{"title": "Improving emotion control in social anxiety by targeting rhythmic brain circuits", "doi": "10.1101/2023.09.01.555689", "authors": "Meijer, S.; Bramson, B.; Toni, I.; Roelofs, K.", "abstract": "Social avoidance is a hallmark of social anxiety disorder. Difficulties in controlling avoidance behavior are the core maintaining factor of this impairing condition, hampering the efficacy of existing therapies. This preregistered study tested a physiologically-grounded non-invasive enhancement of control over social approach and avoidance behavior in socially anxious individuals. Their prefrontal and sensorimotor areas received dual-site phase-coupled electrical stimulation, to enhance endogenous inter-regional theta-gamma phase-amplitude coupling, a mechanism known to support emotion control in non-anxious individuals. We measured behavioral and fMRI-BOLD responses during in-phase, anti-phase, and sham stimulations, while participants performed a social approach-avoidance task, involving either automatic or controlled emotional actions. In-phase stimulation selectively enhanced control over approach-avoidance actions, and modulated neural responses in the same prefrontal region where stimulation-reactivity increased as a function of trait anxiety. These findings illustrate how human neurophysiological connectivity can be leveraged to improve control over social avoidance, opening the way for mechanistically grounded clinical interventions of persistent avoidance in anxiety disorders.", "date": "2025-08-20", "journal": ""}
{"title": "Improving Protein Interaction Prediction in GenPPi: A Novel Interaction Sampling Approach Preserving Network Topology", "doi": "10.1101/2024.08.16.608332", "authors": "William, A.; Godoy, I.; Marquez, C.; Silva, L.; Prado, M.; Avila, N.; Santos, A. R. d.", "abstract": "Background: Computational prediction of protein-protein interactions (PPIs) is crucial for understanding cell biology and drug development, offering an alternative to costly experimental methods. The original GenPPi software advanced ab initio PPI network prediction from bacterial genomes, but was limited by its reliance on high sequence similarity. This work introduces GenPPi 1.5 to enhance these predictive capabilities. Results: GenPPi 1.5 incorporates a Random Forest (RF) algorithm, trained on 60 biophysical features from amino acid propensity indices, to classify protein similarity even in low sequence identity scenarios (targeting >65% identity). To manage computational complexity from the increased interactions generated by the RF model, especially in extensive conserved phylogenetic profiles, we developed and integrated the Reduced Interaction Sampling (RIS) algorithm. RIS stochastically samples interactions within these profiles, optimizing performance for complete genome analysis. Extensive simulations across various configurations validated the methodology. RF integration significantly broadened GenPPi's predictive power; application to Buchnera aphidicola showed up to 62% overlap with STRING database interactions. Analysis of RIS demonstrated that while introducing some randomness, critical node identification remains robust, particularly for Top N values greater than 100, indicating minimal compromise to network integrity. Conclusion: The combination of Machine Learning (RF) and the RIS algorithm in GenPPi 1.5 represents a significant advancement. It overcomes the high-similarity dependency of the previous version while efficiently handling complex genomes. GenPPi 1.5 provides a robust and scalable alignment-free PPI prediction solution, enabling users to train custom models tailored to specific genomic contexts. GenPPi is freely available on our website (https://genppi.facom.ufu.br/), its source code is hosted on GitHub (https://github.com/santosardr/genppi), and it can be easily installed via the Python Package Index using the command pip install genppi-py.", "date": "2025-08-20", "journal": ""}
{"title": "MAASTY: A (dis)ordered copolymer for structural determination of human membrane proteins in native nanodiscs", "doi": "10.1101/2024.08.19.608676", "authors": "Pugh, C. F.; Praestegaard, K. F.; Feilen, L. P.; Borthwick, N. J.; Zivkovic, D.; de Lichtenberg, C.; Bolla, J. R.; Autzen, A. A. A.; Autzen, H. E.", "abstract": "Amphiphilic copolymers capable of extracting membrane proteins directly from cellular membranes into native nanodiscs offer a simplified approach for preparing membrane proteins in lipid nanodiscs compared to approaches that rely on detergent. Amphiphilicity, length, and composition influence the performance of copolymers, in addition to the protein itself and the purification conditions used. Here, we report a copolymer composed of methacrylic acid and styrene, which we term MAASTY, leveraging the inherent monomer reactivity ratios to create an anionic copolymer with a statistical distribution of monomers. We show that MAASTY can be used for high-resolution structural determination of a human membrane protein with single particle cryo-electron microscopy, preserving endogenous lipids including cholesterol and exhibiting an enrichment of phosphatidylinositol. Moreover, MAASTY copolymers effectively solubilize a broad range of lipid species and a wide range of different, eukaryotic membrane proteins from mammalian cells. We find that MAASTY copolymers are promising as effective solubilizers of membrane proteins and offer a chemical platform for structural and functional characterization of membrane proteins in native nanodiscs.", "date": "2025-08-20", "journal": ""}
{"title": "Organelle bridges and nanodomain partitioning govern targeting of membrane-embedded proteins to lipid droplets", "doi": "10.1101/2024.08.27.610018", "authors": "Mizrak, A.; Kaestel-Hansen, J.; Matthias, J.; Harper, J. W.; Hatzakis, N. S.; Farese, R. V.; Walther, T. C.", "abstract": "Numerous metabolic enzymes translocate from the ER membrane bilayer to the lipid droplet (LD) monolayer, where they perform essential functions. Mislocalization of certain LD-targeted membrane proteins, including HSD17B13 and PNPLA3, is implicated in metabolic dysfunction-associated steatotic liver disease (MASLD). However, the mechanisms governing the trafficking and accumulation of ER proteins on LDs remain poorly understood. Here, using MINFLUX and HILO single-molecule tracking combined with machine learning, we show that HSD17B13, GPAT4, and the model cargo LiveDrop diffuse at comparable speeds in the ER and on LDs, but become nano-confined upon reaching the LD surface. Mechanistic dissection of LiveDrop targeting revealed that this confinement, along with protein accumulation on LDs, depends on specific residues within its targeting motif. These residues mediate preferential and repeated interactions with nanoscale membrane domains, suggesting that LD-targeted proteins selectively partition into distinct lipid-protein environments that transiently retain and concentrate them at the LD surface. Single-molecule trajectories further revealed bidirectional trafficking of LiveDrop across seipin-containing ER-LD bridges, providing direct evidence for lateral protein transfer across membrane contact sites. These findings establish nanodomain-based confinement as a key mechanism driving selective protein accumulation on LDs and reveal how membrane bridges between organelles facilitate protein sorting.", "date": "2025-08-20", "journal": ""}
{"title": "Ventral tegmental area GABA neurons integrate positive and negative valence", "doi": "10.1101/2024.12.07.627330", "authors": "Stelzner, M. E.; Wolff, A. R.; Saunders, B. T.", "abstract": "The ventral tegmental area (VTA) is classically linked to reward learning and reinforcement via the actions of dopamine neurons. Intermingled VTA GABA neurons are positioned to regulate dopaminergic systems, but we lack detailed insight into how this population contributes to conditioned motivation across learning contexts. Here, recording population calcium activity in VTA dopamine and GABA neurons during different conditioning paradigms, we found that, while dopamine neurons were selectively responsive only to appetitive stimuli, GABA neurons actively encoded both appetitive and aversive cues and outcomes. GABA neurons also signaled errors in violation of expectations for associations of either valence. Critically, we found that GABA neurons selectively integrated events when both valences were simultaneously present, reflecting motivational state under cost. In a motivational conflict task, where rats must weigh decisions to avoid shock or seek reward, VTA GABA neuron activity scaled with escalating cost, and was predictive of reward seeking motivation. Optogenetic inhibition of VTA GABA neurons disrupted reward seeking specifically under conditions of motivational conflict. Together, our data show that VTA GABA neurons reflect a broader learning signal, compared to dopamine neurons, one that is particularly important for directing appropriate behavioral responses in complex, multivalent environments. Our results reveal new insights into the functional landscape of the VTA, where distinct populations of neurons act in parallel to signal different aspects of motivation under various behavioral conditions.", "date": "2025-08-20", "journal": ""}
{"title": "Kremen1 dependence receptor induces SEC24C- and ATG9A-dependent autophagic cell death", "doi": "10.1101/2025.01.15.633131", "authors": "Brahim, S.; Schott, T.; Ghasemi Firouzabadi, S.; Negulescu, A.; Geneste, C.; Errazuriz-Cerda, E.; Ichim, G.; Mehlen, P.; Meurette, O.", "abstract": "Dependence receptors (DRs) induce cell death by apoptosis when unbound by their cognate ligands. Among them, Kremen1 was first described to induce cancer cell death in the absence of its ligand, DKK1. However, the precise mechanism of Kremen1-induced cell death remains unclear. In this study, we demonstrate that Kremen1 induces cell death with autophagic features, contrasting with the apoptotic process typically associated with dependence receptors. Specifically, the pharmacological inhibition of autophagy, or genetic silencing of key autophagy effectors, efficiently suppresses this cell death process. A biotin proximity labeling for protein-protein interactions identified SEC24C, a component of the COP-II complex, as a critical effector in Kremen1-induced autophagy and cell death. Our findings further reveal that Kremen1 is in proximity with SEC24C and ATG9A after vesicular trafficking and fosters the interaction of SEC24C with ATG8, ERGIC and ATG9A. This potentially underlies the increased number of autophagosomes leading to cell death. The induction of aberrant autophagy by Kremen1 deserves particular attention, especially as the Kremen1/DKK1 pair is frequently altered in cancers. Thus, targeting this pathway may offer a potential strategy for treating cancers resistant to current therapies.", "date": "2025-08-20", "journal": ""}
{"title": "Bimodal mechanical response of membrane necks: Implications for the nuclear envelope.", "doi": "10.1101/2025.03.10.642015", "authors": "Geiger, B. J.; Pezeshkian, W.", "abstract": "Among the fascinating shapes that biomembranes exhibit are stomatocytes with multiple membrane necks, found for example in nuclear membranes and open autophagosomes. These morphologies, characterised by a high topological genus, can be visualised as spherical double membranes connected by neck-like structures. The necks are often occupied by specific biomolecular complexes, such as the nuclear pore complex, which divide the space into three distinct compartments. Understanding how the size of these necks responds to pressure gradients is fundamentally important for unravelling the influence of mechanical stimuli on traffic control through the necks, for example, in nuclear mechanosensing. In this work, we use computer simulations and theoretical analysis to investigate how neck size responds to variations in pressure or tension. Our findings reveal a two-phase behaviour: below a certain threshold, necks constrict as the pressure gradient increases, while above that threshold, they dilate. This response stems from the pure membrane's mechanics and depends on the magnitude of the pressure gradient, the initial diameter of the neck and the membrane bending rigidity. We also provide a simple equation that links the threshold tension, the neck diameter and the bending rigidity, offering a useful tool to quickly assess different scenarios. Our results furthermore show that protein complexes in the neck partially counteract both constriction and dilation, stabilising neck size while preserving the same two-phase response to membrane tension. These findings uncover a promising, previously overlooked membrane property with implications for organelle shape and function, as well as for synthetic membrane design.", "date": "2025-08-20", "journal": ""}
{"title": "Sialoglycans Modulate Siglec-5 - TLR4 Interactions in Osteoarthritis", "doi": "10.1101/2025.03.18.643878", "authors": "Raberg, L.; Jia, F.; von Mentzer, U.; Venkatakrishnan, V.; Karlsson, N. G.; Stubelius, A.", "abstract": "Osteoarthritis (OA) is characterized by chronic, low-grade inflammation that contributes to cartilage degradation and joint pain. We previously identified Siglec-5/14 in synovial fluid of OA patients (OA SF), which prompted us to investigate its interaction with the sialylated proinflammatory receptor TLR4 in monocytes. Here, we reveal an inverse correlation between Siglec-5 and TLR4, suggesting Siglec-5 may suppress inflammation. To gain mechanistic insights, monocytes stimulated with OA SFs were compared to M-CSF, LPS, and sialidase, to assess patient-specific inflammatory pathways and phenotypes. Notably, OA SF that triggered elevated IL-6 production in monocytes exhibited phenotypes similar to those of LPS- or sialidase-treated cells, reinforcing the role of sialylation patterns influencing OA severity. To confirm direct interaction of Siglec-5 and TLR4, colocalization was analyzed, displaying a time- and sialoglycan- dependent interaction. These findings reveal a Siglec-5-TLR4 axis modulated by sialylation, highlighting a potential strategy for mitigating inflammation and preserve joint integrity in OA.", "date": "2025-08-20", "journal": ""}
{"title": "Temporal resolution shapes inferred higher-order interactions and information compression in neural population activity: A data-driven approach using minimally complex models", "doi": "10.1101/2025.03.23.644813", "authors": "Jangjoo, F.", "abstract": "Studying higher order interactions in complex interacting systems based on limited data is inherently challenging. An additional, often overlooked factor is the temporal resolution at which data is presented for analysis. This study examines how temporal resolution influences the emergence of higher-order statistical dependencies and information representation in population level neuronal activity. Using a minimally biased data driven statistical inference framework, Minimally Complex Models, we studied grid-cell populations in the medial entorhinal cortex across a broad range of temporal resolutions. Results demonstrate that at intermediate temporal resolutions (~100 milliseconds), the inferred model captures significant higher order dependencies alongside efficient information representations, whereas coarse resolutions lead to poor informative representation. These findings establish temporal resolution as a decisive factor in the inference of higher order neural structure and highlight that resolution-aware modeling is crucial for accurate analysis and characterization of collective dynamics in complex neuronal systems.", "date": "2025-08-20", "journal": ""}
{"title": "Archaeological Bone Assemblages Trace Changes in Turtle and Tortoise Diversity in Continental Southeast Asia", "doi": "10.1101/2025.03.27.645446", "authors": "Bochaton, C.; Wilailuck, N.; Chantasri, S.; Maneechote, M.; Mithong, S.; Sophady, H.; Auetrakulvit, P.; Forestier, H.; Zeitoun, V.; Bowonsachoti, J.; Claude, J.", "abstract": "Among tropical regions, continental Southeast Asia is a major hotspot of biodiversity. However, due to rapid urban expansion and severe deforestation, this area is recognized as one of the top global conservation priorities. As in other tropical regions, the prevailing idea is that the decline of local biodiversity in this region is a direct result of the overwhelming environmental changes that have occurred over the last 80 years. However, paleoecological data indicate that tropical forests have been exploited by human populations since at least the Late Pleistocene, and forest clearance for farming began several thousand years ago. To gain a complete overview of the long-term evolution of vertebrate fauna in continental Southeast Asia, it is necessary to investigate the past. This task is currently out of reach, mainly due to the lack of paleontological and historical studies regarding small animals, including emblematic taxa like turtles. Indeed, although some evidence suggests that the biodiversity of turtles in continental Southeast Asia may have changed over the last millennia, the paucity of historical records and archaeological assemblages studies currently precludes further assessment of the potential effect of past environmental changes, including potential human disturbances. The present study consists of a paleontological analysis of turtle bone assemblages collected from four prehistoric sites in Thailand and Cambodia. The aim is to test the hypothesis of changes in turtle biodiversity over the last 10,000 years. Our results indicate that turtle assemblages in most areas have experienced only limited changes across the Holocene, except for Laang Spean in Cambodia. However, a few 45 rare taxa may represent extirpated or extinct species of Testudinidae in continental Southeast Asia at an unknown time during the Holocene. We also observed significant changes in the geographic distribution of some genera, such as Batagur, Cyclemys, and Amyda. The fact that turtle fauna has been rather resilient and unchanged for several millennia shows that past human impact in most investigated areas had limited effects on these taxa. The strong modifications observed in Cambodia could, however, serve as a warning about the potential fate of turtle biodiversity in this region if further loss of natural environments occurs.", "date": "2025-08-20", "journal": ""}
{"title": "Sex-Specific Metabolic and Central Effects of GLP-1 Estradiol Conjugate in Middle-Aged Rats on a Standard or Western Diet", "doi": "10.1101/2025.04.07.647672", "authors": "Richard, J.; Mohammed, A.; Go, K.; McGovern, A.; Rechlin, R.; Splinter, T.; Lieblich, S.; Radovic, L.; Feng, L.; Blankers, S.; Yang, B.; Douros, J.; Finan, B.; Galea, L. A.", "abstract": "Middle age represents a critical window for metabolic and cognitive health, particularly in the context of rising obesity and diabetes rates. Glucagon-like peptide-1 (GLP-1)-based therapies, which regulate blood glucose and body weight, show sex-specific effects, with estradiol potentiating their metabolic benefits. However, research on GLP-1 cognitive and neuroprotective roles has largely been conducted in males. Here, we investigated the effects of GLP-1 conjugated to estradiol (GE2) on metabolism, cognition, cytokine levels and neurogenesis in the dentate gyrus of middle-aged male and female rats fed a standard (SD) or Western (WD) diet. In both sexes, WD increased body weight and plasma leptin levels, regardless of sex. GE2 treatment led to weight loss, enhanced cued and contextual fear memory, reduced cytokine levels in the hippocampus in SD rats, and increased neurogenesis in the dorsal dentate gyrus (DG), regardless of sex. Sex-specific differences were observed in fat distribution, glucose regulation, central cytokine levels, and neuroplasticity after WD and GE2 treatment. In females only, GE2 reduced visceral (gonadal) fat, reduced cytokines in the dorsal hippocampus, and improved basal blood glucose in response to a WD. In males only, GE2 restored neurogenesis in the DG after WD exposure, and reduced cytokine levels in the amygdala. These findings suggest that although WD increased body weight and GE2 improved associative learning in both sexes, both WD and GE2 had differential affects on metabolic hormones, insulin regulation, cytokine levels and neuroplasticity. Our findings underscore the importance of sex-specific approaches in metabolic and neuroprotective therapeutics in middle age.", "date": "2025-08-20", "journal": ""}
{"title": "ARHGAP10 is a novel microtubule-associated protein that regulates the resorption activity of osteoclasts", "doi": "10.1101/2025.06.12.659268", "authors": "Jentschel, L.; BLANGY, A.; Bompard, G.", "abstract": "Adult-bone homeostasis is maintained through the reciprocal actions of osteoclasts and osteoblasts, which respectively resorb and deposit new bone. Excessive osteoclast activity leads to bone loss and contributes to conditions like osteoporosis. Osteoclasts form a specialized adhesion structure called the actin ring that is crucial for bone resorption and relies on both the actin and microtubule cytoskeletons. Our previous studies identified the {beta}-tubulin isotype TUBB6 as a regulator of actin ring dynamics essential for osteoclast function, and found ARHGAP10, a negative regulator of the GTPases CDC42 and RHOA, as a potential mediator of TUBB6 function. Here we show that ARHGAP10 is a novel microtubule-associated protein critical for osteoclast function. ARHGAP10 directly binds microtubules through its BAR-PH domain, which requires positively-charged lysine residues K37, K41 and K44 within the BAR domain. CRISPR/Cas9 mediated knockout of Arhgap10 affects the morphology of the actin ring and impairs osteoclast resorption activity, correlated with altered actin ring dynamics. Complementation experiments reveal that the ability of ARHGAP10 to bind microtubules and to negatively regulate RHO-GTPases are essential for its role in osteoclast resorption activity. These findings uncover a novel cytoskeletal regulator in osteoclasts and suggest that targeting the microtubule-actin interface via ARHGAP10 could represent a therapeutic strategy in bone loss disorder.", "date": "2025-08-20", "journal": ""}
{"title": "Patch deconvolution for Fourier light-field microscopy", "doi": "10.1101/2025.06.13.659385", "authors": "Fu, B.; Jones, C. L.; Heraghty, D.; Yang, S.; O'Brien-Ball, C.; Junghans, V.; Yang, H.; Knowles, T.; Weiss, L. E.; Fernandes, R. A.; Lee, S. F.", "abstract": "Imaging flow cytometry using Fourier light-field microscopy enables high-throughput three-dimensional cellular imaging, capable of capturing thousands of events per second. However, volumetric reconstruction speed remains orders of magnitude slower than the acquisition speed. The current state of art uses Richardson-Lucy algorithm, restricted to just 5-10 reconstructed per second with GPU acceleration. This limitation hinders real-time applications such as cell sorting and thus has bottlenecked the widespread adoption of 3D imaging flow cytometry. We introduce patch deconvolution, an optimisation compatible with the Richardson-Lucy framework that significantly accelerates convergence, achieving over 100-200 reconstructions per second on standard GPUs, a 20-40 fold improvement over Richardson-Lucy. Validated on both simulated and experimental datasets, patch deconvolution achieves reconstruction quality comparable to Richardson-Lucy in both static and flow data. This supports rapid cell sorting based on spatial features and enables advanced applications, such as detecting rare spatial events in large cell populations, which would otherwise be indistinguishable in traditional flow cytometry.", "date": "2025-08-20", "journal": ""}
{"title": "Microbiome variations in osteoarthritis reflect aging and metabolic factors, not the disease", "doi": "10.1101/2025.06.24.661261", "authors": "Bevc, K.; Malfertheiner, L.; Neuenschwander, S.; Tran, V. D. T.; Pagni, M.; Pantiukh, K.; Jagura, M.; Niiranen, T.; Knight, R. T.; Salomaa, V.; Havulinna, A. S.; Org, E.; Eklund, K. K.; Barreto, G.; Zenobi, M.; von Mering, C.", "abstract": "The gut microbiome is crucial for human health. Its disruption has been linked to several chronic diseases, including joint disorders. The gut-joint axis has been implicated in the pathogenesis of osteoarthritis (OA), but conflicting findings and study limitations have led to uncertainty regarding the role of microbiota. We conducted a multi-cohort gut microbiota analysis in 1,395 OA patients from four European cohorts (Lifelines, EstMB, FINRISK 2002, TwinsUK), using stringent exclusion criteria and matched controls. When assessing microbial diversity, taxa, functional gene profiles, and gut permeability biomarkers, no significant differences were found between OA and controls. Although this does not exclude a causal contribution of the microbiota in the gut-joint-axis, its dysbiosis does not seem to be linked with OA disease progression. Instead, age and BMI appeared as the main contributing factors to microbiome changes. Microbiome studies in complex diseases often face challenges such as small sample sizes, batch effects, and limited ability to match appropriate controls, particularly in single-cohort designs. By combining data from multiple large cohorts, we were able to mitigate these limitations and provide a more robust assessment of microbiome association with OA. Our findings emphasize the need for rigorous study design in microbiome research and challenge the OA-gut dysbiosis hypothesis.", "date": "2025-08-20", "journal": ""}
{"title": "MultiAlloDriver: a multi-model method to predict and identify cancer driver mutations", "doi": "10.1101/2025.06.25.661496", "authors": "Zhou, W.; Song, Y.; He, J.; Li, M.; Zhang, J.; Lu, S.", "abstract": "A minority of driver mutations in cancer significantly alter protein structure and key functionalities, thereby driving cancer progression. Consequently, the prediction and identification of driver mutations hold critical implications for targeted cancer therapy. This study introduces MultiAlloDriver, a novel multi-modal machine learning model based on an attention mechanism, which for the first time, incorporates protein surface information. By integrating information from three dimensions-protein sequence, structure, and surface-the model achieves high-accuracy driver target prediction with an accuracy exceeding 93%. Notably, we utilized this tool to predict and identify the driver effect of the F90S mutation in the PTEN tumor suppressor gene, uncovering mutations associated with cancer signaling mechanisms. Overall, MultiAlloDriver contributes to elucidating the underlying mechanisms of cancer development and progression, providing a robust framework for the identification of driver targets.", "date": "2025-08-20", "journal": ""}
{"title": "PIMENTO: A PrIMEr infereNce TOolkit to facilitate large-scale calling of amplicon sequence variants", "doi": "10.1101/2025.07.04.663168", "authors": "Atallah, C.; Richardson, L.; Beracochea, M.; Finn, R. D.", "abstract": "The calling of amplicon sequence variants from DNA metabarcoding data is a common method of revealing the taxonomic makeup of environmental samples. A significant hurdle to the large-scale calling of amplicon sequence variants from publicly available nucleotide datasets is the presence of primer sequences in reads, the removal of which is a necessary pre-processing step for this form of analysis. Further, as the details of which primers were used is rarely associated with the sequence records, there is a need for a method that can automatically infer the presence and identity of primers in sequencing data. In this work, we introduce PIMENTO, a Python package which uses a dual-strategy approach for identifying primers that are present in sequencing reads to enable their removal, and therefore facilitate amplicon sequence variant calling at scale.", "date": "2025-08-20", "journal": ""}
{"title": "Critical Role of P-Glycoprotein-9 in Ivermectin Tolerance in Nematodes", "doi": "10.1101/2025.07.10.664073", "authors": "Blancfuney, C.; Guchen, E.; Garcia, M.; Sutra, J.-F.; Ramon-Portugal, F.; Courtot, E.; Z Lacroix, M.; Prichard, R.; Lespine, A.; Alberich, M.", "abstract": "Helminth infections in grazing ruminants are of major concern for animal welfare and cause substantial economic losses, prompting the widespread use of ivermectin (IVM). The emergence of IVM resistance, driven by complex and poorly understood mechanisms, increasingly compromises treatment efficacy. Drug efflux transporters, particularly P-glycoproteins (PGPs), are suspected to contribute to resistance. Yet, the study of their individual and functional role is hindered by their diversity in nematodes. This study aimed to dissect the role of specific PGPs in mediating IVM resistance. Thus, Caenorhabditis elegans strain IVR10, selected for IVM resistance and reported to overexpress pgps, was used as a model. We generated different IVR10 strains each lacking one of six key pgps, and assessed changes in IVM tolerance. Remarkably, only the deletion of pgp-9 significantly increased IVM susceptibility. Furthermore, transgenic expression of Haemonchus contortus pgp-9.1 rescued the resistant phenotype, demonstrating a conserved function across species. To explore drug dynamics, we developed a fluorescent IVM analog, which revealed reduced drug accumulation in IVR10, a phenotype reversed by pgp-9 deletion. Altogether, these findings show that nematode PGP-9 modulates IVM tolerance by controlling drug efflux and highlight it as a potential therapeutic target.", "date": "2025-08-20", "journal": ""}
{"title": "The FliI ATPase couples ATP hydrolysis to substrate switching in bacterial flagellar type-III secretion", "doi": "10.1101/2025.08.04.668468", "authors": "Einenkel, R.; Delgadillo-Guevara, M.; Hallenga, L.; Goosmann, C.; Erhardt, M.", "abstract": "Bacterial flagella are assembled by a specialized type III secretion system that exports structural subunits in a defined order. While the ATPase FliI is known to couple ATP hydrolysis to substrate translocation, its role in the transition between early and late secretion stages has remained unclear. Here, we systematically analyzed Salmonella enterica strains with defined FliI point mutations and found that FliI activity is dispensable for early substrate export and hook-basal body formation but is important for triggering the substrate specificity switch and promoting late substrate export. Mutant strains showed delayed gene expression from class 3 promoters, prolonged early secretion, and impaired flagellar filament assembly, despite normal FliI localization and oligomerization. These findings support the involvement of FliI in controlling the temporal dynamics of flagellar assembly. We propose that FliI contributes to substrate switching, ensuring robust and orderly fT3SS function. This study highlights the multifaceted role of the fT3SS ATPase in optimizing the efficiency and robustness of flagellum assembly.", "date": "2025-08-20", "journal": ""}
{"title": "Genomic Characterization of Lung Cancer in Never-Smokers Using Deep Learning", "doi": "10.1101/2025.08.14.670178", "authors": "Saha, M.; Tran, T.-V.-T.; Bhawsar, P. M.; Zhang, T.; Zhao, W.; Hoang, P. H.; Mutreja, K.; Lawrence, S. M.; Rothman, N.; Lan, Q.; Homer, R.; Baine, M. K.; Sholl, L. M.; Joubert, P.; Leduc, C.; Travis, W. D.; Chanock, S. J.; Shi, J.; Yang, S.-R.; Almeida, J. S.; Landi, M. T.", "abstract": "Despite promising results in using deep learning to infer genetic features from histological whole-slide images (WSIs), no prior studies have specifically applied these methods to lung adenocarcinomas from subjects who have never smoked tobacco (NS-LUAD)-a molecularly and histologically distinct subset of lung cancer. Existing models have focused on LUAD from predominantly smoker populations, with limited molecular scope and variable performance. Here, we propose a customized deep convolutional neural network based on ResNet50 architecture, optimized for multilabel classification for NS-LUAD, enabling simultaneous prediction of 16 molecular alterations from a single H&E-stained WSI. Key architectural modifications included a simplified two-layer residual block without bottleneck layers, selective shortcut connections, and a sigmoid-based classification head for independent prediction of each alteration, designed to reduce computational complexity while maintaining predictive accuracy. The model was trained and evaluated on 495 WSIs from the Sherlock-Lung study (70% training with 10% internal test set for 10-fold cross-validation, and 30% held-out validation set for final evaluation). For the held-out validation data, our model achieved high areas under the receiver operating characteristic curve [AUROC] values =0.84-0.93 for detecting 11 features: EGFR, KRAS, TP53, RBM10 mutations, MDM2 amplification, kataegis, CDKN2A deletion, ALK fusion, whole-genome doubling, and EGFR hotspot mutations (p.L858R and p.E746_A750del). Performance was low to moderate for tumor mutational burden (AUROC=0.67), APOBEC mutational signature (AUROC=0.57), and KRAS hotspot mutations (p.G12C: AUROC=0.74, p.G12V: AUROC=0.55, p.G12D: AUROC=0.43). Compared to results from established architectures such as Inception-v3 on the same WSIs, our model demonstrated significantly improved performance for most features. With further optimization, our model could support triaging for molecular testing and inform precision treatment strategies for NS-LUAD patients.", "date": "2025-08-20", "journal": ""}
{"title": "Depression symptoms enhance goal-directed behavior underuncertainty", "doi": "10.1101/2025.08.14.670362", "authors": "Liang, S.; Russek, E. M.; Rutledge, R.; Wimmer, G. E.", "abstract": "Achieving goals in uncertain environments requires integrating expected benefits, costs, and the likelihood of outcomes - processes that may be disrupted in depression. Although depression is characterized by affective and motivational biases, the computational mechanisms by which these symptoms shape goal-directed decision-making remain poorly understood. We investigated these mechanisms using a novel goal-directed decision task. After learning the structure of the environments, participants (n = 384) chose between certain rewards and risky goals varying in both reward magnitude and distance, where greater goal distance led to higher compounded risk of failure. Using transdiagnostic symptom factors derived from clinical questionnaires, we found that individuals with higher apathy-anhedonia symptoms reported lower expectations of goal success yet showed enhanced performance across multiple aspects of goal-directed behavior. These results reveal a dissociation between perceived risk and its influence on choice in individuals with motivational symptoms, and uncover a novel positive link between these symptoms and adaptive behavior.", "date": "2025-08-20", "journal": ""}
{"title": "Distinct roles of hippocampus and neocortex in symbolic compositional generalization", "doi": "10.1101/2025.08.19.671090", "authors": "liang, z.; Glitz, L.; Hefner, M. B.; Lan, D.; Klein-Flugge, M.; Summerfield, C.", "abstract": "Humans can combine symbols to generate new meanings. Here, we studied the regional neural mechanisms that might make this possible. We asked participants to combine two discrete, symbolic features (a shape and a colour) to make a novel spatial inference. BOLD data suggested that the hippocampus encoded elementary visual attributes in a high-dimensional, parallel format that permitted flexible individuation. In ventromedial prefrontal cortex (vmPFC), posterior parietal cortex (PPC) and primary visual cortex (V1), neural patterns for novel stimuli (composites) could be predicted as a linear combination of signals for familiar stimuli (elements). In vmPFC, this composition occurred in a high-dimensional format, but in PPC and V1, it took place in a low-dimensional, spatial, response-consistent frame of reference. These data offer new insights into the neural circuit underlying compositional generalization.", "date": "2025-08-20", "journal": ""}
{"title": "Functional organization of multisensory integration network in children and youth with neurodevelopmental disorders predicts clinical sensory issues", "doi": "10.1101/2025.08.18.670938", "authors": "Choi, E. J.; Lyons, K.; Vandewouw, M.; Anagnostou, E.; Arnold, P. D.; Ayub, M.; Crosbie, J.; Georgiades, S.; Jones, J.; Kelley, E.; Kushki, A.; Lerch, J. P.; Schachar, R. J.; Stojanoski, B.; Taylor, M. J.; Stevenson, R. A.", "abstract": "Differences in sensory processing in neurodevelopmental conditions, including Autism Spectrum Disorder (ASD) and Attention-deficit/Hyperactivity Disorder (ADHD), cascade into downstream clinical symptomatology. This includes differences in combining sensory information from multiple modalities into a unified percept, known as multisensory integration. Little is known about the functional organization of multisensory network (MSN) in these groups, its relation to clinical sensory issues, or its interaction with other higher-order cortical networks. We examined resting-state fMRI data from 417 participants in the Province of Ontario Neurodevelopmental Network (ASD=174, ADHD=130, Typical Development=113; Mean age=11.96{+/-}4.10). Timeseries data were extracted from the MSN and seven additional resting-state cortical networks (RSNs). Undirected and directed functional connectivity (FC) metrics were computed within the MSN and between the MSN and other RSNs. FC was compared across diagnoses and related to clinical sensory characteristics. The thalamus emerged as a hub region in both undirected and directed FC within the MSN and between the MSN-RSNs. Some diagnosis-related differences were observed, with increased MSN-RSN FC particularly in ADHD; however, associations with sensory characteristics were stronger in both undirected and directed FC within the MSN and between the MSN-RSNs, regardless of diagnosis. Converging evidence was seen in data-driven clusters based on FC metrics, which did not align with diagnosis, but instead mapped on to the overall level of sensory issues reported. That the data-driven clusters sorted not by diagnosis but by sensory characteristics suggests that these sensory characteristics and their underlying neurobiology are transdiagnostic in nature as opposed to specific to ASD or ADHD.", "date": "2025-08-20", "journal": ""}
{"title": "Discrete Subfields and Continuous Gradients Coexist: A Multi-Scale View of Hippocampal Organization", "doi": "10.1101/2025.08.19.671141", "authors": "Bouffard, N. R.; Moscovitch, M.; Barense, M. D.", "abstract": "The human hippocampus is studied via two competing frameworks: one dividing it into discrete anatomical subfields with distinct computational processes, and another describing it as a continuous, functional gradients along the anterior-posterior and medial-lateral axes. How these organizational principles relate to one another, particularly regarding intrinsic neural timescales of the hippocampus, remains unknown. Here, we used high-resolution resting-state fMRI to investigate how single-voxel autocorrelation, a measure of intrinsic neural timescale, maps onto hippocampal subfields. We found evidence for a hybrid organization. First, consistent with our predictions, we observed significantly higher autocorrelation (longer timescales) in the subiculum compared to the other subfields. Contrary to our hypotheses, we found that CA1, which is implicated in integration, had low autocorrelation whereas CA2/3 and CA4DG, which are linked to pattern separation, had intermediate autocorrelation. Second, we discovered that the overarching anterior-posterior and medial-lateral gradients of autocorrelation were recapitulated within each individual subfield. Finally, data-driven clusters of autocorrelation values aligned more strongly with the continuous gradients than with the discrete anatomical boundaries, particularly in the right hemisphere. These results suggest that the discrete and continuous views of hippocampal organization are not mutually exclusive but coexist across different spatial scales. We therefore propose a new comprehensive model of hippocampal function that integrates both its modular, subfield-specific properties and its graded, large-scale organization.", "date": "2025-08-20", "journal": ""}
{"title": "Direct and indirect benefits of cooperation in collective defense against predation", "doi": "10.1101/2025.08.19.670848", "authors": "Ritter, R.; Tynkkynen, R.; Helanterä, H.; Wutke, S.; Lindstedt, C.", "abstract": "The evolution and maintenance of public goods cooperation, despite cheating, remains a key interest in social biology. Specifically, identifying how ecological factors determine the direct and indirect benefits that maintain cooperation has proven challenging, as these can vary significantly across species and environments. Here, we study this problem by using the social pine sawfly Neodiprion sertifer (Hymenoptera) as a model system. During their larval stage, N. sertifer live in groups and collectively secrete a defensive fluid against predators. This behavior comprises a public good as it is costly to exhibit and beneficial to others, and individuals vary in their contribution to group defense. We experimentally manipulated individual contributions to defense to assess how these influence individual survival. Our results indicate that defense has a group-level benefit as individuals were more likely to survive in cooperative groups that had a higher proportion of defending larvae. Moreover, being able to deploy defensive fluid confers direct survival benefits to individuals, regardless of group cooperativeness. Genetic and phenotypic analysis of natural populations further shows that kin selection promotes collective defense, as groups of larvae are often composed of full siblings. We also find that contribution to defense is female-biased and diminishes in male-biased and in larger groups, indicating that individuals adjust their contributions based on the social context. Overall, we find that cooperation in anti-predator defense provides both direct and indirect benefits and that individuals regulate their contributions mainly based on the social environment, resulting in variation within and among natural populations.", "date": "2025-08-20", "journal": ""}
{"title": "White Matter Tract Vulnerability to Amyloid Pathology on the Alzheimer's Disease Continuum", "doi": "10.1101/2025.08.18.670970", "authors": "Chandio, B. Q.; Nir, T. M.; Villalon-Reina, J. E.; Thomopoulos, S. I.; Feng, Y.; Reid, R. I.; Jack, C. R.; Weiner, M. W.; Garyfallidis, E.; Jahanshad, N.; Braskie, M. N.; O'Bryant, S.; Thompson, P. M.", "abstract": "Alzheimer's disease (AD) is marked by progressive cognitive decline and memory loss, due to the abnormal accumulation of amyloid-beta (A{beta}) plaques, followed by tau pathology, and a gradually spreading pattern of neuronal loss. Understanding how amyloid positivity affects the brain's neural pathways is critical for understanding how the brain changes with AD pathology. Tractometry offers a powerful approach for the in vivo, 3D quantitative assessment of white matter tracts, enabling the localization of microstructural abnormalities in diseased populations and those at risk. In this study, we applied BUAN (Bundle Analytics) tractometry to multi-cohort diffusion MRI data from a total of 1,908 participants: 606 participants in ADNI3 (Alzheimer's Disease Neuroimaging Initiative Phase 3) and 1,302 participants from the HABS-HD (Health and Aging Brain Study - Healthy Diversity). Using BUAN and along-tract statistical analysis, we assessed the localized effects of amyloid positivity, potentially mediated by tau, on white matter pathways, with amyloid positivity quantified via amyloid-sensitive positron emission tomography (PET). BUAN enables tract-specific quantification of white matter microstructure and supports statistical testing along the full length of fiber bundles to detect subtle, spatially localized associations. We present 3D visualizations of tract-wise amyloid associations, highlighting distinct patterns of white matter degeneration in AD.", "date": "2025-08-20", "journal": ""}
{"title": "Regulated development of cannibalistic supergiant cells", "doi": "10.1101/2025.08.19.671124", "authors": "Larson, B. T.; Giannotti, D.; Mtawali, M.; Lord, S. J.; Boscaro, V.; Keeling, P. J.", "abstract": "Virtually all paradigms in developmental biology apply to differentiating cells and tissues within multicellular animals and plants. However, unicellular eukaryotes, which must simultaneously perform all roles necessary for organismal function, also form complex and specialized structures, using processes that take place exclusively within the confines of a single cell. Here, we describe a ciliate (Euplotes gigatrox sp. nov.) undergoing drastic morphological transformations within a genetically uniform population, the most spectacular being the appearance of ''supergiants'' that increase in size, change shape, and modify their locomotion and feeding behaviour to cannibalize clonal relatives. We explore supergiant formation from the perspective of life cycle, ecological strategy, and gene expression, demonstrating that supergiants are distinct, regulated, transcriptionally unique stages. These reversibly differentiated cells require both external and internal triggers to develop and have evolved regulatory loops to ensure coupling between environmental and physiological conditions. This system provides a blueprint for approaching both cell differentiation and functional ecology in unicellular organisms, which might open new avenues for the generalization and contextualization of known morphogenetic mechanisms, as well as the discovery of new ones.", "date": "2025-08-20", "journal": ""}
{"title": "Endothelial LRRC8C associates with LRRC8A and LRRC8B to regulate vascular reactivity and blood pressure", "doi": "10.1101/2025.08.17.670763", "authors": "Yu, Q.; Zhao, Y.; Mauer, J.; Arullampalam, P.; John, N.; Tranter, J. D.; Abd El-Aziz, T. M.; Lin, M.; Lerner, D.; Halabi, C.; Sah, R.", "abstract": "Vascular tone is impacted by the endothelium's ability to detect mechanical and chemical stimulation. Leucine-Rich Repeat-Containing protein 8A, (LRRC8A), was previously identified as a required component of the mechanoresponsive endothelial LRRC8 complex regulating AKT-endothelial nitric oxide synthase (eNOS) signaling and vascular function. While LRRC8A is broadly expressed, LRRC8B, C, D and E have tissue-restricted expression. Here, we identified 2 single nucleotide polymorphisms (SNPs) in LRRC8C highly associated with elevated diastolic and systolic blood pressure in human genetic studies, implicating LRRC8C as a regulator of vascular function. While LRRC8A/B/C/D/E are expressed in endothelium, co-immunoprecipitation experiments from lung endothelium using Lrrc8a-3xFlag knock-in mice, Lrrc8c-HA knock-in mice and endothelium-specific Lrrc8a-3xFlag overexpression mice demonstrate the endothelial LRRC8 complex to be composed largely of LRRC8A/B/C heteromers. Lrrc8a/b/c knock-out studies in mice and knock-down studies in human umbilical vein endothelial cells show co-dependent expression of LRRC8A/B/C proteins, but not LRRC8D. Functionally, LRRC8A and LRRC8C depletion reduces endothelial volume regulatory anion channel (VRAC) currents, inhibits AKT-eNOS signaling, increases myogenic tone, impairs eNOS dependent vasodilation, and exacerbates angiotensin-induced hypertension. These data identify LRRC8A, LRRC8B and LRRC8C as components of the endothelial LRRC8 complex and reveal LRRC8C as having a non-redundant role in regulating endothelial AKT-eNOS, vascular relaxation and susceptibility to hypertension.", "date": "2025-08-20", "journal": ""}
{"title": "Smart Microscopy: Current Implementations and a Roadmap for Interoperability", "doi": "10.1101/2025.08.18.670881", "authors": "Hinderling, L.; Heil, H. S.; Rates, A.; Seidel, P.; Gunkel, M.; Diederich, B.; Guilbert, T.; Torro, R.; Bouchareb, O.; Demeautis, C.; Martin, C.; Brooks, S.; Sisamakis, E.; Erwan, G.; Johansson, K.; Ahnlinde, J. K.; Andre, O.; Nordenfelt, P.; Nordenfelt, P.; Pfander, C.; Reymann, J.; Lambert, T.; Cosenza, M. R.; Korbel, J. O.; Pepperkok, R.; Kapitein, L. C.; Pertz, O.; Norlin, N.; Halavatyi, A.; Camacho, R.", "abstract": "Smart microscopy is transforming life sciences by automating experimental imaging workflows and enabling real-time adaptation based on feedback from images and other data streams. This shift increases throughput, improves reproducibility, and expands the functional capabilities of microscopes. However, the current landscape is highly fragmented. Academic researchers often develop custom solutions for specific scientific needs, while industry offerings are typically proprietary and tied to specific hardware. This diversity, while fostering innovation, also creates major challenges in interoperability, reproducibility, and standardization, which slows progress and adaption. This article presents a collaborative effort between academic and industry leaders to survey the current state of smart microscopy, highlight representative implementations, and identify common technical and organizational barriers. We propose a framework for greater interoperability based on shared standards, modular software design, and community-driven development. Our goal is to support collaboration across the field and lay the groundwork for a more connected, reusable, and accessible smart microscopy ecosystem. We conclude with a call to action for researchers, hardware developers, and institutions to join in building an open, interoperable foundation that will unlock the full potential of smart microscopy in life science research.", "date": "2025-08-20", "journal": ""}
{"title": "APOE genotypes differentially remodel the astrocytic lipiddroplet-associated proteome to shape lipid droplet dynamics", "doi": "10.1101/2025.08.19.669163", "authors": "Cuni-Lopez, C.; Root, J. T.; Hao, Y.; Kowal, I.; Blomberg, N.; Ghirlando, R.; Yang, L. G.; Koppes-den Hertog, S. J.; Cookson, M. R.; van der Kant, R.; Giera, M.; Qi, Y. A.; Narayan, P. S.", "abstract": "The lipids and proteins that comprise lipid droplets regulate several cellular functions including lipid storage, stress responses, and inflammation. Glial lipid droplets have been implicated in the pathogenesis and progression of Alzheimers disease (AD), yet the mechanisms linking genetic risk to lipid droplet biology remain unclear. Here we examined how APOE, the strongest genetic modulator of late-onset AD, impacts lipid droplet composition and dynamics. We defined the lipid droplet-associated proteome and lipidome in human induced pluripotent stem cell-derived astrocytes harboring the three common APOE genotypes: APOE2 (protective), APOE3 (neutral), and APOE4 (risk). Each APOE variant displays distinct lipid droplet-associated proteins and lipids. These molecular changes yield differences in lipophagy; lipid droplets in APOE2 astrocytes undergo autophagic turnover, whereas those in APOE4 astrocytes are resistant to degradation. These findings suggest that impaired lipid droplet clearance, rather than accumulation, distinguishes APOE4-associated AD risk, and may present a new metabolic node for modulating risk.", "date": "2025-08-20", "journal": ""}
{"title": "Effects of fibroblast growth factor 2 on muscle precursor cells from mouse limb and extraocular muscle", "doi": "10.1101/2025.08.17.670754", "authors": "McLoon, L. K.; Winker, A. J.; Johnson, L. L.; Jadhav, R.; Nguyen, C.; Hitch, E.", "abstract": "Fibroblast growth factor 2 (FGF2) is known to play a role in skeletal muscle development and growth. We examined two populations of myogenic precursor cells for their responses to FGF2 in vitro using both extraocular and limb skeletal muscle. Fluorescence-activated cell sorting (FACS) was used to isolate two different populations of myogenic precursor cells, the EECD34 cells [positive for CD34, and negative for Sca1, CD31, and CD45] and PAX7-positive cells, from tibialis anterior and extraocular muscles of mice. These cells were cultured and treated with either proliferation or differentiation media in the absence or the presence of FGF2, followed by assays to determine its effects on proliferation and differentiation. These cells were also assessed for expression of fibroblast growth factor receptor (FGFR) 1, FGFR2, and FGFR4. Both the EECD34 cells and the PAX7-positive cells responded to FGF2 with significantly increased proliferation. Both myogenic precursor cell populations showed increased differentiation in the presence of FGF2, but also showed decreased rates of fusion into multinucleated myotubes in this in vitro system relative to control cells. FGF2 has pleiotropic effects on skeletal muscles. Contrary to the literature, FGF2 did not inhibit differentiation, but did appear to decrease fusion into multinucleated myofibers in vitro. These results provide a potential mechanism for reduction in myofiber number and size in the extraocular muscles in individuals with Apert syndrome, where FGF receptor 2 mutations maintain the receptor in an activated state.", "date": "2025-08-20", "journal": ""}
{"title": "The Cancer/Testis Antigen FATE1 Antagonizes Fission and Preserves Mitochondrial Network Integrity under Cytotoxic Stress", "doi": "10.1101/2025.08.18.670752", "authors": "Lang, V.; Zahn, J. T.; Tonse, D. P.; Brady, N. R.; Hamacher-Brady, A.", "abstract": "FATE1 (Fetal and Adult Testis Expressed 1), also known as BJ-HCC-2, is a cancer-testis antigen with highly restricted expression in normal tissues but aberrant activation in diverse tumor types, where it localizes to both the outer mitochondrial membrane and the endoplasmic reticulum (ER) and functions as a key survival factor. Although FATE1 shares sequence homology with the mitochondrial fission factor Mff, its role in regulating mitochondrial architecture has not been mechanistically defined. Here, we identify FATE1 as a novel modulator of mitochondrial morphology that acts through a mechanism distinct from Mff. Unlike Mff, FATE1 does not recruit Drp1 to mitochondria and therefore lacks canonical fission activity. Instead, FATE1 promotes mitochondrial hyperfusion and protects against mitochondrial fragmentation triggered by cytokines and mitochondrial uncoupler treatment. The pro-fusion activity of FATE1 requires its mitochondrial targeting and interaction with Mitofusin-2 (Mfn2). Our findings establish FATE1 as a cancer-selective regulator of mitochondrial dynamics that antagonizes fission and preserves network integrity under cytotoxic stress, revealing a potential mechanism by which tumor cells evade mitochondria-driven apoptotic signaling.", "date": "2025-08-20", "journal": ""}
{"title": "Divergent selection on dispersal targets chemosensory and neuronal genes in Tribolium castaneum", "doi": "10.1101/2025.08.17.670711", "authors": "Pointer, M. D.; Nash, W. J.; McMullan, M. D.; Spurgin, L. G.; Butler, S.; Richardson, D. S.", "abstract": "Dispersal is key to the life history, ecology and evolution of many organisms, and important in pest invasiveness. However, the genetic architecture underlying variation in dispersal behaviour remains poorly understood outside of a few model species. We investigated the genomic basis of dispersal using artificial selection on replicated lines of Tribolium castaneum, a flour beetle, an emergent model system, and an economically important agricultural pest. Combining whole-genome resequencing with population-level genotype-phenotype association analysis, we identify genomic regions associated with selection on dispersal. Identified candidate genes were significantly enriched for functions related to neuronal structure and function, as well as chemosensory behaviour and mating, suggesting that variation in dispersal is mediated by neural and chemosensory pathways. Our results demonstrate that dispersal propensity has a polygenic basis and support an interaction between dispersal and mating ecology in this system. These findings contribute to a deeper understanding of the genetic mechanisms driving dispersal evolution of dispersal and its role in shaping eco-evolutionary dynamics.", "date": "2025-08-20", "journal": ""}
{"title": "In situ cryo-electron tomography of vaccinia virus exit from infected cells", "doi": "10.1101/2025.08.20.671218", "authors": "Hernandez-Gonzalez, M.; Nans, A.; Calcraft, T.; Rosenthal, P. B.; Way, M.", "abstract": "Poxvirus-infected cells release newly assembled virions via Golgi-mediated envelopment and subsequent exocytosis at the plasma membrane, prior to cell lysis. Here, we used cryo-electron tomography and structured illumination microscopy to study vaccinia egress. Our 3D analysis reveals that Golgi-mediated envelopment is a flexible process that involves remodelling of the enfolding membrane and a final step that seals a small pore. During subsequent exocytosis, the viral outer membrane fuses with the plasma membrane but retains a distinct identity, beneath which septins and clathrin are independently recruited. Clathrin enhances actin-dependent viral spread, while septins suppress virus release from the cell. We found that septin filaments run parallel to the inner surface of the plasma membrane beneath virions attached to the cell surface. In contrast, clathrin induces the formation of plasma membrane invaginations in distinct subdomains. We propose that actin assembly at these subdomains provides a template for subsequent virus-induced actin polymerization.", "date": "2025-08-20", "journal": ""}
{"title": "Phenotypic characterization of a mouse model of Rett syndrome reveals pubertal dysregulation and hypothalamic-gonadal dysfunction", "doi": "10.1101/2025.08.19.671012", "authors": "Martin-Sanchez, A.; Esteve-Perez, R.; Jimenez-Diaz, D.; Vasile-Tudorache, A.; Read, J. E.; Howard, S. R.; Agustin-Pavon, C.", "abstract": "Background: Mutations in the MECP2 gene, encoding the epigenetic reader Methyl-CpG binding protein 2, are the main cause of Rett syndrome, a rare neurodevelopmental disorder. Besides severe symptoms such as profound intellectual disability, loss of speech and motor skills and epilepsy, loss of function of MECP2 has been associated with pubertal dysregulation, but the biological mechanisms leading to this remain unclear. Methods: We first carried out a patient survey to assess pubertal timing in a sample of Spanish patients with Rett syndrome. Second, using a mouse model of Rett, in which males are hemizygous and females heterozygous for Mecp2 loss of function mutation, we assessed the onset and progression of puberty, together with increase in body weight and onset of neurological symptoms in post-weaning mice until puberty. In brain samples of young adult mice, we analysed hypothalamic Gonadotropin releasing hormone (GnRH) neurons by immunofluorescent labelling, and in plasma samples measured circulating GnRH and testosterone concentrations. Finally, we analysed testosterone dependent arginine-vasopressin circuits. Results: Our data in patients are in agreement with previous reports showing that a subset of female patients with Rett syndrome experience a delayed timing of menarche. Further, in our mouse model we found delayed puberty in Mecp2CD1-null males, associated with a reduced rate of weight gain, but with puberty onset occurring at a lower body weight than in wildtype controls. Despite later puberty onset, Mecp2CD1-null male mice were found to have an increased number of GnRH neurons, but displayed lower levels of circulating reproductive hormones. Consequently, Mecp2CD1-null males have deficient testosterone-dependent arginine-vasopressin innervation. In female Mecp2CD1-heterozygous mice, we found no overall significant differences in pubertal development or GnRH neurons, albeit in a subset of mice with early neurological symptoms, we found lower body weight, and a trend to delayed vaginal opening but precocious first oestrous, attributable to variable phenotypic penetrance. Conclusions: Our data supports that MECP2 is essential for typical pubertal development, with complete loss of Mecp2 in a male murine model resulting in abnormalities of pubertal timing with an observed increase in hypothalamic GnRH neurons.", "date": "2025-08-20", "journal": ""}
{"title": "Rakaia: interactive discovery of spatial biology at scale", "doi": "10.1101/2025.08.15.670550", "authors": "Watson, M.; Abazari, G.; Chen, E. L.; Tan, T. J.; Gorman, J. L.; Diorio, C.; Berman, H. K.; Campbell, K. R.; Jackson, H. W.", "abstract": "Spatial biology data throughput currently outpaces interpretable analysis, limiting large-scale discovery and translation. Here we present Rakaia, a browser-based platform for multiplexed imaging and spatial transcriptomics, empowering code-free interactive exploration and evaluation. Rakaia enables visualization, annotation, and feature-based querying with prioritization across thousands of images. We use Rakaia to identify cell types of interest in >200 highly multiplexed images from non-malignant human breast tissue. Rakaia is available at: https://rakaia.io/", "date": "2025-08-20", "journal": ""}
{"title": "Integrated spatial proteomics of human PDAC uncovers an expanded tumour-immune-stroma spectrum with genomic associations", "doi": "10.1101/2025.08.15.670565", "authors": "Shakfa, N.; Nowlan, F.; Drissler, S.; Tan, T. J.; Sunnucks, E.; Chen, E. L. Y.; Wong, C. J.; Seale, B.; Lin, Z.-Y.; Chan-Seng-Yue, M.; Zhang, A.; Chaudhary, S.; Yu, C.; Abazari, G.; Geuenich, M. J.; Watson, M.; Peng, J.; Afiuni-Zadeh, S.; Borgida, A.; Gonzalez, R.; Liang, S.-B.; Nowak, K.; Mrkonjic, M.; Dodd, A.; Wilson, J. M.; Campbell, K. R.; Gorman, J. L.; Grunwald, B. T.; Grant, R. C.; Knox, J. J.; Notta, F.; Gingras, A.-C.; Gallinger, S.; O'Kane, G. M.; Jackson, H. W.", "abstract": "Distinctively, pancreatic ductal adenocarcinoma (PDAC) consists of sparse tumour lesions intertwined with extensive desmoplastic stroma. The complexity of tumour-microenvironment interactions within this desmoplasia poses a challenge for accurate tumour profiling and patient stratification, and characterizes a profoundly chemoresistant tumour. Here we mapped the spatial relationships between tumour, stroma, and immune cell compartments delineating tumour and microenvironment types that expand the classical to basal spectrum of human PDAC. We used imaging mass cytometry to profile the in situ multi-cellular organization of 81 cell types in resected cases with paired whole genome sequencing. Cell types, functions, and pathway activation were distributed as highly reproducible environments in discrete locations throughout these tumours, which we deep-profiled using laser-capture mass spectrometry. We show that the connections between tumour phenotypes, vascularization, immune response, and stromal biophysical state are reinforced by genomic aberrations, altered by treatment, and associated with patient outcome. Predictive machine-learning models showed that spatial single cell data outperformed genomic or clinical features but integrated multi-omics models provide the best prediction of patient survival with compressed models requiring only 10 non-redundant robust molecular measures associated with the phenotypic spectrum of PDAC. Together, these findings define a phenotypic and molecular framework of PDAC that captures tumour-microenvironment co-dependencies and offers a refined basis for patient stratification and therapeutic targeting.", "date": "2025-08-20", "journal": ""}
{"title": "A cyclin-polarity feedback network ensures healthy cell proliferation", "doi": "10.1101/2025.08.18.670832", "authors": "Peyran, L.; Lefranc, C.; Gygi, S.; Royou, A.; McCUSKER, D.", "abstract": "Healthy proliferation requires the coordination of cell cycle progression with cell polarity. In budding yeast, polarity is established when G1-cyclin-Cdc28Cdk1 triggers Cdc42 activation to generate a cell pole that is used as an axis for growth and division. While polarity defects delay the cell cycle temporally, permitting error correction, it is unknown if Cdc28Cdk1 directly rectifies errant polarity. Here, we identify an adaptive response where G1-cyclin-Cdc28Cdk1 participates in error correction via the augmentation of its kinase activity towards substrates that activate Cdc42. The response involves temporal and spatial cell cycle reconfiguration via extended G1 cyclin expression, nucleocytoplasmic rerouting and signaling. However, this strategy has a cost: if the defect is irreparable, high G1-cyclin levels enforce inexorable cell cycle commitment in the absence of a daughter cell, generating multinucleate cells. G1-cyclins therefore not only trigger G1 events, but also monitor their execution, employing feedback to coordinate polarity with cell cycle progression.", "date": "2025-08-20", "journal": ""}
{"title": "Contractile function maintains cardiomyocyte differentiation and inhibits cell cycle activity", "doi": "10.1101/2025.08.19.671044", "authors": "Devilee, L. A. C.; Reid, J. D.; Krycer, J. R.; Robinson, H. R.; Humphrey, S. J.; Chow, C. S. Y.; Lor, M.; Fitzsimmons, R. L.; Wang, Q.-D.; Doran, M.; Porrello, E. R.; Palpant, N. J.; Foster, S. R.; Mills, R. J.; Hudson, J. E.", "abstract": "Numerous endotherm species lose cardiac regenerative capacity shortly after birth, which is in contrast to many ectotherm species who regenerate throughout life. Whether the enhanced contractile function required for endothermy contributes to the cell-cycle exit remains to be explored. Herein, we use human cardiac organoids with advanced maturation combined with direct targeting of contraction using mavacamten and aficamten to enable exquisite control of active contraction over brief time windows. We show that transient inhibition of contraction re-activates the cell cycle. Multi-omics analyses demonstrated the cell cycle response to be mediated through a dedifferentiation-like process, which was swiftly reversed upon removal of the myosin inhibitors. Together these findings reveal that active contraction maintains differentiation including cell cycle arrest in cardiomyocytes.", "date": "2025-08-20", "journal": ""}
{"title": "Renalase activates mitochondrial leak metabolism in response to cellular stress and to repair damage after injury", "doi": "10.1101/2025.08.19.671117", "authors": "Guo, X.; Chen, R.; Shugrue, C.; Shang, F.-F.; Milian, R. G.; Moller, H.; Licznerski, P.; Chen, T.-m.; Kibbey, R.; M Saad, O.; Tian, Y.; Bewersdorf, J.; Giordano, F.; Gorelick, F. S.; Safirstein, R.; Jonas, E. A.; Desir, G. V.", "abstract": "The role of mitochondria in response to cell stress is unclear. We show that exogenous renalase (RNLS), a flavin-dependent NADH oxidase, activates intramitochondrial RNLS to interact with the ATP synthase. This opens the ATP synthase leak channel, increases electron transport and enhances protein synthesis rate. RNLS causes a time-dependent increase in protein synthesis without cell proliferation; RNLS deletion or inhibition of the mitochondrial leak blocks RNLS-mediated protein synthesis. Analysis of newly synthesized proteins over 24h of RNLS exposure reveals time dependent changes in one-carbon metabolism and ribosomal biogenesis. Mitochondrial injury is more severe in the RNLS KO kidney after acute stress, related to decreased protein synthesis and increased mitophagy. RNLS KO mice exposed to cardiac pressure overload fail to develop physiological cardiac hypertrophy and die of heart failure and cardiac rupture. These data highlight the role of RNLS in activating mitochondrial leak metabolism to induce protein synthesis and organ repair.", "date": "2025-08-20", "journal": ""}
{"title": "Subcellular assessment of algal carbon storage and chloroplasts across the microenvironmental landscape of a photosymbiotic coral", "doi": "10.1101/2025.08.19.671130", "authors": "Grundy, A.; Kramer, N.; Jakobsen, S.; Kuhl, M.; Decelle, J.; Wangpraseurt, D.", "abstract": "Light availability plays a central role in shaping the photophysiology and energy metabolism of photosymbiotic organisms such as reef-building corals. Although light varies greatly within coral colonies, the effects of this spatial heterogeneity on the subcellular organization and energy storage of symbiotic algae (Symbiodiniaceae) remain poorly understood. Here, we combined microscale measurements of light and oxygen across both light-exposed upper regions and shaded basal regions of a Favites abdita colony with three-dimensional subcellular imaging using Focused Ion Beam Scanning Electron Microscopy (FIB-SEM). Our multi-scale approach revealed subcellular heterogeneity among symbiont populations, suggesting different cell cycle stages and physiological states across a spatial stratification in the coral. Subcellular morphometrics revealed that symbiont cells at the top of the colony were twice more voluminous than those at the shaded base with similar plastid volume occupancy. Compared to symbionts at the top of the colony, symbionts in the basal region accumulated nearly three times more starch relative to their cell volume. These findings show that light gradients within coral colonies shape symbiont morphology and energy storage patterns, with important implications for coral stress tolerance and resilience.", "date": "2025-08-20", "journal": ""}
{"title": "Monopolar orientation of kinetochores at meiosis is enforced by COHESINS and their regulators, CENP-C, and the deSUMOylase SPF2", "doi": "10.1101/2025.08.19.671082", "authors": "Singh, D. K.; Mahlandt, A.; Jolivet, S.; Durand, S.; Walkemeier, B.; Taochy, C.; Solier, V.; Derkacheva, M.; Cromer, L.; mercier, r.", "abstract": "The first division of meiosis is unique in its capacity to halve the ploidy of the future gametes. To this end, one key innovation compared to mitosis is the monopolar orientation of the pairs of sister kinetochores required for the proper separation of homologs at meiosis I. How monopolar orientation is imposed is unclear and seems to vary in eukaryotes. Here we performed a forward genetic screen in Arabidopsis thaliana, specifically designed to identify the molecular components imposing monopolar orientation, based on mutants ability to restore fertility in spo11 osd1 haploid plants. We show that monopolar orientation involves all four cohesin subunits (REC8, SCC3, SMC1, SMC3), the cohesion establishment factors CTF18 and DCC1, and the cohesin protectors SGO1/2 and PANS1, the inner kinetochore protein CENP-C, and the desumoylase SPF2. The mutants show bipolar orientation of achiasmatic chromosomes, but monopolar orientation is maintained in the presence of crossovers despite splitting of sister kinetochores at metaphase I and reduced levels of cohesin. Taken together, the findings demonstrate that cohesion establishment and protection, kinetochore function, and deSUMOylation, together with crossovers, enforce monopolar orientation in plants and support a cohesion-driven model of kinetochore orientation at meiosis I that is conserved across kingdoms.", "date": "2025-08-20", "journal": ""}
{"title": "Non-segmented unsupervised learning of multispectral whole slide images for robust analysis of tissue repair and regeneration", "doi": "10.1101/2025.08.19.671136", "authors": "Mansfield, K. P.; Mestvirishvili, T.; Subhan, B. S.; Mezzano-Robinson, V.; Almanzar, D. A.; Hanson, S.; Tan, J.; Loomis, C. A.; Fenyo, D.; Tsirigos, A.; Rabbani, P. S.", "abstract": "Analyzing whole tissue architecture remains challenging due to the inherent complexity of multicellular organization, variable morphology, and the limitations of conventional segmentation-based image analysis. Traditional approaches often rely on partial sampling or nuclear/cytoplasmic boundaries, which risk introducing bias and fail to capture the contextual interplay of diverse tissue compartments. To overcome these barriers, we developed a segmentation free framework for analyzing multispectral whole slide images (WSIs). By tiling WSIs into fixed sized regions and extracting quantitative tile features, we applied unsupervised machine learning to systematically reveal patterns of tissue organization at scale. This approach preserved spatial context without the need for cell-level delineation, recapitulating expected compartments such as epidermis, adipose, and scab, while also revealing subtle but coherent substructures within stromal and granulation regions. Applied to murine wound healing, the method distinguished wild type from diabetic repair dynamics without prior labels, uncovering both gross and nuanced differences in tissue composition. Together, this work establishes a robust, unbiased strategy for whole-tissue analysis that circumvents the limitations of segmentation, leverages unsupervised learning for discovery, and advances the study of tissue repair and regenerative pathology.", "date": "2025-08-20", "journal": ""}
{"title": "Primary Cilium-dependent Humoral Bioactive Factors Acts in a Paracrine Manner to Control Fibroblast Cell Migration", "doi": "10.1101/2025.08.20.671189", "authors": "Ijaz, F.; Imami, K.; Ikegami, K.", "abstract": "The primary cilium is classically recognized as a signal-reception hub, yet its role in mediating cell-to-cell communication via signal spread remains poorly defined. Here, we uncover a previously unrecognized paracrine function of the primary cilium in fibroblasts. Conditioned medium from ciliated wild-type NIH/3T3 cells enhanced wound healing in primary cilium-deficient fibroblasts, in contrast to conditioned medium derived from primary cilium-deficient NIH/3T3-Kif3a-KO or NIH/3T3-Dync2h1-KO cells. Fractionation of conditioned medium revealed that the wound healing activity resided predominantly in the 100K x g soluble supernatant (Sup-100K), rather than in extracellular vesicle (EV) fractions. Untargeted metabolomic analysis identified lysophosphatidylcholine (LPC) (14:0) as a key bioactive metabolite enriched in WT-Sup-100K secretome. Supplementation of LPC(14:0) restored wound healing capacity in NIH/3T3-Kif3a-KO cells to levels comparable to WT-Sup-100K treatment. Transcriptomic profiling of target cells revealed that WT-Sup-100K upregulated expression of extracellular matrix (ECM)-associated genes, including Ogn, Igf2, and Mfap4, while EVs modestly enhanced early ECM remodeling via induction of Nid2. Together, these findings demonstrate that the primary cilium coordinates a wound healing secretome in fibroblasts through the regulated release of LPC(14:0) and other soluble factors that activate ECM-remodeling pathways in recipient cells. This work expands the functional repertoire of the primary cilium and establishes its critical role in coordinating paracrine regenerative signaling.", "date": "2025-08-20", "journal": ""}
{"title": "Identification of a novel link connecting indole-3-acetamide with abscisic acid biosynthesis and signaling", "doi": "10.1101/2025.08.15.670611", "authors": "Moya-Cuevas, J.; Ortiz-Garcia, P.; Gonzalez Ortega-Villizan, A.; Viguera-Leza, I.; Perez-Gonzalez, A.; Paz-Ares, J.; Alonso-Blanco, C.; Vicente-Carbajosa, J.; Pollmann, S.", "abstract": "Plants regulate their developmental programs and their responses to environmental changes through a complex network of small signaling compounds, known as phytohormones. The role of auxins in promoting plant growth has been extensively investigated. Furthermore, previous studies have demonstrated that the accumulation of indole-3-acetamide (IAM), an auxin precursor, results in the suppression of plant growth, particularly primary root elongation. This observation led to the hypothesis that IAM or an IAM derivative exerts negative growth regulatory effects. However, the molecular mechanism by which IAM inhibits plant growth remains largely unelucidated. To gain deeper insight into the molecular mode of action of IAM, we conducted a comprehensive genome-wide association study (GWAS) using a highly diverse collection of 166 wild Arabidopsis accessions from the Iberian Peninsula. Consequently, we identified several genomic regions associated with a reduced response to IAM under controlled in vitro conditions, which included ABA3 and GA2ox2 as candidate genes. Sequence analyses, transcriptomics studies, and comparison of three-dimensional models generated for ABA3 proteins encoded by the two major natural alleles identified in the collection of wild accessions suggested that IAM-triggered inhibition of primary root elongation is closely associated with the formation of abscisic acid (ABA) in Arabidopsis thaliana seedlings. Finally, physiological characterization of mutants for those candidate genes further corroborated that IAM activates ABA signaling. Our results demonstrate that IAM is intricately linked with ABA biosynthesis and signaling, thereby elucidating a novel node in plant hormone crosstalk.", "date": "2025-08-20", "journal": ""}
{"title": "An Axiom SNP genotyping array for potato: development, evaluation and applications", "doi": "10.1101/2025.08.17.670748", "authors": "Baig, N.; Thelen, K.; Ayenan, M. A. T.; Hartje, S.; Obeng-Hinneh, E.; Zgadzaj, R.; Renner, J.; Muders, K.; Truberg, B.; Rosen, A.; Prigge, V.; Bruckmueller, J.; Luebeck, J.; Van Inghelandt, D.; Stich, B.", "abstract": "Potato is a versatile food crop and a major component of human nutrition worldwide. Genomic-assisted breeding methods have the potential to increase the gain of selection. We report the development and validation of a high-density Axiom-based SNP array for potato (Solanum tuberosum L.). Whole-genome 10X Genomics based sequencing of 108 diverse clones representing landraces, improved cultivars, and wild relatives identified around 23.8 million sequence variants, from which 929,127 variants, alongside with 18,718 markers from a previously developed Illumina Infinium 21K array (GGP3), were tiled on the array. The array demonstrated high reproducibility, with replicate samples showing an average concordance of 99.88% in genotype calls for PotatoTools specific variants, compared to 99.93% for the Illumina Infinium 21K array variants. A panel of 1,247 diploid and tetraploid clones was genotyped with the developed array. Genotype calling, considering allele dosage, was realized using fitpoly and yielded 852,793 calls. The array informativeness was optimized by applying Euclidean distance, heterozygous strength offset metrics, call rate, minor allele frequency filtering, and diploid-based allele correction, yielding a final set of 206,616 robust and informative markers. The filtered marker set enables precise characterization of genetic variation across diverse germplasm, thereby supporting robust analyses of population structure, genome-wide association studies (GWAS), and genomic prediction in potato. Population structure analysis genotyped clones revealed clear subpopulation differentiation consistent with known ploidy groups. In addition, our discriminant analysis of principal components revealed a weak but structured diversity among clones of different market segments. GWAS analysis of 998 potato clones identified sequence variants significantly associated with polyphenol oxidase (PPO) activity, confirming the platform's efficacy for trait mapping. For the same trait, genomic prediction accuracies of 0.72-0.86 have been observed. The developed potato SNP array provides a robust platform for high-throughput genotyping, supporting genetic diversity studies, association mapping, and genomic-assisted breeding in this important crop.", "date": "2025-08-20", "journal": ""}
{"title": "Control of Chloroplast Integrity by the Jasmonate Signaling Pathway is Linked to Growth-Defense Balance", "doi": "10.1101/2025.08.15.670541", "authors": "Howe, G. A.; Johnson, L. Y.; Major, I. T.; Guo, Q.; Yoshida, Y.; Kramer, D. M.", "abstract": "Chloroplasts play a central role in plant responses to environmental stress. Little is known, however, about how chloroplast homeostasis is maintained during stress responses that place high metabolic and bioenergetic demands on the cell. As a chloroplast-derived retrograde signal, jasmonate (JA) promotes broad-spectrum immunity by triggering the degradation of JAZ transcriptional repressors that act in the nucleus to control chloroplast metabolism. Here, we manipulated JAZ abundance to investigate how chloroplast integrity and function is maintained at high levels of defense. A jaz decuple mutant (jazD) lacking 10 of 13 JAZs exhibited strong growth-defense antagonism without loss of photosynthetic efficiency. Treatment of jazD with the JA-receptor agonist coronatine triggered rapid loss of chlorophyll and the turnover of chloroplast proteins and lipids, leading to the collapse of photosynthetic activity and cell death. These findings were supported by global transcript and metabolite profiling over a time course of coronatine treatment. Genetic screens identified MYC2 and the JAZ-destabilizing F-box protein, COI1, as positive regulators of coronatine-induced chloroplast dismantling in jazD plants. These results demonstrate how the progressive loss of JAZ repression drives a continuum of MYC2-dependent growth-defense tradeoffs, including disassembly of the photosynthetic apparatus as a terminal response. In highlighting the critical role for JAZ proteins in maintaining chloroplast integrity at high levels of defense, our results provide insight into the general mechanism by which jasmonate governs chloroplast metabolism to balance growth and stress responses.", "date": "2025-08-20", "journal": ""}
{"title": "Pseudomonas aeruginosa SPT08, a tomato endophyte, improves plant growth and controls bacterial wilt in tomato", "doi": "10.1101/2025.08.17.670768", "authors": "Giri, S. J.; Rana, R.; Sharma, P. L.; Begum, S.; Dutta, L.; Kalita, S.; Bhuyan, S.; Jain, M.; Agarwala, N.; Patil, P. B.; Ray, S. K.", "abstract": "Endophytes are a class of non-pathogenic microorganisms that reside within a plant and contribute to their health. Here, we isolated several endophytes from cotyledon-stage tomato seedlings that inhibited the growth of Ralstonia pseudosolanacearum, the bacterial wilt pathogen of tomato. One such endophyte, Pseudomonas aeruginosa SPT08, protected tomato seedlings as well as grown-up plants from the wilt disease. SPT08 also improved the tomato plant height by 20% and root growth by 60% in weight. SPT08 colonization inside tomato seedlings as well as in grown-up plants was studied using green fluorescent protein to demonstrate its endophytic behavior. SPT08 exhibited twitching and swimming motility and produced extracellular enzymes such as pectinase, protease, and amylase. SPT08 tested positive for several plant growth-promoting features such as phosphate solubilization, production of siderophore, plant hormone auxin, hydrogen cyanide, and ammonia. These features were further corroborated with SPT08 whole genome sequence. SPT08 genome is 6265489 bp, with 66.59% G+C and 5786 coding genes, including type II, III, and VI protein secretion systems. The antiSMASH tool identified potential for several secondary metabolites, including antibiotics, in SPT08. This study underscores the utility of P. aeruginosa SPT08 bio-protection from bacterial wilt and growth promotion agent in tomato.", "date": "2025-08-20", "journal": ""}
{"title": "A Phosphorelay Circuit Drives Extracellular Alkalinization in Plant Receptor Kinase Signaling", "doi": "10.1101/2025.08.16.670655", "authors": "Zhai, K.; Derbyshire, P.; Zhang, S.; Choi, S.; Wang, L.; Song, B.; Kinoshita, T.; Zhou, J.-M.; Menke, F.; Bender, K. W.; Zipfel, C.", "abstract": "Extracellular alkalinization has long been recognized as a hallmark of plant cell-surface receptor activation, including during pattern-triggered immunity (PTI); yet the mechanisms driving elicitor-induced alkalinization and its role in immune signaling remain unclear. Here, we demonstrate that inhibition of autoinhibited H+-ATPases (AHAs) is required for elicitor-induced extracellular alkalinization. This alkalinization is essential for immune signaling mediated by diverse plasma membrane-localized receptor kinases (RKs) through modulation of ligand-receptor interactions. Notably, RKs transduce elicitor-triggered signaling via BOTRYTIS-INDUCED KINASE 1 (BIK1), which inhibits AHA activity by disrupting AHA-GENERAL REGULATORY FACTOR (GRF) interactions through a conserved phosphorylation event. Interestingly, this pathway is crucial for cell wall damage (CWD) responses involving the RK MALE DISCOVERER 1-INTERACTING RECEPTOR LIKE KINASE 2 (MIK2) and its ligand, SERINE RICH ENDOGENOUS PEPTIDE 18 (SCOOP18). Our findings reveal a conserved phospho-regulatory pathway that governs extracellular alkalinization to coordinate plant immune signaling, offering new insights into plant stress resilience.", "date": "2025-08-20", "journal": ""}
{"title": "Cortical thickness changes precede high levels of amyloid by at least seven years", "doi": "10.1101/2025.08.14.670398", "authors": "Roe, J. M.; Jagust, W. J.; Landua, S. M.; Harrison, T. M.; Grydeland, H.; Slivka, M.; Alatorre-Warren, J.-L.; Garrido, P. F.; Sorensen, O.; Grodem, E. O.; Ward, T. J.; Leonardsen, E. H.; Fladby, T.; Bjornerud, A.; Walhovd, K. B.; Fjell, A. M.; Vidal-Pineiro, D.; Wang, Y.", "abstract": "Alzheimer's disease (AD) is now defined based on its underlying brain pathology, with the presence of amyloid (A{beta}) plaques at high enough levels sufficient to warrant a diagnosis in the absence of cognitive symptoms. High levels of PET-detectable A{beta} are widely thought to be the first imaging marker, with structural brain changes detectable on MRI scans thought to occur later. We combined 4570 longitudinal MRIs and 1684 A{beta} PET scans from three cognitively healthy cohorts to test the difference in cortical thickness and its change between those that subsequently converted to be A{beta}-positive or stayed A{beta}-negative, using MRIs acquired exclusively in the years before conversion. We found those that subsequently developed elevated A{beta} levels show both thicker cortex and less cortical thinning, even when the last MRI used to estimate their thickness trajectories was acquired at least seven years before conversion. Many effects remained when accounting for quantitative A{beta} levels, suggesting some cortical thickness effects may be partly independent of A{beta}. Differences in cortical thickness and its change between converters and A{beta}-negative individuals showed moderate alignment with patterns of A{beta} deposition, and the timing of thickness changes tracked the temporal progression of A{beta} accumulation. Thus, if amyloid is AD, we show that high levels of PET-detectable amyloid are not the first imaging marker of AD, as cortical thickness changes can be traced years before pathological amyloid. This has implications for understanding the sequence of events leading up to the earliest stages of AD.", "date": "2025-08-20", "journal": ""}
{"title": "Interpretable EEG Biomarkers for Neurological Disease Models in Mice Using Bag-of-Waves Classifiers", "doi": "10.1101/2025.08.14.670397", "authors": "Achuri, M. I. C.; Lara, M. K.; Rabbo, K. A.; Wilson, B. T.; Meek, A.; Mahoney, J. M.; Hernan, A. E.; Brockmeier, A. J.", "abstract": "Electroencephalograms (EEGs) are time-series records of the electrical potential from collective neural activity in the brain. EEG waveform patterns--rhythmic and irregular oscillations and transient patterns of sharp waves or spikes--are potential phenotypical biomarkers, reflecting genotype-specific neural activity. This is especially relevant to diagnosing epilepsy without direct seizure observations, which is common in clinical settings, as well as in animal models, which often have subtle neurological phenotypes without overt epilepsy. Herein, we investigate genotypic prediction from long-term EEG signals of freely behaving mice belonging to six groups defined by the presence or absence of a neurological disease-genotype (TSC1 gene knockout) in three different inbred strains with distinct genetic backgrounds. The potential complexity of genotype-related EEG patterns motivates a machine learning approach to automatically extract time-series descriptors, such as waveforms or spectral content, as biomarkers. We propose a machine learning approach to predict the genotypes of individual mice from the occurrence counts of waveforms that approximate short windows of the EEG. That is, a dictionary of waveforms is optimized to approximate windows from each genotype, and the vectors of waveform occurrence counts are the features for predicting genotypes via logistic regression models. Across two-fold cross-validation of the waveform dictionary learning, and leave-one-individual-out genotype prediction, we find that waveform counts pooled over multiple hour segments enable reliable prediction of mouse strain with an accuracy of 70% (chance rate of 38%), and for two of the three strains, DBA2 and C57B6, strain-specific classifiers reliably determined the epilepsy-genotype (TSC1 gene knockout) at a 67% sensitivity with a 100% specificity for DBA2 and 67% specificity for C57B6. None of the mice of these strains had evidence of overt seizures or EEG-based seizure detection. The methodologies and results show the potential of EEG waveform as phenotypes and bag-of-waves as a feature representation for identifying epilepsy genotypes.", "date": "2025-08-20", "journal": ""}
{"title": "Rapid Invisible Frequency Tagging (RIFT) with a consumer monitor: A proof-of-concept", "doi": "10.1101/2025.08.14.670287", "authors": "Dimigen, O.; Badea, I.; Simon, I.; Span, M. M.", "abstract": "Rapid Invisible Frequency Tagging (RIFT) enables neural frequency tagging at rates above the flicker fusion threshold, eliciting steady-state responses to flicker that is almost imperceptible. While RIFT has proven valuable for studying visuospatial attention, it has so far relied on costly projector systems, typically in combination with magnetoencephalography (MEG). The recent emergence of high-speed organic light-emitting diode (OLED) monitors for consumers suggests that RIFT may also be feasible with much more accessible hardware. Here, we provide a proof-of-concept demonstrating successful RIFT using a consumer-grade 480 Hz OLED monitor in combination with electroencephalography (EEG). We also share practical recommendations for achieving precise stimulus timing at 480 Hz with minimal frame drops. In a central fixation task, participants viewed a tapered disc stimulus flickering either centrally or peripherally. Luminance was modulated sinusoidally at 60 Hz or 64 Hz, frequencies at which the flicker was barely visible. Photodiode recordings confirmed that the monitor delivered accurate frame timing with few dropped frames. Cross-coherence analysis between occipital EEG channels and a photodiode revealed robust, frequency-specific neural tagging responses for central stimuli at both frequencies. In comparison, weaker coherence was observed for 60 Hz peripheral flicker. Our findings demonstrate that RIFT can be reliably implemented using affordable stimulation hardware, a low-density EEG montage, and a minimal processing pipeline. We hope that this lowers barriers to entry, facilitating broader use of RIFT in basic research and in applied settings where cost and portability matter.", "date": "2025-08-20", "journal": ""}
{"title": "Contractility governs cardiomyocyte cell cycle activity", "doi": "10.1101/2025.08.19.671096", "authors": "Shehata, N.; Srikantharajah, R.; Baier, E.; Manthey, C.; Stuedemann, T.; Nehring, M.; Covic, A.; Mueller, C.; Siebels, B.; Nissen, P.; Witten, A.; Castellano, M. Z.; Rodriguez, Y.; Gomez, L. Z.; Janssen, I.; Rodriguez, J.; Enriquez, A. G.; Romero, M. A. G.; Di Mattia, R.; Dendorfer, A.; Moretti, A.; Poch, C. M.; Eschenhagen, T.; Weinberger, F.", "abstract": "The hearts rhythmic contractions keep blood flowing to deliver the oxygen and nutrients that sustain life, but this very strength may also explain why the heart has so little capacity to regenerate. Whereas embryonic and neonatal hearts can repair themselves, this ability is rapidly lost after birth as heart muscle cells (cardiomyocytes) exit the cell cycle. We tested whether the force-generating machinery of the heart acts as a barrier to regeneration. Across human cardiomyocytes, engineered heart tissue, and myocardial slices, we found that active force generation suppresses proliferation, whereas its inhibition, through chemogenetic or pharmacological modulation, enabled cell cycle re-entry. These findings identify contractility as a central regulator of regenerative potential, highlighting new directions for strategies to restore repair in the diseased heart.", "date": "2025-08-20", "journal": ""}
{"title": "Predator-driven local convergence fosters global microbial community divergence", "doi": "10.1101/2025.08.15.670637", "authors": "Asiloglu, R.; Kuno, H.; Fujino, M.; Bodur, S.; Aycan, M.; Ishizuka, H.; Kazama, S.; Iwasaki, S.; Murase, J.; Harada, N.; Arai, M.; Ikazaki, K.", "abstract": "Understanding the rules that govern microbial community assembly is essential for predicting ecosystem function. While microbial predators are key biotic agents that shape bacterial communities through predation, yet their ecological consequences have been studied mostly in isolated and in vitro systems1,3. In contrast, large-scale studies of microbial diversity have primarily emphasized abiotic factors as drivers of community assembly 4,7, while the role of microbial predators modulating global microbial divergence and convergence patterns remains largely neglected. Here, we show that bacterivorous protists (predators) exert dual, scale-dependent effects on microbial communities: promoting local convergence by suppressing dominant bacterial taxa, while generating global divergence through species-specific predation effects. By integrating global meta-analyses, controlled field experiments, and reconstructions of natural and synthetic communities, we find that predator identity and prey susceptibility jointly determine convergence outcomes. Communities dominated by predator-resistant taxa exhibit reduced convergence under predation pressure, revealing a predictable trait-based filtering mechanism. This framework reconciles previous contradictory findings3,8,11 and highlights predators as selective, context-dependent agents of microbial biogeography. Predator-driven convergence suggests new opportunities for microbiome engineering 12: targeted use of predators may steer microbial communities toward functional configurations that enhance soil health, disease suppression, carbon cycling, and ecosystem resilience2,13,14.", "date": "2025-08-20", "journal": ""}
{"title": "Laboratory evolution can improve algal cell yield and lipid production under mildly cold conditions", "doi": "10.1101/2025.08.15.670636", "authors": "Lu, S.-Y.; Zhang, S.-Y.; Zhang, Q.-G.", "abstract": "One challenge to large-scale microalgae cultivation, e.g., for biodiesel production, is the seasonal low-temperature conditions. We argue that seasonally varying selection in natural environments has prevented algae from better adapting to cold temperatures, and that laboratory evolution offers a promising approach for obtaining cold-adapted algal materials. We conducted a population-level artificial selection experiment with the unicellular green microalgae Chlorella sorokiniana at both a benign temperature (25) and a mildly cold temperature (15). Four artificial selection regimes were established: random selection, selection for high biomass (i.e., cell yield), selection for high lipid production, and rotation between high-biomass and high-lipid selection. We did not observe significant differences among the four selection regimes in evolutionary changes of algal cell yield or lipid yield, suggesting that natural selection at the individual level had dominated the evolutionary changes in our experiment. Compared with the ancestral strain, selection lines that had evolved at 15 typically exhibited increased cell yield and reduced lipid content per cell, indicating a trade-off relationship. However, substantial increases in cell yield may compensate for the reduction in lipid content per cell. Notably, three out of 16 selection lines showed > 1-fold increase in cell yield, and one exhibited > 1-fold increase in population-level lipid yield. Selection lines that had evolved at 25 displayed even greater increases in both cell and lipid yields, with a positive relationship between cell yield and lipid content per cell. Our results demonstrated the potential for laboratory evolution to obtain algal materials suitable for biofuel production under seasonal low-temperature conditions.", "date": "2025-08-20", "journal": ""}
{"title": "Community ecology dynamics on reefs in Fiji are dependent on soft coral density and depth", "doi": "10.1101/2025.08.15.670538", "authors": "Stephenson, N. P.; Delahooke, K. M.; Kenchington, C. G.; Khan, T. M.; Katz, L.; Waitaiti, J.; Ball, A. A.; Bonito, V. E.; Mitchell, E. G.; Manica, A.", "abstract": "Some soft corals (order Alcyonacea) have the potential to increase in prevalence on tropical coral reefs as the severity of anthropogenic climate change increases. While soft corals are therefore an increasingly important component of reef ecosystems, little is known about their ecological role on coral reefs and their influence on community dynamics and diversity. We used Bayesian Network Inference to identify the relationships among benthic taxa across sites with varying degrees of soft coral dominance on the Great White Wall, Fiji, and then employed spatial point process analysis to reveal the ecological processes behind these associations. We found that depth was the dominant driver of community dynamics, and that white Nephtheidae soft corals were negatively associated with scleractinian corals and positively associated with algae due to a facilitative mutualism - possibly due to soft corals reducing grazing pressure. Our results show distinctions in reef benthos and ecological dynamics between scleractinian- and soft coral-dominated reefs. We found that diversity levels were significantly lower on soft coral than scleractinian reefs, potentially highlighting the risk of a loss in benthic diversity on reefs where soft corals replace scleractinians.", "date": "2025-08-20", "journal": ""}
{"title": "From stress to survival: identifying heat-resistant corals in Belize for conservation and restoration", "doi": "10.1101/2025.08.17.670758", "authors": "Dawson, D. D.", "abstract": "Rising ocean temperatures intensify coral bleaching, yet the response to high temperatures may also hold the key to reef survival. The potential lies in identifying individuals or populations that can withstand elevated temperatures, which could help inform more targeted conservation and restoration efforts. This study assessed the thermal resistance of four dominant coral species in Belize to identify populations best suited for long-term survival under increasing ocean temperatures. Coral populations from six characterized thermal reef sites were subjected to short-term heat exposure to determine bleaching thresholds (ED50), using Visual Bleaching Scores and experimental Degree Heating Days. As in other studies, we found a wide range of heat tolerance within and among species. The massive starlet coral (Siderastrea siderea) exhibited the highest resistance to thermal stress, while the brain coral (Pseudodiploria strigosa) was the most susceptible. The mountainous star coral (Orbicella faveolata) and mustard hill coral (Porites astreoides) showed intermediate heat resistance that varied by site. Notably, the shallower reefs (~1-2 meters) of both inshore, central Belize and offshore Turneffe Atoll on the Belize Barrier Reef housed the highest proportion of the most thermally resistant corals. These findings highlight two key adaptive reef management opportunities: conserving naturally heat-resistant reefs and prioritizing thermally tolerant corals in transplantation efforts for restoration. By identifying corals and reef sites with the highest survival potential, this study provides essential insights to help safeguard Belizes reefs against climate change, ensuring their continued ecological and economic benefits.", "date": "2025-08-20", "journal": ""}
{"title": "From Snapshots to Structure: A Novel Method for Reconstructing Directed Microbial Interaction Networks from Compositional Data", "doi": "10.1101/2025.08.16.670688", "authors": "Natarajan, R.", "abstract": "Microbial communities are shaped by complex ecological interactions that govern their structure, stability, and function. However, inferring these interactions from 16S rRNA gene sequencing data remains challenging due to data compositionality, limited temporal resolution, and the inability of traditional correlation-based methods to capture directionality or mechanistic influence. Microbial communities dynamically restructure in response to environmental and internal pressures, yet the ecological mechanisms guiding these transitions remain elusive. Here, we present a novel network inference framework that reconstructs directed, signed, and weighted microbial interaction networks from cross-sectional compositional data, without relying on predefined dynamic models or time-series sampling. By estimating asymmetric slopes and applying a perturbation-informed inference strategy, the method infers ecological interaction polarity and strength while accounting for compositional constraints. Applied to a synthetic gut microbiome dataset, the framework revealed taxon-specific trajectories, directional ecological dependencies, and hierarchically organized interaction networks. Persistent Directed Acyclic Graph (DAG) motifs identified keystone initiators, while other taxa emerged as resilient, high-connectivity hubs. A quadrant-based network visualization was introduced to enhance interpretability by distinguishing ecological influencers from responders based on interaction flow. The inferred networks demonstrated strong alignment between interaction polarity and abundance trends, revealing a robust ecological principle polarity-driven succession whereby the net balance of cooperative and antagonistic interactions predicts species abundance trajectories and community dynamics. This mechanistic insight advances microbial ecology by enabling predictive interpretations from cross-sectional datasets and broadening the theoretical understanding of microbial interaction networks. The approach supports scalable, hypothesis-driven analysis of microbial communities across environments and holds particular promise for guiding microbiome engineering, synthetic consortia design, and the retrospective analysis of public microbiome repositories.", "date": "2025-08-20", "journal": ""}
{"title": "Defensive mutualisms affect plant and ant island biogeography at a global scale", "doi": "10.1101/2025.08.15.670609", "authors": "Brown, D.; Frederickson, M. E.", "abstract": "Mutualism can shape biogeographic patterns at macroecological scales. Recently, Delavaux et al. (2024) found that plant mutualisms with mycorrhizae, nitrogen-fixing bacteria, and animal pollinators limit island colonization, weakening the latitudinal diversity gradient (LDG) on oceanic islands. Here, we examine whether ants and plants engaged in a common defensive mutualism mediated by extrafloral nectaries (EFN) are similarly under-represented on oceanic islands and whether this mutualism also weakens the LDG on islands. We used global trait and occurrence databases to compare ant and plant species richness between oceanic islands and their likely source mainlands for taxa that do and do not interact mutualistically via EFNs. The species richness of EFN-visiting ants and EFN-bearing plants positively covary across islands and plants with EFNs and EFN-visiting ants are significantly over-represented on islands, equally so across latitudes. Thus, EFNs facilitate rather than limit colonization on islands, and not all mutualisms dampen the LDG on islands.", "date": "2025-08-20", "journal": ""}
{"title": "Transgenic Cowpea Expressing Synthetic BtCry1Ab Confers High Resistance to Legume Pod Borer (Maruca vitrata)", "doi": "10.1101/2025.08.16.670672", "authors": "Jothi, M.; Kumar, S.; Maravi, D. K.; Altosaar, I.; Kalia, V.; Sahoo, L.", "abstract": "Cowpea, an important food legume crop, suffers significant yield losses due to insect pests, particularly the legume pod borer (Maruca vitrata). Narrow genetic base and lack of sufficient resistance to M. vitrata in existing cowpea germplasm, make them less effective in managing M. vitrata populations. To address this challenge, a transgenic approach is explored. In this study, we develop transgenic cowpea with enhanced resistance to M. vitrata by overexpressing a synthetic cry1Ab gene, driven by constitutive CaMV35S viral promoter, in an Indian cowpea cultivar. High expression of Cry1Ab was detected in leaves and pods. Bioassays with M. vitrata and Helicoverpa armigera larvae demonstrated significant resistance of transgenic lines to these lepidopteran pests. The transgenic lines exhibited reduced pod damage, decreased larval feeding, and increased insect mortality compared to non-transgenic controls. NMR analysis demonstrated absence of any new metabolites in transgenic plants. Furthermore, these transgenic lines showed no penalty on growth and development. The transgenic lines exhibited no observable phenotypic drawbacks, indicating their promise for sustainable agricultural practices. Our findings suggest that these transgenic cowpea lines could offer broad-spectrum protection against these pests, providing an effective pest management solution.", "date": "2025-08-20", "journal": ""}
{"title": "CIA5 INTERACTS WITH THE ZINC CHAPERONE ZNG3 TO BALANCECARBON AND ZINC METABOLISM", "doi": "10.1101/2025.08.16.670667", "authors": "Kusi-Appiah, G.; Schmollinger, S.; Mamo, A.; Stainbrook, S. C.; O'Halloran, T. V.; Strenkert, D.", "abstract": "Carbon and zinc (Zn) metabolism are intrinsically connected in phototrophs, as crucial components involved in CO2 assimilation, like carbonic anhydrases, are highly abundant Zn proteins. Utilizing these and other proteins, the eukaryotic green algae Chlamydomonas reinhardtii can maintain phototrophic growth in low CO2 environments by inducing a carbon concentrating mechanism (CCM). In this work we show that Chlamydomonas dynamically increases its Zn content to accommodate the higher intracellular Zn demand in low CO2 environments. This increase requires the presence of Cia5, a major regulator of the CCM in Chlamydomonas. How Cia5 regulates expression of thousands of low CO2-inducible genes remains enigmatic, its transcript and protein abundance is unchanged in different CO2 environments, even in the presence of an additional reduced carbon source, acetate. We show here that the Cia5 protein is not present in Zn-limitation, despite CIA5 transcription being unchanged. We used a CRISPR knock-in approach to express Cia5-HA from its endogenous locus and used two independent Cia5-HA expressing strains for affinity purification and identified a protein belonging to a conserved family of metal binding GTPases, ZNG3, as a constitutive interaction partner. Like Cia5, ZNG3 is constitutively expressed, co-expressed with Cia5 along the diurnal cycle and is Cia5-dependently induced in low CO2 environments. Surprisingly, zng3 mutants do not phenocopy cia5 mutants and grow well in low CO2 conditions. Instead, zng3 mutants are unable to grow like wildtype if excess carbon is available in the form of high CO2 or acetate. Transcriptomics of wildtype and zng3 mutants grown with different carbon sources revealed that transcriptional induction of the majority of genes involved in the CCM is maintained in low CO2 grown zng3 mutants, while the degree of induction in a subset of LCI genes is reduced (HLA3, CAH4 and CAH5). Genes encoding proteins involved in plastid quality control were induced in zng3 mutants grown on acetate and high CO2, as well as other, related metallochaperones. We hypothesize that Zn trafficking towards the plastid is mis-regulated in zng3 mutants resulting in protein mis-metalation and unfolding. Taken together, we propose that ZNG3 and Cia5 coordinate Zn and CO2 metabolism, affecting intracellular Zn trafficking and modulate the CO2 response.", "date": "2025-08-20", "journal": ""}
{"title": "TPS Proteins coordinate plant growth with sugar availability via the SnRK1 Kinase", "doi": "10.1101/2025.08.17.670254", "authors": "Reis-Barata, D.; Confraria, A.; Margalha, L.; Peixoto, B.; Lopes, F. L.; Belda-Palazon, B.; Jurke, B.; Arrivault, S.; Shukla, V.; Feil, R.; Licausi, F.; Kaschani, F.; Kaiser, M.; Caldana, C.; Stitt, M.; Lunn, J. E.; Baena-Gonzalez, E.", "abstract": "The ability to sense and respond to nutrients determines adaptation and survival in all organisms. In plants, sucrose stimulates growth and developmental progression via the signalling sugar trehalose 6-phosphate (T6P) which reflects sucrose availability. T6P acts, at least partly, by inhibiting the protein kinase SUCROSE NON-FERMENTING 1 (SNF1)-RELATED KINASE 1 (SnRK1) but the underlying mechanisms are poorly understood. Here, we identify a group of catalytically inactive T6P synthase (TPS) proteins, TPS5/6/7, as important factors for coupling the T6P signal to SnRK1 activity. In Arabidopsis thaliana, lack of TPS5/6/7 causes severe growth defects, particularly in roots. This is accompanied by a metabolic signature that is suggestive of T6P insensitivity and impaired sucrose utilization. Using a combination of genetics, SnRK1 activity assays, and imaging, we demonstrate that the growth defects of the tps5/6/7 mutant are due to SnRK1 misregulation and are reverted by knocking-down SnRK1 in this background. Co-immunoprecipitation assays further show that T6P promotes the interaction of TPS proteins with SnRK1 in a highly specific and dose-dependent manner. Our results support a model where TPS proteins act as T6P sensors, inhibiting non-nuclear SnRK1 activity when sucrose is abundant to promote biosynthetic processes and growth.", "date": "2025-08-20", "journal": ""}
{"title": "Chromosome-level genome assembly of the gerbera (Gerbera hybrida) using HiFi long-read and Hi-C technologies", "doi": "10.1101/2025.08.15.670457", "authors": "Aoyagi, Y. B.; Shimada, R.; Hirakawa, H.; Toyoda, A.; Toh, H.; Isobe, S.; Tajima, N.; Shirasawa, K.; Horiike, T.; Fujii, H.; Fujiwara, T.; Bamba, M.; Nakatsuka, T.; Tominaga, A.", "abstract": "Gerbera hybrida is one of the most popular ornamental plants and also serves as a valuable model plant within the Asteraceae family. Here, we report both the nuclear and organellar genome assemblies and annotations of G. hybrida, which was developed through hybridization of two wild species. Sequencing was performed using a combination of PacBio high fidelity (HiFi) reads and chromatin capture reads (Omni-C). The total span of the nuclear genome assembly is 2.32 gigabases, and 99.3% of the sequence assembled into 25 scaffolds, consistent with the known chromosome number. Genome annotation of the nuclear genome identified 36,160 protein-coding genes and 11,572 non-coding transcripts. The mitochondrial genome had 363,511 bp and contains 36 protein-coding genes, 3 rRNAs, and 21 tRNAs, while the chloroplast genome is 151,898 bp in length and includes 85 protein-coding genes, 8 rRNAs, and 37 tRNAs. This reference genome provides a foundational resource for future molecular breeding and genetic research in Gerbera and the broader Asteraceae family.", "date": "2025-08-20", "journal": ""}
{"title": "Variations in the root-soil system influence the grapevine holobiont by shaping plant physiology and root microbiome", "doi": "10.1101/2025.08.14.670050", "authors": "Guazzini, M.; Marasco, R.; Radovic, S.; Pellegrini, E.; Vuerich, M.; Lodovici, A.; De Wittenau, G. D.; Paparelli, E.; Magris, G.; Zanin, L.; Contin, M.; De Luca, E.; Daffonchio, D.; Di Gaspero, G.; Marroni, F.", "abstract": "Soil-dwelling bacteria and fungi play a crucial role in plant health and productivity by engaging in complex interactions that shape and are shaped by soil physico-chemical properties. In this study, we employed a multi-omics approach to investigate how variations in soil composition affect the grapevine holobiont. Grape plantlets were grown in three distinct soil types, namely sand, peat, and peat-manure. To further assess how variation in soil and root conditions affects the holobiont response, we included treatments involving soil autoclaving and root surface sterilisation across all soil types. We found that soil type significantly influences leaf multielement composition and concentration, while also shaping the bacterial and fungal communities associated with the plant rhizosphere. This shift led to changes in taxa involved in nitrogen fixation, biocontrol, and pathogenicity. Autoclaving soils consistently reduced bacterial diversity across all soil types, whereas fungal communities were less affected. In contrast, thermal treatment of roots had only a minor impact on microbial community composition but did induce transcriptional changes in the root and altered leaf macronutrient concentrations. Our findings indicate that differences in soil composition reshape the entire root-soil continuum, ultimately affecting plant physiology at multiple levels from root function to leaf nutrient status. This highlights that the soil is not a passive growth medium but a key determinant of grape holobiont structure and function. These results reinforce the view that plant health and adaptation arise from integrated, dynamic interactions among the host, its associated microbiome, and the surrounding soil matrix.", "date": "2025-08-20", "journal": ""}
{"title": "Post-transcriptional regulation of meiotic transcripts by the RNA binding protein CDM1 is associated with cytoplasmic condensate assemblies", "doi": "10.1101/2025.08.17.670746", "authors": "Saddala, S.; Shukla, N.; Fulnecek, J.; Cairo, A.; Brolik, J.; Mikulkova, P.; Pecinkova, J.; Vargova, A.; Valuchova, S. B.; Capitao, C.; Mandakova, T.; Riha, K.", "abstract": "The transition from diploid to haploid life phases involves extensive changes in gene expression that drive meiotic cell division and the differentiation of haploid forms. A hallmark of meiosis is widespread post-transcriptional regulation, including delayed translation to ensure timely protein production at specific meiotic stages. Here, we describe a mechanism regulating the translation of meiotic transcripts in Arabidopsis pollen mother cells, mediated by CALLOSE DEFICIENT MICROSPORES1 (CDM1). We show that CDM1 affects several meiotic processes, including chromosome recombination, condensation, and cytokinesis. CDM1 localizes to dynamic cytoplasmic foci that closely associate with components of processing bodies and stress granules, forming three-phase condensate assemblies. Biochemical and cellular assays reveal that CDM1 is an RNA-binding protein with an intrinsic ability to drive the formation of ribonucleoprotein condensates. Furthermore, we demonstrate that CDM1 binds mRNAs present in prophase I and represses their translation until later meiotic stages, coinciding with the disassembly of CDM1 condensates. These findings identify CDM1 as a post-transcriptional regulator that fine-tunes the expression of meiotic genes to ensure proper progression of microsporogenesis.", "date": "2025-08-20", "journal": ""}
{"title": "Rapid CE-MS with Real-Time Eco-AI Resolves Proteomic Heterogeneity Among Single Human Neutrophils", "doi": "10.1101/2025.08.14.670204", "authors": "Shen, B.; Zhou, F.; Luz, I.; Prior, S. J.; Fontes, W.; Nemes, P.", "abstract": "Single-cell proteomics by mass spectrometry is advancing rapidly, yet throughput and sensitivity remain limiting, particularly for small, protein-poor cell types such as neutrophils. As the most abundant circulating leukocytes in humans, neutrophils are central to immune defense and inflammation, but their proteomic comprehensive single-cell level characterization has only concurrently been reported and remains limited. Here, we introduce a rapid capillary electrophoresis-mass spectrometry (CE-MS) platform, which integrates electrophoresis-correlative real-time data acquisition with sub-7-minute separations and artificial intelligence (AI)-based data processing software to achieve deep, high-throughput profiling. Using single-cell-equivalent HeLa digests, the Rapid Eco-AI platform identified ~1,350 proteins from 300 pg and ~835 proteins from 75 pg of input, approaching the complexity of a mammalian cell proteome. Applied to freshly isolated human neutrophils, the workflow identified 151 proteins from ~2 pg of material, ~3% of the total cell proteome. Analysis of 13 individual cells revealed marked functional heterogeneity across pathways of degranulation, neutrophil extracellular trap (NET) formation, chemotaxis, and innate immunity, with hierarchical clustering resolving at least four distinct proteomic subtypes. These results establish Rapid Eco-AI as a sensitive, scalable, and broadly applicable CE-MS approach for immune-cell phenotyping at single-cell and subcellular resolution, facilitating new research opportunities in systems immunology and clinical proteomics.", "date": "2025-08-20", "journal": ""}
{"title": "Volatile compounds released by undamaged plants influence the adaptive growth strategies of neighboring plants", "doi": "10.1101/2025.08.15.670058", "authors": "Abonde, A.; Rensing, M.; Gallinger, J.; Juarez-Gonzalez, V. T.; Dahlin, I.; Markovic, D.; Martinez, G.; Ninkovic, V.", "abstract": "Plants constantly emit volatile organic compounds (VOCs) that can influence the physiology and behavior of neighboring plants. While the role of stress-induced VOCs in mediating plant-plant interactions is well established, the ecological significance of constitutive VOCs from undamaged plants remains less understood. We demonstrate that barley plants can detect the growth rate of their undamaged neighbors through constitutive VOCs and respond by adjusting their trade-off between growth and induced defense. Exposure to volatiles from cultivars with slower or faster growth triggered distinct shifts in biomass accumulation and gene expression in receiver plants, whereas exposure to VOCs from cultivars with similar growth rates elicited negligible responses. These divergent patterns reflect a trade-off between growth and induced defense, consistent with adaptive responses to anticipated competition. Our findings reveal a previously unrecognized adaptive function of constitutive VOCs in mediating receiver growth based on neighbor growth rate, emphasizing their role in shaping plant-plant interactions.", "date": "2025-08-20", "journal": ""}
{"title": "Optimized ChIP-exo for mammalian cells and patterned sequencing flow cells", "doi": "10.1101/2025.08.14.670389", "authors": "James, D. Q.; Mukherjee, S.; Cannon, C. C.; Mahony, S.", "abstract": "By combining chromatin immunoprecipitation (ChIP) with an exonuclease digestion of protein-bound DNA fragments, ChIP-exo characterizes genome-wide protein-DNA interactions at near base-pair resolution. However, the widespread adoption of ChIP-exo has been hindered by several technical challenges, including lengthy protocols, the need for multiple custom reactions, and incompatibilities with recent Illumina sequencing platforms. To address these barriers, we systematically optimized and adapted the ChIP-exo library construction protocol for the unique requirements of mammalian cells and current sequencing technologies. We introduce a Mammalian-Optimized ChIP-exo (MO-ChIP-exo) protocol that builds upon previous ChIP-exo protocols with systematic optimization of crosslinking, harvesting, and library construction. We validate MO-ChIP-exo by comparing it to previously published ChIP-exo protocols and demonstrate its adaptability to both suspension (K562) and adherent (HepG2, mESC) cell lines. This improved protocol provides a more robust and efficient method for generating high-quality ChIP-exo libraries from mammalian cells.", "date": "2025-08-20", "journal": ""}
{"title": "The development of FEDUPP: Feeding Experimentation Device Users Processing Package to Assess Learning and Cognitive Flexibility", "doi": "10.1101/2025.08.14.670424", "authors": "Yao, M.; Libster, A. M.; Desfor, S.; Malhotra, F.; Castorena, N.; Montilla-Perez, P.; Telese, F.", "abstract": "Cognitive flexibility, the ability to adapt behavior in response to changing contingencies, is a key component of adaptive decision making and is impaired in multiple neuropsychiatric disorders. Traditional rodent assays of cognitive flexibility are conducted in experimenter controlled sessions in restrictive environments, limiting ecological validity and temporal resolution. Here, we developed a fully automated, homecage paradigm using the Feeding Experimentation Device 3 (FED3) and a companion opensource analysis pipeline, the Feeding Experimentation Device Users Processing Package (FEDUPP), to assess learning and cognitive flexibility with minimal experimenter intervention. The paradigm combines a single day fixed ratio 1 (FR1) task with a multiday, reversal learning task in which active port assignment switches every 25 pellets collected. FEDUPP implements multiscale learning metrics, including overall accuracy, an 80% accuracy milestone, and a machine learning based classification of meal accuracy to capture motivated, goal directed feeding. In wildtype mice, the paradigm detected rapid FR1 acquisition and progressive within block adaptation during reversal. Application to mice with dorsal hippocampal knockdown of the scaffolding protein CASK revealed faster FR1 acquisition and higher accuracy than controls but a delayed onset of the first accurate meal after reversal, suggesting a selective deficit in updating goal directed feeding behavior. These findings demonstrate that FEDUPP enables high resolution, continuous assessment of learning and cognitive flexibility in ethologically relevant settings, and that meal based accuracy provides a sensitive metric for detecting subtle flexibility impairments not captured by traditional measures.", "date": "2025-08-20", "journal": ""}
{"title": "Revolutionizing male contraception: Personal lubricants as a novel way to deliver the Human Contraception Antibody", "doi": "10.1101/2025.08.14.670442", "authors": "Doud, J. M.; Geib, M. T.; Politch, J. A.; Whaley, K.; Anderson, D. J.; Marathe, J. G.", "abstract": "Study Question Can personal lubricants effectively deliver the sperm-agglutinating Human Contraception Antibody (HCA) to achieve on-demand male contraception? Summary Answer This study demonstrates that several water-based lubricants can effectively deliver bioactive HCA, and that a dimethicone-containing silicone lubricant can be modified into a stable emulsion suitable for antibody delivery. What Is Known Already The HCA-based vaginal film ZB-06 was shown to be safe and effective in a Phase I clinical trial for female contraception. Male contraceptive options remain limited. Using sexual lubricants as a delivery platform for HCA represents a novel and practical approach to male contraception. Study Design, Size, Duration We tested the stability of HCA for up to two years in a variety of commercially available sexual lubricants, and its delivery from a penile device using a simulated intercourse model. Participants/Materials, Setting, Methods Fourteen commercial lubricants were initially screened for impact on sperm motility and viability, miscibility with HCA solution, and preservation of HCA activity (sperm agglutination test). From these, three water-based and one silicone-based lubricant were selected for further study. The silicone-based product was engineered into a novel emulsion (KY-DE) by incorporating 6% w/w PEG-10 dimethicone and 0.005% v/v TWEEN-20 for HCA integration. Formulations were tested for HCA functional stability and contraceptive efficacy over time using kinetic sperm agglutination assays and a capillary tube sperm penetration test. A novel simulated intercourse model was developed using a 3D-printed penile device and a vaginal analog (Fleshlight (R)). HCA-lube was applied to the penis, and concentrations of HCA delivered to the vagina during intercourse were measured by ELISA and sperm agglutination assay. Safety evaluations were conducted using a vaginal tissue model (EpiVaginal, VEC-100-FT). Viability (MTT assay), tight junction integrity (TEER), and cytokine release were assessed after application of HCA-lube. Main Results and the Role of Chance All selected lubricants were nontoxic and did not affect HCA's ability to agglutinate sperm. In the capillary tube sperm penetration assay, HCA-formulated lubricants significantly impaired sperm penetration; few motile sperm penetrated past a depth of 1 cm after 90 minutes in the HCA-lubricants vs >80 in most of the untreated lubricants. Importantly, the simulated intercourse assay confirmed successful delivery of HCA to the vagina. Water-based lubricants delivered an average of 24plus-or-minus sign 8.4 {micro}g/mL of HCA, the commercial silicone lubricant 11 {+/-} 5.2 {micro}g/mL, and the KY-DE emulsion 27.4 {+/-} 22.4 {micro}g/mL. Furthermore, the formulations did not compromise tissue integrity or viability, or induce significant inflammatory responses. Large Scale Data Not applicable. Limitations, Reasons for Caution While these in vitro results support the feasibility of using lubricants as HCA delivery vehicles, translation into clinical application requires further validation and clinical trials. Wider Implications of the Findings This work presents a new direction in male contraceptive development, leveraging the widespread use of personal lubricants to introduce antibody-based, reversible, on-demand contraception. Engineering a silicone-based lubricant that retains HCA activity under varied conditions and ensures higher mucosal delivery could further advance this approach.", "date": "2025-08-20", "journal": ""}
{"title": "Constructing and Using Cell Type Populations of the Human Reference Atlas", "doi": "10.1101/2025.08.14.670406", "authors": "Bueckle, A. D.; Herr, B. W.; Chen, L.; Bolin, D.; Qaurooni, D.; Ginda, M.; Jain, Y.; Puig-Barbe, A.; Ardlie, K. G.; Wang, F.; Boerner, K.", "abstract": "The human body contains ~27-36 trillion cells of up to 10,000 cell types (CTs) within a volume of ~62-120 liters (males) and 52-89 liters (females). The Human Reference Atlas (HRA) v2.3 provides a quantitative 3D framework of CTs across 73 reference organs and 1,283 3D anatomical structures (ASs). The HRA Cell Type Population (HRApop) effort quantifies CTs per AS using high-quality single-cell (sc) data processed through scalable, reproducible workflows and cell type annotation (CTann) tools. HRApop v1.0 includes reference CT populations for 73 ASs (112 when sex-specific) using 662 datasets spatially registered to 230 locations across 17 organs (31 when sex-specific). For 558 sc-transcriptomics datasets (11,042,750 cells), CTs and biomarker expression were computed using Azimuth, CellTypist, and popV. To test generalizability, 104 sc-proteomics datasets (16,576,863 cells) were integrated. In total, HRApop includes 27,619,613 cells. HRApop can be used to predict (1) CT populations for 3D volumes in the human body and (2) the spatial origin of a tissue block, given a CT population. Data and code are at cns-iu.github.io/hra-cell-type-populations-supporting-information.", "date": "2025-08-20", "journal": ""}
{"title": "Communication breakdown and evolution of the cancer cell", "doi": "10.1101/2025.08.15.670478", "authors": "Nemati Fard, L. A.; Arora, C.; Miglionico, P.; Varisco, M.; Bisceglia, L.; Vukotic, R.; Raimondi, F.", "abstract": "We studied cell-cell interactions (CCIs) in large scale transcriptomic datasets which showed higher co-expression in cancer compared to healthy tissues. CCIs are more co-expressed than any other type of intracellular interactions and, likewise, they are the protein-protein interaction (PPI) class that is more co-evolved in sequenced genomes. Similar trends of stricter regulation and evolutionary pressure are observed when comparing extracellular vs intracellular interactions mediated by G protein Coupled Receptors (GPCRs), whose ligand interactions are also characterized by a higher mutational burden in later tumor stages when considering somatic mutations associated with tumor clonal evolution. CCIs undergo the most extensive rewiring of their tumor co-expression networks relative to healthy tissues, more so than any other PPI type, with a set of CCI hubs highly conserved across multiple tumor tissues, and a higher diversity on healthy ones. Cancer rewiring is also associated with the formation of recurrent circuits of co-expressed CCI pairs, represented by enriched network motifs such as triad or tetrad cliques. These act as integrative hotspots to facilitate the crosstalk of distinct processes and the interaction of the cancer cell with its tumor microenvironment (TME). Remarkably, many CCI circuits are significantly associated with patient survival and are predictive of patient response to immunotherapy. CCI circuits mapping to Allograft rejection and Inflammatory response inform immunotherapy response prediction, while those related to Epithelial Mesenchymal Transition are associated with poorer prognosis. Overall, we show that CCIs expression signatures could be effectively exploited to stratify patients and, at the same time, they highlight new combination therapeutic opportunities in personalized medicine settings.", "date": "2025-08-20", "journal": ""}
{"title": "Mathematical Foundations of Beta Diversity: Why Common Metrics Fail in Microbiome Analysis", "doi": "10.1101/2025.08.14.670326", "authors": "Zhu, Z.; Zhang, Y.; Li, W.; Greenacre, M.; Satabdi, S.; Shi, Y.; Zhang, L.", "abstract": "In microbiome studies, beta diversity quantifies dissimilarity between samples and is often visualized using ordination techniques. It enables researchers to characterize ecological structure, compare microbial communities, assess environmental or host-driven heterogeneity, and track longitudinal shifts over time. Although many diversity indices were originally developed with practical goals in mind, they lack a unified framework to ensure theoretical rigor and validity. This gap makes it challenging for researchers to evaluate and select appropriate beta diversity measures for microbiome analyses, potentially leading to biased analyses and invalid conclusions. To bridge the persistent knowledge gaps, we systematically evaluate the commonly used beta diversity measures according to key mathematical properties, including whether they are true metrics, conform to Euclidean geometry, and satisfy conditional negative definiteness. We show that their violations can compromise downstream analyses such as PCoA, PERMANOVA, and kernel-based tests. In addition, drawing on mathematical consensus, we introduce a novel four-category classification of beta diversity measures: scale difference, difference scale, Hamming difference, and distribution difference. Complementing this framework, we build diagnostic tools for assessing Euclidean validity and develop remedial strategies that correct problematic dissimilarity matrices while preserving ordination structures. We demonstrate the effectiveness of these solutions using real-world microbiome datasets. These results establish a unified framework for evaluating beta diversity in microbiome research, supported by an R package, interactive Shiny app, and step-by-step tutorials. The framework provides a clear roadmap for selecting and refining dissimilarity metrics, paving the way for future methodological advances.", "date": "2025-08-20", "journal": ""}
{"title": "Efficient Double Helix Detection with Steerable Filters", "doi": "10.1101/2025.08.14.670427", "authors": "Barentine, A. E. S.; Balaji, A.; Moerner, W. E.", "abstract": "We present an efficient detection scheme for localization of Double Helix point-spread functions for 3D single-molecule localization microscopy or tracking. Using steerable filters, we extract both 2D position and lobe orientation (axial position) estimates using just 7 convolutions, orders of magnitude less than used in deep learning based approaches. For a complete SMLM analysis pipeline, we pair this detection with a fitter using an optimally parameterized double Gaussian model, and implement both as a plugin for the open source PYthon Microscopy Environment (PYME).", "date": "2025-08-20", "journal": ""}
{"title": "Tumour genotype shapes blood biomarker expression for use in pancreatic cancer detection and diagnosis.", "doi": "10.1101/2025.08.15.670486", "authors": "Canel, M.; Lonergan, D. W.; Ferguson, C.; Gautier, P.; Morton, j. P.; Kriegsheim, A. v.; Serrels, A.", "abstract": "Typically diagnosed late, when systemic metastasis has already occurred, pancreatic ductal adenocarcinoma (PDAC) has one of the worst 5-year survival rates of any cancer type. For many patients with advanced disease, current chemotherapy regimens offer only modest benefit despite significant toxicity and surgical resection, the only treatment option with curative potential, is not possible. Therefore, while new treatments are much needed, diagnosing patients at an earlier disease stage when surgery remains possible and the window of opportunity for treatment response is longer will be critical to improving patient outcomes. In this regard, the identification of biomarkers from biospecimens that can be easily sampled from patients remains the focus of considerable research, however success has not been forthcoming. Using a suite of novel genetically defined murine isogenic models of early PDAC, engineered using CRISPR-Cas9 gene editing, we sought to address whether loss-of-function mutations in common driver genes, and thus the genetic heterogeneity inherent to the disease, may represent an important confounding factor in the identification of a one-size-fits-all biomarker suitable for early detection. Focusing on the multi-omics analysis of blood, we show that both loss of Cdkn2a and / or Smad4 on the background of a KrasG12D Trp53-/- genotype has profound effects on the profile of differentially expressed RNA species including protein coding RNAs, lncRNAs, snoRNAs, scRNAs, snRNAs and miRNAs, and on plasma protein expression, when compared to both healthy controls and chemically induced pancreatitis. In addition, we find that loss of Smad4, a genomic event that occurs following progression from PanIN to PDAC, substantially limits the availability of blood biomarkers. These findings identify the need to move towards genotype-specific biomarker signatures and uncover a potential role for Smad4 loss in limiting opportunities for the early detection of pancreatic cancer.", "date": "2025-08-20", "journal": ""}
{"title": "Theoretical value of radiation priming for mitigating toxicity in radiation therapy", "doi": "10.1101/2025.08.15.670485", "authors": "Shaki, Y. Y.; Socol, Y.", "abstract": "The relevance of ionizing radiation effects is high in the field of radiation oncology. Namely, radiation toxicity is a crucial limiting factor in dose administration. To address this concern, by adopting an empirical approach it is possible to uncover certain truths that might not be attainable through rigorous biophysical analysis, as the human body represents a complex system. That is, even possessing complete knowledge of interactions between its elementary units (cells) may prove insufficient in explaining the overall system's reactions. An empirical mathematical model for adaptive biological response to time-dependent irradiation of arbitrary time-shapes was developed. The model was based on the damped-oscillator analogy from physics. The research reported here is a generalization of the damped-oscillator model by introducing a biologically relevant inverted Gompertzian-like shape, rather commonly employed in adaptive response modeling, with practical implications for biologists and oncologists. Based on the developed model, a practical approach is suggested to improve radiation therapy protocols by radiation training (priming) through administration of low, gradually increasing total-body irradiation doses. Following this priming, individuals should be capable of withstanding higher therapeutic doses, maybe up to five times the regular amount. Initial estimations propose a training time of approximately six weeks and a training dose of up to approximately 600 cGy. If the model is correct, effectiveness of radiation therapy can be significantly improved by radiation priming, since administration of considerably higher therapeutic doses would be enabled through priming procedures.", "date": "2025-08-20", "journal": ""}
{"title": "Development of a Stable Lyophilized Formulation of a Quadrivalent Frame-Shift Peptide Vaccine for Cancer Prevention in Lynch Syndrome", "doi": "10.1101/2025.08.14.670419", "authors": "Gupta, S.; Misra, B.; Javeri, I.; Nellaiappan, K.; Fouts, T.; Shoemaker, R. H.", "abstract": "A stable lyophilized formulation for a cancer vaccine containing quadrivalent frameshift neo antigen peptides TAFB(-1), AIM2(-1), HT001(-1) and TGFBR2(-1), was obtained through an iterative screening process. To develop a lyophilized formulation, the screening included evaluation of pH, stabilizers, bulking agents, and surfactants. The screening resulted in a scalable formulation and lyophilization process that co-formulated four peptides with 100 mcg/ml each peptide in 10 mM Histidine at pH 5.5, 260 mM trehalose, and 0.02% polysorbate 20 as a clinical formulation. Based on peptide content and peptide purity from a three-month stability study, the lyophilized formulation is estimated to be stable at ambient temperatures for 18 months.", "date": "2025-08-20", "journal": ""}
{"title": "High-salt diet modulates endocrine regulation between cortisol and FGF23", "doi": "10.1101/2025.08.14.670453", "authors": "Moor, M.; Kopper, K.; Pechere-Bertschi, A.; Sagmeister, M. S.; Hardy, R.; Feraille, E.; Fuster, D. G.; Loffing, J.; Pathare, G.", "abstract": "Excessive dietary salt intake is a global health concern, affecting cardiovascular, renal, and bone health. While the renin-angiotensin-aldosterone system (RAAS) is a known regulator of dietary salt-induced hormonal responses, the impact of adrenal cortisol remains unclear. Here, we performed a retrospective analysis in individuals (n=292) consuming a random diet. Dietary salt intake positively correlated with urinary cortisol and inversely correlated with plasma fibroblast growth factor 23 (FGF23), a bone-derived hormone regulating phosphate and vitamin D homeostasis. Controlled salt diets in healthy individuals confirmed a dose-dependent increase in urinary cortisol and suppression of plasma FGF23. In mice, oral corticosterone, a cortisol analogue, reduced circulating FGF23 levels. RNA-seq analysis of corticosterone-treated MC3T3 osteoblasts identified suppression of FGF23 via glucocorticoid receptor activation, anti-inflammatory pathways, and reduced osteoblast activity. Our findings reveal a novel endocrine cascade where high salt intake elevates cortisol and suppresses FGF23, with potential implications for bone, kidney, and cardiovascular health.", "date": "2025-08-20", "journal": ""}
{"title": "Phenological characterization of Mozambican native caprine breeds assessed through morpho-biometric traits and zoometric indices", "doi": "10.1101/2025.08.15.670476", "authors": "Culhe, D.; Matola, M.; Muatareque, E.; Morrombe, M.; Manhique, M. P.; Tseu, R.; Changule, A. P.; Taela, M.; Bila, C.; Garcia-Herreros, M.", "abstract": "This study aimed to characterize the morpho-structural traits of indigenous goats reared at the Chobela Research Station in the Magude District of southern Mozambique. A total of 135 goats were randomly selected, comprising 77 Landim and 60 Pafuri animals. Racial characteristics were assessed through visual inspection, while morphometric traits were measured using a zoometric tape. Descriptive statistics and independent samples t-tests were performed at a 5% significance level using SPSS version 27. In terms of racial traits, all Pafuri goats exhibited a convex facial profile, whereas Landim goats showed both convex (57.9%) and concave (42.1%) profiles. Approximately 75% of the goats presented a uniform coat colour. Morphometric comparisons revealed that Landim goats had higher average values for horn length (mean difference, MD: 0.21 cm), withers height (MD: 0.14 cm), and body length (MD: 0.24 cm). In contrast, Pafuri goats had greater head length (MD: 0.18 cm), head width (MD: 0.11 cm), ear length (MD: 0.09 cm), and thoracic perimeter (MD: 0.26 cm). Regarding zoometric indices, Landim goats recorded higher body (1.71), cephalic (0.31), and thoracic (1.31) index values, while Pafuri goats exhibited a slightly higher proportionality index (0.40). The morpho-structural differences identified between Landim and Pafuri goats demonstrate distinct phenotypic profiles that can support breed characterization. These results provide a valuable baseline for future genetic studies and contribute to conservation and sustainable utilization strategies for indigenous goat populations in Mozambique.", "date": "2025-08-20", "journal": ""}
{"title": "White matter microstructure changes across the lifespan: a meta-analysis of longitudinal diffusion MRI studies", "doi": "10.1101/2025.08.15.669078", "authors": "Colyer-Patel, K.; Teeuw, J.; Maes, V.; Goossens, V.; Brouwer, R. M.; Jahanshad, N.; Thompson, P. M.; Hulshoff Pol, H. E.", "abstract": "White matter in the human brain is known to play a critical role in facilitating communication between different brain regions. White matter microstructure is often quantified using fractional anisotropy (FA) derived from diffusion-weighted MRI, and is often considered a key measure of neural efficiency that is positively associated with motor and cognitive functioning. While lifespan trajectories of FA have been well studied in cross-sectional designs, it remains less clear how FA changes longitudinally with age across the lifespan, and whether the rates of change are influenced by genetic variation. We systematically reviewed the evidence of white matter changes, as measured by fractional anisotropy (FA) with diffusion magnetic resonance imaging longitudinally across the lifespan, and the genetic influences on this change. Searches were conducted in Medline, PsycInfo, and EMBASE up to August 2023 with terms related to DTI/FA and longitudinal/change. Following this, genetic-related search terms were applied to the results and the search was broadened to include other measures of white matter change. Our systematic search resulted in 29 studies that met our criteria. In addition, 14 studies investigated genetic influences on FA change rates across the lifespan. A meta-regression using a thin-plate spline model was conducted to examine annual whole-brain FA change as a function of age. Across childhood and adolescence, FA increased, and the rate of increase slowed into early adulthood. Between ages 20 and 35, changes in FA were not statistically significant. This was followed by a significant decline in FA between ages 36 and 50. The decreases plateaued between ages 51 and 61, and then continued at a slightly slower rate towards the upper end of the age range assessed (77 years). Average FA change per year relative to baseline assessment reached a maximum of +1.1% during development, and -0.6% per year, during ageing. Significant heritability was found for change in local but not global FA during development. During ageing, common variants in genes that have been related to increased risk for neuropsychiatric disorders (APOE, HTT, MAPT) were associated in some studies with accelerated local FA decreases over time. In conclusion, there are changes in white matter microstructure within individuals across the lifespan, with increases during childhood, adolescence and early adulthood, followed by a period of relative stability during early to mid-adulthood, and subsequent gradual declines from midlife onwards. Evidence is emerging for genetic influences on white matter changes over time, shaping individual trajectories.", "date": "2025-08-20", "journal": ""}
{"title": "Retrieval-mediated and sleep-based memory consolidation provoke different neural and behavioural markers of memory generalisation.", "doi": "10.1101/2025.08.15.670466", "authors": "Caldwell, H. B.; Lushington, K.; Chatburn, A.", "abstract": "Across sleep-based and retrieval-mediated consolidation, memories typically become generalised and less dependent on their episodic components for their recollection. However, memory transformations across sleep and retrieval training have not been directly compared. The current study aims to compare how sleep and retrieval training impact the endorsement of semantically similar and different lures, as well as their episodic recollection using the parietal old/new effect on the late positive component (LPC) in subjects' EEG. Thirty subjects (27F, 18-34, M=22.17) attended four sessions where they learnt different sets of 104 object-word pairs and completed one of four 120-minute memory interventions: retrieval training (i.e., cued recall practice), restudy (i.e., pair re-exposure), a nap opportunity, or a wakeful rest. EEG was recorded while subjects were tested on their recognition accuracy in an old/new paradigm with similar- and different-object lures. Our results revealed that retrieval training, but not sleep, lead to greater accuracy for identifying old pairs, but worse similar-lure discrimination. Whilst the parietal old/new effect did not differ between conditions, retrieval had lower LPC amplitudes for similar- than different-object false alarms, whilst restudy demonstrated the opposite. Sleep and wake demonstrated no differences in LPC amplitudes between hits and different false alarm types. Together, our study demonstrates evidence for gist-abstraction across retrieval training, and a task-relevant selective maintenance of episodic details across sleep. These results challenge theories that retrieval training replicates sleep-based consolidation mechanisms, instead acting as a fast route to semanticization regardless of the context.", "date": "2025-08-20", "journal": ""}
{"title": "Symptomatic treatment by a BBB-permeable AAV engineered to restore TDP-43 function slows motor neuron disease and prevents paralysis", "doi": "10.1101/2025.08.14.670400", "authors": "Peethambaran Mallika, A.; Yu, J.; Sitzman, O.; Baghel, M. S.; Renganathan, S.; Sinha, I. R.; Melnikova, T.; Ling, J. P.; Wong, P. C.", "abstract": "TAR DNA-binding protein 43kDa (TDP-43) dysfunction is an early pathogenic mechanism that underlies amyotrophic lateral sclerosis (ALS), a devastating neurodegenerative disorder that lacks disease modifying therapies. We previously developed a mouse model in which TDP-43 is selectively deleted from motor neurons (ChAT-Cre;Tardbpf/f) that mimics the early stages of ALS. Here, we demonstrate that intravenous delivery of a blood-brain-barrier (BBB) permeable AAV capsid expressing our rationally designed splicing repressor CTR (AAV-PHP.eB-CTR) in symptomatic ChAT-Cre;Tardbpf/f mice markedly slowed disease progression and prevented paralysis. Systemic delivery of AAV-PHP.eB-CTR led to transduction of ~80% of spinal motor neurons, repression of TDP-43-associated cryptic exons within motor neurons expressing CTR, and attenuation of motor neuron loss. Notably, the addition of the TARDBP 3UTR autoregulatory element to CTR maintained its expression within a physiological range. In control littermates that received AAV-PHP.eB-CTR and were monitored for >20 months, grip strength and body weight remained normal, and no histopathological abnormalities were observed, underscoring a favorable safety profile for this gene therapy. These results provide preclinical proof-of-concept that BBB-crossing AAV delivery of CTR can rescue motor neuron disease through the restoration of TDP-43 function, offering a promising mechanism-based therapeutic strategy for ALS.", "date": "2025-08-20", "journal": ""}
{"title": "A Comparison of Sleep-Based and Retrieval-Mediated Memory Consolidation Using Sigma-Band Activity", "doi": "10.1101/2025.08.14.670445", "authors": "Caldwell, H. B.; Lushington, K.; Chatburn, A.", "abstract": "Sleep and retrieval training both promote memory consolidation, likely via similar neural mechanisms, but they have not yet been directly compared in a counterbalanced design that accounts for potential masking of nap effects by prior retrieval training. The current study aimed to see if we could replicate sleep spindles enhancement of weakly encoded memories, across both sleep-based and retrieval-mediated memory consolidation, using EEG sigma power (~11-16 Hz) as a proxy for sleep spindles (i.e., sigma-band activity). Thirty subjects (27F, 18-34, M=22.17) participated in four separate sessions where they learnt different sets of 104 object-word pairs. Subjects were then tested on their recognition accuracy of the pairs before and after one of four 120 min memory interventions where EEG was recorded: retrieval training (i.e., cued recall practice), restudy (i.e., pair re-exposure), a nap opportunity, or a wakeful rest. Our results did not replicate an enhancement of weakly encoded memories, moderated by either sleep spindles of sigma power. Contrary to expectations, sigma power demonstrated a negative impact on memory outcomes. We also detected a prioritisation to enhance memory outcomes for strongly encoded memories and greater memory outcomes following retrieval training and restudy compared to sleep and wake interventions. These results challenge the assumptions of encoding-strength-dependent enhancements across consolidation. Importantly, our study provides a methodological approach to comparing sleep-based and retrieval-mediated memory consolidation that should be explored across different memory paradigms in future studies.", "date": "2025-08-20", "journal": ""}
{"title": "Three-dimensional spatial transcriptomics at isotropic resolution enabled by generative deep learning", "doi": "10.1101/2025.08.15.670472", "authors": "Li, B.; Bao, F.; Sun, Y.; Wang, T.; Li, F.; Li, H.; Dai, Q.; Deng, Y.", "abstract": "Mapping the complete three-dimensional (3D), transcriptome-wide spatial architecture of tissues and organs remains a fundamental challenge in biology. Typically, studies approximate 3D structures by profiling serial two-dimensional (2D) tissue sections, resulting in incomplete and anisotropic reconstructions. Here, we demonstrate that organ-wide, isotropic-resolution 3D gene expression landscapes can be effectively inferred from sparse 2D spatial transcriptomics data using artificial intelligence. Our framework, isoST, leverages stochastic differential equations (SDEs) to model the intrinsic biological continuity of gene expression along tissue depth, enabling the integration of discrete 2D measurements into coherent 3D transcriptomic maps. isoST is applied across diverse biological systems, including the brain, kidney, spinal cord, and gastrulating embryos, accurately reconstructing anatomical structures and molecular patterns that are only partially resolved in 2D analyses. isoST enables the comprehensive characterization of tissue niches at full 3D resolution, uncovering radial and spherical gene expression gradients associated with disease progression that are often distorted or missed in 2D approaches. Furthermore, isoST is extended to integrate histological imaging for reducing experimental complexity and to reconstruct high-resolution developmental spatial trajectories over time. Together, isoST provides a practical and scalable solution toward comprehensive high-resolution 3D spatial transcriptomic atlases.", "date": "2025-08-20", "journal": ""}
{"title": "Ambroxol displaces α-synuclein from the membrane and inhibits the formation of early protein-lipid coaggregates", "doi": "10.1101/2025.08.15.670491", "authors": "Dreier, J. E.; Stevenson, A.; Carles, E.; Michaels, T. C.; Galvagnion, C.", "abstract": "Parkinson's disease (PD) is a neurological disorder characterized by neuronal loss and the deposition of -synuclein-lipid coaggregates in the brain of patients as well as disruptions in lipid metabolism. Mutations in the gene GBA, which encodes the lysosomal glycoprotein Glucocerebrosidase, are together the most important genetic risk factor for PD and have been associated with lysosomal dysfunction, accumulation of pathological -synuclein as well as major changes in both the levels and properties of lipids. Ambroxol, a small molecule chaperone capable of binding and stabilizing Glucocerebrosidase, was found to revert changes in lipid levels and increase in -synuclein levels due to GBA mutations potentially via restoring lysosomal function. Here, we show that Ambroxol also has a direct effect on -synuclein-lipid co-aggregation by inhibiting the primary nucleation step in the aggregation process. We find that Ambroxol not only displaces -synuclein from negatively charged membranes but also prevents the formation of early -synuclein-lipid coaggregates during primary nucleation. These results suggest that Ambroxol may have beneficial effects on other synucleinopathies, such as multiple system atrophy and dementia with Lewy Bodies, that are also characterised by the aggregation of -synuclein into amyloid fibrils.", "date": "2025-08-20", "journal": ""}
{"title": "Assessment of chemical methods in the extraction of spore surface layers in Clostridioides difficile spores", "doi": "10.1101/2025.08.19.671018", "authors": "Sanchez, J.; Romero-Rodriguez, A.; Troncoso-Cotal, S.; Osborne, M. R.; Ariri, T.; Sorg, J. A.; Paredes-Sabja, D.", "abstract": "Clostridioides difficile spores are essential for initiation, recurrence, and transmission of C. difficile infections (CDI). These outermost layers of the spore, the exosporium and spore coat, are responsible for initial interactions with the host and spore resistance properties respectively. Several spore coat/exosporium extraction methods have been utilized to study the spore surface with differing procedures making comparison across studies difficult. Here, we tested how commonly used exosporium and spore coat extraction methods, termed EBB, USD, and Laemmli, remove the spore coat and exosporium layers of C. difficile spores. We assessed the impact of these extraction methods on the spore through transmission electron microscopy, phase contrast microscopy, western blotting, and lysozyme triggered cortex degradation. Transmission electron microscopy shows that treatment with EBB and USD, completely remove the spore coat and exosporium layer while leaving decoated spores intact. Western blots revealed differences in the ability to extract spore surface protein markers (CdeC, CdeM, CotA). In addition, lysozyme was able to degrade the cortex in decoated spores regardless of the treatment employed. Western blot analysis of lysozyme treated-decoated spores, reveals that EBB and USD treatment allows for detection and release of the spore core germination protease, GPR. Our results provide a comparison of commonly used extraction methods in C. difficile spore biology, standardizing their impact in spore coat and exosporium extraction for use in future studies.", "date": "2025-08-20", "journal": ""}
{"title": "HIV-1 and Chlamydia trachomatis restrict their respective growth but promote their survival in co-infected human macrophages", "doi": "10.1101/2025.08.19.671145", "authors": "ALONSO BIVOU, M.; Herit, F.; LERAY, T.; Damiani, M. T.; Niedergang, F.", "abstract": "HIV-1 and Chlamydia trachomatis (CT) are two significant sexually transmitted pathogens that frequently co-infect individuals. However, the mechanisms by which these two obligate intracellular pathogens interact at the cellular level remain elusive, particularly in tissue macrophages, where persistent infections can occur. In this study, we demonstrate that CT generates inclusions in macrophages of murine and human origins. We also show that both HIV-1 and CT reciprocally restrict the growth and replication of each other within co-infected human macrophages, irrespective of whether the viral or bacterial infection is established first. Notably, the co-infection resulted in improved survival of the macrophage hosts, as the inflammatory cell death pathways induced by CT were prevented by the virus. Collectively, these findings demonstrate that HIV-1 and CT collaborate to persist in human macrophages.", "date": "2025-08-20", "journal": ""}
{"title": "Baobab isotope records and rainfall forcing in southwest Madagascar over the last 700 years.", "doi": "10.1101/2025.08.15.670475", "authors": "Razanatsoa, E.; Gillson, L.; Hall, G.; Virah-Sawmy, M.; Woodborne, S.", "abstract": "Highly resolved climate records for Madagascar are scarce but are essential for understanding of rainfall drivers over time and assessing the risks and likely trajectories of future climate change. We measured variation in the carbon isotopes of baobabs (Adansonia spp.) which reflect rainfall in southwest Madagascar. The record indicates a decreasing trend of rainfall over the last 700 years with high variability at a centennial-scale. The duration of wetter periods decreased over time with the wettest periods between 1350 - 1450 CE, after the onset of the Little Ice Age, while the driest period occurred between 1600 - 1750 CE, during the Maunder Minimum. The results suggest that decadal to centennial rainfall variability in southwest Madagascar is dominated by tropical forcing rather than subtropical forcing. Wetter periods are regulated by the movement and migration of easterly winds linked to the Intertropical Convergence Zone, while dry periods are influenced by the effect of the Pacific Decadal Oscillation linked to the El Nino Southern Oscillation and the sea surface temperature variation in the Southwestern Indian Ocean. The Southern Annular Mode is significantly correlated with the record, but its effect was only visible at the beginning of the record around 1300 CE. This evidence provides a new understanding of rainfall across southern Africa and the interaction of global forcing with regional factors. Further investigation is required to improve tree chronology from Southern Hemisphere and understand the migration of the westerlies and its potential future effect on the rainfall in Madagascar. Understanding the interplay between tropical and other rainfall forcings will be essential in assessing likely scenarios of resilience, and adaptive capacity of social-ecological systems in Madagascar.", "date": "2025-08-20", "journal": ""}
{"title": "VDJ-Insights: simplifying the annotation of genomic IG and TCR regions", "doi": "10.1101/2025.08.15.670470", "authors": "Ott, S. E.; Le, G. N.; Mohammadi, S. J.; Mittertreiner, J.; Pasini, E. M.; Bontrop, R. E.; de Groot, N. G.; Bruijnesteijn, J.", "abstract": "Accurate annotation of germline immunoglobulin (IG) and T cell receptor (TCR) loci is critical for understanding adaptive immunity. VDJ-Insights provides a user-friendly software package for characterizing these complex immune regions. In addition, it assesses gene segment functionality, identifies recombination signal sequences (RSS), and annotates complementary-determining regions 1 and 2 (CDR1, CDR2). VDJ-Insights achieved over 99% concordance with curated annotations from multiple species, outperforming existing annotation tools. When applied to 95 haplotypes from the Human Pangenome Reference Consortium, VDJ-Insights identified 652 and 275 novel IG and TCR alleles, respectively, highlighting its scalability for large immunogenetic studies.", "date": "2025-08-20", "journal": ""}
{"title": "Metabolomics-Guided Machine Learning Reveals Diagnostic and Mechanistic Biomarkers in CHB with MASLD", "doi": "10.1101/2025.08.19.671181", "authors": "Wang, C.; Chen, Y.; Xiao, H.; Cai, J.; Wang, R.; Zeng, X.; Lin, M.; Liu, W.; Chi, X.; Chen, Q.", "abstract": "Background: Metabolic dysfunction-associated steatotic liver disease (MASLD) often coexists with chronic hepatitis B (CHB), yet early diagnosis remains challenging, particularly in non-obese patients or those with subclinical features. This study aimed to identify metabolic signatures of CHB-related MASLD and construct a predictive model using untargeted metabolomics integrated with machine learning. Methods: Serum metabolomics was performed on 160 subjects (80 CHB + MASLD and 80 healthy controls). Differential metabolites were identified and analyzed using KEGG enrichment and 4 machine learning algorithms (Random Forest, XGBoost, SVM, and LASSO). Metabolite-clinical correlations and diagnostic model performance were evaluated. Results: A total of 924 differential metabolites were identified, with significant enrichment in pathways related to the TCA cycle, sphingolipid metabolism, and amino acid turnover. Machine learning prioritized six robust and biologically relevant metabolites - L-aspartic acid, succinic acid, caproic acid, sebacic acid, monomenthyl succinate, and glycolaldehyde, which consistently distinguished CHB + MASLD patients from controls (AUC > 0.75). These metabolites reflect key disruptions in mitochondrial function, lipid oxidation, and redox homeostasis. Integrated models combining metabolomics with clinical indices achieved perfect classification (AUC = 1.000). Conclusion: CHB-associated MASLD is driven by systemic metabolic remodeling centered on mitochondrial overload, oxidative stress, and impaired amino acid metabolism. The identified metabolites provide mechanistic insights and hold promise for non-invasive MASLD screening in CHB patients. This study underscores the potential of multi-algorithmic metabolomics in advancing early diagnosis and personalized management of complex liver comorbidities.", "date": "2025-08-20", "journal": ""}
{"title": "rbio1-training scientific reasoning LLMs with biological world models as soft verifiers", "doi": "10.1101/2025.08.18.670981", "authors": "Istrate, A.-M.; Milletari, F.; Castrotorres, F.; Tomczak, J. M.; Torkar, M.; Li, D.; Karaletsos, T.", "abstract": "Reasoning Models are typically trained against verification mechanisms in formally specified systems such as code or symbolic math. However, in open domains like biology, we do not generally have access to exact rules facilitating formal verification at scale, and oftentimes resolve to testing hypotheses in the lab to assess the validity of a prediction. Verification by performing real experiments is slow, expensive, and inherently does not scale with computation. In this work, we show that one can use world models of biology or other prior knowledge as approximate oracles over biological knowledge to utilize as soft verification to train reasoning systems without the need for additional experimental data. We introduce rbio-1, a reasoning model for biology that is post-trained from a pretrained LLM using reinforcement learning and uses learned models of biology to obtain biological knowledge for verification during training. We show that soft verification successfully distills biology world models into rbio, at the example of achieving leading performance on perturbation prediction against the PerturbQA benchmark compared to state-of-the-art models; we demonstrate the benefits of compositions of verifiers to learn more general rbio models. We believe rbio provides a proof of concept that demonstrates that predictions from bio-models can be used to train powerful reasoning models using simulations, rather than experimental data, as a new training paradigm.", "date": "2025-08-20", "journal": ""}
{"title": "A new species of Polyrhachis Smith from Garbhanga Reserve Forest, Assam, India, with a key to the Indian species of Polyrhachis mucronata group (Hymenoptera: Formicidae)", "doi": "10.1101/2025.08.19.671014", "authors": "Sharma, A.; Mangaly, P. A.; Singha Deo, S. K.; D, S.; Sinha, A.", "abstract": "Polyrhachis Smith, 1857 is a genus of ants, found widely across the Old-World tropics, with significant diversity across South Asia. Known to have diverse nesting habits, ranging from subterranean to arboreal, the genus is arguably one of the most taxonomically and ecologically diverse ant genera globally. The genus is, however, characterised by a unique morphology that includes prominent spines on the mesosoma and petiole, thick integuments, and brightly coloured pubescence in some species. With over 700 described species and 82 valid subspecies, Polyrhachis is also the second most diverse ant genus in India, with 71 identified species. In the state of Assam in northeastern India, the genus is the second-most diverse after Camponotus. Field sampling in the Garbhanga Reserve Forest, near the city of Guwahati in Assam, revealed a new species of Polyrhachis, which is described and named here as Polyrhachis garbhangaensis or the Assamese Spiny Ant. The discovery of this species, which belongs to the Polyrhachis mucronata group, and its subsequent characterisation made evident the urgent need for a reassessment of the classification key of the genus, which we additionally provide here. This finding, we believe, contributes to a deeper understanding of the taxonomic diversity of Polyrhachis but, at the same time, highlights the importance of urban and fragmented forest areas in sustaining tropical ant biodiversity.", "date": "2025-08-20", "journal": ""}
{"title": "Lifespan Variation in Perceptual Style Along an Autism-Schizotypy Continuum Explains Individual Responses to External Uncertainty", "doi": "10.1101/2025.08.19.670092", "authors": "Schuckart, M. M.; Tune, S.; Obleser, J.", "abstract": "Individuals differ in how they weigh prior knowledge against sensory evidence. This cognitive-perceptual style has been proposed to vary along a continuum from autism-spectrum-like (ASD) to schizophrenia-spectrum-like (SSD) processing. In the present study, we first introduce a refined method for estimating individuals' positions on this continuum by re-combining subscales of established autism and schizotypy questionnaires with a newly validated five-factor model for the autism questionnaire (AQ). Second, using a large, age-diverse adult sample (N = 340, age 18-82), we show that cognitive-perceptual style shifts systematically across the lifespan, with older adults exhibiting more sensory-driven, ASD-like profiles. Third, a total of over 160,000 self-paced reading times reveal that individuals with more sensory-driven styles show heightened sensitivity to lexical predictability, particularly in older age. Fourth, individuals' intrinsic response dynamics, indexed by autocorrelations of reading times, did not covary with cognitive-perceptual style, suggesting a dissociation between linguistic prediction and non-linguistic temporal dynamics. Finally, in a separate experiment (N = 28, age 21-41), individuals with more ASD-like profiles showed reduced adaptation to latent-state volatility in a voice detection task, especially with increasing age. These findings demonstrate the ASD-SSD continuum to provide a dynamic, lifespan-sensitive framework for understanding individual differences in perceptual inference and predictive processing.", "date": "2025-08-20", "journal": ""}
{"title": "Low-dimensional brain-symptom associations delineate depression phenotypes with distinct connectivity biomarkers and symptom profiles", "doi": "10.1101/2025.08.19.670030", "authors": "Liu, W.; Vesterinen, M.; Andersson, A.; Partanen, P.; Knapic, S.; Juvonen, J.; Siebenhühner, F.; Salonen, A.; Renvall, H.; Ilmoniemi, R.; Castren, E.; Isometsä, E.; Van De Ville, D.; Palva, M.; Palva, S.", "abstract": "Depression is neurobiologically and clinically heterogeneous. New approaches using resting-state functional MRI (rs-fMRI) functional connectivity (FC) data have modeled the neural basis of depression heterogeneity and revealed unique neural phenotypes. Yet, no studies have identified depression phenotypes from electrophysiological magnetoencephalography (MEG) data although MEG measures human brain dynamics at millisecond precision. We demonstrate here unique depression phenotypes based on MEG-oscillation FC. We collected resting-state MEG, MRI, and clinical symptom data from 263 patients with unipolar depression and 75 healthy controls. We assessed MEG-FC with two oscillatory coupling-mode measures that are fundamental for information processing. To define normative phenotypes, we computed their latent-space low-dimensional brain-symptom associations, and used these components to identify phenotypes using unsupervised machine learning. We identified five stable depression phenotypes that were characterized by unique symptom profiles and distinct spectral patterns. Our results demonstrate new neural underpinnings of depression heterogeneity and reveal unique neural phenotypes with potential personalized diagnostic value.", "date": "2025-08-20", "journal": ""}
{"title": "Mixed fertilization strategies but not mono fertilization enhances the net primary productivity and quality of chili (Capsicum frutescens)", "doi": "10.1101/2025.08.19.671182", "authors": "Dalim, H. M.; Helal, M. G. J.; Chowdhury, M. K.; Rahman, S.; Mazumder, S. R.; Hossain, M. I.; Chowdury, M. M. U. S.; Jaman, M. S.", "abstract": "While the effects of different fertilization strategies on chili (Capsicum frutescens) cultivation have been extensively studied, the comparative assessment of mixed versus mono fertilization approaches remains still under the shadow. To address this gap, we have conducted an experiment using a completely randomized design (CRD) with five fertilization treatments along with four replications of each treatment (e.g., Leucaena leucocephala leaf litter and recommended dose of fertilizers (RFD)) to observed the effect of these treatments on plant productivity traits, NPP (net primary productivity), quality and overall yield of chili. Our results revealed that the mixed fertilization treatment (T4: 100 g kg-1 L. leucocephala + 1/2 RFD) produced the highest yield (15.50 t ha-1;), a 63.9% increase over the control. We also found that plant height (73.75 cm), number of leaves (1000.25 plant-1), number of fruits (93.00 plant-1) were higher at 60 DAT (days after transplanting) however, number of flowering (44.50 plant-1) at 45 DAT. Similarly, Above- and belowground NPP (26.47 g plant-1), vitamin C (124.65 mg 100 g-1; ), capsaicin content (1.22 %) and SPAD chlorophyll index (48.61) were higher in T4 treatment compared to T0 treatment. Furthermore, regression results showed that ANPP and yield significantly increased with increase the number of leaves (ANPP: R2; = 0.51, p = 0.02; Yield: R2; = 0.34, p = 0.002) and number of flowering (ANPP: R2; = 0.41, p = 0.014; Yield: R2; = 0.42, p = 0.037) as well. Our results suggest that mixed fertilization enhances both productivity and quality traits in chili. Therefore, promotion of integrated (organic and inorganic together) nutrient management practices is recommended to improve yield and quality of chili.", "date": "2025-08-20", "journal": ""}
{"title": "Leaving Academia: Insights from Evolutionary Biologists on Their Career Transitions and Job Satisfaction", "doi": "10.1101/2025.08.19.671061", "authors": "Betancourt, A.; Barribeau, S. M.; Uecker, H.; Hammer, S.; Asher, C.", "abstract": "Many who have obtained PhDs in evolutionary biology will ultimately pursue careers that fall outside a narrow definition of an academic career. At the same time, PhD students and supervisors of PhD students are often ill-informed about career options outside of academia. Here, we report on a survey of evolutionary biologists who have pursued non-academic careers, to understand what careers they pursue, how they transitioned into those careers, how well prepared they were, and how satisfied they are with their current work. Overall, the message from this survey is positive; evolutionary biologists are readily employable outside of academia, generally well-prepared for those jobs, and report high levels of satisfaction in their non-academic careers. We also highlight areas where preparation for non-academic careers could be improved, which might be addressed by individual mentors or PhD training programmes.", "date": "2025-08-20", "journal": ""}
{"title": "Reexamining the evolutionary history of the mammalian medial pterygoid muscle", "doi": "10.1101/2025.08.19.671132", "authors": "Schultz, J. A.; Weaver, L. N.; Grossnickle, D. M.", "abstract": "In non-mammalian synapsids, feeding and hearing are closely linked because some jaw bones are involved in both functions. The evolutionary decoupling of these two systems in early mammals likely catalyzed greater specialization of feeding and hearing. Although fossil osteological changes during this process are well documented, the corresponding evolutionary changes to soft tissue anatomy are less certain. The medial pterygoid muscle is a jaw adductor that is central to this evolutionary transition because in many fossil lineages it inserted near or possibly on jaw bones involved in both feeding and hearing. In therians (placentals and marsupials), the medial pterygoid muscle develops medial to Meckel's cartilage and inserts on the mandibular angular process. Similarly, non-mammalian cynodonts are often reconstructed with a medial pterygoid muscle passing medial to the ossified Meckel's cartilage, inserting on the dentary 'angular' (i.e., pseudangular) process. Thus, the traditional interpretation is that the medial pterygoid remained medial to Meckel's cartilage through the evolutionary transitions from early cynodonts to therians. Here we highlight issues with that interpretation: the medial pterygoid muscle inserts lateral (not medial) to Meckel's cartilage in monotremes and, presumably, early mammal groups (e.g., spalacotherioids) that lacked an angular process. This suggests at least two possible explanatory hypotheses: 1) the medial pterygoid muscle is evolutionarily labile, shifting in position relative to Meckel's cartilage multiple times or 2) the medial pterygoid muscle did not insert on the pseudangular process of non-mammalian cynodonts and instead inserted on the mandibular medial ridge, dorsal to Meckel's cartilage. We advocate for the latter hypothesis, proposed by Patterson (1956), which suggests that the medial pterygoid did not shift medial to Meckel's cartilage until the complete separation of the ear and jaw in cladotherians (therians and close relatives), with the shift in position possibly triggering the evolution of the therian angular process as an insertion site. Patterson's hypothesis is in line with a growing body of evidence that indicate concomitant evolutionary changes of muscles, ears, and jaws at the cladotherian node were important catalysts for the evolution of hearing and feeding specializations in extant mammals.", "date": "2025-08-20", "journal": ""}
{"title": "Finding ancestry-specific chromatin architecture in Alzheimer's disease", "doi": "10.1101/2025.08.19.671054", "authors": "Xu, W.; Wang, L.; LU, L.; Liu, X.; Rajabli, F.; Celis, K.; Gearing, M.; Bennett, D. A.; Flanagan, M.; Weintraub, S.; Geula, C.; Schuck, T.; Williams, S.; Dykxhoorn, D. M.; Griswold, A. J.; Pericak-Vance, M. A.; Young, J.; Jin, F.; Vance, J. M.", "abstract": "Genetic risk for Alzheimer's Disease (AD) varies across populations. We hypothesized that three-dimensional (3D) genome architecture variations could offer novel epigenetic understanding of ancestry-specific genetic risk. Herein, we performed Hi-C analyses of frontal cortex from APOE {varepsilon}4/{varepsilon}4 individuals with African (AF) or European (EU) ancestry who also had single nuclei ATAC-seq and RNA-seq data available. Ancestry-specific 3D genome architecture was found at both compartment and chromatin loop levels. EU genomes have more active compartments than AF genomes, consistent with our previous report of higher chromatin accessibility in EU than AF genome. Of the over one million chromatin loops identified by the DeepLoop pipeline, we called 12,082 putative EU-specific and 2885 putative AF- specific loops. The AF-specific loops are smaller (median size =158 kb) and likely represent promoter-enhancer interactions, while EU-specific loops are larger (median size = 496 kb) and enriched for CTCF loops. We found that differently expressed genes between AF and EU ancestries were significantly enriched at the putative ancestry-specific loop loci (Fisher-test; p<2.2x10-16; OR=5.13). High confidence HiC-QTLs (N=38) were identified after filtering with CTCF consensus sequence and chromatin accessibility-QTLs. Our study demonstrates variations in 3D genome structure between ancestries, which may contribute to the ancestry-specific genetic risk.", "date": "2025-08-20", "journal": ""}
{"title": "Gene model for the ortholog of Ilp3 in Drosophila eugracilis", "doi": "10.1101/2025.08.16.670678", "authors": "O'Brien, J.; Dufur, R.; Kotrba, M.; Severn, J.; Wittke-Thompson, J.; Rele, C.; Fleet, C. M.", "abstract": "Gene model for the ortholog of Insulin-like peptide 3 (Ilp3) in the D. eugracilis Apr. 2013 (BCM-HGSC/Deug_2.0) (DeugGB2) Genome Assembly of D. eugracilis (GenBank Accession: GCA_000236325.2) of Drosophila eugracilis. This ortholog was characterized as part of a dataset to study the evolution of the Insulin/ insulin-like growth factor signaling pathway (IIS) across the genus Drosophila using the Genomics Education Partnership gene annotation protocol for Course-based Undergraduate Research Experiences.", "date": "2025-08-20", "journal": ""}
{"title": "An investigation of social learning of tool-use in bottlenose dolphins (Tursiops truncatus) using a ball-up / ball-down task", "doi": "10.1101/2025.08.17.670717", "authors": "Hribar, A.; Kilian, A.; Tennie, C.", "abstract": "Whether and how dolphins can engage in spontaneous, untrained social learning to solve novel tool problems via action- or result- (or other) social learning remains debated. In the present study we tested the spontaneous social learning abilities of six dolphins (all not trained to copy) on two tool-using tasks (what we call the ball-up / ball-down task) - using a dolphin demonstrator and a human demonstrator. Regardless of task type and demonstrator type none of the tested dolphins reproduced the demonstrated tool solutions. We experienced several issues regarding our test apparatus, and so these negative results may be due to apparatus failures. However, these findings may also fully or partially indicate that untrained dolphins are not generalized, spontaneous social learners across information types, especially regarding the acquisition of tool solutions in puzzle tasks. More studies are required to precisely determine the capacity for spontaneous tool solution copying in dolphins.", "date": "2025-08-20", "journal": ""}
{"title": "Mesenchymal Stromal Cells Immunosuppress Osteoarthritis Synovial Fluid Tolerized Monocytes via IL-6", "doi": "10.1101/2025.08.14.669875", "authors": "Rasti, M.; Feiz Barazandeh, A.; P. Robb, K.; Low, R.; Gandhi, R.; Viswanathan, S.", "abstract": "The mechanism of mesenchymal stromal cell (MSC) interactions with monocytes/macrophages (M{Phi}s) in knee osteoarthritis (KOA) is not fully understood. We report that synovial fluid (SF) M{Phi}s are tolerized. Healthy donor-derived CD14+ peripheral monocytes partially mimic SF M{Phi}s tolerization, but are also activated, immunosuppressed and functionally impaired after longer exposure to complex late-stage KOA SF matrix. Classical interleukin (IL)-6 signaling in late-OA SF immunosuppresses CD14+ monocytes via signal transducer and activator of transcription (STAT3) and suppressor of cytokine signaling (SOCS3), while toll-like receptor (TLR)4 via nuclear factor kappa-light-chain-enhancer of activated B (NF-{kappa}B) and c-Jun Terminal Kinase (JNK) drive CD14+ monocyte activation. Late-OA SF semi-tolerizes CD14+ monocytes with unchanged tumor necrosis factor (TNF) and CD86 expression with lipopolysaccharide (LPS) challenge. Addition of MSC(M) soluble factors enhances immunosuppression through IL-6 signaling, and nullifies late-OA SF activation effects by decreasing p-JNK and reducing TLR-mediated NF-{kappa}B and TNF. MSC(M) immunosuppressed CD14+ monocytes in late-OA SF are functionally rescued with improved phagocytosis.", "date": "2025-08-20", "journal": ""}
{"title": "Comment on \"Inverted repeats in the monkeypox virus genome are hot spots for mutation\"", "doi": "10.1101/2025.08.19.670320", "authors": "Madorskaya, A. V.; Kazanov, F. M.; Ponomarev, G. V.; Smolnikova, A.; Garshina, D.; Matveev, E.; Abasov, R. K.; Ivankov, D. N.; Gelfand, M. S.; Kazanov, M. D.", "abstract": "Recent work proposed that APOBEC-signature mutations in monkeypox virus (MPXV) are enriched in cruciform structures formed by inverted repeats. We independently reanalyzed the same dataset with the published settings and several complementary approaches and found no statistically supported enrichment of mutations in these structures. While a modest trend at TC motif at 3' end of hairpin loop contexts cannot be excluded, current evidence is insufficient. Additional data and careful handling of overlapping structures are needed to clarify any association.", "date": "2025-08-20", "journal": ""}
{"title": "Orthorhombic coronavirus main protease crystals provide a higher success rate in fragment screening", "doi": "10.1101/2025.08.20.671191", "authors": "Barthel, T.; Wollenhaupt, J.; Benz, L. S.; Reinke, P. Y. A.; Zhang, L.; Oelker, M.; Lennartz, F.; Taberman, H.; Mueller, U.; Meents, A.; Hilgenfeld, R.; Weiss, M. S.", "abstract": "Crystallographic fragment screening (CFS) is a powerful tool to identify starting points for drug development. A popular target for extensive CFS activities has been the SARS-CoV-2 main protease (MPro). In most of the published screening campaigns the monoclinic crystal form of MPro was used, although it was reasoned that the orthorhombic crystal form of MPro might be better suited. Here, two CFS campaigns with the same fragment library and an almost identical experimental setup were carried out against the two crystal forms of MPro. While both crystal forms exhibit similar diffraction properties, the observed hit rates in the two campaigns were vastly different. For the monoclinic crystals a hit rate of 3% was determined, while a hit rate of 16% was observed for the orthorhombic crystals. These findings align with a more open molecular packing in the orthorhombic crystals shown also by in silico analysis, which indicates better accessibility of the active site. Our results highlight the critical importance of choosing an optimal crystal system for the preparation of crystallographic fragment-screening campaigns.", "date": "2025-08-20", "journal": ""}
{"title": "Proteomic analysis of Mycobacterium tuberculosis lacking a putative short-chain dehydrogenase (Rv0148)", "doi": "10.1101/2025.08.20.671283", "authors": "Subbian, S.; Bhargavi, G.; Deenadayalan, A.; Palaniyandi, K.", "abstract": "Mycobacterium tuberculosis (Mtb) is an intracellular pathogen that survives in host cells by resisting hostile antimicrobial defenses. However, the molecules and mechanisms that contribute to Mtbs intracellular survival are not fully understood. We have previously reported that Rv0148, a putative short-chain dehydrogenase/reductase, plays a significant role in Mtb stress response and virulence in in vitro and in vivo models. To further understand the role of Rv0148 in regulating global functions of Mtb, we performed comparative proteomic analysis between pathogenic wild-type (WT) and{Delta} rv0148 mutant strains. Our mass spectrometry-based proteomics approach identified a total of 738 and 469 proteins, respectively, in the WT and{Delta} rv0148 mutant, with distinct expression patterns. Gene Ontology analysis revealed significant enrichment of proteins involved in biological processes such as resistant to host immune response and protein homeostasis in{Delta} rv0148 mutant, while peptidoglycan biosynthesis and ribosomal metabolism pathways were downregulated. Further network analysis revealed dysregulation of proteins involved in bacterial stress response, cell wall components, ribosomal and secretory proteins, suggesting impaired translational machinery in{Delta} rv0148 mutant. Functional categorization of differentially regulated proteins in{Delta} rv0148 mutant showed broad reprogramming in intermediary metabolism, stress adaptation, and secretion. These findings indicate that Rv0148 functions as a global regulatory node, which influences remodeling of cell wall components and bacterial physiology, potentially balancing survival and stress adaptation mechanisms in Mtb.", "date": "2025-08-20", "journal": ""}
{"title": "Genomic Evidence for a-α Heterothallic and α-α Unisexual Mating and Recombination in an Environmental Cryptococcus deneoformans Population", "doi": "10.1101/2025.08.20.671223", "authors": "Hitchcock, M.; Thorn, V.; Samarasinghe, H.; Sun, S.; Heitman, J.; Xu, J.", "abstract": "Cryptococcus deneoformans is a human fungal pathogen capable of both a- and - mating and sexual reproduction in laboratory settings. However, the extent of a- and - sexual reproductions in natural populations remain unexplored. Here we analyzed the whole-genome sequences of 24 environmental strains of C. deneoformans from western Saudi Arabia, including one MATa and 23 MAT isolates, with 15 MAT isolates belonging to multi-locus sequence type ST160 as defined by their combined DNA sequences at seven loci. To identify signatures for a- and - reproduction, three samples were analyzed: total, MAT, and ST160. For each subpopulation, single nucleotide polymorphisms (SNPs) were identified for both the nuclear and mitochondrial genomes and subjected to four-gamete tests. In the total population and the MAT subpopulation, variable proportions of SNP pairs within as well as between the nuclear and the mitochondrial genomes showed evidence for recombination. Though no mitogenome SNPs were found among the 15 strains of ST160, the nuclear genome showed clear evidence for recombination, including among SNPs within the mating type region. In addition, the nuclear genome SNP pairs located further apart on the same chromosome showed a greater frequency of recombination in all three sample types. In contrast, mitogenome recombination breakpoints were mainly located in two genomic regions. Together, these results provide robust evidence for both a- and - sexual reproduction within this environmental population of C. deneoformans.", "date": "2025-08-20", "journal": ""}
{"title": "Genetic reassortment and diversification of host specificity have driven evolutionary trajectories of lineages of panzootic H5N1 influenza", "doi": "10.1101/2025.08.20.670882", "authors": "Harvey, W. T.; Pinto, R. M.; Brown, M. D.; Lu, L.; Quantrill, J. L.; Yang, J.; Pankaew, N.; Nel, M.; Baxter, J.; Byrne, A. M. P.; Kapczynski, D. R.; Iqbal, M.; James, J.; Banyard, A. C.; Brown, I.; Barclay, W.; Peacock, T. P.; Digard, P.; Lycett, S. J.", "abstract": "Since 2021, subclade 2.3.4.4b A(H5N1) high pathogenicity avian influenza (HPAI) viruses have undergone changes in ecology and epidemiology, causing a panzootic of unprecedented scale in wild and domestic birds with spill-over infections and perceptible transmission in a range of mammalian species, raising concern over zoonotic potential. HPAI viruses readily exchange gene segments with low pathogenicity avian influenza viruses via reassortment, a mechanism that facilitates pronounced phenotypic change. Observations suggest changes in the seasonality and host range of panzootic viruses, however, data on the role of reassortment in determining such features are limited. Using phylodynamic approaches, we describe the emergence of the panzootic lineage and using a novel global genotype classification system we describe the subsequent emergence and global structuring of genotypes generated by reassortment. Focusing on evolutionary dynamics in Europe, we show reassortment has produced high fitness genotypes with enhanced capacity for transmission and further we show such advantages can be host-dependent, contrasting successful generalist genotypes with a specialist lineage (EA-2022-BB) adapted to birds of the order Charadriiformes. Experimental investigation of NS1-mediated shutoff indicates this Charadriiformes-specialist does not inhibit host cellular gene expression and hamper the defences of more typical hosts such as water- and land-fowl. We attribute this primarily to variation at position 127 of the NS1 protein. Our results emphasise that reassortment has driven phenotypic change, affected viral fitness, and caused diversification of host specificity and seasonality. Such factors should be considered in studies that seek to identify drivers of HPAI spread and map spillover risk. Additionally, relaxation of host specialisation, ecological diversification, and potential endemicity in atypical host populations present new reassortment opportunities that could result in further novel phenotypes.", "date": "2025-08-20", "journal": ""}
{"title": "Adaptation of Enterococcus faecalis to intestinal mucus revealed by a human colonic organoid model", "doi": "10.1101/2025.08.20.670035", "authors": "Mikhaleva, S.; Hsiao, P.-L.; Kurmashev, A.; Anderson, C. M.; Colomer-Winter, C.; Boos, J. A.; Choo, P. Y.; Willett, J. L. E.; Hierlemann, A.; Kline, K. A.; Persat, A.", "abstract": "The human gastrointestinal tract hosts a diverse population of microorganisms that have a significant impact on host health. Among this population, Enterococcus faecalis (Ef) represents a common member of intestinal microbiota colonizing humans early in life, but which can also opportunistically infect its host. Despite its importance in human health, investigations of its physiological adaptation to the mucosal environment remain limited. Building on recent advances in tissue engineering, we here leverage human colonic organoids (colonoids) to investigate the Ef's mechanisms of mucosal surface colonization across space and time. Using high-resolution microscopy, we visualized Ef growth within the natively formed colonic mucus layer in colonoids. Leveraging a custom perfusion chamber, we tracked Ef growth within the mucus of live colonoids over time under flow, which revealed specific colonization strategies, including biofilm-like microcolony formation. To identify Ef fitness determinants in this niche, we implemented transposon insertion sequencing (Tn-seq) in the natively formed mucus of live colonoids. This approach revealed a large fitness rearrangement compared to typical liquid culture, mainly involving metabolic activity and regulatory response during mucosal colonization, as well as factors that may contribute to colony formation at the mucosal surface. Altogether, our results show important physiological and biophysical adaptation of Ef to the mucosal surface that are not captured by in vitro conditions and that cannot be revealed in vivo at high resolution.", "date": "2025-08-20", "journal": ""}
{"title": "Antagonism by the Type VI secretion system of Bacteroides fragilis is controlled by a TetR family regulator and released small molecule", "doi": "10.1101/2025.08.20.671311", "authors": "Tuzlak, L.; Pappas, T. E.; Coyne, M. J.; Sheahan, M. L.; Burgo, V.; Rice, P. A.; Comstock, L. E.", "abstract": "Antagonistic systems of bacteria are often tightly regulated. The human gut Bacteroidales harbor three distinct antagonistic Type VI secretion systems (T6SS), one of which is present only in Bacteroides fragilis, known as the GA3 T6SS. Although this is the best studied of the three T6SSs, little is known about how it is regulated. The gene upstream of the GA3 T6SS locus encodes a TetR family transcriptional regulator (TetRGA3), which we show represses expression of the GA3 T6SS locus. The gene immediately upstream and divergently transcribed from tetRGA3, designated here as lgsGA3, encodes a product of the -oxoamine synthase family of pyridoxal phosphate-dependent enzymes with structural homology to the CqsA autoinducer synthase of the CAI-1 quorum sensing system of Vibrio spp. When lgsGA3 is deleted, transcription of the GA3 T6SS locus is repressed in a TetR-dependent manner. Strains synthesizing LgsGA3 produce a molecule present in the supernatant that likely serves as the TetRGA3 ligand, overcoming TetR transcriptional repression of the GA3 T6SS. We show that GA3 T6SS-specific immunity genes present on two acquired immunity defense islands are also regulated by LgsGA3 coordinating expression of GA3 T6SS antagonism with protection from competitor GA3 T6SS toxins. Production and firing of the GA3 T6SS and subsequent antagonism occurs in bacteria deleted for lgsGA3 when grown with bacteria containing this gene or their supernatants. These data show that the GA3 T6SS is regulated by a small molecule acting through TetRGA3 allowing the bacteria to coordinate antagonistic and protective systems.", "date": "2025-08-20", "journal": ""}
{"title": "Twelve species of human parasites make up half of the literature on microbial eukaryotes", "doi": "10.1101/2025.08.20.671258", "authors": "Lepper, J. A.; Rappaport, H. B.; Oliverio, A. M.", "abstract": "Although microbial eukaryotes comprise the majority of eukaryotic phylogenetic diversity and inhabit nearly all ecosystems globally, most research focuses on only a few species of human parasites. Here, we quantify the extent of research on known microbial eukaryotic species. Nearly half of the mentions of protist species on PubMed referenced only 10 species included in the Protist Ribosomal Reference (PR2) Database. Likewise, although most samples in the PR2 database are free-living protists from aquatic environments, 12 species of human parasites comprise 47% of the literature. Research efforts that focus on only a handful of eukaryotic lineages severely limit our understanding of the fundamental biology of eukaryotic cells. We highlight recent efforts to characterize novel eukaryotic lineages that have resulted in a new understanding of the rules of life and identify key lineages that are notably absent or limited in the literature, despite their abundance and significance across global ecosystems.", "date": "2025-08-20", "journal": ""}
{"title": "Phase variation of Clostridioides difficile colony morphology occurs via modulation of cell division", "doi": "10.1101/2025.08.20.671228", "authors": "Mehra, A.; Garrett, E. M.; Serody, C. J.; Tamayo, R.", "abstract": "Phase variation of C. difficile colony morphology occurs via modulation of transcription cmrRST, which encodes a three-protein signal transduction system. Response regulators CmrR and CmrT promote rough colony development, cell elongation and chaining, surface motility, and disease in the hamster model of infection, while impairing swimming motility and biofilm formation. Using RNA-Seq, we identified the CmrR and CmrT-dependent transcriptional differences in rough and smooth colonies. Further analysis showed that CmrT, but not CmrR, is required for differential expression of most of the genes. Two CmrT-regulated genes, herein named mrpA and mrpB, were together sufficient for restoring all CmrT-dependent invitro phenotypes in a cmrT mutant and alleviating selection of cmr phase ON cells during growth on an agar surface. MrpA and MrpB are uncharacterized proteins with no known function but are highly conserved in C. difficile. Using immunoprecipitation and mass spectrometry to identify interacting partners, we found that MrpA interacts with the septum-site determining protein MinD and several other proteins involved in cell division and cell shape determination. Ectopic expression of mrpAB resulted in atypical cell division, consistent with MrpAB interference with MinD function. Our findings reveal a potential mechanism by which phase variation of CmrRST modulates colony morphology and motility: in cmr phase ON cells, CmrT-mediated expression of mrpAB interferes with normal cell division resulting elongated cells that enable expansion of the population across a surface while limiting swimming motility.", "date": "2025-08-20", "journal": ""}
{"title": "Sex-specific non-linear DNA methylation trajectories across aging predict cancer risk and systemic inflammation", "doi": "10.1101/2025.08.19.671184", "authors": "Grolaux, R.; Jacques, M.; Jones-Freeman, B.; Horvath, S.; Teschendorff, A.; EYNON, N.", "abstract": "Aging is a multi-modal process, leaving distinct signatures across molecular layers, including the epigenome. DNA methylation changes are among the most robust markers of biological aging. Yet, most studies rely on models assuming linear relationships with age and often analyze mixed-sex cohorts, overlooking well-known sex differences in the timing and nature of aging phases. Such approaches risk obscuring critical, non-linear transitions and sex-specific trajectories that may better capture the biology of aging. We developed a computational approach to detect complex, non-linear trajectories and disentangle shared from sex-divergent patterns. Applied to whole-blood deconvoluted methylomes from 252 females and 246 males spanning ages 19-90 years, this analysis revealed convergent and divergent epigenetic aging pathways independent of immune cell composition. These non-linear trajectories were enriched for developmental transcription factor binding motifs, including NF1/CTF and REST, which are known for their oncogenic potential. Strikingly, a female-specific non-linear cluster was robustly associated with cancer onset and systemic inflammation. Our results uncover sex-specific, non-linear aging programs that better capture the dynamics of epigenetic change than linear models. These findings nominate candidate biomarkers for early disease risk and offer mechanistic insight into how aging trajectories diverge between the sexes.", "date": "2025-08-20", "journal": ""}
{"title": "The legacy of past climate warming: strong local adaptation in rear-edge populations", "doi": "10.1101/2025.08.15.669932", "authors": "Perrier, A.; Keenan, O.; Busch, J.; Galloway, L.", "abstract": "Improving forecasts of species' responses to climate change has become a central challenge in ecology and evolution as species distributions are increasingly disrupted by ongoing climate warming. Insight into this challenge may be gained through a better understanding of evolutionary responses to past climate change. The rear edges of species' distributions are typically relict populations persisting in former glacial refugia at warmer range limits. As such, they form natural laboratories to study the evolutionary outcomes of past climate warming. Three such outcomes have been proposed for rear-edge populations: maintenance of high diversity due to long-term persistence, strong genetic drift following habitat decline, and strong local adaptation allowing persistence despite environmental change. Empirical studies rarely explicitly test these alternate outcomes limiting our understanding of evolutionary responses to warming climates. We tested all three evolutionary outcomes at the rear edge of the North American herb Campanula americana, by assessing genetic variation in a genome-wide population genetic study, drift load as measure of fitness decline due to drift in a controlled crossing study, and local adaptation in a transplant study. Rear-edge populations exhibited reduced genetic diversity within populations and high differentiation among populations, typically interpreted as evidence of genetic drift, yet show limited drift load. Instead, these populations expressed strong local adaptation, thriving in rear-edge habitats that were unsuitably warm for populations in the expanded range. This indicates that warm-edge populations may persist under warming climates by gradually adapting, even in the face of genetic erosion. Our findings highlight the importance of explicitly testing for all evolutionary outcomes, and particularly going beyond measures of genetic variation, when inferring evolutionary history. More broadly, these findings identify rear-edge populations not as relics of decline, but as underappreciated models for studying successful adaptation under long-term climate change.", "date": "2025-08-20", "journal": ""}
{"title": "Plastic germination, temporal niche partitioning, and emergent assortative mating in annual plants", "doi": "10.1101/2025.08.15.670279", "authors": "Schmid, M.; Tielboerger, K.; Daval, A.; Mullon, C.", "abstract": "Temporal fluctuations in environmental conditions can promote coexistence via the storage effect, which requires a mechanism buffering different variants during adverse periods. This mechanism readily occurs in annual plants whose seeds do not necessarily germinate each year but instead remain dormant in a seed bank. Yet, how plasticity in germination timing affects genetic diversification and ecological speciation under temporally varying conditions remains poorly understood. Here, we use mathematical modeling and individual-based simulations to investigate the joint evolution of a combination of traits controlling plastic seed germination and plant fecundity under interannual environmental fluctuations. We show that adaptive plasticity in germination readily evolves via a genetic association between seed and plant traits, allowing seeds to germinate preferentially in years favorable for their subsequent growth and reproduction. Such adaptive plasticity enhances the storage effect and promotes genetic divergence among different morphs specialized to distinct yearly conditions. Because these morphs germinate preferentially in different years, plastic germination indirectly generates temporal assortative mating, thereby maintaining genetic associations among seed and plant traits despite the absence of physical linkage between loci controlling these traits. This temporal assortative mating ultimately leads to reproductive isolation between morphs, thus laying the foundation for ecological speciation. Our findings show that adaptive plasticity and genetic diversification are not mutually exclusive but can interact synergistically to enhance biodiversity.", "date": "2025-08-20", "journal": ""}
{"title": "Genomic Informational Field Theory (GIFT) to map complex traits in small sample sizes", "doi": "10.1101/2025.08.15.670531", "authors": "Kyratzi, P.; Gadsby, S.; Knowles, E.; Harris, P.; Menzies-Gow, N.; Elliott, J.; Paldi, A.; Wattis, J.; Rauch, C.", "abstract": "Genome wide association studies (GWAS) are commonly used to investigate the genetic basis of complex traits. However, to be adequately powered they typically require large sample sizes to provide precise inferences. To address this challenge, this paper introduces GIFT, a novel data analytic method that enhances the power of genetic analyses, enabling the use of smaller datasets without compromising precision. In a small cohort of 157 ponies, GIFT was applied to examine the complex trait of height at withers, comparing its performance to traditional GWAS. Only GIFT identified genetic loci linked to insulin physiology validating, in turn, a long-standing hypothesis that height at withers is associated with insulin physiology in equids, potentially promoting equine metabolic syndrome (EMS). Additionally, by redefining correlations between single nucleotide polymorphisms (SNPs), GIFT offers new insights into linkage disequilibrium and epistatic interactions that, through the development of a network centrality measure, distinguishes core from peripheral genes within gene networks involved in height at withers. By reducing the time and cost associated with large-scale genotype phenotype mapping studies, GIFT expands access to quantitative genetic research, enabling smaller-scale investigations to explore the genetic architecture of complex traits with greater resolution.", "date": "2025-08-20", "journal": ""}
{"title": "A predicted structural interactome reveals binding interference from intrinsically disordered regions", "doi": "10.1101/2025.08.15.670535", "authors": "Peng, J.; Zhao, L.", "abstract": "Proteins function through dynamic interactions with other proteins in cells, forming complex networks fundamental to cellular processes. While high-resolution and high-throughput methods have significantly advanced our understanding of how proteins interact with each other, the molecular details of many important protein-protein interactions are still poorly characterized, especially in non-mammalian species, including Drosophila. Recent advancements in deep learning techniques have enabled the prediction of molecular details in various cellular pathways at the network level. In this study, we used AlphaFold2 multimer to examine and predict protein-protein interactions from both physical and functional datasets in Drosophila. We found that functional associations contribute significantly to high-confidence predictions. Through detailed structural analysis, we also found the importance of intrinsically disordered regions in the predicted high-confidence interactions. Our study highlights the importance of disordered regions in protein-protein interactions and demonstrates the importance of incorporating functional interactions in predicting physical interactions between proteins. We further compiled an interactive web interface to present the predictions, facilitating functional exploration, comparative analysis, and the generation of mechanistic hypotheses for future studies.", "date": "2025-08-20", "journal": ""}
{"title": "Cryo-EM Structure of the Cyclase Domain and Evaluation of Substrate Channeling in a Bifunctional Class II Terpene Synthase", "doi": "10.1101/2025.08.20.671325", "authors": "Gaynes, M. N.; Schultz, K.; Wenger, E. S.; Marmorstein, R.; Christianson, D. W.", "abstract": "Copalyl diphosphate synthase from Penicillium verruculosum (PvCPS) is a bifunctional class II terpene synthase containing a prenyltransferase that produces geranylgeranyl diphosphate (GGPP) and a class II cyclase that utilizes GGPP as a substrate to generate the bicyclic diterpene copalyl diphosphate. The various stereoisomers of copalyl diphosphate establish the greater family of labdane natural products, many of which have environmental and medicinal impact. Understanding structure-function relationships in class II diterpene synthases is crucial for guiding protein engineering campaigns aimed at the generation of diverse bicyclic diterpene scaffolds. However, only a limited number of structures are available for class II cyclases from bacteria, plants, and humans, and no structures are available for a class II cyclase from a fungus. Further, bifunctional class II terpene synthases have not been investigated with regard to substrate channeling between the prenyltransferase and the cyclase. Here, we report the 2.9 [A]-resolution cryo-EM structure of the 63-kD class II cyclase domain from PvCPS. Comparisons with bacterial and plant copalyl diphosphate synthases reveal conserved residues that likely guide the formation of the bicyclic labdane core, but divergent catalytic dyads that mediate the final deprotonation step of catalysis. Substrate competition experiments reveal preferential GGPP transit from the PvCPS prenyltransferase to the cyclase, even when prepared as separate constructs. These results are consistent with a model in which transient prenyltransferase-cyclase association facilitates substrate channeling due to active site proximity.", "date": "2025-08-20", "journal": ""}
{"title": "An interaction between the transmembrane domains of Streptococcus pyogenes sortase A and its endogenous substrate M protein revealed by molecular dynamics simulations", "doi": "10.1101/2025.08.19.671115", "authors": "Avery, N. G.; Tahti, E. F.; Spiegel, P. C.; Antos, J. M.; McCarty, J.; Amacher, J.", "abstract": "Sortase enzymes are cysteine transpeptidases at the cell surface of gram-positive bacteria. Localized to distinct foci on the cell membrane, class A sortases (SrtAs) recognize a cell wall sorting signal (CWSS), and following cleavage at this specific binding motif, target proteins are ligated to precursors of the growing peptidoglycan layer. This activity of SrtA enzymes is utilized extensively in sortase-mediated ligation (SML) strategies, for a variety of protein engineering applications. Typically, engineered variants of SrtA are used for SML experiments considering the relatively low catalytic efficiency of this enzyme. Understandably, most biochemical studies are conducted with the isolated catalytic domain of SrtA enzymes from various bacteria, and the stereochemistry of the endogenous interaction between SrtA and substrate is not well understood. Here, we used AlphaFold2 to create a model of the full-length SrtA enzyme from Streptococcus pyogenes (spySrtA) with or without either a peptide substrate or a portion of M protein, a cellular target. We ran triplicate 500 ns molecular dynamics simulations for each model embedded in a lipid bilayer, which revealed several stereochemical features of this system. Contact map analyses revealed specific interactions between catalytic domain positions of spySrtA and the lipid bilayer, as well as between the enzyme and M protein residues outside the canonical LPXTG pentapeptide CWSS. We also characterized a potential transmembrane domain interaction between spySrtA and M protein that we predict orients and stabilizes substrate binding. Taken together, these interactions likely increase the catalytic efficiency of the enzyme for its substrates in vivo, and may provide important stereochemical insights for SML uses.", "date": "2025-08-20", "journal": ""}
{"title": "Development of Degraders and 2-pyridinecarboxyaldehyde (2-PCA) as a recruitment Ligand for FBXO22", "doi": "10.1101/2025.08.19.671158", "authors": "Qiu, T.; Zhuang, Z.; Byun, W. S.; Kozicka, Z. M.; Baek, K.; Zhong, J.; Thornhill, A. M.; Ryan, J. K.; Donovan, K. A.; Fischer, E. S.; Ebert, B. S.; Gray, N. S.", "abstract": "Targeted protein degradation (TPD) is a promising therapeutic strategy that requires the discovery of small molecules that induce proximity between E3 ubiquitin ligases and proteins of interest. FBXO22 is an E3 ligase that is overexpressed in many cancers and implicated in tumorigenesis. While FBXO22 was previously identified as capable of recognizing ligands bearing a primary amine degron, further investigation and development of recruitment ligands is required to enable its broader utility for TPD. Here, we describe the discovery of chemical probes that can either selectively degrade FBXO22 or recruit this ligase for TPD applications. First, we describe AHPC(Me)-C6-NH2 as a potent and selective FBXO22 degrader (DC50 = 77 nM, Dmax = 99%) that is suitable for interrogating the effects of FBXO22 loss of function. Further, we discovered that the simple hexane-1,6-diamine acts as a minimal FBXO22 self-degrader, whereas shorter C4 (putrescine) to C5 (cadaverine) analogs, found in mammalian cells, do not induce degradation. Finally, we found that 2-pyridinecarboxaldehyde (2-PCA) functions as a novel electrophilic degron capable of forming a reversible thioketal with cysteine 326 for recruiting FBXO22. Conjugating 2-PCA to various ligands successfully induced FBXO22-dependent degradation of BRD4 and CDK12. Collectively, these chemical probes will facilitate the study of FBXO22 biology and broaden its applicability in TPD.", "date": "2025-08-20", "journal": ""}
{"title": "Hypobaric hypoxia drives citrate cycle reprogramming to suppress tumor progression", "doi": "10.1101/2025.08.15.669572", "authors": "Gao, Y.; He, X.; E, G.; Wang, Y.; Huang, S.; Cai, D.; Deng, Y.; Gan, P.; Feng, R.; Liang, Q.; Tang, Z.; Xu, G.; Chen, J.; Xue, H.; Wang, Q.; Liu, H.; Li, G.; Zeng, S.; Xie, M.; Gao, Y.; Gong, J.; Zhang, E.", "abstract": "High altitude residents present lower tumor incidence and mortality than plain residents, suggesting that hypobaric hypoxia displays protective effect against tumor development. The results of our studies showed that hypobaric hypoxia exposure significantly suppressed tumor progression in subcutaneous bearing and lung metastasis tumor models. With single-cell transcriptome analysis, we identified HIF-1 pathway was significantly downregulated in tumor tissues with high altitude hypoxia, leading to decreased glycolysis and angiogenesis and improved antitumor immune response. Mechanistically, systemic hypoxia rewired citric acid cycle, with enhanced CS and IDH2 expression and reduced OGDH and SUCLG2 expression, to induce -ketoglutarate accumulation and succinate decline in tumor microenvironment, further mediating HIF-1 pathway inhibition. Moreover, hypobaric hypoxia treatment significantly improved the antitumor effects of adjuvant therapies (including chemotherapy, anti-angiogenic therapy and immunotherapy). Our findings reveal the role and mechanism of hypobaric hypoxia for tumor regression and yield new insights into tumor therapy.", "date": "2025-08-20", "journal": ""}
{"title": "Active learning-guided optimization of cell-free biosensors for lead testing in drinking water", "doi": "10.1101/2025.08.20.671382", "authors": "Wang, B. M.; Chiang, N.; Ekas, H. M.; Brown, D. M.; Dildine, G.; Lucci, T. J.; Feng, S.; Bly, V.; Gaillard, J.-F.; Lucks, J. B.; Karim, A. S.; Shukla, D.; Jewett, M. C.", "abstract": "Point-of-use diagnostics based on allosteric transcription factors (aTFs) are promising tools for environmental monitoring and human health. However, biosensors relying on natural aTFs rarely exhibit the sensitivity and selectivity needed for real-world applications, and traditional directed evolution struggles to optimize multiple biosensor properties at once. To overcome these challenges, we develop a multi-objective, machine learning (ML)-guided cell-free gene expression workflow for engineering aTF-based biosensors. Our approach rapidly generates high-quality sequence-to-function data, which we transform into an augmented paired dataset to train an ML model using directional labels that capture how aTF mutations alter performance. We apply our workflow to engineer the aTF PbrR as a point-of-use diagnostic for lead contamination in water. We tune the sensitivity of PbrR to sense at the U.S. Environmental Protection Agency (EPA) action level for lead and modify the selectivity away from zinc, a common metal found in water supplies. Finally, we show that the engineered PbrR functions in freeze-dried cell-free reactions, enabling a diagnostic capable of detecting lead in drinking water down to ~5.7 ppb. Our ML-driven, multi-objective framework--powered by directional tokens--can generalize to other biosensors and proteins, accelerating the development of synthetic biology tools for biotechnology applications.", "date": "2025-08-20", "journal": ""}
{"title": "In Silico Investigation of the Role of Local and Global Inflammation-Driven Feedback in Myelopoiesis and Clonal Cell Expansion", "doi": "10.1101/2025.08.15.670507", "authors": "Umar, Y. J.; Savvopoulos, S. V.; Pitsalidis, C.; Mitroulis, I.; Hatzikirou, H.", "abstract": "Chronic inflammation perturbs hematopoietic homeostasis, promoting aberrant myelopoiesis and clonal expansion of mutated stem cells. Here, we develop a mathematical model that integrates both local (bone marrow-intrinsic) and global (systemic/peripheral) inflammation-driven feedback mechanisms to investigate their roles in hematopoietic regulation and disease progression. Our model captures the nonlinear interplay between self-renewal, progenitor proliferation, and inflammatory cues, enabling classification of healthy, myelodysplastic, and leukemic states based on stem cell population dynamics. We show that global inflammatory feedback enhances the resilience of hematopoiesis, while excessive feedback on progenitor cells under chronic inflammation drives instability and clonal dominance. Using sensitivity analysis and parameter space mapping, we identify critical feedback thresholds governing transitions between hematopoietic states and reveal how mutated clones exploit inflammation to outcompete wild-type cells. This systems-level framework offers mechanistic insights into the emergence of myeloid malignancies and provides a computational platform for exploring potential anti-inflammatory therapeutic strategies.", "date": "2025-08-20", "journal": ""}
{"title": "Loss of the actin remodeling protein Flightless-1 impairs CD8 and regulatory T cell function", "doi": "10.1101/2025.08.15.669900", "authors": "Lissner, M. M.; Sullivan, J. M.; Ni, M.; Sherve, M.; Hocking, A. M.; Hamerman, J. A.; Campbell, D. J.", "abstract": "T cell immunity depends on the precise coordination of signaling networks with actin cytoskeleton remodeling, yet the molecular regulators of these processes remain incompletely defined. Flightless-1 (FLII) is a gelsolin-family actin regulator with unique leucine-rich repeats that can couple cytoskeletal dynamics to diverse signaling pathways. Here, using conditional knockout mice, we identify essential roles for FLII in both CD8 and regulatory T cells. Loss of FLII in CD8 T cells caused a profound loss of naive cells from the spleen, impaired CCR7-dependent migration, and defective accumulation in the lung parenchyma during antigen-specific responses to respiratory vesicular stomatitis virus infection, despite largely preserved activation, effector differentiation, and cytotoxic function. FLII-deficient Foxp3 regulatory T cells maintained normal numbers but exhibited diminished CD25 expression, defective IL-2 signaling, and failed to restrain spontaneous, tissue-specific autoimmunity. These findings identify FLII as a critical and previously unrecognized orchestrator of T cell trafficking and immune regulation, which may link chemokine receptor signaling to actin remodeling and is essential for proper T cell migration and function.", "date": "2025-08-20", "journal": ""}
{"title": "The RecBCD complex interacts directly with the DNA sliding clamp in Escherichia coli", "doi": "10.1101/2025.08.20.671105", "authors": "Riisnaes, I. M. M.; Raeder, S. B.; Simonsen, S.; Vikedal, K.; Backe, P. H.; Johnsen, L.; Bjoras, M.; Booth, J. A.; Kragelund, B. B.; Skarstad, K.; Helgesen, E.", "abstract": "DNA sliding clamps are essential coordinators of genome replication and maintenance across all domains of life and serve as platforms for recruiting diverse binding partners. The bacterial DNA sliding clamp, {beta}-clamp, functions analogous to the eukaryotic proliferating cell nuclear antigen (PCNA), yet its full interactome remains incompletely characterized. Here, we identify and characterize a previously unrecognized interaction between {beta}-clamp and the DNA repair helicase-nuclease complex RecBCD, specifically through its RecB subunit. Using bacterial two-hybrid assays, co-immunoprecipitation, and fluorescence microscopy, we show that RecB physically associates with {beta}-clamp. Nuclear magnetic resonance (NMR) spectroscopy demonstrates binding to the canonical ligand binding pocket in {beta}-clamp and identifies a clamp-binding motif within the RecB nuclease domain which targeted mutagenesis abolishes. Moreover, disrupting the interaction between RecB and {beta}-clamp compromises Escherichia coli survival following DNA damage and impairs the DNA degradation activity of RecBCD. These findings expand the known {beta}-clamp interactome and uncover a possible role for {beta}-clamp in DNA double-strand break repair, offering new insights into bacterial DNA metabolism and potential avenues for therapeutic intervention.", "date": "2025-08-20", "journal": ""}
{"title": "Identification and Functional Insights into New Phage Tail-Like Bacteriocins (PTLBs) Targeting Pseudomonas aeruginosa as new antimicrobials", "doi": "10.1101/2025.08.20.671207", "authors": "Ibaguren-Quiles, C.; Blasco, L.; Lopez-Causape, C.; Bleriot, I.; Fernandez-Garcia, L.; Arman, L.; Barrio-Pujante, A.; Ortiz-Cartagena, C.; Aracil, B.; Marinas-Pardo, L.; Canton, R.; Oliver, A.; Tomas, M.", "abstract": "The current health crisis caused by multidrug resistant (MDR) pathogens is one of the health problems of most concern globally. Infections caused by these pathogens, such as Pseudomonas aeruginosa, lead to high rates of complications, particularly in compromised patients such as cystic fibrosis (CF) patients. The need to counteract and minimize the forecast future impact has led to the rescue of phage therapy. The use of bacteriophages has important advantages, including highly specific targeting, self-amplification at the infection site, minimal disruption of the microbiome, safety and biocompatibility. However, the capacity of bacteria to escape these entities results in a form of resistance that compromises the effectiveness of the therapy. This involves the search for potential alternatives, such as the phage tail-like bacteriocins (PTLBs), also named as tailocins. These high molecular weight particles resemble the tail structure of bacteriophages and are characterized by the absence of genetic material, avoiding the development of resistance, one of the major handicaps associated with phage therapy. In this study, we detected 34 different PTLBs in 75 P. aeruginosa genomes, with different serotypes and sequence types, 11 of which were characterized as novel F-type PTLBs subtypes (F13-F24). Furthermore, we report that four selected PTLBs (R1, F15, F19, R3-F24) can deal with bacterial infection, with the R1 and the F15 PTLBs being the most efficient in clearing infection in vitro, yielding a survival rate of more than 75% in the Galleria mellonella larvae in vivo model. This reaffirms the potential of PTLBs to control P. aeruginosa infections, which can cause chronic infections in some patients, such as people with CF, due to its strong impact as a MDR bacterium.", "date": "2025-08-20", "journal": ""}
{"title": "The pro-inflammatory cytokines IFN-α and TNF-α inhibit organoid-derived extravillous trophoblast invasion", "doi": "10.1101/2025.08.15.670497", "authors": "van Voorden, A. J.; Lin, F.; Boussata, S.; Keijser, R.; Barenbrug, L.; Horselenberg, B.; van Pelt, A. M. M.; Dankers, W.; Chuva de Sousa Lopes, S. M.; Afink, G. B.", "abstract": "Proper placental development requires differentiation and invasion of extravillous trophoblasts (EVTs) into the maternal decidua to ensure adequate remodeling of spiral arteries and support fetal growth. Perturbations in these processes are associated with pregnancy complications such as preeclampsia and fetal growth restriction. The incidence of these pregnancy complications is increased in women with immune-mediated inflammatory diseases, which are characterized by elevated levels of pro-inflammatory cytokines, such as interferon alpha (IFN-) and tumor necrosis factor alpha (TNF-). However, the direct effects of these cytokines on trophoblast differentiation and invasion remain unclear. Using human trophoblast organoid models, we demonstrate that IFN- and TNF- impair EVT invasion while preserving their differentiation capacity. High-resolution imaging of untreated organoid-decidua co-cultures revealed extensive invasion of organoid-derived trophoblasts into the decidual stroma and spiral arteries. In contrast, organoids treated with IFN-, in particular, exhibited markedly reduced invasion within this system. Transcriptome profiling indicated altered expression of several pathways involved in invasion upon cytokine treatment. These findings support the notion that elevated levels of IFN- and TNF- can directly impair trophoblast invasive capacity, potentially contributing to suboptimal placental development and adverse pregnancy outcomes in the context of inflammatory disorders.", "date": "2025-08-20", "journal": ""}
{"title": "Skin capillary endothelial cells form a network of spatiotemporally conserved Ca2+ activity", "doi": "10.1101/2025.08.15.669933", "authors": "Swaminathan, A.; Gonzalez, D. G.; Matte-Martone, C.; Xu, F.; Simpson, D.; Monedero-Alonso, D.; Moore, J. L.; Mack, J. J.; Kam, C. Y.; Greco, V.", "abstract": "Ca2+ signaling and its regulation are important for endothelial cell (EC) functions, including local blood flow control, mechanotransduction, and barrier function. Yet the spatiotemporal organization of Ca2+ activity and its regulation across a vascular plexus is poorly understood in an in vivo mammalian context, largely due to technical barriers. To overcome this gap in knowledge, we developed an approach to resolve Ca2+ activity with single cell resolution in the skin vasculature of live adult mice by multi-photon imaging. Here, we tracked thousands of Ca2+ events in the skin capillary plexus during homeostasis and observed signaling heterogeneity between ECs, with just over half displaying Ca2+ activity over minutes. Longitudinal tracking of the same mice revealed that the same ECs maintain Ca2+ activity over days to weeks. Interestingly, activity dynamics, such as frequency and event duration, are not conserved at a single cell level but at an EC population level. To identify the molecular underpinning of this spatiotemporal Ca2+ activity, we conditionally deleted in ECs the most expressed gap junction protein - Connexin 43 (Cx43). We found that loss of Cx43 initially causes a subset of ECs to display sustained Ca2+ activity and biases the dynamics of the whole network towards chronically persistent activity over time. Lastly, through pharmacological targeting of a small panel of known Ca2+ mediators, we showed that inhibition of L-type Voltage Gated Ca2+ channels largely restores physiological Ca2+ activity after loss of Cx43, but has no effect on signaling dynamics in homeostatic settings.", "date": "2025-08-20", "journal": ""}
{"title": "Seasonal evolution of Drosophila melanogaster abdominal pigmentation is associated with a multifarious selective landscape", "doi": "10.1101/2025.08.15.670575", "authors": "Berardi, S.; Beltz, J. K.; Rudman, S. M.; Grainger, T. N.; Levine, J. M.; Oken, H.; Schmidt, P.", "abstract": "Pigmentation has been widely studied by evolutionary biologists due to both ease of measure and relationship to fitness. Drosophila melanogaster pigmentation has represented a particularly useful avenue of investigation, as extensive genetic tools have enabled the characterization of its complex architecture. Drosophila pigmentation also varies predictably across space and time in wild populations, suggesting pigmentation is a component of adaptation to local environmental conditions. Despite this, the impact of D. melanogaster pigmentation on fitness, and the environmental factors that drive the evolution of pigmentation, are not well understood. To address this gap, we experimentally evolved replicated D. melanogaster populations in field mesocosms to determine whether and how pigmentation evolves in response to environmental variation. We found that pigmentation rapidly and predictably adapted to a direct manipulation of temperature, supportive of melanization playing a role in thermoregulation. However, we also determined that pigmentation responded adaptively to direct manipulations of numerous additional factors, including intraspecific competition, diet, and the microbiome. These findings suggest that the selective landscape acting on pigmentation is complex and multifaceted, and that patterns of melanization may be driven, at least in part, by indirect selection due to correlations with other fitness-related traits.", "date": "2025-08-20", "journal": ""}
{"title": "Fast Phenotype Simulation for Genotype Representation Graphs", "doi": "10.1101/2025.08.15.670378", "authors": "Syam, A.; Adonizio, C.; Wei, X.", "abstract": "Motivation: The Genotype Representation Graph (GRG) is a graph representation of whole genome polymorphisms, designed to encode the variant hard-call information in phased whole genomes. It encodes the genotypes as an extremely compact graph that can be traversed efficiently, enabling dynamic programming-style algorithms on applications such as genome-wide association studies that run faster on biobank-scale data than existing alternatives. To facilitate scalable statistical genetics, we present GrgPhenoSim, an extremely fast phenotype simulator for GRGs, suitable for simulating phenotypes on biobank-scale datasets. Results: GrgPhenoSim contains all the primary functionalities of a phenotype simulator, uses a standardized output, and supports customized simulations. GrgPhenoSim is dozens to hundreds of times faster than tstrait, a fast ancestral recombination graph-based phenotype simulator, when the sample size ranges from thousands to hundreds of thousands samples. Availability: The GrgPhenoSim library and use-case demonstrations are available at https://github.com/aprilweilab/grg_pheno_sim. The documentation for GrgPhenoSim is hosted at https://grgl.readthedocs.io/en/latest/.", "date": "2025-08-20", "journal": ""}
{"title": "A single-cell transcriptomic atlas of the pigtail macaque placenta in late gestation", "doi": "10.1101/2025.08.15.669966", "authors": "Li, A.; Li, R. J.; Huang, H.; Zhao, H.; Del Rosario, B. M.; Li, M.; Li, E.; Vo, A. E.; Manuel, G.; Cervantes, O.; Kapur, R. P.; Munson, J.; Orvis, A.; Coleman, M.; Berg, M. R.; Curtis, B. C.; Menz, B. A.; Dai, J.; Golez, I. D.; Wangari, S. N.; English, C.; Baldessari, A. E.; Rajagopal, L.; Cornelius, J. A.; Adams Waldorf, K. M.", "abstract": "The placenta is a complex organ with multiple immune and non-immune cell types that promote fetal tolerance and facilitate the transfer of nutrients and oxygen. The nonhuman primate (NHP) is a key experimental model for studying human pregnancy complications, in part due to similarities in placental structure, which makes it essential to understand how single-cell populations compare across the human and NHP maternal-fetal interface. We constructed a single-cell RNA-Seq (scRNA-Seq) atlas of the placenta from the pigtail macaque (Macaca nemestrina) in the third trimester, comprising three different tissues at the maternal-fetal interface: the chorionic villi (placental disc), chorioamniotic membranes, and the maternal decidua. Each tissue was separately dissociated into single cells and processed through the 10X Genomics and Seurat pipeline, followed by aggregation, unsupervised clustering, and cluster annotation. Next, we determined the maternal-fetal origins of cell populations and analyzed single-cell RNA trajectory, Gene Ontology enrichment, and cell-cell communication. Single-cell populations in the pigtail macaque were strikingly similar in their identity and frequency to those found in the human placenta, including cells from trophoblast, stromal cell, immune, and macrophage lineages. An advantage of our approach was the deep sequencing of three tissues at the maternal-fetal interface, which yielded a rich diversity of common and rare single-cell populations. The third trimester pigtail macaque single-cell atlas enables the identification of cellular subclusters analogous to those in humans and provides a powerful resource for understanding experimental perturbations on the NHP placenta.", "date": "2025-08-20", "journal": ""}
{"title": "From sequence to scaffold: computational design of protein nanoparticle vaccines from AlphaFold2-predicted building blocks", "doi": "10.1101/2025.08.20.671178", "authors": "Haas, C. M.; Jasti, N.; Dosey, A.; Allen, J. D.; Gillespie, R.; McGowan, J.; Leaf, E. M.; Crispin, M.; DeForest, C. A.; Kanekiyo, M.; King, N. P.", "abstract": "Self-assembling protein nanoparticles are being increasingly utilized in the design of next-generation vaccines due to their ability to induce antibody responses of superior magnitude, breadth, and durability. Computational protein design offers a route to novel nanoparticle scaffolds with structural and biochemical features tailored to specific vaccine applications. Although strategies for designing new self-assembling proteins have been established, the recent development of powerful machine learning-based tools for protein structure prediction and design provides an opportunity to overcome several of their limitations. Here, we leveraged these tools to develop a generalizable method for designing novel self-assembling proteins starting from AlphaFold2 predictions of oligomeric protein building blocks. We used the method to generate six new 60-subunit protein nanoparticles with icosahedral symmetry, and single-particle cryo-electron microscopy reconstructions of three of them revealed that they were designed with atomic-level accuracy. To transform one of these nanoparticles into a functional immunogen, we reoriented its termini through circular permutation, added a genetically encoded oligomannose-type glycan, and displayed a stabilized trimeric variant of the influenza hemagglutinin receptor binding domain through a rigid de novo linker. The resultant immunogen elicited potent receptor-blocking and neutralizing antibody responses in mice. Our results demonstrate the practical utility of machine learning-based protein modeling tools in the design of nanoparticle vaccines. More broadly, by eliminating the requirement for experimentally determined structures of protein building blocks, our method dramatically expands the number of starting points available for designing new self-assembling proteins.", "date": "2025-08-20", "journal": ""}
{"title": "Model Agnostic Conditioning of Boltzmann Generators for Peptide Cyclization", "doi": "10.1101/2025.08.15.670426", "authors": "du Pont, B.; Abrudan, A.; Scrutton, R.; Radenkovic, V.; Zhao, H.; Knowles, T.", "abstract": "Macrocyclic peptides offer strong therapeutic potential due to their enhanced binding affinity and protease resistance, but their design remains a challenge due to limited structural data and tools that address only a narrow set of cyclization chemistries. Moreover, existing models are built to only consider ground state or mean conformations, rather than conformational ensembles that more accurately describes peptides. We introduce CycLOPS (a Cyclic Loss for the Optimization of Peptide Structures), a model-agnostic framework that conditions Boltzmann generators to sample valid cyclic conformations without retraining. To overcome the scarcity of cyclic peptide data, we reformulate the design problem in terms of conditional sampling over linear peptide structures via chemically informed loss functions. CycLOPS spans 18 possible inter-amino acid crosslinks enabled by 6 diverse chemical reactions, and is readily extensible to many more. It leverages tetrahedral geometry constraints, using six interatomic distances to define a kernel density-estimated joint distribution from MD simulations. We demonstrate CycLOPS's versatility via two distinct generative models: a modified Sequential Boltzmann Generator (SBG) and Equivariant Normalizing flow (ECNF). In both settings, CycLOPS successfully biases the Boltzmann distribution toward chemically plausible macrocycles.", "date": "2025-08-20", "journal": ""}
{"title": "Visualizing Poloidal Orientation in DNA Minicircles", "doi": "10.1101/2025.08.20.671369", "authors": "Lemos, T.; Kim, H. D.", "abstract": "A short (<150 bp) double-stranded DNA (dsDNA) molecule ligated end-to-end forms a DNA minicircle. Due to sequence-dependent, nonuniform bending energetics, such a minicircle is predicted to adopt a certain inside-out orientation, known as the poloidal orientation. Despite theoretical and computational predictions, experimental evidence for this phenomenon has been lacking. In this study, we introduce a single-molecule approach to visualize the poloidal orientation of DNA minicircles. We constructed a set of DNA minicircles, each containing a single biotin located at a different position along one helical turn of the dsDNA, and imaged the location of biotin-bound NeutrAvidin relative to the DNA minicircle using atomic force microscopy (AFM). We applied this approach to two DNA sequences previously predicted to exhibit strongly preferred poloidal orientations. The observed relative positions of NeutrAvidin shifted between the inside and outside of the minicircle with different phases, indicating distinct poloidal orientations for the two sequences. Coarse-grained simulations revealed narrowly distributed poloidal orientations with different mean orientations for each sequence, consistent with the AFM results. Together, our findings provide experimental confirmation of preferred poloidal orientations in DNA minicircles, offering insights into the intrinsic dynamics of circular DNA.", "date": "2025-08-20", "journal": ""}
{"title": "CCL5, CLEC11A, IL-7, IL-8, and IL-13: Diagnostic serum biomarkers of gastric cancer identified in a 48-multiplex panel", "doi": "10.1101/2025.08.15.670520", "authors": "Brodkin, J.; Kaprio, T.; Mustonen, H.; Leppa, A.; Kokkola, A.; Salmi, M.; Jalkanen, S.; Haglund, C.; Bockelman, C.", "abstract": "Background: Gastric cancer is the fifth most common cancer worldwide and the fifth leading cause of cancer-related death. Its poor prognosis is primarily due to a late diagnosis and a lack of effective treatments for advanced disease. Methods: We examined a patient cohort comprising 239 individuals who underwent surgery for histologically verified gastric adenocarcinoma in the Department of Surgery at Helsinki University Hospital between 2000 and 2009, comparing them to 48 healthy controls. We measured the serum protein concentrations for 48 different cytokines and growth factors using two of Bio-Rad's premixed Bio-Plex Pro Human Cytokine 27-plex and 21-plex assay kits. Results: Five serum biomarkers were identified as indicative of gastric cancer. Cancer patients had higher serum levels of CLEC11A [odds ratio (OR) 1.16, 95% confidence interval (CI) 1.08-1.26, p = 0.004], IL-7 (OR 2.73, 95% CI 1.48-5.04, p = 0.014), IL-8 (OR 6.30, 95% CI 2.23-20.0, p = 0.017), and IL-13 (OR 2.67, 95% CI 1.33-5.37, p = 0.041). The CCL5 levels were lower in cancer patients compared with controls (OR 0.30, 95% CI 0.14-0.60, p = 0.014). Conclusions: In a large cohort of 239 patients, we identified five biomarkers for which serum levels associated with gastric cancer: CCL5, CLEC11A, IL-7, IL-8, and IL-13. High serum levels of CLEC11A have not previously been associated with gastric cancer. Our results provide new support to further explore the effect of these inflammatory molecules and the role they play in gastric cancer. This may help identify novel noninvasive diagnostic methods as well as potential new druggable targets.", "date": "2025-08-20", "journal": ""}
{"title": "Dysferlin Regulates Cardiac T-tubule Structure and Excitation-contraction Coupling in Isolated Cardiac Myocytes at Rest and in Response to Acute Hypo-osmotic Stress and is Protective Against Arrhythmias in Langendorff-perfused Hearts", "doi": "10.1101/2025.08.20.671306", "authors": "Quinn, C. J.; Booth, C. J.; Smith, K.; Hayter, E. A.; Cartwright, E. J.; Trafford, A. W.; Dibb, K. M.", "abstract": "Dysferlin is a membrane-associated protein that supports skeletal muscle function such that mutations in the DYSF gene can cause muscular dystrophy. Growing evidence suggests dysferlin regulates cardiac function, but this is less well understood. Tight regulation of the cardiac transverse-(T)-tubule network and excitation-contraction (EC) coupling mechanism is essential for healthy cardiac physiology. Remodelling of T-tubules and the EC coupling mechanism is observed during periods of cardiac stress and pathologies, promoting arrhythmias. However, little is known about how these processes are regulated and any protective mechanisms which may limit detrimental effects. Using a global dysferlin knockout (KO) mouse we have shown that the loss of dysferlin leads to a decrease in T-tubule density and the amplitude and rate of decay of the systolic Ca2+ transient but a narrowing of the dyadic cleft. Electrical mapping of ex vivo DYSF KO hearts shows they are more susceptible to ventricular arrhythmias. To induce stress, we used hypo-osmotic shock injury (OSI) to damage T-tubule networks in cardiac myocytes, in vitro. OSI increased T-tubule fragmentation and caused dysregulation of intracellular Ca2+ handling in dysferlin KO cells relative to WT controls. Finally, we observed that a natural decline in WT cardiac dysferlin abundance, which may contribute to the natural age-dependent maladaptive T-tubule remodelling that occurs in the mammalian ventricle. In summary, these findings demonstrate an essential role for dysferlin in cardiac physiology, especially during conditions of stress, which is decreased in normal ageing.", "date": "2025-08-20", "journal": ""}
{"title": "Sequence-specific trapping of EF-Tu/glycyl-tRNA complex on the ribosome by bottromycin", "doi": "10.1101/2025.08.17.670399", "authors": "Travin, D. Y.; Basu, R. S.; Paranjpe, M. N.; Klepacki, D.; Zhurakovskaya, A. I.; Vazquez-Laslop, N.; Mankin, A. S.; Polikanov, Y. S.; Gagnon, M. G.", "abstract": "The development of antibiotics with novel mechanisms of action is essential to address the growing threat of antimicrobial resistance. Protein synthesis-inhibiting antibiotic bottromycin (BOT), a ribosomally synthesized and posttranslationally modified peptide (RiPP), has long been known for its potent activity against Gram-positive bacteria but was largely neglected due in part to the lack of understanding of its mechanism of action. Here we uncover the unprecedented mode translation inhibition strategy employed by BOT. Using biochemical, microbiological, genetic, and structural approaches, we show that BOT acts by selectively trapping elongation factor-Tu (EF-Tu) in complex with glycyl-tRNA on the ribosome. BOT binds at the interface between EF-Tu and the CCA-end of Gly-tRNA, stabilizing the EF-Tu/Gly-tRNA complex in a pre-accommodated A/T-state on the ribosome, and specifically arresting translation at glycine codons. This mode of action is mechanistically distinct from that of other EF-Tu-targeting antibiotics, which act in a tRNA-agnostic fashion. Point mutations in EF-Tu confer high-level resistance to BOT, confirming EF-Tu as the direct and essential target of the drug. Our findings establish BOT as a founding member of a new class of antibiotics that stall the ribosome at defined mRNA sites by trapping a specific elongation factor-tRNA complex.", "date": "2025-08-20", "journal": ""}