{"title": "The Chlamydia trachomatis secreted effector CebN targets nucleoporins and Rae1 to antagonize STAT1 nuclear import", "doi": "10.1101/2024.04.25.587017", "authors": "Steiert, B.; Elwell, C. A.; Tijerina, X.; Elliott, M. A.; Delgado, Y.; NI, J.; Faris, R.; Smith, P.; Andersen, S. E.; McCaslin, P. N.; Kevil-Yeager, J. K.-Y.; Eldridge, Q.; Imai, B. S.; Arrington, J. V.; Yau, P. M.; Mirrashidi, K. M.; Johnson, J. R.; Verschueren, E.; Von Dollen, J.; Jang, G. M.; Krogan, N. J.; Bouhaddou, M.; Suetterlin, C.; Engel, J. N.; Weber, M. M.", "abstract": "To usurp host defenses and establish a replicative niche, obligate intracellular pathogens are tasked with remodeling the host cell using a comparatively small repertoire of effector proteins. For Chlamydia trachomatis, discovery of secreted proteins and their host targets has been particularly challenging due to the bacteriums historical genetic intractability. Using affinity purification-mass spectrometry, we defined host interaction partners for 21 secreted effector proteins, providing the first comprehensive type III secretion system effector-host interactome generated during infection. Among these, we show that the C-terminus of CebN binds multiple nucleoporins and Rae1, host factors previously associated only with viral immune evasion. Remarkably, we shown that CebN localizes to the nuclear envelope not only in infected cells but also in uninfected bystander cells. Functionally, CebN is both necessary and sufficient to perturb STAT1 nuclear import following IFNgamma stimulation, and its expression is critical for C.t. survival, as evidenced by reduced bacterial replication and smaller inclusions in cells infected with a CebN mutant. Together, these finds expand our understanding of chlamydia effector biology and highlight novel bacterial strategies for manipulating host defenses at the nuclear pore.", "date": "2025-08-30", "journal": ""}
{"title": "Association between Brain Structure and Cognitive Ability during Adolescence: Insights from a Comprehensive Large-Scale Analysis of 9 to 15 Year-Olds", "doi": "10.1101/2024.06.18.599653", "authors": "Yan, J.; Iturria-Medina, Y.; Bezgin, G.; Toussaint, P. J.; Xie, K.; He, L.; Chen, J.; Hilger, K.; Genc, E.; Evans, A.; Karama, S.", "abstract": "Significant changes occur in brain structure and cognitive abilities during adolescence. Investigating their association can provide insight into brain-based cognitive development, yet previous studies were limited by narrow brain measures, small samples, and lacking focus on age-related variation. Here, we analyzed a large cohort (N = 8,534, age 9-15) from the Adolescent Brain Cognitive Development dataset. Using structural MRI and diffusion imaging, we derived 16 regional structural measures and integrated them via morphometric similarity networks to characterize 16,563 regional, connectivity, and hub features. We applied large-scale computational models to investigate their associations with performance on seven cognitive subtests and general intelligence (g), as well as age-related changes. Brain areas most strongly associated with cognitive ability also showed the greatest age-related variability in these associations, located primarily in the frontal, temporal, and occipital lobes. Structural MRI measures exhibited stronger associations with cognition and greater age-related variability than diffusion-derived metrics, while global hub measures showed stronger and more variable associations than local measures. Overall, our study provides a comprehensive and reliable understanding of brain structure-cognition associations during adolescence.", "date": "2025-08-30", "journal": ""}
{"title": "Preclinical testing of RRx-001 in mouse models of experimental endometriosis reveals promising therapeutic impacts", "doi": "10.1101/2024.08.12.607591", "authors": "McIntyre, I.; Vasilyev, V.; Perrone, C. L.; Dhami, P.; Panir, K.; Rosser, M.; Greaves, E.", "abstract": "Endometriosis is a chronic inflammatory condition characterised by the presence of ectopic endometrial-like tissue (lesions), reduced fertility and chronic pain. Impacting both the health and psycho-social functioning of millions of women worldwide, there is an urgent need for innovative non-hormonal, non-invasive treatments for the disorder. Both peritoneal and lesion-resident macrophages have been strongly implicated in the pathogenesis of endometriosis; key roles include promotion of lesion growth, neuroangiogenesis and nerve sensitization. With such a central role in the disease, macrophages represent a novel therapeutic target. In the current preclinical study, we sought to repurpose the macrophage targeting anti-cancer drug RRx-001 for the treatment of endometriosis. We utilised mouse models of induced endometriosis to demonstrate that RRx-001 induces regression of endometriosis lesions and attenuates pain-like behaviours, without negatively impacting fertility. Targeted depletion of peritoneal cavity macrophages significantly impairs lesion reduction, demonstrating their critical role in mediating the anti-endometriosis impact of RRx-001. Using single nuclei multiomics, we identified a modification of macrophage subpopulations in the peritoneal cavity, specifically reduced acquisition of a pro-disease phenotype and an accumulation of a pro-resolving phenotype. These observations signify the potential of RRx-001 as a novel therapeutic for endometriosis management.", "date": "2025-08-30", "journal": ""}
{"title": "Proximal Labeling of the Golgi Secretome Reveals Fat Body-Derived Humoral Factors in Drosophila Disc Regeneration", "doi": "10.1101/2024.09.02.609068", "authors": "Yoshida, Y.; Kashio, S.; Miura, M.", "abstract": "Humoral factors act as inter-tissue mediators and regulate various organismal physiologies. Although the importance of humoral factors in tissue repair has been recently recognized, our understanding of how humoral proteins regulate tissue repair remains limited. Glycosylation is an important modification of the conventional secretory pathway, and we have demonstrated that N-glycosylation in the Golgi apparatus of the Drosophila fat body (FB), the major secretory tissue equivalent to the mammalian liver and adipose tissue, remotely contributes to epithelial tissue repair. To identify humoral factors that contribute to repair via the Golgi apparatus, we constructed a Golgi-specific protein biotinylation system and performed hemolymph proteomics. By combining genetic analyses, we found that FB-derived innate immune regulators and iron mediators affect tissue repair. Altogether, our Golgi-specific labeling system has the potential to identify Golgi-mediated secreted factors that regulate inter-organ communication.", "date": "2025-08-30", "journal": ""}
{"title": "Catecholamines reduce choice history biases in perceptual decision making", "doi": "10.1101/2024.10.28.620689", "authors": "de Gee, J. W.; Kloosterman, N. A.; Braun, A.; Donner, T. H.", "abstract": "Theoretical accounts postulate that the catecholaminergic neuromodulator noradrenaline shapes cognition and behavior by reducing the impact of prior expectations on learning, inference, and decision-making. A ubiquitous effect of dynamic priors on perceptual decisions under uncertainty is choice history bias: the tendency to systematically repeat, or alternate, previous choices, even when stimulus categories are presented in a random sequence. Here, we directly test for a causal impact of catecholamines on these priors. We pharmacologically elevated catecholamine levels in human participants through the application of the noradrenaline reuptake inhibitor atomoxetine. We quantified the resulting changes in observers' history biases in a visual perceptual decision task. Choice history biases in this task were highly idiosyncratic, tending toward choice repetition or alternation in different individuals. Atomoxetine decreased these biases (toward either repetition or alternation) compared to placebo. Behavioral modeling indicates that this bias reduction was due to a reduced bias in the accumulation of sensory evidence, rather than of the starting point of the accumulation process. Atomoxetine had no significant effect on other behavioral measures tested, including response time and choice accuracy. Atomoxetine and variations of pupil-linked arousal at slower and faster timescales had analogous effects on choice history bias. We conclude that catecholamines reduce the impact of a specific form of prior on perceptual decisions.", "date": "2025-08-30", "journal": ""}
{"title": "How sturdy is your memory palace? Reliable room representations predict subsequent reinstatement of placed objects", "doi": "10.1101/2024.11.26.625465", "authors": "Masis-Obando, R.; Norman, K. A.; Baldassano, C.", "abstract": "What are the neural properties that make spatial contexts effective scaffolds for storing and accessing memories? We hypothesized that spatial locations with stable and distinctive (i.e., reliable) neural representations would best support memory for new experiences. To test this, participants learned the layout of a custom-built 23-room virtual reality (VR) \"memory palace\" that they explored using a head-mounted display. The next day, participants underwent whole-brain fMRI while watching videos of the rooms, allowing us to measure the reliability of the neural activity pattern associated with each room. Participants then returned to VR to encode 23 objects placed in each of the 23 rooms and later recalled the rooms and objects during fMRI. We found that our room reliability measure (computed prior to encoding) predicted object reinstatement during recall across cortex; this was driven not only by group-level reliability across participants, but also idiosyncratic reliability within participants. Moreover, this effect did not arise through enhanced retrieval of reliable rooms during recall, since the relationship between reliability and object reinstatement remained significant when controlling for room reinstatement during retrieval; this suggests that, instead, room reliability promotes improved binding of rooms to objects at encoding. Together, these results showcase how the quality of the neural representation of a spatial context can be quantified and used to 'audit' its utility as a memory scaffold for future experiences.", "date": "2025-08-30", "journal": ""}
{"title": "Multi-scale parameterization of neural rhythmicity with lagged Hilbert autocoherence", "doi": "10.1101/2024.12.05.627017", "authors": "Zhang, S.; Szul, M. J.; Papadopoulos, S.; Massera, A.; Rayson, H.; Bonaiuto, J. J.", "abstract": "Analysis of neural activity in different frequency bands is ubiquitous in systems and cognitive neuroscience. Recent analytical breakthroughs and theoretical developments rely on phase maintenance of oscillatory signals without considering whether or not this assumption is met. Lagged (auto)coherence, the coherence between a signal and itself at increasing temporal delays, has been proposed as a way to quantify the rhythmicity, or periodicity, of a signal. However, current Fourier-based lagged autocoherence algorithms suffer from poor spectral accuracy and resolution, aliasing effects that become more pronounced at higher frequencies, and conflation with amplitude covariation, especially in frequency ranges in which the signal-to-noise ratio is low. We introduce a continuous estimator, lagged Hilbert autocoherence (LHaC), which addresses these limitations by using multiplication in the frequency domain for precise bandpass filtering, computing instantaneous analytic signals via the Hilbert transform, and thresholding using the amplitude covariation of phase-shuffled surrogate data. While LHaC and lagged Fourier autocoherence (LFaC) estimate distinct theoretical quantities, we compare their empirical behavior in simulations with controlled rhythmic structure. These analyses show that LHaC provides more spectrally resolved estimates of rhythmicity and is more sensitive to the duration of transient, short-lived oscillatory events. We further demonstrate the utility of LHaC for identifying frequency-specific differences in rhythmicity between conditions and tracking learning-related changes in neural oscillations. Lagged Hilbert autocoherence thus offers a refined and practically useful approach to characterizing neurophysiological rhythmicity.", "date": "2025-08-30", "journal": ""}
{"title": "Humidity-driven ABA depletion determines plant-pathogen competition for leaf water", "doi": "10.1101/2025.01.04.631318", "authors": "Yasuda, S.; Shinozawa, A.; Weng, Y.; Rajendram, A.; Hirase, T.; Ishizaki, H.; Suzuki, R.; Ueda, S.; Sk, R.; Takebayashi, Y.; Yotsui, I.; Toyota, M.; Okamoto, M.; Saijo, Y.", "abstract": "Bacterial phytopathogens, such as Pseudomonas syringae pv. tomato (Pst) DC3000, induce water-soaked lesions in the leaf apoplast under high humidity, facilitating infection. However, it remains largely unclear how plants regulate their resistance to restrict bacterial infection in response to humidity. Here, we demonstrate that abscisic acid (ABA)-catabolizing ABA 8'-hydroxylase, encoded by CYP707A3 , plays a critical role in this resistance in Arabidopsis thaliana. Elevated humidity induces CYP707A3 expression, which is essential for reducing ABA levels and promoting stomatal opening, thereby limiting bacterial water-soaking and infection following leaf invasion. High humidity also increases cytosolic Ca2+ levels via the Ca2+ channels CNGC2 and CNGC4, with partial involvement from CNGC9, activating the calmodulin-binding transcription activator CAMTA3 to drive CYP707A3 induction. However, Pst DC3000 counteracts this defense response using type III secretion effectors, particularly AvrPtoB, facilitating water-soaking. These findings provide insights into the mechanisms underlying the competition between plants and bacteria for leaf water under elevated humidity.", "date": "2025-08-30", "journal": ""}
{"title": "Unlocking information alignment between interacting brains", "doi": "10.1101/2025.01.07.631802", "authors": "Moerel, D.; Grootswagers, T.; Quek, G. L.; Smit, S.; Varlet, M.", "abstract": "Social interactions shape our perception of the world, influencing how we interpret incoming information. Alignment between interacting individuals' sensory and cognitive processes is key to successful cooperation and communication, but the neural processes underlying this alignment remain unknown. Here, we leveraged Representational Similarity Analysis (RSA) on electroencephalography (EEG) hyperscanning techniques to investigate information alignment in 24 pairs of participants who performed a categorisation task together based on agreed upon rules. Significant interbrain information alignment emerged within 45 ms of stimulus presentation and persisted for hundreds of milliseconds. Early alignment (45-180 ms) occurred in both real and randomly matched pseudo-pairs, reflecting shared sensory responses. Importantly, alignment after 200 ms strengthened with practice and was unique to real pairs, driven by shared representations associated with, and extending beyond, the categorisation rules they formed. Together, these findings highlight distinct processes underpinning interbrain information alignment during social interactions, that can be effectively captured and disentangled with Interbrain RSA.", "date": "2025-08-30", "journal": ""}
{"title": "Clonal relationships between Tph and Tfh cells in patients with SLE and in murine lupus", "doi": "10.1101/2025.01.27.635189", "authors": "Sasaki, T.; Sowerby, J.; Xiao, Y.; Wang, R.; Samarpita, S.; Abe, T.; Marks, K. E.; Horisberger, A.; Gao, Y.; Lee, P. Y.; Qu, Y.; Sze, M. A.; Alves, S. E.; Levesque, M. C.; Fujio, K.; Costenbader, K. H.; Sage, P. T.; Rao, D. A.", "abstract": "Pathologic T cell-B cell interactions drive disease in systemic lupus erythematosus (SLE). The T cells that activate B cell responses include T peripheral helper (Tph) and T follicular helper (Tfh) cells, yet the developmental and clonal relationships between these B cell-helper T cell populations are unclear. Here we use T cell receptor (TCR) profiling to demonstrate substantial clonal overlap between Tph and Tfh cells in the circulation of patients with SLE. Expanded Tph and Tfh cell clones persist over the course of 1 year in patients with a new diagnosis of SLE, and clones are observed to shift both from Tfh to Tph cells and from Tph to Tfh cells over time. High resolution analysis of cells sorted as Tph cells (CXCR5- PD-1hi) from SLE patients revealed considerable heterogeneity among these cells and highlighted a subpopulation of cells with transcriptomic features of activated B cell-helper T cells. This cell population, marked by expression of TOX and CXCL13, was found in both sorted Tph and Tfh cells, and was clonally linked in these two populations. Analysis of B cell-helper T cells in murine pristane-induced lupus demonstrated similar populations of Tph and Tfh cells in both lung and spleen with strong clonal overlap. T cell-specific loss of Bcl6 prevented accumulation of Tfh cells and reduced accumulation of Tph cells in pristane-treated mice, indicating a role for Bcl6 in the survival and expansion of both populations. Together, these observations demonstrate a shared developmental path among pathologically expanded Tph and Tfh cells in SLE. The persistence of expanded Tph and Tfh cell clones over time may explain the lack of stable tolerance induction by immunosuppressive medications or by B cell depletion.", "date": "2025-08-30", "journal": ""}
{"title": "Tracing the evolution and genomic dynamics of mating-type loci in Cryptococcus pathogens and closely related species", "doi": "10.1101/2025.02.12.637874", "authors": "Coelho, M. A.; David-Palma, M.; Marincowitz, S.; Aylward, J.; Pham, N. Q.; Yurkov, A. M.; Wingfield, B. D.; Wingfield, M. J.; Sun, S.; Heitman, J.", "abstract": "Sexual reproduction in basidiomycete fungi is governed by MAT loci (P/R and HD), which exhibit remarkable evolutionary plasticity, characterized by expansions, rearrangements, and gene losses often associated with mating system transitions. The sister genera Cryptococcus and Kwoniella provide a powerful framework for studying MAT loci evolution owing to their diverse reproductive strategies and distinct architectures, spanning bipolar and tetrapolar systems with either linked or unlinked MAT loci. Building on recent comparative genomic analyses, we generated additional chromosome-level assemblies, uncovering distinct trajectories shaping MAT loci organization. Contrasting with the small-scale expansions and gene acquisitions observed in Kwoniella, our analyses revealed independent expansions of the P/R locus in tetrapolar Cryptococcus, possibly driven by pheromone gene duplications. Notably, these expansions coincided with a pronounced GC-content reduction best explained by reduced GC-biased gene conversion following recombination suppression, rather than relaxed codon usage selection. Diverse modes of MAT locus linkage were also identified, including three previously unrecognized transitions: one resulting in a pseudobipolar arrangement and two leading to bipolarity. All three transitions involved translocations. In the pseudobipolar configuration, the P/R and HD loci remained on the same chromosome but genetically unlinked, whereas the bipolar transitions additionally featured rearrangements that fused the two loci into a nonrecombining region. Mating assays confirmed a sexual cycle in C. decagattii, demonstrating its ability to undergo mating and sporulation. Progeny analysis in K. mangrovensis revealed substantial ploidy variation and aneuploidy, likely stemming from haploid-diploid mating, yet evidence of recombination and loss of heterozygosity indicates that meiotic exchange occurs despite irregular chromosome segregation. Our findings underscore the importance of continued diversity sampling and provide further evidence for convergent evolution of fused MAT loci in basidiomycetes, offering new insights into the genetic and chromosomal changes driving reproductive transitions.", "date": "2025-08-30", "journal": ""}
{"title": "A neural circuit framework for economic choice: from building blocks of valuation to compositionality in multitasking", "doi": "10.1101/2025.03.13.643098", "authors": "Battista, A.; Padoa-Schioppa, C.; Wang, X.-J.", "abstract": "Value-guided decisions are a cornerstone of cognition, yet the underlying circuit-level mechanisms remain elusive. How does the brain compute subjective value by integrating multiple features, such as quantity and probability? Where are learned preferences physically stored? And how do these computations generalize to novel situations? We address these questions by developing a biologically plausible, excitatory-inhibitory recurrent neural network trained on a diverse battery of economic choice tasks. Our analyses reveal a two-stage computational framework. First, value computation occurs upstream of the recurrent circuit, where learned input weights both encode the relative value between goods and approximate the non-linear multiplication of offer features. This feedforward valuation mechanism directly enables the network to generalize to unseen choice options. Second, value comparison is implemented within the recurrent circuit via a Competitive Recurrent Inhibition (CRI) mechanism, in which specific connectivity motifs between excitatory and inhibitory neurons mediate a robust winner-take-all decision. By training a single network on multiple tasks, we show the emergence of compositional representations that combine a shared computational schema with specialized neural modules. Our model reproduces key neurophysiological findings from the primate orbitofrontal cortex, unifying value computation, comparison, and generalization into a coherent framework with testable predictions for the neural basis of economic choice.", "date": "2025-08-30", "journal": ""}
{"title": "MSI-VISUAL: New visualization methods for mass spectrometry imaging and tools for interactive m/z mapping and exploration", "doi": "10.1101/2025.03.18.643852", "authors": "Gildenblat, J.; Pahnke, J.", "abstract": "Mass Spectrometry Imaging (MSI) provides complex molecular profiling pivotal for advanced biochemical analysis and diagnostics. We have identified an urgent need for computationally sophisticated, interactive, and automated visualization tools specifically designed for MSI analysis that employ dimensionality reduction (DR) methods to preserve global data structure. We present MSI-VISUAL, an open-source framework that enables rapid and intuitive MSI data exploration, providing panels of truthful visualizations and virtual pathology stains (VPS), with automatic and manual region selection, real-time verification, and statistical comparisons. Integrating established DR techniques, MSI-VISUAL introduces four novel visualization strategies: Saliency (SALO) and Spearman (SPEAR) Optimizations enhance global structure preservation across various distance metrics, addressing significant visualization challenges; TOP3 and Percentile Ratio (PR3D) provide memory-efficient and computationally rapid visualizations for large-scale datasets. In this work, comprehensive benchmarking and biological examples confirm that our DR visualizations surpass existing methods, facilitating the determination and quantification of subtle tissue differences at a single-cell level, revealing novel biological insights, and enabling diagnostic applications.", "date": "2025-08-30", "journal": ""}
{"title": "Heterochronic transcription factor expression drives cone-dominant retina development in 13-lined ground squirrels.", "doi": "10.1101/2025.04.25.650540", "authors": "Weir, K.; Lyu, P.; Kandoi, S.; An, R.; Pannullo, N.; Palazzo, I.; Tangeman, J.; Shi, J.; DeVries, S.; Merriman, D.; Qian, J.; Blackshaw, S.", "abstract": "Evolutionary adaptation to diurnal vision in ground squirrels has led to the development of a cone-dominant retina, in stark contrast to the rod-dominant retinas of most mammals. The molecular mechanisms driving this shift remain largely unexplored. Here, we perform single-cell RNA sequencing (scRNA-Seq) and chromatin accessibility profiling (scATAC-Seq) across developmental retinal neurogenesis in the 13-lined ground squirrel (13LGS) to uncover the regulatory basis of this adaptation. We find that 13LGS cone photoreceptors arise not only from early-stage neurogenic progenitors, as seen in rod-dominant species like mice, but also from late-stage neurogenic progenitors. This extended period of cone generation is driven by a heterochronic shift in transcription factor expression, with cone-promoting factors such as Onecut2, Pou2f1, and Zic3 remaining active in late-stage progenitors, and factors that promote cone differentiation such as Thrb, Rxrg, and Mef2c expressed precociously in late-stage neurogenic progenitors. Functional analyses reveal that Zic3 and Mef2c are sufficient to promote cone photoreceptor and respress rod specification, and act through species-specific regulatory elements that drive their expression in late-stage progenitors. These results demonstrate that evolutionary modifications to gene regulatory networks underlie the development of cone-dominant retinas and provide insight into mechanisms of sensory adaptation and potential strategies for cone photoreceptor regeneration in vision disorders.", "date": "2025-08-30", "journal": ""}
{"title": "Vitamin B12 supports skeletal muscle oxidative phosphorylation capacity in male mice", "doi": "10.1101/2025.05.19.654973", "authors": "Castillo, L. F.; Heyden, K. E.; Williamson, A. R.; Ma, W.; Malysheva, O. V.; Vacanti, N. M.; Thalacker-Mercer, A. E.; Field, M. S.", "abstract": "Objectives: Vitamin B12 plays a vital role in folate-mediated one-carbon metabolism (FOCM), a series of one-carbon transfer reactions that generate nucleotides (thymidylate (dTMP) and purines) and methionine. Inadequate levels of B12 impair FOCM, depressing de novo thymidylate (dTMP) synthesis, which in turn leads to uracil accumulation in DNA. This phenomenon has been well documented in nuclear DNA. Our previous work in liver tissue has shown that mitochondrial DNA (mtDNA) is more sensitive to FOCM impairments in that mtDNA exhibits elevated uracil levels before uracil concentrations in nuclear DNA change. However, the functional consequences of uracil accumulation in mtDNA are largely unknown. The purpose of this study was to determine how a functional B12 deficiency (induced by reduced levels of the B12-dependent enzyme methionine synthase (MTR)) and dietary B12 deficiency affects mtDNA integrity and mitochondrial function in energetic and mitochondria-rich tissues such as skeletal muscle. Methods: Male Mtr+/+ and Mtr+/- mice were weaned to either an AIN93G-based control (C) diet containing 25 /kg vitamin B12 or a B12-deficient (-B12) diet containing 0 /kg vitamin B12 to explore the effects of functional (Mtr+/-) and dietary B12 deficiency on muscle weight, uracil content in mtDNA, mtDNA content, and oxidative phosphorylation complex capacity in skeletal muscle. Aged (20-22mo) male C57BL6/N mice were acclimated to an AIN93G control diet four weeks, then received either weekly injections of saline (vehicle control [30 uL 0.9% NaCl]) or B12 (0.65mg per 30uL 0.9% NaCl) in each of two hindleg muscles [1.25 mg B12 total]) for 8 weeks. Results: The tibialis anterior (TA) muscle from Mtr+/- mice exhibited lowered maximal respiratory capacity of complex I, II, and IV of the electron transport chain than did TA from Mtr+/+ mice. Exposure to the -B12 diet lowered maximal capacity of complex I in red, mitochondrially rich muscle (soleus and mitochondria-rich portions of quadriceps and gastrocnemius) (p=0.02). Levels of uracil accumulation in mtDNA in red muscle and gastrocnemius were elevated ~10 fold with exposure to -B12 diet (p=0.04 and p<0.001, respectively). In aged mice gastrocnemius complex IV activity increased with intramuscular B12 supplementation (p=0.04). Conclusions: Exposure to a B12-deficient diet led to uracil accumulation in mtDNA and impaired maximal oxidative capacity in two different types of skeletal muscle. B12 supplementation improved complex IV maximal capacity in gastrocnemius from aged mice.", "date": "2025-08-30", "journal": ""}
{"title": "Engineered heat-stable variants of Trypanosoma cruzi flagellar protein Tc24 enable serological detection of Chagas disease", "doi": "10.1101/2025.08.23.671862", "authors": "Batra, S.; Waugh, C.; Harris, G.; Muskett, F. W.; Gianga, T. M.; Hussain, R.; Siligardi, G.; Mertens, P.; Turpin, L.; Draye, M.; Rooney, B.; Miles, M. A.; Bhattacharyya, T.; Campeotto, I.", "abstract": "Chagas disease, caused by the protozoan Trypanosoma cruzi, is one of the major neglected diseases globally, killing 12,000 people per year and silently infecting an estimated 7 million people worldwide. Current diagnostic methods are limited by cost, complexity and cold-chain requirements. The T. cruzi flagellar protein Tc24 is a promising antigen for serological tests but suffers of poor solubility and heat stability. Here, we computationally engineered and produced three variants of Tc24, which exhibit remarkable heat stability, up to 69{degrees}C, and express with higher solubility in E. coli compared to the wild-type protein, reducing production costs, eliminating the need for a cold chain and therefore facilitating cost-effective production and storage without refrigeration and even in lyophilised form. These variants remained remarkably stable for 70 days in solution at 25{degrees}C and successfully detected antibodies in human sera samples from Chagas disease patients from Northern and Southern regions of Latin America, demonstrating the preservation of their antigenicity. The best-performing engineered variant was incorporated into a prototype of lateral flow test, demonstrating potential for rapid, affordable and accessible Chagas disease diagnostics in resource-limited settings.", "date": "2025-08-30", "journal": ""}
{"title": "Genetics-to-structure multiscale analysis identifies disrupted calcium homeostasis as a mechanism of psychiatric disease", "doi": "10.1101/2025.08.25.672202", "authors": "Gerges, S.; Straarup, N. C.; El-Brolosy, M. A.; Satterstrom, F. K.; Kamitaki, N.; Yuan, J.; Ling, E.; Lin, R.; Goldman, M.; Singh, T.; Weissman, J. S.; Berretta, S.; Pan, J. Q.; Finucane, H.; Stock, C.; Nissen, P.; McCarroll, S. A.; Daly, M. J.", "abstract": "Human genetics has identified many genes underlying polygenic neuropsychiatric disorders. However, owing to the complexities of linkage disequilibrium (LD) and brain biology, understanding how the implicated genes coalesce into neurobiological pathways remains elusive, with few robust mechanistic insights to date. Here, we use single-nucleus RNA-sequencing data from neurons from across the human brain to identify gene co-expression networks, then weight them by polygenic heritability to implicate more-specific biology in neuropsychiatric disorders. Using this framework, we highlight the dysregulation of Ca2+ homeostasis as an etiological driver of neuropsychiatric disorders. Further supporting these results, we find that a critical component of this molecular system, the P-type calcium ATPase ATP2B2, exhibits marked expression deficits in both nuclear transcriptomic and synaptic proteomic datasets derived from the dorsolateral prefrontal cortices of individuals with schizophrenia. We then developed a method that uses missense variants in case-control cohorts together with protein structures (inferred from AlphaFold3) to systematically prioritize mutational hotspots of biological significance for downstream mechanistic interrogation. This approach identified an enrichment of deleterious missense variants - implicated across multiple neuropsychiatric disorders - that changed protein residues in close spatial proximity to both the Ca 2+ permeation tunnel and the ATP:Mg2+ coordination site of ATP2B2. Cellular and biochemical analyses of variants in both the ATP:Mg2+ coordination site and the canonical Ca2+ binding site revealed clear loss-of-function effects, establishing two distinct molecular mechanisms that converge on impaired calcium extrusion, likely perturbing pre- and post-synaptic Ca2+ homeostatic equilibrium. Altogether, our study makes a significant contribution by linking genetic risk to neuronal dysfunction through a critical calcium signaling axis, offering mechanistic insight into the pathogenesis of neuropsychiatric disorders.", "date": "2025-08-30", "journal": ""}
{"title": "A phylogenetic contribution to understanding the panzootic spread of African swine fever: from the global to the local scale", "doi": "10.1101/2025.08.26.672323", "authors": "Rossi, G.; Leitch, E. C. M.; Graham, J.; Biccheri, R.; Iscaro, C.; Torresi, C.; Lycett, S. J.; Feliziani, F.; Giammarioli, M.", "abstract": "African Swine Fever virus (ASFV) has become a primary concern for veterinarian health agencies and pig producers worldwide. The current panzootic of genotype II is having a devastating impact on pig production in Africa, Europe, Asia, Oceania and Hispaniola (Caribbean). Due to its high persistence and mortality rate, disease control policies require enhanced passive surveillance activities, wild boar depopulation, containment and other costly interventions, as a safe and effective vaccine is not currently available. Since 2007, several clusters have emerged far from both its original range, in South-Eastern Africa, and from other affected suid populations. These transmissions were likely caused by anthropogenic movement of contaminated material, facilitated by the persistence of the virus in the environment. The objective of this research is to understand the spatio-temporal dynamic of the ASFV panzootic, with a specific focus on clusters from mainland Italy. We mapped and analysed the virus spread using 228 whole-genome sequences available from online repositories and from the Italian cases/outbreaks, combined with their metadata. We inferred the pathogen phylogenies using a Bayesian phylodynamic model, with which we obtained a time-scaled and spatially explicit maximum clade credibility tree. Our results showed a non-negligible number of long-distance transmissions across regions or continents, coupled with dense local dynamics, particularly in areas where the disease affected a na&iumlve population. This study provides important insights on the ASFV introduction into many affected areas worldwide and highlights the crucial role of genomic surveillance to correctly track the pathogen spread, and to monitor the virus potential evolution.", "date": "2025-08-30", "journal": ""}
{"title": "Field evaluation of non-invasive sampling for monitoring nine swine pathogens in the Republic of Korea", "doi": "10.1101/2025.08.29.673175", "authors": "Chae, H.; Kim, S.; Shin, S.-U.; Shin, H.; Han, G.; Han, M.; Kim, W. G.; Kim, S.; Song, D.; Song, H.", "abstract": "Background: Non-invasive sampling methods, such as swine oral fluid (OF) and fecal boot (FB) sampling, have gained attention due to their animal welfare considerations, ease of collection, and cost effectiveness. However, comparative data regarding non-invasive and standard sampling methods remain limited, particularly in the Republic of Korea, where research on OF and FB sampling is sparse. Therefore, we investigated representative pig pathogens, including six porcine respiratory pathogens and three gastrointestinal pathogens, using OF and FB samples for pathogen surveillance across commercial farms in the Republic of Korea. Methods: The results from targeted polymerase chain reaction (PCR) assays for major respiratory and gastrointestinal pathogens obtained using OF and FB samples were compared with those obtained from standard samples. Non-invasive samples included 30 OF ropes and 30 FBs collected from nine farms, and 360 standard samples (blood, fecal, oral, and nasal swabs) were also collected. PCR assays for the nine pathogens were conducted, and the results from OF, FB, and combined OF+FB were compared with those from standard samples at the pen level. Results: OF sampling showed superior test concordance with respiratory pathogens than gastrointestinal pathogens, and FB sampling demonstrated superior detection of gastrointestinal pathogens compared with OF sampling. Additionally, the combination of OF+FB sampling improved the detection concordance for all nine target pathogens investigated. Conclusions: We demonstrated the feasibility and potential applicability of OF and FB sampling under field conditions in Korean pig farms. Therefore, this study supports OF and FB sampling as useful tools for swine pathogen monitoring in both research and practical field applications.", "date": "2025-08-30", "journal": ""}
{"title": "'Candidatus Phytoplasma zeae': community-driven delineation of the maize bushy stunt phytoplasma, a Dalbulus-transmitted corn pathogen confined to the Americas", "doi": "10.1101/2025.08.28.671991", "authors": "Pellegrinetti, T. A.; Molligan, J.; Almeida Santos, A.; Canale, M. C.; Rodrigues Duffeck, M.; Olmedo-Velarde, A.; Jacques, J.; Valmorbida, I.; Faris, A.; Silva de Andrade, M. V.; Pompeli Manica, M. A.; Luna, M.; Reyes-Caldas, P.; Rodriguez-Chalarca, J.; Dumonceaux, T.; Perez-Lopez, E.", "abstract": "A novel phytoplasma species, 'Candidatus Phytoplasma zeae', is proposed based on ecological distinctiveness, vector specificity, whole-genome comparisons, and community consensus. This phytoplasma is associated with maize bushy stunt (MBS) disease in corn (Zea mays) and is transmitted exclusively by Dalbulus maidis and D. elimatus, two leafhopper species endemic to the Americas. , and has been reported in Brazil, Colombia, Mexico, Peru, and several U.S. states. Here we sequenced and assembled the genome of MBS phytoplasma strains from Brazil, and U.S. to describe and propose this new species. Although the 16S rRNA gene sequence of the proposed reference strain, MBSP-BRRS, shares >99% identity with that of 'Ca. Phytoplasma asteris', key nucleotide polymorphisms distinguish 'Ca. P. zeae' from other 16SrI-related phytoplasma species. Average nucleotide identity (ANI) and average amino acid identity (AAI) values between 'Ca. P. zeae' and 'Ca. P. asteris' are 97.70-98.00% and 96.65-96.88%, respectively, both near the established species delineation thresholds. Comparative genomic analyses revealed unique gene clusters in 'Ca. P. zeae' associated with amino acid transport, defence mechanisms, and protein turnover, which may contribute to its specialization in corn. The ecological profile of 'Ca. P. zeae', including its narrow host range and restricted geographic distribution, supports its recognition as a novel species under Rule c of the IRPCM guidelines. The designation 'Candidatus Phytoplasma zeae' is therefore proposed by members of the research community who have studied this pathogen for over a decade, with the MBSP-BrazilRS strain serving as the reference.", "date": "2025-08-30", "journal": ""}
{"title": "Optimized Mappings from Biological Hip Moment Estimates to Exoskeleton Torque can Personalize Assistance Across Users and Generalize Across Tasks", "doi": "10.1101/2025.08.29.671780", "authors": "Powell, J. C.; Schonhaut, E. B.; Molinaro, D. D.; Young, A. J.", "abstract": "Recent advancements in data-driven methods have enabled real-time estimation of biomechanical states for exoskeleton control. While biological joint moments can be directly used to scale exoskeleton assistance, this approach is often suboptimal. An optimized mapping between biological joint moments and exoskeleton assistance could enhance end-to-end controllers based on the users physiological state. We introduce a flexible parametrization of biological moment-based control using delay, scaling, and shaping terms to transform joint moment estimates into commanded torque. We performed human-in-the-loop optimization, using metabolic cost to evaluate each iterations controller parameters, for 9 subjects across three ambulation modes: level walking at 1.1 m/s, 1.5 m/s, and 5{degrees} inclined walking. We evaluated three methods of exoskeleton control: 1. Personalized/Task Dependent, 2. Task Dependent/Non-personalized, and 3. Task Agnostic/Non-personalized. On average, our personalized approach provided the greatest benefit of 18.3% reduction in metabolic cost compared to walking without the exoskeleton, with the task dependent and task agnostic controllers producing similar reductions of 8.6% and 8.4%, respectively. Our results show that while generalizable, task agnostic control parameters can improve user energetics across cyclic tasks, fully personalized exoskeleton control parameters yield larger metabolic reductions, highlighting the value of personalizing exoskeleton assistance to users across many diverse tasks.", "date": "2025-08-30", "journal": ""}
{"title": "Temperature outweighs diet in shaping developmental performance in two cricket species via growth delays and physiological limits", "doi": "10.1101/2025.08.25.672160", "authors": "Vadboncoeur, E.; Deschamps, M.-H.; Bertram, S. M.; MacMillan, H. A.", "abstract": "Understanding how chronic environmental stressors shape animal development is essential for predicting ecological responses and optimizing rearing systems. This perspective complements the use of short-term tolerance assays, which overlook the cumulative effects of sustained stress. Temperature and nutrition affect key life-history traits such as growth, development rate, and survival, which are closely tied to reproductive success and fitness. While both factors have been widely studied, their relative impacts aren't clearly defined. We investigated how constant temperature (26-41{degrees}C) and dietary protein-to-carbohydrate (P:C) ratio (0.15-2.18) influence development in two cricket species, Acheta domesticus and Gryllodes sigillatus. Growth trajectories were modelled using a unified-logistic equation to estimate asymptotic mass and relative growth rate. This approach captures the growth trajectory in a simplified and interpretable way, enabling comparisons across treatments. Asymptotic mass was combined with developmental rate and survival to calculate a composite metric of developmental performance. Developmental performance peaked at 35{degrees}C but fell at thermal extremes due to delayed development (in cold) or reduced mass and survival (in heat). Diet had more modest effects. Performance was stable across most P:C ratios, declining only at extreme imbalances. Notably, the performance cost of the most unbalanced diets was comparable to a 4-5{degrees}C shift from thermal optimum. Our results demonstrate that temperature, more than diet, drives variation in developmental performance during ad libitum feeding. This integrative framework provides a robust approach to quantify environmental sensitivity, define performance limits, and guide us toward the mechanisms underlying those limits and/or performance trade-offs.", "date": "2025-08-30", "journal": ""}
{"title": "Early Metabolic Alterations in Cerebrospinal Fluid Fatty Acid Profiles Linked to Cognitive Decline and All-Cause Dementia", "doi": "10.1101/2025.08.25.672205", "authors": "Ayembilla, J. A.; Wadop, Y. N.; Bernal, R.; Ayele, B. A.; Sargurupremraj, M.; Jian, X.; Njamnshi, A. K.; Fongang, B.; Fonteh, A. N.", "abstract": "Background: While All-cause dementia (ACD) may often be characterized by the abnormal deposition of extracellular {beta}-amyloid (A{beta}) in the brain cortex and hyperphosphorylated tau (p-tau) as neurofibrillary tangles intracellularly, there is a need to identify early metabolic changes that may accompany these pathological changes. Objective: This study evaluated the predictive value of fatty acids in cerebrospinal fluid (CSF) fractions in differentiating cognitively unimpaired (CU), mild cognitive impairment (MCI), and ACD participants. Methods: CSF fatty acid profiles were analyzed from CU (n=68), MCI (n=38), and ACD (n=37) individuals aged 77.3 plus-or-minus sign 7.7 years, sourced from the Huntington Medical Research Institutes (HMRI). Multivariable binary logistic regression identified the most effective CSF fatty acid biomarkers for distinguishing CU, MCI, and ACD groups. The top-performing CSF fatty acid biomarkers were combined with A{beta}42, tau, and the A{beta}42/tau ratio to evaluate their collective diagnostic performance. The model was adjusted for covariates, including age, sex, smoking status, hypertension, diabetes, and APOE genotype. Receiver operating characteristic (ROC) curves were generated for the top 10 CSF fatty acids ranked by area under the curve (AUC), sensitivity, and specificity, and their significance was assessed using the DeLong test. Results: The top 10 fatty acids in CSF fractions demonstrated superior discrimination between CU individuals and those with MCI compared to traditional markers such as A{beta}42, tau, and the A{beta}42/tau ratio. Furthermore, incorporating a panel of these fatty acid biomarkers alongside A{beta}42/tau significantly improved diagnostic accuracy. Age, sex, smoking, hypertension, APOE genotype, and diabetes did not significantly influence the model's performance. Conclusion: This study suggests that changes in fatty acid metabolism occur in the early stages of ACD pathology. Thus, strategies that regulate fatty acid metabolism may prevent cognitive decline in an older population.", "date": "2025-08-30", "journal": ""}
{"title": "Helicobacter pylori infection and α-synuclein pathology drive parallel neurodegenerative pathways in the substantia nigra", "doi": "10.1101/2025.08.26.672190", "authors": "Soto-Avellaneda, A. D.; Prigent, A.; Meyerdirk, L.; Schautz, N.; Pospisilik, J. A.; Brundin, L.; Henderson, M. X.", "abstract": "Parkinson's disease is a common neurodegenerative disease related to both genetic and environmental insults. Epidemiological studies have linked Helicobacter pylori (H. pylori) infection to Parkinson's disease risk, but the underlying mechanisms of this association remain unclear. In this study, we investigate whether chronic infection with a pathogenic H. pylori strain can induce -synuclein aggregation or neurodegeneration, and whether infection clearance mitigates these effects. We also assessed whether H. pylori infection exacerbates -synuclein pathology and neuron loss when combined with seeding of -synuclein pathology. We find that chronic H. pylori infection induces a sustained immune response in the gut and plasma that leads to mild brain inflammation and dopaminergic neuron loss, independent of -synuclein pathology. These effects are attenuated by eradication of the infection. In mice with -synuclein pathology induced by pre-formed fibrils, H. pylori did not further exacerbate the extent of pathology or neuronal death. Together, these results suggest that H. pylori infection can lead to neurodegeneration through inflammatory mechanisms independent of -synuclein aggregation. Our findings offer mechanistic insights into how pathogens influence the risk and progression of Parkinson's disease.", "date": "2025-08-30", "journal": ""}
{"title": "Song familiarity relies on evidence accumulation", "doi": "10.1101/2025.08.25.672171", "authors": "Girard, J. R.; Bishop, A.; Hassall, C. D.", "abstract": "Familiarity judgements are thought to involve evidence accumulation, a decision-making process in which information is gathered over time until a threshold is reached. Previous work has identified a scalp-recorded signature of evidence accumulation called the central-parietal positivity (CPP). We built on this previous work and recorded electroencephalography (EEG) while participants listened to several melodies, instructing participants to respond as soon as the song felt familiar. A prominent CPP was noted, time-locked to decisions. We then used linear regression to unmix overlapping neural responses and observed a stimulus-locked indicator of evidence accumulation that increased in amplitude just prior to a familiarity decision. This result suggests that song familiarity relies on evidence accumulation, with individual notes in a familiar song acting as \"evidence\".", "date": "2025-08-30", "journal": ""}
{"title": "Modified tau leads to neuronal and global ribosome dysfunction in C. elegans model of tauopathy", "doi": "10.1101/2025.08.29.670302", "authors": "Ata, A.; Somers, H. M.; Lind, N. A.; Fuqua, J. H.; Rollins, J. A.", "abstract": "Alzheimer's disease (AD) is a neurodegenerative disease characterized by an early loss of memory formation which requires protein synthesis. Tau is an intrinsically disordered protein and is subject to extensive post-translational modifications (PTMs). Some PTMs have been shown to alter localization of tau and allow tau to disrupt protein translation. Protein interactome studies indicate that tau might interact with ribosomal proteins. Therefore, we hypothesized that tau is causing ribosomal dysfunction as an early event and this interaction is dependent on tau's PTMs. To test this, we used a C. elegans strain expressing single copy insertion of human tau as well as two of the most frequent modified versions of tau in mechanosensory neurons. With our assay to measure translation, we showed that in our T231 phosphorylation mimetic strain, there was a significant decrease in neuronal translation. This mimetic strain also showed a significant decrease in median lifespan and locomotion. Unexpectedly, in all our Tau-expressing strains, we detected a significant decrease in whole worm translation, suggesting a possible role of tau to influence translation in other tissues in worm. Our in vitro, in vivo and ex vivo efforts to demonstrate tau-ribosome association via fluorescent polysome profiling have shown that there is no direct association between tau and the ribosome. Ribosome dysfunction caused by modified tau could be an early event in AD pathology before the pathological hallmarks appear.", "date": "2025-08-30", "journal": ""}
{"title": "Comparative snRNAseq study of C9orf72, SOD1, and sALS spinal cord", "doi": "10.1101/2025.08.26.672029", "authors": "Cao, S.; Sheehan, M.; Cox, V.; Walther, D. M.; Guise, A. J.; Plowey, E. D.; Zavodszky, M. I.; Carlie, T.; Challa, R.; Chen, Y.; Zhang, G.; Mclaughlin, H.; Worth, C. L.; Chen, C.-Y.; Lo, S.-C.; Chen, W.; Hurt, J. A.; Huh, D.", "abstract": "Amyotrophic lateral sclerosis (ALS) is a devastating neurodegenerative disease characterized by the loss of motor neurons, yet the cell-type specific molecular alterations within the spinal cords are not well characterized. In this study, we conducted deep molecular profiling of spinal cord tissues donated by people living with sporadic, C9orf72, and SOD1-ALS using single-nucleus RNA sequencing (snRNAseq). We observed numerous distinct gene expression patterns and enriched pathways among ALS types. However, when focusing on common features, we identified activation of stress-response and inflammatory pathways in specific microglia subtypes, as well as disrupted vesicle transport and synaptic function in a ventral inhibitory neuronal subtype. Notably, CPLX3, a SNARE regulator, was uniquely expressed in alpha-motor neurons and was commonly downregulated across all ALS types. While this study uncovers the molecular heterogeneity underlying ALS, it also highlights shared pathways within specific cell types, especially in the ventral inhibitory neurons that have been less explored in ALS research.", "date": "2025-08-30", "journal": ""}
{"title": "Slow-varying normalization explains auditory steady-state masking interactions in human EEG", "doi": "10.1101/2025.08.25.672175", "authors": "Gulati, D.; Ray, S.", "abstract": "The inherent ability of sensory neurons to entrain to modulations in the temporal structure of an auditory stimulus gives rise to the auditory steady-state response (ASSR). Simultaneous presentation of multiple acoustic stimuli by frequency tagging them to generate ASSRs at different frequencies is routinely employed for hearing threshold determination and cognitive studies. However, the nature of ASSR interactions as a function of competing modulation frequencies in the absence of overt behaviour and the underlying neural mechanisms have not been well studied. Such interactions have previously been studied with visual stimuli that generate steady-state visually evoked potentials (SSVEPs) and explained using a normalization model. Here, we tested whether similar interactions are observed in the auditory domain, and if so, can be explained using a similar model. We played sinusoidally amplitude-modulated stimuli simultaneously modulated at two frequencies while we recorded a 64-channel EEG from subjects who passively listened to these sounds with closed eyes. We used multiple modulation frequencies and depths to characterize the ASSR modulation masking response profile. We observed that modulation frequencies closer to each other suppress the ASSR strongly than frequencies that are farther apart, similar to the interaction observed in the visual domain using SSVEPs. The observed suppression was captured by a slow-varying normalization model, which was initially used to explain SSVEP interactions. We obtained a band-pass shaped suppression profile with a low-pass cutoff that matched to that observed for SSVEP interactions. Our findings highlight the universality of the normalization model in accounting for masking interactions across modalities.", "date": "2025-08-30", "journal": ""}
{"title": "Transdiagnostic symptomatology amidst real-world environmental uncertainty: a cross-sectional and cross-lagged panel network analysis", "doi": "10.1101/2025.08.25.672142", "authors": "Hedley, F. E.; Lage, C.; Hertz-Palmor, N.; Sandhu, T. R.; Schweizer, S.; Lawson, R. P.", "abstract": "Uncertainty is a potential driver of poor mental health outcomes, and uncertainty is mounting globally across many domains of daily life. However, it remains unclear how anxiety and depression symptoms emerge in response to uncertainty in these real-life contexts. Capitalising on the COVID-19 pandemic as a naturalistic experiment, we investigate how heightened real-world environmental uncertainty interacts with intolerance of uncertainty (IU) to drive mental health symptoms. We collected self-reported data on symptoms of anxiety, depression and IU from 301 participants for two time points. We performed cross-sectional network analyses to identify influential contributors and established a cross-lagged panel network (CLPN) to investigate longitudinal effects. Anxiety, depression and IU symptoms were higher when real-world uncertainty was higher (t2) compared to when it was lower (t1). Network analyses revealed the same three symptom clusters at both timepoints, however worry became more central to the network at t2. In the CLPN, unlike anxiety and depression symptoms, IU symptoms had the highest autoregressive values, meaning IU at t2 was well predicted by IU at t1. The item \"inhibition of behaviour due to doubt\" positively predicted both anxiety and anhedonia. This study highlights the relevance of worry during higher real-world uncertainty and the predictive value of predispositional IU. Our findings further suggest behavioural inhibition to be a potential target to alleviate internalising psychopathology. During ever-increasing fluctuations in global uncertainty, we provide novel insights into the temporal relationships of highly prevalent psychopathology, which might inform support strategies for people with existing mental health vulnerabilities.", "date": "2025-08-30", "journal": ""}
{"title": "Nanophotonic neural probes for in vivo photostimulation, electrophysiology, and microfluidic delivery", "doi": "10.1101/2025.08.26.671930", "authors": "Mu, X.; Chameh, H. M.; Movahed, M.; Chen, F. D.; Straguzzi, J. N.; Kumar, P.; Stalmashonak, A.; Wahn, H.; Chua, H.; Luo, X.; Lo, G.-Q.; Poon, J. K. S.; Valiante, T. A.; Sacher, W. D.", "abstract": "Implantable silicon neural probes with integrated optical emitters and electrodes are emerging tools for simultaneous optogenetic stimulation and electrophysiological recording in deep brain regions. In parallel, neural probes with microfluidic channels have been developed for localized drug delivery and neurochemical sampling. However, thus far, such fluidic probes have lacked optical and electrical functionalities or been limited to a low number of optical emitters and/or electrodes, constraining their utility in multimodal investigations of neural circuits. Here, we introduce foundry-fabricated silicon nanophotonic neural probes with monolithically integrated microfluidics. Each probe has 16 silicon nitride grating coupler emitters, 18 titanium nitride microelectrodes, and one embedded microfluidic channel. We evaluate the photonic, electrophysiological, and microfluidic functionalities in vivo in optogenetic, blue-light-sensitive mice. With our multifunctional neural probes, we demonstrate local suppression of epileptic seizure activity (induced by microfluidic injection of 4-aminopyridine) using photostimulation. Through foundry-compatible microfluidics integration, this work advances the versatility of nanophotonic neural probes and presents new possibilities for multimodal neuroscience experiments leveraging this scalable neurotechnology.", "date": "2025-08-30", "journal": ""}
{"title": "ATAC-seq of Low-Input and Cryopreserved Primordial Germ Cells Reveals Functional Enhancers", "doi": "10.1101/2025.08.30.672031", "authors": "Kawaguchi, A.; Igari, M.; Murayama, Y.; Iikawa, H.; Sakamoto, M.; Nakamura, Y.; Kuraku, S.; Saito, D.", "abstract": "Cell fate specification during development is orchestrated by dynamic changes in gene expression, driven by the accessibility of cis-regulatory elements. To profile such functional regulatory elements at the genome-wide level, bulk ATAC-seq is a powerful method. Yet, its application has still been technically limited in rare cell types. Here, we optimized and titrated the ATAC-seq protocol for cultured chicken primordial germ cells (PGCs) and obtained high-quality chromatin accessibility profiles from as few as 200 cells, even after cryopreservation. Integrative analysis of our ATAC-seq with published RNA-seq and tissue ATAC-seq datasets identified over 10,000 PGC-specific accessible chromatin regions (ACRs), many absent from somatic tissues. Reporter assays demonstrated activity of selected enhancers in cultured PGCs, while transcriptome integration revealed preferential association of PGC-specific ACRs with genes highly expressed at embryonic day 2.5. In vivo transplantation confirmed that these enhancers are active in an early-stage-specific manner, but become silenced upon gonadal settlement. In conclusion, this streamlined method provides a practical and cost-effective approach to the epigenomic analysis of scarce cell populations, facilitating future investigations in developmental biology, germline research, and beyond.", "date": "2025-08-30", "journal": ""}
{"title": "Dynamics of fixation probability in a population with fluctuating size", "doi": "10.1101/2025.08.26.672280", "authors": "Jain, K.; Sumuni, H.", "abstract": "In many biological processes, the size of a population changes stochastically with time, and recent work in the context of cancer and bacterial growth have focused on the situation when the mean population size grows exponentially. Here, motivated by the evolutionary process of genetic hitchhiking in a selectively neutral population, we consider a model in which the mean size of the population increases linearly. We are interested in understanding how the fluctuations in the population size impact the first passage statistics, and study the fixation probability that a mutant reaches frequency one by a given time in a population whose size follows a conditional Wright-Fisher process. We find that at sufficiently short and long times, the fixation probability can be approximated by a model that ignores temporal correlations between the inverse of the population size, but at intermediate times, it is significantly smaller than that obtained by neglecting the correlations. Our analytical and numerical study of the correlation functions show that the conditional Wright-Fisher process of interest is neither a stationary nor a Gaussian process; we also find that the variance of the inverse population size initially increases linearly with time t and then decreases as t-2 at intermediate times followed by an exponential decay at longer times. Our work emphasizes the importance of temporal correlations in populations with fluctuating size that are often ignored in population-genetic studies of biological evolution.", "date": "2025-08-30", "journal": ""}
{"title": "Pleistocene demographic histories dominate contemporary genomic diversity in a continental radiation of Himalayan-Hengduan songbirds", "doi": "10.1101/2025.08.28.672032", "authors": "Liu, Y.; Hung, C.-M.; He, Y.; Wu, F.; Yan, D.; Song, G.; Dong, F.", "abstract": "While population genetic theory expects genetic diversity to scale predictably with population size, mounting empirical evidence has challenged this fundamental prediction. This striking inconsistency has prompted a paradigm shift in our understanding of the determinants of genetic diversity, driving increased efforts to disentangle the relative contributions of Pleistocene demography and linked selection. Here, based on systematic sampling and a unified analytical pipeline, we de novo assembled genomes for 120 songbird species breeding in the Himalayas-Hengduan Mountains (HHMs) and conducted population genomic analysis to examine the drivers of their genomic diversity. We observed a 6.5-fold variation in genome-wide heterogeneity and a 16.4-fold variation nucleotide diversity and across species. Notably, these measures of genomic diversity showed no correlation with recent population dynamics, current population size, or other contemporary factors-such as natural selection, elevational distribution, or life-history traits. Instead, historical demography strongly predicted genetic diversity, with ancestral population size during the late Pleistocene emerging as the sole correlate: larger ancestral sizes consistently coincided with higher diversity. These findings underscore the critical influence of historical demography on contemporary genetic diversity in natural populations-an insight essential for designing effective conservation strategies.", "date": "2025-08-30", "journal": ""}
{"title": "Graph-based pangenome analysis uncovers structural and functional impacts of allopolyploidization events", "doi": "10.1101/2025.08.26.672342", "authors": "Loegler, V.; Friedrich, A.; Schacherer, J.", "abstract": "The emergence of graph pangenomes has significantly advanced the study of structural variants (SVs) across diverse species. However, the impact of complex polyploidization events, particularly allopolyploidy, on SV landscapes remains poorly explored. Brettanomyces bruxellensis, a yeast species shaped by multiple allopolyploidization events, offers a compelling model due to its well-characterized genomic and phenotypic diversity. Here, we integrated subgenome-resolved assemblies with population-scale genomic and transcriptomic datasets to characterize SVs distribution and their functional impact at the species level. Leveraging a constructed reference graph pangenome, we identified sequences that are unique to each subgenome, and detected 212,177 SVs across 1,060 sequenced isolates. Allopolyploid genomes harbored significantly more SVs (320 on average) than diploid genomes (116 on average), reflecting the extensive impact of hybridization on the genome architecture. A subset of SVs originating from ancestral divergence between subgenomes (hybridization-associated SVs) formed distinct hotspots of structural diversity. Furthermore, functional association analysis revealed that 27.5% of SVs exert local regulatory effects on gene expression. Interestingly, hybridization-associated structural variants disproportionately affect gene expression, with a greater proportion of associated variants and a significantly larger effect size compared to other SVs. Overall, these findings underscore the role of allopolyploidization in driving both structural and functional genomic diversification. Our study also highlights the value of graph-based approaches in dissecting complex genome evolution.", "date": "2025-08-30", "journal": ""}
{"title": "Concentration-Dependent Mutational Scanning Probes the Cellular Folding Landscape of α-Synuclein in Yeast", "doi": "10.1101/2025.08.29.672156", "authors": "Noh, D.; Newberry, R. W.", "abstract": "The misfolding and aggregation of -synuclein is a central molecular event in the etiology of Parkinson's disease and related disorders. -Synuclein misfolding and pathology are both concentration-dependent, but it is not clear precisely how changes in concentration alter the folding landscape within cells. Whereas most conventional structural biology approaches offer limited resolution in living systems, deep mutational scanning can offer insight into the folding state of a protein in living cells, and we apply this method to probe concentration-dependent changes in the folding of -synuclein in a popular yeast model of pathology. We discover that at a wide range of cellular concentrations, -synuclein is highly biased toward formation of a membrane-bound amphiphilic helix that imparts toxicity. Population of this toxic state can be disrupted by mutations that reduce membrane affinity, which shift the folding equilibrium away from the membrane-bound state. Reduced-affinity variants exhibit distinct sensitivity to concentration relative to variants with WT-like affinity, likely because these variants are expressed at concentrations closer to their dissociation constant for membrane binding. These results show how mutational scanning can provide high-resolution insights into the folding landscape of proteins in living cells, which is likely to be of special utility for studying proteins that misfolding and/or aggregate.", "date": "2025-08-30", "journal": ""}
{"title": "Antitachycardia Pacing is More Effective When Delivered to the Left Bundle Branch Area Compared to the Right Ventricle in a Pre-clinical Model of Ischemic Ventricular Tachycardia", "doi": "10.1101/2025.08.25.672044", "authors": "Offei, E.; Ishidoya, Y.; Smego, D.; Castillo, S. R.; Khan, M. S.; Yazaki, K.; Shah, A.; Vaziri, A. Y.; Lange, M.; Hirahara, A.; Li, H.; Stoddard, G.; Ranjan, R.; Dosdall, D.", "abstract": "Anti-tachycardia pacing (ATP) delivered from implantable cardioverter defibrillators (ICDs) provides critically timed pacing pulses to terminate ventricular tachycardia (VT). Physiological pacing through left bundle branch area (LBBA) pacing has emerged as a clinically relevant alternative to induce synchronous activation of the ventricles. The main objective of this study was to compare the efficacy and safety of ATP delivered to an LBBA lead and a conventional RV lead. Using a preclinical animal model (n=7), pacing leads were implanted in the RV apex and LBBA and connected to ICDs. The left anterior descending artery was occluded for two hours to cause an ischemia-reperfusion injury (IRI). Four days following IRI, VT episodes were induced using programmed electrical stimulation (PES), and burst ATP therapy was delivered to the RV or LBBA leads for each VT episode. VT was induced 80 times, with a mean VT cycle length (VT CL) of 180.0+/-30.0 ms. ATP delivered to the LBBA terminated VT more often than RV ATP (70.2% vs 47.3%, P = 0.04), and there was no significant difference in negative outcomes of VT acceleration or VF induction. Activation sequences from the basket catheter were determined for the pre-therapy VT and captured ATP beats, and correlation coefficients were computed to the activation sequences during ATP delivery. The number of ATP pulses required for the activation sequences to correlate with the captured ATP pattern rather than the pre-therapy VT pattern was lower for LBBA ATP compared to RV ATP (4.1 vs. 5.1 beats, P = 0.04). Successful LBBA ATP demonstrated earlier and more frequent Purkinje activations preceding myocardial activation than successful RV ATP. Conclusion - Improved performance of LBBA ATP compared to RV ATP provides further incentive for the wide use of LBBA leads in patients who need cardiac electrotherapy.", "date": "2025-08-30", "journal": ""}
{"title": "MoGAAAP: A modular Snakemake workflow for automated genome assembly and annotation with quality assessment", "doi": "10.1101/2025.08.26.672321", "authors": "van Workum, D.-J. M.; Dey, K. K.; Kozik, A.; Lavelle, D. O.; de Ridder, D.; Schranz, M. E.; Michelmore, R. W.; Smit, S.", "abstract": "With the current speed of sequencing, there is a desire for standardised and automated genome assembly and annotation to produce high-quality genomes as input for comparative (pan)genomics. Therefore, we created a convenience pipeline using existing tools that creates annotated genome assemblies from HiFi (and optionally ultra-long ONT and/or Hi-C) reads for a set of related accessions as well as a related reference genome. Our pipeline is species-agnostic and generates an extensive quality assessment report that can be used for manual filtering and refinement of the assembly and annotation. It includes statistics for individual completeness and contamination assessments as well as a concise pangenome view. The pipeline is implemented in Snakemake and available with a GPLv3 license at GitHub under github.com/dirkjanvw/MoGAAAP and at Zenodo under doi.org/10.5281/zenodo.14833021.", "date": "2025-08-30", "journal": ""}
{"title": "Multilayered Defense Responses in Sugarcane Against Pratylenchus zeae  Revealed by Comparative Transcriptomics", "doi": "10.1101/2025.08.25.672178", "authors": "Confort, P. M. d. S.; Souto, T. G.; Ferreira, J.; Creste, S.; Vitorello, C. B. M.", "abstract": "The root-lesion nematode Pratylenchus zeae ranks among the most pervasive soilborne threats to global sugarcane (Saccharum spp.) production, however, the molecular basis of host resistance to this pathogen remains largely unexplored. Using comparative transcriptomics 15 days after inoculation, we profiled root response patterns of a resistant cultivar (RB966982) and a susceptible cultivar (CTC9001). Differential gene expression analysis identified 3,385 DEGs (1,426 up, 1,959 down) in the susceptible CTC9001 and 8,689 DEGs (5,334 up, 3,355 down) in the resistant RB966982 when comparing control and inoculated plants, revealing distinct genotype-specific defense strategies. The resistant genotype mounted a coordinated, multilayered defense marked by dramatic transcriptional reprogramming, including intensified glycolysis and fatty-acid biosynthesis, elevated oxidoreductase/ROS activity, and concurrent activation of jasmonic and salicylic acid associated pathways, with strong induction of multiple PR1 homologs. RB966982 also showed pre-primed and inducible resistance gene analogs and targeted cell-wall reinforcement through xyloglucan fucosylation. By contrast, CTC9001 displayed a delayed or attenuated response characterized by cell-proliferation signatures and broad activation of callose-related defenses (1,3-{beta}-D-glucan synthesis) that appear insufficient to limit nematode progression. GO enrichment analysis revealed that the resistant response was dominated by biological processes linked to carbohydrate and lipid metabolism, oxidoreductase activity, hormone signaling, and cell-wall organization, while the susceptible response was enriched in stress-related pathways lacking coordinated metabolic and structural reinforcement. Collectively, these findings indicate that durable resistance to P. zeae is unlikely to arise from a single mechanism, effective protection will require stacking complementary defense layers, including early metabolic reprogramming, robust hormone-mediated signaling, and reinforced cell-wall barriers. The candidate RGAs, PR1 homologs, and cell-wall remodeling enzymes identified here, together with the GO-enriched pathways, provide concrete targets for marker-assisted breeding and gene editing strategies aimed at developing sugarcane cultivars with durable nematode resistance.", "date": "2025-08-30", "journal": ""}
{"title": "Microbial Named Entity Recognition and Normalisation for AI-assisted Literature Review and Meta-Analysis", "doi": "10.1101/2025.08.29.671515", "authors": "Patel, D.; Lain, A. D.; Vijayaraghavan, A.; Faghih Mirzaei, N.; Mweetwa, M. N.; Wang, M.; Beck, T.; Posma, J. M.", "abstract": "Motivation: Manual curation of biomedical literature is slow and error-prone and while large language models (LLMs) trained on general texts have shown to be useful for text summarisation, these methods lack the domain- specific expertise required to perform this task accurately. Here we describe the creation of the first microbiome- specific text corpus, use this to train deep learning algorithms for named-entity recognition (NER) and normalisation (NEN), and demonstrate their use to meta-analyse microbiome literature. Methods: We developed an automated pipeline to annotate all mentions of bacteria, archaea, and fungi in 1,410 full-text microbiome articles. We manually annotated (gold-standard) a separate test set of 288 documents. We trained different transformer-based language models for microbiome recognition and normalisation to taxonomic identifiers and evaluate their performance using the precision, recall, F1-score, and accuracy on the test set. The best models were used to automatically annotate all available Open Access, full-text microbiome articles (n=6,927) and unpick taxa significantly reported more often across 14 domains. Results: The training and validation set contained a total of 90,150 annotations (both full text and abbreviations). Using the gold-standard test set, with an inter-annotator agreement rate of 99.52% for NER and 88.31% for NEN, the models trained were evaluated and our fine-tuned BioBERT model achieved an F1-score of 96% for NER surpassing a rule- and dictionary-based annotation pipeline (94%). For NEN the accuracy obtained by the deep learning models greatly surpassed that of the pipeline (91% vs 69%). Evaluated across the entire available literature, our models annotate an entire full-text document in only 7 seconds. Conclusion: Our algorithms have near perfect precision and greatly speed up the process of annotating microbes in full-text articles. We demonstrated the capabilities of these methods by analysing the entire available literature and describe the taxa associated with each of the domains in our meta-analysis, and exemplify how these methods can be integrated into literature review workflows improving both the speed and accuracy of results.", "date": "2025-08-30", "journal": ""}
{"title": "Modelling Immune Dynamics in Locally Advanced MSI-H/dMMR Colorectal Cancer with Neoadjuvant Pembrolizumab Treatment: From Differential Equations to an Agent-Based Framework", "doi": "10.1101/2025.08.29.672046", "authors": "Hawi, G.; Kim, P. S.; Lee, P. P.", "abstract": "Colorectal cancer (CRC) is the third most common malignancy worldwide, and accounts for approximately 10% of all cancers and an estimated 850,000 deaths annually. Within CRC, MSI-H/dMMR tumours are highly immunogenic due to their high mutational burden and neoantigen load, yet can evade immunosurveillance via PD-1/PD-L1-mediated signalling. Pembrolizumab, an anti-PD-1 antibody approved for unresectable or metastatic MSI-H/dMMR CRC, is emerging as a promising neoadjuvant option in the locally advanced setting, inducing rapid, deep and durable immune responses. In this work, we construct a minimal model of neoadjuvant pembrolizumab therapy in locally advanced MSI-H/dMMR CRC (laMCRC) using ordinary differential equations (ODEs), providing a highly extensible model that captures the main immune dynamics involved. On the other hand, agent-based models (ABMs) naturally capture stochasticity, interactions at an individual level, and discrete events that lie beyond the scope of differential-equation formulations. As such, we also convert our ODE model, with parameters calibrated to experimental data, to an ABM, preserving its dynamics while providing a flexible platform for future mechanistic investigation and modelling.", "date": "2025-08-30", "journal": ""}
{"title": "Sexual dimorphisms in phrenic long-term facilitation following severe acute intermittent hypoxia", "doi": "10.1101/2025.08.25.672148", "authors": "Dougherty, B. J.; Grittner, J. M. L.", "abstract": "Rigorous pre-clinical research in male rodents defined the cellular mechanisms of respiratory neuroplasticity following brief exposures to hypoxia (acute, intermittent hypoxia; AIH). AIH elicits phrenic long-term facilitation (pLTF), a progressive increase in phrenic nerve amplitude over time. Mechanisms to AIH-induced pLTF are complex and variable depending on the severity of hypoxemia during AIH. Moderate AIH (mAIH; PaO2 ~35-45mmHg) triggers spinal serotonin receptor activation to induce pLTF expression. More severe AIH (sAIH; PaO2 ~25-30mmHg) induces pLTF through an adenosine receptor-dependent pathway. Here we assessed: 1) if sAIH-induced pLTF is expressed in female rats, and whether sAIH-pLTF is impacted by the estrous cycle; 2) if the magnitude of sAIH-induced pLTF in female rats is similar to male rats; and 3) whether GDX alters the magnitude of sAIH-induced pLTF. We hypothesized that female rats would express sAIH-induced pLTF, and that circulating steroid hormone levels would have minimal impact on sAIH-induced pLTF in either sex. Our findings reveal that female rats express robust pLTF (~106% above baseline phrenic amplitudes) in response to sAIH, with minimal effects of estrous cycle stage. Female rats also showed a nearly 50% higher magnitude in sAIH-pLTF than males (p=0.006). Following GDX, pLTF magnitude was reduced in female rats (p=0.04), while males were unable to express pLTF. These findings predict unique cellular mechanisms to pLTF in female rats following sAIH, and sex-specific impacts of steroid hormone signaling on the expression of respiratory neuroplasticity.", "date": "2025-08-30", "journal": ""}
{"title": "Parasitism-mediated horizontal transfer of a functional cytochrome P450 gene entails transposon colonization in newly gained introns", "doi": "10.1101/2025.08.25.672084", "authors": "Ono, E.; Shimizu, K.; Murata, J.; Segawa, T.; Shiraishi, A.; Yokoyama, R.; Toyonaga, H.; Takagawa, M.; Horikawa, M.; Hoshino, A.; Aoki, K.", "abstract": "Plants produce a wide variety of specialized metabolites that are typically present only in specific lineages. However, some specialized metabolites are found sporadically across distantly related plant species. While the latter cases have been explained as outcomes of convergent evolution, the molecular mechanism behind such metabolic evolution has remained largely elusive. Here, we report that parasitic dodders belonging to the genus Cuscuta accumulate sesamin, and that this accumulation may be attributed to the acquisition of enzymatically active homologs of Sesamum indicum CYP81Q1, which encodes piperitol/sesamin synthase (PSS). Phylogenetic analysis of CYP81Q homologs in Cuscuta and Grammica subgenera supports a trajectory in which ancestral Cuscuta species acquired CYP81Q from an ancestral host plant of Lamiales through horizontal gene transfer (HGT), and that the gene has been maintained during the speciation of Cuscuta. The evolution of the CYP81Q genes was accompanied by sequential intron gains, which likely involved the colonization of transposons. Experiments involving C. campestris and S. indicum suggested that expression of the host CYP81Q gene could be induced by parasitism, and physical connection to the host plant allowed the transfer of genetic elements to Cuscuta. These data suggest that parasitism-mediated HGT contributed to the transfer of a gene encoding a key enzyme in specialized lignan metabolism to Cuscuta, and that the acquired metabolic gene underwent structural modification while retaining its enzymatic function in dodders.", "date": "2025-08-30", "journal": ""}
{"title": "Epigenetic reprogramming guides sexual dimorphism during floral development in Silene latifolia", "doi": "10.1101/2025.08.26.672086", "authors": "Janicek, T.; Hudzieczek, V.; Polasek-Sedlackova, H.; Kratka, M.; Bacovsky, V.", "abstract": "Dioecy, the condition in which male and female individuals exist as separate plants, represents a fascinating and relatively rare reproductive strategy, offering unique opportunities to study the genetic and epigenetic regulation of sexual dimorphism. While sex determining genes underlying dioecy have already been described for several plant species, the role of epigenetic modifications in meristematic cell populations remains poorly understood. In this study we describe the spatio-temporal deposition of three epigenetic markers during early stages of floral development in model dioecious species Silene latifolia. We selected H3K4me1, H3K9me2 and active Ser2 phosphorylated form of RNA Polymerase II (Pol-IIS2ph), to assess levels of chromatin condensation and transcriptional activity of meristematic cells during key developmental stages. Utilizing the novel approach of an AI-assisted nuclei segmentation and high-content imaging we created a single-cell resolution atlas for male and female floral meristems. Our results show a relationship between transcription activity and sex determination during early meristem development. Moreover, our results suggest that H3K9me2 deposition in the developing meristem is linked to sex-specific chromatin reprogramming events, such as pollen mother cell formation during anther maturation. Overall, these results offer new insights into the role of chromatin regulation during floral meristem development and improves our understanding of sexual dimorphism in dioecious species.", "date": "2025-08-30", "journal": ""}
{"title": "Benchmarking of proximity-dependent biotinylation enzymes across cellular compartments and time windows", "doi": "10.1101/2025.08.29.668156", "authors": "Sedighi, S.; Vafaee, K.; Hardy, W. R.; Kasmaeifar, V.; Lin, Z.-Y.; Kalloush, R.; Kitaygorodsky, J.; Seale, B.; Hu, Q.; Hasegan, M.; Gingras, A.-C.", "abstract": "Proximity-dependent biotinylation has become a powerful approach for mapping protein interactions and subcellular organization in living cells. Although a growing number of engineered biotin ligases have been introduced, their performance has not been systematically evaluated across diverse cellular contexts. Here, we benchmark ten proximity ligases spanning three bacterial lineages using standardized proteomic workflows across multiple labeling durations, subcellular compartments, and two human cell types. While all enzymes efficiently detect proximal associations, they differ in labeling kinetics, background activity, and spatial specificity. TurboID exhibits the highest overall activity but generates substantial background in standard media. miniTurbo and ultraID support rapid, biotin-dependent labeling with low background, making them better suited for dynamic and time-resolved applications. However, miniTurbo showed aberrant mitochondrial localization with two cytoskeletal baits (VASP and PFN1). Across 15 diverse baits, ultraID consistently provides an excellent combination of specificity, efficiency, and spatial compatibility, including the unique recovery of Golgi-resident glycosyltransferases. This study serves as a comparative resource, offering guidance for enzyme selection and experimental design in proximity proteomics.", "date": "2025-08-30", "journal": ""}
{"title": "Early-evening biting by Anopheles stephensi in Southern Ethiopia: A Challenge for Bed Net Use as Vector Control in Africa", "doi": "10.1101/2025.08.25.672230", "authors": "Machani, M. G.; Rund, S. S. C.; Hawaria, D.; Yan, G.", "abstract": "Anopheles stephensi is rapidly expanding across Africa, posing new challenges for malaria control. Its biting time patterns, however, remain poorly characterized, raising uncertainty about the effectiveness of bed nets against this invasive vector. To address this gap, we investigated diel biting activity, feeding propensity, and flight behavior using complementary behavioral assays on females reared from wild-caught larvae in Hawassa City, southern Ethiopia. Flight monitoring assays revealed that An. stephensi exhibited pronounced activity at dusk, beginning between 18:00 and 19:00 with the onset of scotophase, and little to no activity during the photophase. Blood-feeding propensity, defined as the proportion of mosquitoes taking a blood meal when offered, peaked during the early scotophase (18:00-22:00) at 33.3-51.7%, but was markedly reduced during daylight hours (0-16.7%). Human landing catches in large-cage enclosures confirmed this early evening activity: 83.5% of total landings occurred between 18:00 and 22:00 with a sharp peak at 18:00-19:00, corresponding to a mean biting rate of 17.8 bites per person per hour. These findings demonstrate that invasive An. stephensi primarily seek hosts and bite during the early evening, a time when people are often unprotected by bed nets. This behavior reduces the protective impact of conventional net-based interventions and underscores the need for African National Malaria Control Programs to deploy complementary measures such as spatial repellents and larval source management to mitigate early-evening transmission. Moreover, this study highlights the utility of integrated behavioral assays for estimating biting time, offering approaches that can be extended to other vector species across Africa.", "date": "2025-08-30", "journal": ""}
{"title": "Variation in Synaptic Inputs Drives Functional Versatility for Sound Encoding in Globular Bushy Cells", "doi": "10.1101/2025.08.27.672091", "authors": "Wang, C.; Ashida, G.; Keine, C.; Milenkovic, I.", "abstract": "Synaptic convergence is fundamental to neuronal circuit function, enabling diverse processing such as coincidence detection and reliable signal transmission. In sensory systems, the architecture of convergence and strengths of synaptic inputs are pivotal for extracting distinct features of the sensory stimulus. In auditory system, globular bushy cells (GBC) in the cochlear nucleus receive multiple axosomatic endbulb of Held terminals from the auditory nerves, which vary considerably in size, even among inputs targeting the same cell. However, the functional consequences of this input strength variation for sound encoding remain unclear. Here, we investigated how synaptic input variation shapes sound encoding in GBC of Mongolian gerbils, using in vitro conductance-clamp recordings and computational modeling, in which synaptic inputs with varying strengths were simulated. We found that input variation critically shapes GBC sound encoding by influencing temporal precision and firing rates. Low input variation allows GBC to act as coincidence detectors, thereby improving temporal precision. Conversely, high input variation increases overall firing rates and enhances the encoding of amplitude modulations, albeit at the expense of temporal precision. These findings suggest that inherent endbulb strength heterogeneity allows GBC to operate along a functional continuum. This variation in input strength may provide the basis for generating diverse information streams to downstream targets including the medial nucleus of the trapezoid body (MNTB).", "date": "2025-08-30", "journal": ""}
{"title": "Vascular draining confounds laminar decoding in fMRI", "doi": "10.1101/2025.08.26.672278", "authors": "Degutis, J. K.; Chaimow, D.; Lorenz, R.", "abstract": "Laminar fMRI using GE-BOLD is vulnerable to spatial blurring from intracortical veins, while multivariate pattern analysis (MVPA) is often assumed to mitigate these biases. Yet, this assumption has not been systematically investigated. We thus developed a mechanistic laminar response model that simulates voxel-wise patterns across cortical depths, incorporating a vascular draining model. We conducted simulations in which the ground-truth signal originated in a single, several, or across all layers, and applied standard MVPA decoding before and after deconvolution of the draining effect. Decoding accuracies were consistently influenced by draining veins: deep-origin signals yielded above-chance decoding in superficial layers, and null scenarios produced false positives in middle or deep layers. Vascular deconvolution enhanced specificity in single-layer cases but did not resolve ambiguities in null decoding profiles. Simulating six thinner layers improved decoding accuracies, especially in the deconvolved signal scenarios. These findings demonstrate that multivariate techniques are not inherently immune to vascular biases, but also demonstrate that careful modeling can help correct draining effects.", "date": "2025-08-30", "journal": ""}
{"title": "Measuring partner synchrony during salsa dancing and its relationship to changes in psychosocial domains", "doi": "10.1101/2025.08.26.672126", "authors": "Scott, M.; Lam, S.; Pereira, B.; Tsui, G.; Vrbensky, M.; Potempski, F.; Wallace, A.; Posner, I.; Patterson, K. K.", "abstract": "Background: Dance is a promising rehabilitation adjunct but understanding the mechanisms through which dance improves physical and psychosocial well-being is necessary for implementation. This study investigated the feasibility of a measure of one possible mechanism: partner synchrony. Secondary objectives were to examine the relationships between partner synchrony, instructor ratings, and changes in psychosocial variables. Methods: Participants wore an Inertial Measurement Unit (IMU) sensor during a salsa class that was video recorded. Partner synchrony was quantified with correlations of x, y, and z-axis acceleration between dancing pairs. Psychosocial variables were measured pre- and post-class. Salsa instructors rated partner synchrony from video recordings. Feasibility parameters included percentage of participants with data collected and sensor comfort. Pre-post changes were analyzed with Wilcoxon ranked tests and relationships were analyzed with Spearman correlations. Results: Data was collected for 23/24 (96%) participants and 17/24 (81%) reported the sensor was comfortable. All psychosocial variables improved from pre- to post- class. Partner synchrony was significantly associated with instructor ratings and change in positive and negative affect. Conclusions: An IMU-based measure of dance partner synchrony is feasible, associated with ratings by dance instructors and related to changes in mood. The partner synchrony measure can be used to advance our understanding of dance as a therapeutic tool after its reliability is investigated.", "date": "2025-08-30", "journal": ""}
{"title": "Fueling a predator death-trap: Trophic subsidies and the risk of management-induced collapse in a predator-prey system", "doi": "10.1101/2025.08.26.672345", "authors": "Gasparotto, V. P. O.; Micheletti, T.; Mangini, P. R.; Silva, J. C. R.; Dias, R. A.", "abstract": "1. Anthropogenic subsidies create complex ecological dynamics, yet their interaction with invasive species management is poorly understood. Managing subsidies or predators in isolation risks perverse outcomes, including population collapses, demanding a more holistic understanding. 2. We employed a Pattern-Oriented Inference framework to synthesize multiple lines of evidence for the endemic Noronha skink (Trachylepis atlantica) across an archipelago. We analyzed three key patterns using complementary methods: (i) population density, estimated via capture-mark-recapture and negative binomial GLMs of count data; (ii) individual body size, using gamma GLMs; and (iii) injury rates, via tail-autotomy analysis. 3. We documented a dramatic density gradient driven by predation pressure. Skink populations were over three times denser on predator-light secondary islands (0.411 ind/m2, 95% CI: 0.297--0.568) than in predator-rich PARNAMAR (0.125 ind/m2, 95% CI: 0.090--0.174). Although anthropogenic subsidies boosted density by 82% in the inhabited APA (0.227 ind/m2, 95% CI: 0.174--0.297), this was insufficient to overcome the severe impact of invasive predators. 4. This created a paradox where density, a traditional population success metric, was inverse to size, an indicator of individual fitness. On the main island, although the subsidized APA was denser than PARNAMAR, individual condition was no better. Adult males in the APA were as small as those in the lowest-density sites and significantly smaller than males on the secondary islands. Predation pressure explains this gradient, with tail-loss injury rates peaking in the APA (29.3%), remaining high in PARNA (25.0%), and dropping about 50% on the secondary islands (15.0%). 5. Synthesis and applications: The convergence of these patterns supports a \"predator death-trap\" hypothesis, where trophic subsidies in the inhabited APA fuel high skink recruitment, masking extreme mortality from a subsidized predator community and other anthropogenic threats. This dynamic produces high population turnover and truncates size structure by selectively removing larger, older adults and may explain patterns seen elsewhere. Our findings have critical management implications: removing food subsidies without concurrent, effective control of key invasive predators could trigger a population collapse. We advocate integrated, multi-species management and provide robust evidence for the threatened status of this endemic reptile.", "date": "2025-08-30", "journal": ""}
{"title": "Palaeoproteomic and genetic insights into millennial-scale dairy consumption in Armenia", "doi": "10.1101/2025.08.26.672348", "authors": "Antonosyan, M.; Hovhannisyan, A.; Roberts, P.; Cassidy, L. M.; Mkrtchyan, S.; Simonyan, H.; Bobokhyan, A.; Aghikyan, L.; Piliposyan, A.; Badalyan, R.; Yeranyan, N.; Gnuni, A.; Avetisyan, H.; Badalyan, M.; Gabrielyan, A.; Sarksian, N.; Grigoryan, A.; Simonyan, H.; Safaryan, M.; Vardanyan, B.; Martirosyan-Olshansky, K.; Khachatryan, Z.; Ilgner, J.; Yepiskoposyan, L.; Manica, A.; Bradley, D. G.; Boivin, N.; Wilkin, S.", "abstract": "Dairy products are a key component of the diet in Armenia today, yet the origins of milk consumption, its historical development, and genetic adaptations related to milk digestion in the region remain understudied. Here, we investigate the co-evolution of dairying practices and lactase persistence in Armenia through combined palaeoproteomic and genetic analyses spanning from prehistory to the present. Our palaeoproteomic results provide direct evidence for milk consumption in prehistoric Armenia and, in conjunction with existing regional data, indicate that dairying was an established component of the South Caucasus subsistence economy from at least the late fourth millennium BCE. We found evidence of milk consumption from multiple species across archaeological periods, with cattle milk representing the earliest confirmed evidence from the Chalcolithic period. Notably, milk proteins were predominantly recovered from high-altitude sites, suggesting that dairy consumption served as an adaptive strategy for harsh highland environmental conditions. In contrast to the widespread evidence for milk consumption, our genetic findings indicate that the lactase persistence-associated variants never reached high frequencies throughout Armenian prehistory. This pattern suggests that the relatively low frequency of lactase persistence may reflect a predominant cultural adaptation to the fermentation of dairy products, which reduces lactose content and enables dairy use even in genetically lactose-intolerant populations.", "date": "2025-08-30", "journal": ""}
{"title": "Genomic Characterization of a Severe West Nile Virus Transmission Season using a Single Reaction Amplicon Sequencing Approach", "doi": "10.1101/2025.08.25.672250", "authors": "Freed, S.; Chandler, S.; Uhm, S.; Pella, Z.; Gurung, D.; Smith, H.; Dowdy, T.; Bartling, A. M.; Butz, A.; Wiley, M. R.; Broadhurst, M. J.; McCutchen, E. L.; Hamik, J.; Iwen, P. C.; Downey, N.; Herzog, K. S.; Fauver, J. R.", "abstract": "West Nile virus (WNV) is an endemic arthropod-borne virus that has routinely caused seasonal outbreaks in the United States since it was first detected in 1999. While phylogenetic studies have shown how WNV has diversified and undergone genotype replacement since introduction, more geographically focused studies are needed to understand intricate transmission dynamics at local and regional scales. In this study, we validate the IDT xGen WNV panel, a novel single reaction amplicon-based Next-Generation Sequencing approach, to generate high-quality WNV genomes and compare it to the Primal Scheme assay for WNV, a common amplicon sequencing strategy. We show that the IDT xGen WNV panel generated complete and accurate WNV genomes and was more robust to amplicon drop out compared to the current sequencing approaches. Additionally, we used this approach to generate 100 complete WNV genomes from surveillance pools of mosquitoes collected in Nebraska during the 2023 outbreak. Our discrete phylogeographic analysis revealed substantial genetic diversity in WNV genomes from 2023 with minimal clustering across the state. This study demonstrated the utility of a single reaction amplicon-based sequencing approach to generate quality WNV genomes from routine surveillance samples and characterize WNV transmission dynamics in a high-incidence setting.", "date": "2025-08-30", "journal": ""}
{"title": "A human engineered mini-heart platform for mimicking ventricular pump function", "doi": "10.1101/2025.08.25.672056", "authors": "Ribeiro, M. C.; Cano-Jorge, M.; ten Den, S.; Snippert, D.; Karperien, M.; Kamperman, T.; Lajoinie, G.; Versluis, M.; Passier, R.", "abstract": "Engineered cardiac tissue models for in vitro physiological studies often fail to replicate the pump function of the heart. Despite promising advancements, the use of engineered cardiac chambers is often hindered by complex fabrication processes and invasive characterization techniques. Here, we engineered a human cardiac chamber, referred to as a mini-heart, by employing a novel sacrificial molding approach within a customized bioreactor. The pumping capability of the mini-heart was confirmed through optical recording of fluid displacement at the engineered tissue inlet, enabling the non-invasive acquisition of hemodynamic parameters such as stroke volume, stroke work, ejection fraction, and developed pressure. Morphological analysis of the engineered tissues revealed organized sarcomeres and extracellular matrix self-determination, highlighting the advantage of our degradable mold technology. Additionally, we have measured calcium transients during both spontaneous and electrically-paced beating, and observed a positive inotropic response to the {beta}-adrenergic agonist drug isoproterenol. Altogether, our biomimicking engineered tissue platform provides a robust tool for exploring cardiac pressure-volume dynamics, thereby facilitating complex disease modelling and drug screening applications in vitro.", "date": "2025-08-30", "journal": ""}
{"title": "Integrated mesenchymal and extracellular cues drive bioengineered liver tissue formation and function", "doi": "10.1101/2025.08.28.672087", "authors": "Ye, S.; Wang, Z.; Liv, N.; J.W. van der Laan, L.; Malda, J.; Spee, B.; van Steenbeek, F.; Schneeberger-Verjaal, K.", "abstract": "Human liver tissue engineering holds promise for creating physiological in vitro models but faces challenges replicating liver complexity. In the present study, we created bioengineered liver tissues (BLTs) utilizing three different cell types; human intrahepatic cholangiocyte organoids (ICOs), hepatic stellate cells (HSCs), and mesenchymal stromal cells (MSCs). Co-culturing with HSCs and MSCs accelerated growth and spontaneous fusion, resulting in complex liver-like tissue structures. In a dynamic suspension culture, BLTs had a more compact morphology and higher expression of hepatic markers, including ALB, CYP3A4, and MRP2. We further showed that animal-derived Matrigel can be replaced by a synthetic polyisocyanide (PIC)-based hydrogel for BLTs. Importantly, PIC-based hydrogel further promoted the maturation of BLTs assessed by parameters as intracellular protein levels, morphological analysis, and metabolic activity. Transcriptomic analyses revealed mechanisms underlying tissue formation and function. To conclude, our strategy yields functional liver tissues suitable for disease modelling, drug screening, and toxicity tests, and form an important basis for future development of larger liver tissues for in vivo transplantation.", "date": "2025-08-30", "journal": ""}
{"title": "Modulation of gluconic acid metabolism enhances nanofibrillated bacterial cellulose production from agro-industrial by-products", "doi": "10.1101/2025.08.25.672120", "authors": "Takahama, R.; Takayama, G.; Suginaka, M.; Ishido, Y.; Nagai, S.; Nagai, K.; Uenishi, M.; Tajima, K.", "abstract": "Efficient and robust bacterial cellulose production is essential for advancing the sustainable bioeconomy. In this study, we investigated the impacts of metabolism of organic acids, mainly gluconic acid (GA), on nanofibrillated bacterial cellulose (NFBC) production by Komagataeibacter intermedius NEDO-01 under various culture conditions in aerated stirred-tank reactors. In cultures of the wild-type strain in a standard medium, rapid GA production decreased the medium pH and depleted glucose, inhibiting cell growth and reducing the NFBC yield. However, proper pH control and continuous feeding reversed these effects, resulting in a 3-fold increase in NFBC yield (from 2.45 to 7.59 g/L). In cultures of a glucose dehydrogenase gene-deficient ({Delta}gcd) strain, lack of a pH drop and glucose depletion facilitated better cell growth, yielding 1.85-times more NFBC than that in wild-type cultures under pH-uncontrolled no-feed conditions (4.53 g/L). Notably, GA supplementation accelerated cell growth but significantly inhibited NFBC synthesis, suggesting that GA uptake redirects the carbon flux toward central metabolism. In the corn steep liquor (Csl)-based medium, cell growth was significantly enhanced, and NFBC yield was equivalent to or higher than that obtained with the Hestrin-Shramm medium. GA accumulation was markedly reduced, suppressing pH fluctuation. Under these optimized conditions, three molasses types were tested with Csl, yielding relatively high NFBC. Structural analysis of NFBC produced using these alternative media revealed slight differences in the fiber width distribution, with crystallinity and fiber width remaining constant. Overall, NFBC of consistent quality can be produced in stirred-tank reactors using Komagataeibacter spp. from various agricultural by-products.", "date": "2025-08-30", "journal": ""}
{"title": "Metabolic rewiring of cancer cells induces metastasis via ERK5 but triggers recognition by NK cells", "doi": "10.1101/2025.08.26.672105", "authors": "Zemiti, S.; Escayg, S.; Hay, B.; Bouzid, A.; Alexia, C.; Jacquard, C.; moustapha-abba-moussa, D.; Constantinides, M.; Coenon, L.; Allende-vega, N.; Campos-Mora, M.; Gerbal-Chaloin, S.; Anel, A.; De Toledo, M.; Bossis, G.; Aznar, A.-B.; Prieto, S.; Fisher, D.; Djouad, F.; Arribat, Y.; Rossi, J.-F.; Villalba, M.; Gitenay, D.", "abstract": "Metastasis is largely controlled by Natural Killer (NK) cell-mediated immune surveillance. To colonize new environments, cancer cells undergo epithelial to mesenchymal transition (EMT), which allows them to detach and migrate. EMT is fueled by fatty acid oxidation (FAO), which partially replaces glycolyticbased tumor metabolism. Whether metabolic rewiring affects the targeting of cancer cells by NK cells remains unknown. Here, we show that forcing solid cancer cells to perform FAO by inhibiting pyruvate dehydrogenase kinase 1 with dichloroacetate (DCA) activates extracellular signal-regulated kinase-5 (ERK5), triggering EMT and tumor cell migration and invasion. Concomitantly, FAO induces the expression of ligands that mediate NK cell recognition. Consequently, NK cells better infiltrated DCA treated 3D tumor spheroids, where they exerted their cytotoxic effects. DCA-treated cells showed increased migration in a zebrafish model, whereas metastasis from mammary cancer cells grafted into immune-deficient mice was enhanced by DCA. These migrating/metastatic cells are preferentially killed by NK cells, which strongly limit their invasive potential. Hence, FAO promotes both metastasis and NK-mediated tumor surveillance, highlighting the Achilles heel of metastatic cells, which may offer new therapeutic opportunities.", "date": "2025-08-30", "journal": ""}
{"title": "Sodium Selenite Alleviates Hyperglycemia-aggravated Cerebral Ischemic Injury by Mediating Apoptosis through the Fas/FasL Signaling Pathway", "doi": "10.1101/2025.08.28.672788", "authors": "LAN, Y.; Ding, F.; Yin, X.; Zheng, B.; Chang, Y.; Zhang, J.; Zhao, S.", "abstract": "Objective: To investigate the intervention mechanism of sodium selenite in alleviating hyperglycemia-induced cerebral ischemia/reperfusion (I/R) injury through the Fas/FasL/NF-{kappa}B/PUMA pathway. Methods: The SD rat model of hyperglycemia-induced cerebral I/R injury and the HT22 cell model of high-glucose oxygen deprivation/reoxygenation (OD/R) were constructed to systematically evaluate the neuroprotective effect of sodium selenite and its regulatory effect on the Fas/FasL/NF-{kappa}B/PUMA pathway. Results: The infarct volume, neurological dysfunction, metabolic level, and apoptosis level in the HG group were significantly higher than those in the NG group. Sodium selenite improved the infarct volume, neurological dysfunction, metabolic level, and apoptosis level in the HG group, and regulated the Fas/FasL/PUMA apoptotic pathway to alleviate injury. In vitro experiments showed that sodium selenite significantly improved morphological damage caused by high-glucose OD/R, increased cell viability, and reduced the expression of apoptotic factors. The application of Fas and FasL inhibitors and knockdown of PUMA expression indicated that sodium selenite alleviated cell apoptosis by inhibiting the activation of the Fas/FasL/PUMA pathway. Conclusion: Sodium selenite alleviates hyperglycemia-exacerbated cerebral I/R injury by regulating the Fas/FasL/NF-{kappa}B/PUMA signaling pathway.", "date": "2025-08-30", "journal": ""}
{"title": "Vaccine-induced antibodies are sufficient to limit Salmonella infection in the absence of complement or macrophages.", "doi": "10.1101/2025.08.27.672591", "authors": "Perez-Toledo, M.; Aksu-Istil, K.; Marcial-Juarez, E.; Persaud, R. R.; Alshayea, A.; Jossi, S. E.; Carestia, A.; von Meijenfeldt, F.; Botto, M.; James, L. C.; Sureward, B.; Horsnell, W. H.; Lopez-Macias, C.; Henderson, I. R.; Jenne, C. N.; Cunningham, A. F.", "abstract": "Antibodies to Salmonella Typhimurium (STm) can protect against infection. Understanding better how antibodies, complement, and leukocytes interplay can support vaccine development. We used an Outer Membrane Vesicle (OMV) vaccine against STm to study the in vivo function of anti-STm antibodies. Using intravital microscopy, we found that upon challenge, OMV-specific antibodies promote STm uptake by spleen and liver macrophages, with neutrophils rarely capturing the bacteria. Clodronate-liposome depletion of monocytic cells reveals that these cells help prevent antigen dissemination. After vaccination and challenge of C1q, C3, C4, and C5-deficient mice, all mice except C3-deficient were protected by OMV immunization. C3-deficient mice failed to mount significant germinal center and plasma cell responses; however, after the adoptive transfer of immune sera, they had lower bacterial burdens than controls. In vitro, we showed that antibodies enhance bacterial capture in macrophages. Thus, antibodies alone are sufficient to reduce bacterial burdens, but they cooperate with complement and macrophages to maximize their functions in vivo.", "date": "2025-08-30", "journal": ""}
{"title": "Juvenile Hormone Signalling Underlies the Switchpoint and Differentiation of Soldiers in Camponotus floridanus", "doi": "10.1101/2025.08.25.672237", "authors": "MacMillan, O.; Singer, J.; Perrakis, S.; Craig, A.; Ntanga, D.; Qiu, D.; Rajakumar, R.", "abstract": "Multicellular organisms are composed of various cell types derived from cellular determination and differentiation, which carry out specialized functions in the individual. Ant societies are composed of various castes of individuals derived from caste determination and differentiation, which divide specialized tasks in the colony. From cells to societies, the underlying mechanisms orchestrating determination and differentiation at different biological levels are fundamental in generating biological diversity. While past work has described the developmental process of caste determination and differentiation in ants, the endocrinological and molecular basis for these processes in the genus Camponotus remains unknown. Here we show that minor worker and soldier development is determined by a Juvenile hormone (JH)-mediated minor-soldier switchpoint in C. floridanus. Hormonal treatments identified a sensitivity period when JH can induce bipotential larvae to become soldiers. Induced soldiers phenocopy natural soldiers in size and soldier-specific head-to-body allometry and this is associated with a heterochronic shift in metamorphosis. Furthermore, we molecularly characterize the activity of the JH pathway at the level of synthesis, degradation, reception, and downstream effectors during caste determination and differentiation. Surprisingly, rather than JH synthesis, we found JH reception and JH degradation are the major signalling processes differentially regulated across castes and RNAi of juvenile hormone degradation enzymes generates soldiers. Finally, our data suggests that the hyperdiverse genus Camponotus has independently evolved a JH-mediated minor-soldier switchpoint similar to that known in Pheidole. More generally, the evolution of plastic hormonal regulation may facilitate the origin of developmental determination and differentiation processes underlying complex adaptive phenotypes.", "date": "2025-08-30", "journal": ""}
{"title": "Juvenile Hormone Signalling Underlies the Switchpoint and Differentiation of Soldiers in Camponotus floridanus", "doi": "10.1101/2025.08.25.672237", "authors": "MacMillan, O.; Singer, J.; Perrakis, S.; Craig, A.; Ntanga, D.; Qiu, D.; Rajakumar, R.", "abstract": "Multicellular organisms are composed of various cell types derived from cellular determination and differentiation, which carry out specialized functions in the individual. Ant societies are composed of various castes of individuals derived from caste determination and differentiation, which divide specialized tasks in the colony. From cells to societies, the underlying mechanisms orchestrating determination and differentiation at different biological levels are fundamental in generating biological diversity. While past work has described the developmental process of caste determination and differentiation in ants, the endocrinological and molecular basis for these processes in the genus Camponotus remains unknown. Here we show that minor worker and soldier development is determined by a Juvenile hormone (JH)-mediated minor-soldier switchpoint in C. floridanus. Hormonal treatments identified a sensitivity period when JH can induce bipotential larvae to become soldiers. Induced soldiers phenocopy natural soldiers in size and soldier-specific head-to-body allometry and this is associated with a heterochronic shift in metamorphosis. Furthermore, we molecularly characterize the activity of the JH pathway at the level of synthesis, degradation, reception, and downstream effectors during caste determination and differentiation. Surprisingly, rather than JH synthesis, we found JH reception and JH degradation are the major signalling processes differentially regulated across castes and RNAi of juvenile hormone degradation enzymes generates soldiers. Finally, our data suggests that the hyperdiverse genus Camponotus has independently evolved a JH-mediated minor-soldier switchpoint similar to that known in Pheidole. More generally, the evolution of plastic hormonal regulation may facilitate the origin of developmental determination and differentiation processes underlying complex adaptive phenotypes.", "date": "2025-08-30", "journal": ""}
{"title": "An efficient iDNA method for surveying rainforest mammals with carrion flies", "doi": "10.1101/2025.08.25.672224", "authors": "Rodgers, T. W.; Basto, A.; Castro, R.; Groves, E. M. M. R.; Xu, C. C. Y.; Hernandez Perez, E.; Mock, K. E.; Forsyth, A.", "abstract": "Metabarcoding of vertebrate DNA derived from invertebrates (iDNA) is a promising method for monitoring of mammal populations. However, optimization of field and laboratory methods for efficient and economical sampling and analysis is needed. We used metabarcoding of carrion flies to survey for mammals at Los Amigos Biological Station in the Peruvian Amazon. We used an extraction-free, direct PCR approach to metabarcode vertebrate DNA, whereby buffer from tubes that contained flies for 3-5 hours was used directly in PCR, negating the need for labor-intensive DNA extraction. We also examined two different pooling methods to investigate the efficacy of pooling multiple fly samples to economize sequencing of large numbers of samples. Metabarcoding detected 27 mammalian taxa from 9 orders and 18 families plus four anuran taxa from three families from just 240 carrion flies collected over 3 days. Pooling of buffer from multiple flies prior to PCR resulted in the loss of many species compared to sequencing of individual flies. However, pooling of PCR product after an initial PCR from individual flies, but prior to indexing, resulted in species detection nearly identical to sequencing of individual flies. These methodological findings will contribute to the feasibility of iDNA metabarcoding for vertebrate monitoring and biodiversity conservation.", "date": "2025-08-30", "journal": ""}
{"title": "Emergent Salmonella enterica serovar Infantis forms a monophyletic lineage shaped by geographic structuring", "doi": "10.1101/2025.08.25.672257", "authors": "Pina-Iturbe, A.; Tichy-Navarro, D.; Miranda-Riveros, J.; Navarrete, M. J.; Moreno-Switt, A. I.", "abstract": "Multidrug-resistant Salmonella Infantis carrying pESI-like megaplasmids have disseminated worldwide representing a serious threat to public health. Previous studies have investigated its population structure and temporal dynamics above the continental level. However, their conclusions were constrained by limited datasets and sampling biases. To address these issues, we analyzed all publicly available Salmonella Infantis genomes to characterize its global population structure and phylogeographic dispersal. We selected a non-redundant dataset of 14,012 genomes representing the temporal, geographic, isolation source, and genomic diversity of Salmonella Infantis from 78 countries across five continents, collected between 1910 to 2024. Phylogenomic analyses showed that emergent megaplasmid-positive Salmonella Infantis forms a monophyletic lineage with significant geographic structuring. The megaplasmid-positive lineage was inferred to be originated in West Asia around 1990, followed by multiple introductions into Europe and a single transmission to South America which resulted in the dissemination of this pathogen to Northern America, and from there to the rest of the continent. Multiple recent transmission events of the American lineage to all continents were observed, driving the dispersal of the blaCTX-M-65 gene encoding extended-spectrum {beta}-lactamases. Moreover, genomic evidence also suggests that the emergence of ESBL-producing strains in parts of Asia and Africa may be associated to poultry trading from the Americas. Our findings underscore the urgent need for integrating global human, animal, and environmental surveillance data with population genomic analyses to contain the threats posed by ESBL-producing Salmonella Infantis.", "date": "2025-08-30", "journal": ""}
{"title": "AOP Net: An AI-Enhanced Software Platform for the Visualization and Analysis of Complex Toxicological Pathways", "doi": "10.1101/2025.08.25.672239", "authors": "Seal, A.", "abstract": "The Adverse Outcome Pathway (AOP) framework is a cornerstone of 21st-century toxicology, providing a structured method for organizing mechanistic knowledge to support risk assessment. However, the inherent complexity of biological systems, characterized by interconnected signaling networks, has revealed the limitations of simple, linear AOP representations. This has created a pressing need for advanced computational tools that can visualize and analyze these intricate AOP networks. This paper introduces the AOP Network Viewer, a novel software platform designed to address critical challenges of scalability, interactivity, and deep analysis in toxicological research. The system is built on a scalable client-server architecture with a graph database backend, supporting sophisticated interactive features like multi-pathway selection, dynamic path-finding, and advanced filtering. The principal innovation of the AOP Network Viewer is its integrated AI Analysis Panel, a Large Language Model (LLM)-powered engine that provides deep, context-aware analysis of selected network components. This AI system utilizes a unique three-layer prompt architecture to deliver domain-specific insights across seven specialized analysis modes. Case studies demonstrate the platform's utility in developing alternative testing strategies for endocrine disruptors, interpreting high-throughput screening data, and generating hypotheses for mixture toxicity assessment. The AOP Network Viewer is engineered to translate complex user queries into focused, interpretable biological networks, transforming AOP network visualization from a passive viewing experience into an interactive and intelligent analytical process, thereby accelerating mechanistic discovery and enhancing evidence-based regulatory decision-making. The app is source code is available at https://github.com/abhik1368/aop-visualizer-clean", "date": "2025-08-30", "journal": ""}
{"title": "Characterization of microbial dark matter at scale with MetaSBT and taxonomy-aware Sequence Bloom Trees", "doi": "10.1101/2025.08.25.672238", "authors": "Cumbo, F.; Blankenberg, D.", "abstract": "Metagenomics has become a powerful tool for studying microbial communities, allowing researchers to investigate microbial diversity within complex environmental samples. Recent advances in sequencing technology have enabled the recovery of near-complete microbial genomes directly from metagenomic samples, also known as metagenome-assembled genomes (MAGs). However, accurately characterizing these genomes remains a significant challenge due to the presence of sequencing errors, incomplete assembly, and contamination. Here we present MetaSBT, a new tool for organizing, indexing, and characterizing microbial reference genomes and MAGs. It is able to identify clusters of genomes at all seven taxonomic levels, from the kingdom all the way down to the species level, using the Sequence Bloom Tree (SBT) data structure that relies on Bloom Filters (BFs) to index massive amounts of genomes based on their k-mers composition. We have built an initial set of databases composed of over 190 thousand viral genomes from NCBI GenBank and public sources grouped into sequence consistent clusters at different taxonomic levels, making it the first software solution for the classification of viruses at different ranks, including still unknown ones. This results in the definition of over 40 thousand species clusters where ~80% do not match with any known viral species in reference databases to date. Furthermore, we show how our databases can be used as a new basis for existing quantitative metagenomic profilers to unlock the detection of unknown microbes and the estimation of their abundance in metagenomic samples. Finally, the framework is released open-source and, along with its public databases, is fully integrated into the Galaxy Platform enabling broad accessibility. Importance: The MetaSBT framework and its databases, together with its integration in the Galaxy Platform, provide a powerful resource for microbial research. MetaSBT provides a powerful and scalable approach for classifying microbial genomes, including previously unknown ones. This facilitates the discovery and characterization of novel taxa, a crucial feature for expanding our knowledge of microbial diversity and its implications within host health and environmental factors. Furthermore, MetaSBT databases can serve as a reference base for other state-of-the-art tools, enhancing their capabilities to identify, analyze, and classify unknown microbes in metagenomic samples.", "date": "2025-08-30", "journal": ""}
{"title": "Phenotypic screening converges on CDK9 inhibition as a therapeutic strategy in translocation renal cell carcinoma", "doi": "10.1101/2025.08.25.672235", "authors": "Thapa, D. R.; Deodhar, R.; Skepner, A.; Konda, P.; Zhou, M.; Bluck, J.; Pichlo, C.; Cui, Y.; Stocker, P.; Khanna, P.; Li, J.; Tsai, J.; Leed, A.; Gould, S.; Alimova, M.; Friedrich, D.; Cheah, J. H.; Rupaimoole, R.; Guicherit, O.; Viswanathan, S. R.", "abstract": "Translocation renal cell carcinoma (tRCC) is an aggressive kidney cancer driven by gene fusions of the TFE3 transcription factor. TFE3 is essential in tRCC but dispensable in normal cells, presenting an attractive but pharmacologically challenging therapeutic target. We show that the basic helix-loop-helix (bHLH) domain of TFE3 is crucial for chromatin binding and transcriptional function. Via a phenotypic screen of 25,000 compounds, we identified molecules that either displace or retain chromatin-bound TFE3. BRD6866, a compound trapping TFE3 on chromatin, emerged as a pan-CDK inhibitor. Mechanistically, its inhibition of CDK9-a key regulator of transcriptional elongation-was linked to impaired TFE3 fusion activity. These effects were recapitulated by the CDK9-selective inhibitor enitociclib, which downregulated TFE3 targets and suppressed tRCC cell growth. Our findings nominate CDK9 inhibition as a therapeutic strategy in tRCC and demonstrate the utility of mechanism-informed phenotypic screening for challenging targets.", "date": "2025-08-30", "journal": ""}
{"title": "Restricted edition of ALS is required during co-edition in order to maintain normal tomato development", "doi": "10.1101/2025.08.27.672575", "authors": "Kuroiwa, K.; Laurens, A.; Corre, M.-N.; Lugan, R.; Mazier, M.; Gallois, J.-L.", "abstract": "Co-editing strategies have emerged as an approach to facilitate the selection of CRISPR/Cas-mediated mutants in a transgene-free manner: the gene of interest is edited together with a reporter gene, whose mutation can be selected visually or pharmacologically. In this work, we asses the impact of editing the well-used reporter Acetolactate synthase (ALS) on plant development and metabolome. We show that the desired mutation in ALS1 (P186S) conferring selectable herbicide resistance trait does not show significant impact on the plant morphology and physiology but that the additional mutations resulting from the same sgRNA can result in reduced vegetative vigor and altered metabolomic profiles in tomato.", "date": "2025-08-30", "journal": ""}
{"title": "Stuck on you! Social brain stimulation increases the cognitive effort required to return to the egocentric perspective", "doi": "10.1101/2025.08.26.671988", "authors": "Eliasova, D.; Gorelik, M.; Chevalier, A.; Sherlock, R.; Che, W.; Meinzer, M.; Martin, A. K.", "abstract": "Flexible switching between self and other perspectives is critical for adaptive social cognition and is thought to rely on the dynamic regulation of self-other representations. Although neuroimaging implicates the dorsomedial prefrontal cortex (dmPFC) and right temporoparietal junction (rTPJ) in perspective-taking, causal evidence for their specific contributions to perspective switching is lacking. Here, we applied focal transcranial direct current stimulation (f-tDCS) to the dmPFC and rTPJ while participants completed a visual perspective-taking task requiring switches between egocentric and altercentric viewpoints. Anodal stimulation to either site selectively increased the cognitive cost of switching back to the egocentric-perspective, without affecting switches into the altercentric-perspective. Rather than facilitating re-engagement with self-referential processing, stimulation enhanced altercentric persistence or impaired disengagement from the altercentric perspective. These findings provide novel causal evidence that both the dmPFC and rTPJ are involved in regulating the inhibition and updating of self-other representations during perspective switching. Results suggest that stimulation of these hubs may disrupt efficient realignment to the self, highlighting their role in maintaining an altercentric cognitive state. Future studies are required to uncover the precise neural computations that account for the comparable behavioural outcomes observed across distinct social brain hubs.", "date": "2025-08-30", "journal": ""}
{"title": "Mice wiggle a wheel to boost the salience of low visual contrast stimuli", "doi": "10.1101/2025.08.27.672629", "authors": "Ghani, N.", "abstract": "From the Welsh tidy mouse to the New York City pizza rat, movement reveals rodent intelligence. Akin to humans shaking a computer mouse to find the cursor on a screen, we show that head-fixed mice develop an active sensing strategy in a visual perceptual decision-making task (The International Brian Laboratory, 2021). We demonstrate that mice wiggle a wheel that controls the movement of a stimulus during low visual stimulus contrast trials. When animals wiggle, the low visual stimulus contrast accuracy increases by 6.0% (Pearson correlation, r=0.900, p=0.038, N=5 group means computed from 213 mice). Moreover, mice wiggle the wheel at a speed that corresponds to a visual stimulus temporal frequency (11.52 {+/-} 2.45 Hz) demonstrated to maximize contrast sensitivity in a Go/No-Go task (Umino et al, 2018). These findings suggest that mice wiggle a wheel to boost the salience of low visual contrast stimuli.", "date": "2025-08-30", "journal": ""}
{"title": "Direct contact between iPSC-derived macrophages and hepatocytes drives reciprocal acquisition of Kupffer cell identity and hepatocyte maturation", "doi": "10.1101/2025.08.26.672295", "authors": "Ginhoux, F.; Lee, C. Z. W.; Tasnim, F.; Huang, X.; Sethi, R.; Song, Y.; Kozaki, T.; De Schepper, S.; Ang, N.; Low, I.; Hwang, Y. Y.; Chen, J.; Yu, H.", "abstract": "As the resident tissue macrophage of the liver, Kupffer Cells (KC) play an important role in homeostasis and tissue support. However, current in-vitro liver models often ignore the contribution of these KCs toward the proper response and function of the tissue. This is especially relevant when we consider the implications of immune-mediated drug injuries. To address this issue, we developed an isogenic co-culture system utilizing iPSC-derived macrophages (iMacs) and hepatocytes (iHeps). Directly co-culturing iHeps with iMacs improved the differentiation and maturation of the iHeps, with significant downregulation of fetal hepatocyte markers as well as upregulation of cytochrome genes. Furthermore, the co-culture also imparted stronger KC identity to the iMacs in a contact-dependent manner, with iMacs cultured in iHep conditioned media alone showing weaker expression of key KC markers. Finally, challenging the iHep-iMac co-culture system with 7 paradigm hepatotoxic compounds showed dose-dependent cytokine response in the 5 compounds associated with immune-mediated liver injuries, while no significant changes were observed in the 2 compounds with no reported immune-dependent complications. This effect was also not recapitulated when the co-culture was instead performed with human peripheral blood monocyte-derived macrophages, suggesting that iMacs are essential for liver toxicity response. Taken together, our study shows not only the importance of macrophages in tissue systems, but also that the source of macrophages is critical to the development of accurate in-vitro human models.", "date": "2025-08-30", "journal": ""}
{"title": "Molecular aging is the main driver of Parkinson's Disease", "doi": "10.1101/2025.08.27.672359", "authors": "Bopp, V.; LeeBae, J.; Oeckl, P.; Kuehlwein, J. K.; Grozdanov, V.; Kiechle, M.; Mayer, B.; Moehrle, B.; Geiger, H.; Danzer, K. M.", "abstract": "Aging as well as the presence of a-synuclein (a-syn) oligomers in the brain are indisputably linked to Parkinsons disease (PD). A central concept of geroscience is that the biological processes of aging drive the onset of aging-associated diseases. The extent to which the biological processes of aging directly contribute to PD and the inter-relationship with a-syn oligomers for the onset of PD symptoms remains unclear. Using an inducible a-syn oligomer mouse model of PD, we demonstrate that the induction of PD associated a-syn oligomers for the same timespan caused PD associated symptoms only in aged, but not in young mice. Biochemical studies revealed that a-syn oligomer formation precedes motor decline in these aged mice, and age together with a-syn expression determine the motor phenotype. Single-nucleus RNA sequencing (snRNA-seq) identified a PD disease signature that was particularly linked to basal ganglia neurons (BGNs) and was in part shared with an aging transcriptional signature. PD symptoms, as well as the PD Signature, were significantly altered by a short-term pharmacological attenuation of the activity of the small RhoGTPase CDC42 in already aged animals with PD symptoms. Attenuation of activity of CDC42 is known to target the general biological processes of aging. Interestingly, the intervention did not affect the amount of a-syn oligomers in the animals, while still improving phenotypes. Together, the data demonstrates that the biological processes of aging are a major causative driver for the onset of PD in the a-syn model of PD.", "date": "2025-08-30", "journal": ""}
{"title": "Molecular Architecture and Function Mechanism of Tri-heteromeric GluN1-N2-N3A NMDA Receptors", "doi": "10.1101/2025.08.25.672209", "authors": "Kou, Z.; Yao, F.; Zhang, T.; Nan, S.; Xie, C.; Wang, B.; Sun, Y.", "abstract": "N-methyl-D-aspartate receptors (NMDARs) play a pivotal role in brain development and synaptic function. Previous studies have focused on GluN1-N2 (2A-2D) and GluN1-N3 (3A and 3B) di-heteromeric (di-) NMDARs, leaving the activation mechanism and stoichiometry of GluN1-N2-N3 tri-heteromeric (tri-) NMDARs largely unexplored. In this study, we employed a two-step affinity-tagged chromatography approach to purify recombinantly expressed GluN1-N2A-N3A tri-NMDARs and determined their cryo-EM structure. Based on the proteoliposome single-channel recording, we discovered GluN1-N2A-N3A can be activated upon co-binding of glycine and glutamate, exhibiting two distinct conductance levels. Furthermore, leveraging structural-based click-chemistry, we introduced photo-crosslinker p-azido-phenylalanine (AzF) into the N-terminal domain of GluN2A and GluN2B, enabling the crosslinking with GluN3A subunit both in vitro and in vivo. These findings provide molecular insights into the subunit arrangement, native architecture and activation mechanism of GluN1-N2-N3A tri-NMDARs and also highlight the complexity of NMDAR assembly and function in the brain.", "date": "2025-08-30", "journal": ""}
{"title": "Ensemblify: a user-friendly tool for generating ensembles of intrinsically disordered regions of AlphaFold and user-defined models", "doi": "10.1101/2025.08.26.672300", "authors": "Fernandes, N.; Gomes, T. L.; Cordeiro, T. N.", "abstract": "Motivation: Intrinsically disordered proteins (IDPs) and regions (IDRs) challenge structural characterization due to their dynamic conformational ensembles and lack of stable structure. Existing computational approaches for modelling these ensembles are either computationally intensive, limited in flexibility, or inaccessible to non-experts, especially when dealing with multi-domain or multi-chain proteins. Results: We present Ensemblify, an open-source, user-friendly Python package for generating and analyzing conformational ensembles of IDPs/IDRs. Ensemblify uses a Monte Carlo algorithm coupled with neighbour-aware sampling of dihedral angles from curated or user-defined fragment libraries to explore conformational space. It directly incorporates information from AlphaFold confidence metrics as flexible energy restraints in PyRosetta to guide the sampling. It supports multi-chain and multi-domain proteins and can sample N-terminal, C-terminal, and inter-domain linkers while preserving folded regions. Ensemble quality can be validated and refined against experimental data such as SAXS via Bayesian/Maximum Entropy (BME) reweighting. Interactive dashboards provide in-depth structural analysis and comparison. Testing across 10 diverse proteins demonstrated Ensemblify's accuracy, flexibility, and ability to recover experimentally observed structural features. Incorporating AlphaFold confidence metrics shows potential to improve the ensemble-data agreement. Availability: Ensemblify is freely available at https://github.com/CordeiroLab/ensemblify, along with detailed installation instructions and usage tutorials. Ensemblify can be used for scripting through its Python API or directly through the provided command-line interface (CLI). Complete documentation is available within the source-code and CLI and on Ensemblify official documentation page (https://ensemblify.readthedocs.io).", "date": "2025-08-30", "journal": ""}
{"title": "Dynamics of complex genomic regions in giant genomes: MHC evolution in newts", "doi": "10.1101/2025.08.27.672527", "authors": "Babik, W.; Dudek, K.; Palomar, G.; Marszalek, M.; Dubin, G.; Yun, M.; Migalska, M.", "abstract": "Major Histocompatibility Complex (MHC) molecules are central to vertebrate adaptive immunity and MHC genes serve are key models in evolutionary genomics, offering insight into birth-and-death evolution, gene duplication, and the maintenance of genetic diversity. However, the organization and evolution of the MHC in species with giant genomes, such as salamanders, remain poorly understood. Here, we use comparative genomics, ontogenetic, tissue expression and polymorphism data across seven newt species to investigate MHC evolution in this group. Contrary to earlier suggestions of a massively expanded MHC in salamanders, we find that the core MHC region remains relatively compact, demonstrating that genome gigantism does not scale proportionally in this region. Our finding also challenges the model of coevolution between a single classical MHC-Ia gene and antigen processing genes (APGs), revealing instead several polymorphic and highly expressed putative MHC-Ia located at varying distances from the APGs. MHC-I genes exhibit lineage-specific duplications and signs of concerted evolution, resulting in poorly resolved phylogenies. In contrast, MHC-II genes are more conserved and exhibit extensive trans-species polymorphism. Expression and polymorphism patterns identify putative nonclassical MHC-Ib genes, likely repeatedly derived from MHC-Ia genes - paralleling patterns seen in mammals, but contrasting with the situation in fish and Xenopus frogs. In all seven species, some MHC-Ib genes show high relative expression during the larval stage but not at adulthood, suggesting a role in larval immunity. Our results underscore the importance of salamanders for understanding the evolution of complex regions in giant genomes and the architecture of the tetrapod MHC.", "date": "2025-08-30", "journal": ""}
{"title": "Diverse epigenomic mechanisms underpin transcriptional dysregulation in Polycomb-altered acute myeloid leukemia", "doi": "10.1101/2025.08.28.672871", "authors": "Tudose, C.; Jones, L.; Grosu, T.-I.; Fitzgerald, M.-C.; Maziak, N.; Ling, R.; Roy, A.; Vaquerizas, J. M.; Ryan, C. J.; Bond, J.", "abstract": "Background Polycomb Repressive Complex 2 (PRC2) modulates chromatin accessibility and architecture to direct tissue-specific gene expression. PRC2 function is frequently altered in cancer by loss-of-function mutation or deletion, but the downstream effects on transcriptional regulation are incompletely understood. Results To gain insights into these mechanisms, we performed a holistic analysis of epigenomic and transcriptional changes in an isogenic model of acute myeloid leukemia (AML) with heterozygous EZH2 deletion that mimics reduced PRC2 function in patient leukemias. PRC2-depleted cells had diverse gene expression changes, including a bias towards more immature monocyte-lineage transcriptional signatures. PRC2 depletion also correlated with marked increases in chromatin accessibility genome-wide, with 10-45% increases in ATAC-seq peaks in EZH2+/- clones. These changes were accompanied by decreased H3K27me3 and increased H3K27ac levels in CUT+RUN assays that were incompletely linked to transcriptional activity. Despite these generalised changes, 3D chromatin architecture assessed by Hi-C was largely maintained, with H3K27me3 preferentially lost in regions with low DNA-DNA contact frequency. Surprisingly, some regions gained broad H3K27me3 domains at heavily compacted chromatin. We notably saw compartmentalisation changes upstream of the transcriptionally upregulated fetal hematopoiesis gene LIN28B in EZH2+/- cells, with corresponding activation of a LIN28B-specific transcriptional program, including upregulation of the CDK6 oncogene. These results correlated with EZH2+/- cell phenotype, including decreased cellular proliferation and increased resistance to CDK6 inhibitor palbociclib. Conclusions Our findings suggest that PRC2 depletion pleiotropically affects AML transcriptional regulation to directly impact cell phenotype and treatment responsiveness, which may partially explain the aggressive biology seen in these cases.", "date": "2025-08-30", "journal": ""}
{"title": "Multiomic Analysis Reveals Molecular Pathways Associated with Intestinal Aggregation of α-Synuclein", "doi": "10.1101/2025.08.27.672706", "authors": "Balsamo, J. M.; Yan, Y.; Thai, D.; Cologna, S. M.; Bess, E. N.", "abstract": "Aggregates of the protein -synuclein may initially form in the gut before propagating to the brain in Parkinsons disease. Indeed, our prior work supports that enteroendocrine cells, specialized intestinal epithelial cells, could play a key role in the development of this disease. Enteroendocrine cells natively express -synuclein and synapse with enteric neurons as well as the vagus nerve. Severing the vagus nerve reduces the load of -synuclein aggregates in the brain, suggesting that this nerve is a conduit for gut-to-brain spread. Enteroendocrine cells line the gut lumen, as such, they are in constant contact with metabolites of the gut microbiota. We previously found that when enteroendocrine cells are exposed to nitrite, a potent oxidant produced by gut bacterial Enterobacteriaceae, a biochemical pathway is initiated that results in -synuclein aggregation. Here, we determined that dopamine production is critical to this mechanism of nitrite-induced -synuclein aggregation. Using enteroendocrine cells, we modulated dopamine biosynthesis and profiled the cellular proteome and lipidome. Proteomic signatures in dopamine-free cells were distinctly different than in enteroendocrine cells, highlighting pathways relevant to intestinal development of Parkinsons disease. Intriguingly, we observed that enteroendocrine cells maintain viability upon exposure to nitrite and in the presence of -synuclein aggregates. This cellular robustness suggests that dopamine-producing enteroendocrine cells may be a reservoir of toxic -synuclein aggregates, which can spread through a prion-like process. As a possible antidote, our findings show that benserazide, a chemical inhibitor of dopamine biosynthesis, limits formation of these aggregates in enteroendocrine cells. These studies lay a foundation for mechanistically informed therapeutic targets to prevent intestinal formation of -synuclein aggregates before they spread to the brain.", "date": "2025-08-30", "journal": ""}
{"title": "Fins as a reliable surrogate tissue for age-related changes of telomeres and DNA methylation in gonads of a short-lived fish", "doi": "10.1101/2025.08.29.672996", "authors": "Vrtilek, M.; Kromerova, A.; Dianat, M.; Fojtova, M.; Cizkova, D.; Fajkus, J.", "abstract": "Senescence is a multifactorial and individualised process of age-related physiological decline. Cellular markers, such as telomere length and DNA methylation, can reveal subtle changes associated with chronological age or expected lifespan. In this study, we evaluated the utility of fin tissue as a surrogate for assessing telomere length and proportion of DNA methylation in the gonads of a small, short-lived laboratory fish, the turquoise killifish (Nothobranchius furzeri). We collected fin and gonadal tissues from both females and males at three different ages, and extracted DNA to measure telomere length via terminal restriction fragment (TRF) analysis and global DNA methylation levels using double-digest restriction-associated DNA sequencing (ddRADseq). Our results show a notable correspondence between telomere length and DNA methylation patterns in fin and gonadal tissues. These findings support the use of fin biopsies as a non-lethal method for assessing ageing biomarkers in the gonads of small freshwater fish.", "date": "2025-08-30", "journal": ""}
{"title": "Lentiviral-mediated gene complementation rescues pathogenic ABCA3 variants", "doi": "10.1101/2025.08.29.673150", "authors": "Cooney, A. L.; Lamer, S.; Yang, P.; Wenger, D.; White, F. V.; Cole, F. S.; Wohlford-Lenane, C. L.; Hennessey, E.; Bawa, P.; Kotton, D. N.; Sinn, P.; Wambach, J. A.; McCray, P. B.", "abstract": "The ATP-binding cassette subfamily A member 3 (ABCA3) protein on the limiting membrane of lamellar bodies in alveolar type 2 (AT2) cells transports phospholipids required for pulmonary surfactant assembly. ABCA3 deficiency results from biallelic pathogenic variants in ABCA3 and causes progressive neonatal respiratory failure or childhood interstitial lung disease (chILD). Supportive/compassionate care or lung transplantation are the only current definitive treatments for ABCA3 deficiency and progressive respiratory failure. Complementing dysfunctional ABCA3 by gene addition has therapeutic potential. Previous studies show that repairing or complementing ABCA3 in induced pluripotent stem cell (iPSC)-derived AT2 cells rescues lamellar body morphology and surfactant phospholipid composition. Pathogenic variants disrupt ABCA3 function through altered protein trafficking (type 1) or by impaired phospholipid transport (type 2) into lamellar bodies. Here we tested ABCA3 gene complementation using a human pulmonary epithelial cell line (A549) with a genomically silenced ABCA3 locus (ABCA3KO). From this line, additional cell lines that stably express individual ABCA3 variant cDNA constructs from a single genomic locus were tested: L101P (type 1), E292V (type 2), E690K (type 2), or wild-type ABCA3. Lentiviral-mediated ABCA3 delivery to each cell line partially rescued localization to LAMP3+ vesicles, lamellar body-like structure morphology, and cell proliferation. A functional assay measuring NF-kB signaling suggested that ABCA3 complementation ameliorated aberrant inflammatory signaling in E292V or E690K (type 2) mutant lines, but not in L101P (type 1) or knockout lines. These studies highlight the therapeutic potential of gene addition as well as differences between ABCA3 pathogenic variants that may influence genetic therapy outcomes.", "date": "2025-08-30", "journal": ""}
{"title": "Sub-cellular chemical mapping in bacteria using correlated cryogenic electron and mass spectrometry imaging", "doi": "10.1101/2025.08.29.673036", "authors": "Ochner, H.; Isbilir, B.; Blasche, S.; Scheidweiler, D.; Zhang, Y.; Wang, Z.; Smith, T.; Franco, C.; Bradley, R.; Patil, K.; Bharat, T.", "abstract": "Electron cryomicroscopy (cryo-EM) allows high-resolution spatial visualization of biological specimens, however, it is challenging to chemically identify densities observed in cryo-EM. To overcome this, we combined cryo-EM with chemical imaging using focused ion beam secondary ion mass spectrometry (FIB-SIMS) for integrated spatio-chemical analysis of untagged specimens. We show that our correlative workflow permits sub-cellular localisation of molecules inside bacterial cells and is compatible with cryogenic light microscopy and FIB-milled lamellae of multicellular specimens. To highlight biological insights enabled by the workflow, we studied the uptake of Bisphenol-AF, a widespread chemical pollutant, by environmental bacteria, revealing the storage of these chemicals within cytosolic phase-separated aggregates in pollutant-exposed cells, where they cannot be removed by the bacterial efflux machinery despite its robust upregulation. These mechanistic insights were directly facilitated by the versatile cryo-EM-FIB-SIMS technique, showing that it is an effective avenue to map elemental and molecular signatures in near-native biological samples, which can be extended in the future for multiple applications in cell biology and imaging.", "date": "2025-08-30", "journal": ""}
{"title": "Distinct modes of evolution drive HIV escape from two broadly neutralizing antibodies.", "doi": "10.1101/2025.08.29.673185", "authors": "Romero, E. V.; Clyde, A. E.; Giorgi, E. E.; Westfall, D. H.; Azam, W.; Taylor, M. L.; Caskey, M.; Feder, A. F.; Cohn, L. B.", "abstract": "Broadly neutralizing antibodies (bNAbs) show promise for HIV treatment and prevention, but are vulnerable to resistance evolution. Comprehensively understanding in vivo viral escape from individual bNAbs is necessary to design bNAb combinations that will provide durable responses. We characterize viral escape from two such bNAbs, 10-1074 and 3BNC117, using deep, longitudinal sequencing of full length HIV envelope (env) genes from study participants treated with bNAb monotherapy. Improved sequencing depth and computational evolutionary analyses permit us to identify in vivo routes and parallelism underlying HIV escape from each bNAb, providing new insights into this evolutionary process: 10-1074 escape is restricted to a small number of previously documented pathways, but these escape mutations 1) pre-exist in intra-host viral populations before therapy, 2) are not all equally preferred, and 3) emerge with a high degree of genetic parallelism within and across viral populations. In contrast, 3BNC117 escape follows background-specific patterns in which specific escape mutations present in one population rarely emerge or spread in other populations, but often still exhibit parallel evolutionary responses within their host. That bNAbs elicit starkly different in vivo escape profiles depending on their Env target exposes the limitations of generalizing escape patterns across therapies and highlights the substantial challenges in predicting a viral population's bNAb susceptibility from genetic diversity alone.", "date": "2025-08-30", "journal": ""}
{"title": "iPSC-Derived Hepatocytes from Patients with MASLD Exhibit Early Mitochondrial Dysfunction", "doi": "10.1101/2025.08.27.672733", "authors": "Le Guillou, D.; Siao, K.; Her, C. L.; Duwaerts, C. C.; Maher, J. J.", "abstract": "Background & Aims A hallmark of metabolic dysfunction-associated steatotic liver disease (MASLD) is a decline in the ability of hepatocyte mitochondria to adapt to excess lipid. This leads to the production of reactive oxygen species (ROS) and the instigation of a vicious cycle of further mitochondrial damage and cellular dysfunction that promotes disease progression. In this study, we investigated whether induced pluripotent stem cells (iPSCs) from MASLD patients exhibit features of mitochondrial dysfunction when differentiated to hepatocyte-like cells (iPSC-Heps). Methods iPSCs from 10 MASLD patients and 10 healthy control subjects genotyped for the I148M variant of PNPLA3 were differentiated to iPSC-Heps. Mitochondrial mass and function were assessed under basal culture conditions and following short-term exposure to exogenous palmitate. Outcomes included gene expression, mitochondrial oxygen consumption, ROS production and cellular energy status. Results iPSC-Heps from MASLD patients spontaneously accrued more lipid than control iPSC-Heps. Mitochondrial content was similar in MASLD and control iPSC-Heps, but MASLD iPSC-Heps displayed significant differences in mitochondrial function including a decrease in oxygen consumption rate when challenged with palmitate. Antioxidant gene expression was increased at baseline in MASLD vs. control iPSC-Heps, and MASLD iPSC-Heps produced more ROS and less ATP than controls after palmitate treatment. Differences persisted even when controlling for PNPLA3 genotype. Conclusions iPSC-Heps from MASLD patients exhibit mitochondrial alterations characteristic of their diseased origin. The degree of mitochondrial dysfunction seen in MASLD iPSC-Heps is reminiscent of that described clinically in early MASLD, prior to progression to steatohepatitis. Mitochondrial alterations in MASLD iPSC-Heps occur independently of PNPLA3 genotype.", "date": "2025-08-30", "journal": ""}
{"title": "Sister chromatid separation determines the proliferative characteristics upon whole-genome duplication through homologous chromosome rearrangement", "doi": "10.1101/2025.08.27.672736", "authors": "Inoko, M.; Yang, G.; Tsukada, Y.; Uehara, R.", "abstract": "Whole-genome duplication (WGD) of diploid cells triggers various cell fates, such as cell death, cell cycle arrest, and proliferation with chromosome instability, contributing to broad bioprocesses, including differentiation, tumorigenesis, or aging. However, factors determining the post-WGD cell fates remain largely unknown. In this study, we found that cytokinesis failure (CF) and mitotic slippage (MS), two major routes of WGD induction, differentially affected post-WGD viability and proliferation in human cells. Quantitative live imaging revealed poorer survivability of cells upon multipolar chromosome segregation at the first mitosis after MS than CF. Chromosome-specific labeling showed that the lack of sister chromatid separation upon MS caused more skewed homologous chromosome distribution than CF. The skewed homologue distribution frequently led to physical isolation (> 10 m) of the centrosomes from all homologous centromeres, hindering these centrosomes from capturing any of these homologues. The difference in the frequency of this nullisomic chromosome segregation between MS and CF well explained their difference in the viability of the subsequent daughter cells. Moreover, artificial separation of sister chromatids upon MS improved the evenness of homologue distribution, suppressed nullisomic homologue segregation in the following mitosis, and significantly restored the viability of their daughter cells. These results demonstrate the geometric arrangement of homologous chromosomes, defined by the presence or absence of sister chromatid separation upon WGD, as a key factor determining the proliferative characteristics of subsequent progenies. Our findings would provide a clue to understanding the route-dependent outcomes of WGD in cell fate determination in different bioprocesses.", "date": "2025-08-30", "journal": ""}
{"title": "Senolytic-Resistant Senescent Cells Have a Distinct SASP Profile and Functional Impact: The Path to Developing Senosensitizers", "doi": "10.1101/2025.08.27.672709", "authors": "Tripathi, U.; Suda, M.; Kulshreshtha, V.; Piatkowski, B. T.; Palmer, A. K.; Giorgadze, N.; Inman, C.; Gasek, N.; Xu, M.; Johnson, K. O.; Pirtskhalava, T.; Chaib, S.; Prata, L. P. G. L.; Zhu, Y.; Kandhaya-Pillai, R.; Tullius, S. G.; Wyles, S. P.; Majji, R.; Yalamanchili, H. K.; Allison, D. B.; Tchkonia, T.; Kirkland, J. L.", "abstract": "The senescent cell (SC) fate is linked to aging, multiple disorders and diseases, and physical dysfunction. Senolytics, agents that selectively eliminate 30-70% of SCs, act by transiently disabling the senescent cell anti-apoptotic pathways (SCAPs), which defend those SCs that are pro-apoptotic and pro-inflammatory from their own senescence-associated secretory phenotype (SASP). Consistent with this, a JAK/STAT inhibitor, Ruxolitinib, which attenuates the pro-inflammatory SASP of senescent human preadipocytes, caused them to become senolytic-resistant. Administering senolytics to obese mice selectively decreased abundance of the subset of SCs that is pro-inflammatory. In cell cultures, the 30-70% of human senescent preadipocytes or human umbilical vein endothelial cells (HUVECs) that are senolytic-resistant (to Dasatinib or Quercetin, respectively) had increased p16INK4a, p21CIP1, senescence-associated {beta}-galactosidase (SA{beta}gal), {gamma}H2AX, and proliferative arrest similarly to the total SC population (comprising senolytic-sensitive plus -resistant SCs). However, the SASP of senolytic-resistant SCs entailed less pro-inflammatory/ apoptotic factor production, induced less inflammation in non-senescent cells, and was equivalent or richer in growth/ fibrotic factors. Senolytic-resistant SCs released less mitochondrial DNA (mtDNA) and more highly expressed the anti-inflammatory immune evasion signal, glycoprotein non-melanoma-B (GPNMB). Transplanting senolytic-resistant SCs intraperitoneally into younger mice caused less physical dysfunction than transplanting the total SC population. Because Ruxolitinib attenuates SC release of pro-apoptotic SASP factors, while pathogen-associated molecular pattern factors (PAMPs) can amplify the release of these factors rapidly (acting as senosensitizers), senolytic-resistant and senolytic-sensitive SCs appear to be interconvertible.", "date": "2025-08-30", "journal": ""}
{"title": "Matrix metalloproteinase-3 promotes arteriovenous fistula failure by regulating FAK-AKT signaling", "doi": "10.1101/2025.08.27.672378", "authors": "Xie, Y.; Zhang, W.; Thaxton, C.; Jin, Y.; Yatsula, B.; Bai, H.; Davis, S.; Exsted, T.; Dardik, A.; Guzman, R. J.; Cai, Y.", "abstract": "Objective- Surgically created upper extremity arteriovenous fistulae (AVF) are the preferred vascular access for patients requiring dialysis. It is estimated, however, that 50% of AVF fail within one year due to aggressive neointimal hyperplasia, which significantly increases morbidity and mortality. Matrix metalloproteinase-3 (MMP-3), also known as stromelysin-1, is a member of the metalloproteinase family that plays a critical role in the pathogenesis of many human disorders by degrading extracellular matrix and regulating molecular signaling pathways. The role of MMP-3 in AVF neointimal failure has not been explored. Approach and Results- We observed that MMP-3 was induced in a time-dependent fashion by fetal bovine serum (FBS) and the growth factor PDGF-BB in cultured venous SMC. MMP-3 was also highly expressed in the neointimal SMCs of the outflow veins and the juxta-anastomotic area in an AVF mouse model, as well as in human AVF specimens. Knockdown of MMP-3 significantly suppressed venous SMC proliferation, whereas overexpression of MMP-3 facilitated cell growth in vitro. Importantly, deficiency of global and SMC-specific MMP-3 significantly reduced neointimal hyperplasia and improved patency after AVF creation. Mechanistic studies showed that MMP-3-mediated SMC proliferation and AVF neointimal hyperplasia were regulated via the FAK-AKT signaling pathway. Conclusions- These data suggest that MMP-3 is a key mediator of AVF neointimal failure. Targeting local MMP-3 activity may be a novel therapeutic strategy to prevent AVF neointimal failure and improve outcomes in patients requiring hemodialysis.", "date": "2025-08-30", "journal": ""}
{"title": "Processing bodies promote lysosomal quality control and cell survival during recovery from lysosomal damage", "doi": "10.1101/2025.08.27.672666", "authors": "Jia, J.; Duran, J.; Chen, L.; Pu, J.; Ivanov, P.", "abstract": "Lysosomes are essential for cell survival but are highly susceptible to diverse physical and pathological stressors. Thus, the ability to initiate an acute damage response and promote recovery after stressor resolution is critical for maintaining cellular homeostasis and viability. Although recent studies have advanced our understanding of acute responses to lysosomal injury, the molecular mechanisms governing the recovery stage and distinguishing it from the acute phase remain poorly defined. Here, we delineate a key difference between these two stages in translational regulation and uncover lysosomal recovery from acute damage as a novel trigger for processing body (PB) formation. PBs are membraneless biomolecular condensates involved in RNA metabolism and translational reprogramming. We provide the first evidence that PBs are critical for lysosomal quality control and cell survival during recovery. Mechanistically, PBs are induced selectively during the recovery phase, but not during the acute damage response, through interactions with stress granules (SGs), distinct membraneless biomolecular condensates formed upon acute injury to stabilize damaged lysosomal membranes for repair. Functional analyses reveal that PBs promote lysosomal quality control by collaborating with SG-mediated membrane stabilization, while independently recruiting released cathepsins, thereby collectively supporting cell survival. Together, these findings establish PBs as central effectors of the lysosomal recovery program and underscore the broader relevance of biomolecular condensates in cellular responses to lysosomal damage and related disease processes.", "date": "2025-08-30", "journal": ""}
{"title": "Iterative, multimodal, and scalable single-cell profiling for discovery and characterization of signaling regulators", "doi": "10.1101/2025.08.27.672635", "authors": "Blair, J. D.; Dalgarno, C.; Satija, R.; Grabski, I. N.; Bradu, A.", "abstract": "Cell signaling plays a critical role in regulating cellular state, yet uncovering regulators of signaling pathways and understanding their molecular consequences remains challenging. Here, we present an iterative experimental and computational framework to identify and characterize regulators of signaling proteins, using the mTOR marker phosphorylated RPS6 (pRPS6) as a case study. We present a customized workflow that uses the 10x Flex assay to jointly profile intracellular protein levels, transcriptomes, and CRISPR perturbations in single cells. We use this to generate a 'glossary' dataset of paired protein-RNA measurements across targeted perturbations, which we leverage to train a predictive model of pRPS6 levels based solely on transcriptomic data. Applying this model to a genome-wide Perturb-seq dataset enables in silico screening for pRPS6 and nominates novel regulators of mTOR signaling. Experimental validation confirms these predictions and reveals mechanistic diversity among hits, including changes in signaling output driven by anabolic activity, cellular proliferation and multiple stress pathways. Our work demonstrates how integrated experimental and computational approaches provide a scalable framework for multimodal phenotyping and discovery.", "date": "2025-08-30", "journal": ""}
{"title": "Iterative, multimodal, and scalable single-cell profiling for discovery and characterization of signaling regulators", "doi": "10.1101/2025.08.27.672635", "authors": "Blair, J. D.; Bradu, A.; Dalgarno, C.; Grabski, I. N.; Satija, R.", "abstract": "Cell signaling plays a critical role in regulating cellular state, yet uncovering regulators of signaling pathways and understanding their molecular consequences remains challenging. Here, we present an iterative experimental and computational framework to identify and characterize regulators of signaling proteins, using the mTOR marker phosphorylated RPS6 (pRPS6) as a case study. We present a customized workflow that uses the 10x Flex assay to jointly profile intracellular protein levels, transcriptomes, and CRISPR perturbations in single cells. We use this to generate a 'glossary' dataset of paired protein-RNA measurements across targeted perturbations, which we leverage to train a predictive model of pRPS6 levels based solely on transcriptomic data. Applying this model to a genome-wide Perturb-seq dataset enables in silico screening for pRPS6 and nominates novel regulators of mTOR signaling. Experimental validation confirms these predictions and reveals mechanistic diversity among hits, including changes in signaling output driven by anabolic activity, cellular proliferation and multiple stress pathways. Our work demonstrates how integrated experimental and computational approaches provide a scalable framework for multimodal phenotyping and discovery.", "date": "2025-08-30", "journal": ""}
{"title": "ATR inhibitors synergize with mitomycin C to enhance cytotoxicity in patient-derived non-muscle invasive bladder cancer organoids", "doi": "10.1101/2025.08.29.673024", "authors": "Zuidema, A.; Nijland, L.; Vosjan, M. M.; van Megesen, K.; Viergever, B. J.; Kranenburg, O.; Meijer, R. P.", "abstract": "Background and Objective: There is a high recurrence rate in non-muscle invasive bladder cancer (NMIBC) patients treated with intravesical chemotherapy or BCG, indicating the need for novel treatment options. Synergy between DNA damage response inhibitors and chemotherapy has been shown for different solid tumors. In this study, we explore whether combining chemotherapeutic agents with Ataxia telangiectasia and Rad3-related (ATR) kinase inhibitors is a suitable strategy to reduce recurrence in NMIBC. Methods: NMIBC patient-derived organoids (PDOs; n=6) were exposed to mitomycin C (MMC), gemcitabine, or epirubicin for 2h, to mimic intravesical instillation, and subsequently to ATR inhibitors (berzosertib, ceralasertib, tuvusertib) for 72h. Cell viability and PDO regrowth potential was determined by microscopy and CellTiter-Glo luminescence assays, during a period of 6 weeks post-treatment. Key Findings and Limitations: PDO viability was severely impaired (1-22% viable cells at t=6 weeks) after combination treatment with MMC and ATR inhibitors. This effect was observed directly after treatment and maintained during 6 weeks after drug exposure. In contrast, PDOs treated with only chemotherapy or ATR inhibitors showed similar proliferation rates as untreated controls in week 6. Limitations: PDO models were all chemotherapy naive (either BCG or no pre-treatment). It would be interesting to confirm these findings in MMC-resistant models. Conclusions and Clinical Implications: This study demonstrates synergy between different ATR inhibitors and MMC in a panel of six NMIBC PDOs. We propose that combining intravesical chemotherapy instillations with DNA damage response inhibitors should be further evaluated as a promising strategy to reduce recurrence rates for NMIBC.", "date": "2025-08-30", "journal": ""}
{"title": "METTL13 Promotes Pre-Leukemic Transformation and the Development of Pediatric Leukemia", "doi": "10.1101/2025.08.29.673071", "authors": "Enlund, S.; Lim, C.-E.; Hoang, I.; Joshi, S.; Ramilo Amor, A.; Thomsson, C.; Sinha, I.; Shirazi Fard, S.; Nilsson, A.; Hermanson, O.; Jiang, Q.; Holm, F.", "abstract": "Post-transcriptional RNA modifications, such as N6-methyladenosine (m6A) methylation and adenosine to inosine (A-to-I) editing, are critical regulators of hematopoietic stem cell (HSC) self-renewal and differentiation, yet their precise contributions to malignant transformation are not fully elucidated. In this study, we uncovered the epitranscriptomic landscape caused by knockdown of genes from the methyltransferase (METTL)-family in hematopoietic stem and progenitor cells (HSPCs). We identified both converging and distinct roles of METTL3 and METTL14, known members of the m6A writer complex, as well as orphan gene METTL13. Notably, METTL13 was uniquely upregulated by adenosine deaminase acting on RNA 1 (ADAR1) overexpression, while other METTL genes were downregulated. Knockdown of METTL13 altered the expression of multiple genes involved in oncogenic development in HSPCs. Furthermore, METTL13 was associated with a high-risk profile in pediatric T-cell acute lymphoblastic leukemia (T-ALL), and functional studies confirmed that METTL13 is required for T-ALL cell proliferation and survival both in vitro and in vivo. Collectively, our results indicate a previously unrecognized, oncogenic role for METTL13 in pre-leukemic transformation and T-ALL pathogenesis.", "date": "2025-08-30", "journal": ""}
{"title": "Whole-transcriptome-scale and isoform-resolved spatial imaging of single cells in complex tissues", "doi": "10.1101/2025.08.27.672533", "authors": "Cohen, L.; Halpern, A.; Blosser, T. R.; Che, P.; Pan, X.; Zhuang, X.", "abstract": "Cell and tissue functions arise from complex interactions among numerous genes, and a systematic understanding of these functions requires isoform-resolved, whole-transcriptome-scale analysis of single cells with high spatial resolution. Here, we introduce a spatial transcriptomics method based on a novel in situ RNA amplification strategy, enabling short RNA sequence detection and hence spatially resolved expression profiling of individual cells at the whole-transcriptome scale with splice-isoform resolution. Using this approach, we imaged ~33,000 distinct RNAs, including ~23,000 genes and ~10,000 isoform-defining transcripts, in the mouse brain. Our data enabled systematic analyses of region- and cell-type-specific gene programs and ligand-receptor-based cell-cell communications. These data further revealed a rich spatial diversity and cell-type specificity in isoform usage across numerous genes and identified brain structures particularly enriched for specific isoform usage. We anticipate broad application of this method for molecular and cellular analysis of tissues, unlocking previously inaccessible discoveries in cell and organismal biology.", "date": "2025-08-30", "journal": ""}
{"title": "Development and characterization of Novel Small Molecule Inhibitors Targeting LAG-3 Protein", "doi": "10.1101/2025.08.29.673196", "authors": "Jones, S. J. M.; Yakovenko, O.; Baradaran-Heravi, A.", "abstract": "Lymphocyte Activation Gene-3 (LAG-3) is a 503-amino acid transmembrane protein that modulates immune responses by negatively regulating the proliferation and activation of T cells - key effectors in adaptive immunity. The finely tuned expression of LAG-3, along with other immune checkpoints, prevents excessive immune activation and safeguards tissues from inflammation-induced damage. Importantly, the immune system also plays a critical role in tumor surveillance by recognizing and eliminating cells expressing neoantigens arising from somatic mutations. However, many cancers exploit immune checkpoint molecules like LAG-3 to dampen antitumor immunity. Elevated expression of LAG-3 within the tumor microenvironment contributes to immune evasion by suppressing cytotoxic T-cell activity. Consequently, inhibition of LAG-3 has emerged as a promising strategy for restoring immune function and enhancing anticancer immunity. This report presents the rational design and development of small-molecule inhibitors targeting LAG-3 through a novel semi-allosteric mechanism - a priori superior to classic (antibody) binding inhibitory - representing a next-generation therapeutic approach with potential applications in oncology and immune-related disorders.", "date": "2025-08-30", "journal": ""}
{"title": "Automated image segmentation uncovers the role of CD74high human microglia in cognitive decline", "doi": "10.1101/2025.08.25.672200", "authors": "Taga, M.; Fujita, M.; Parghi, N.; Haage, V.; Teich, A.; Schneider, J. A.; Bennett, D. A.; Zhang, Y.; De Jager, P. L.", "abstract": "The role of activated microglia in Alzheimer's disease (AD) is well established; the proportion of stage III activated microglia has been associated with AD and cognitive decline, but this morphologically defined subtype is relatively uncommon (1-2% of microglia) and its cellular function is unknown. Single-cell RNA-sequencing revealed CD74 as a marker gene that is enriched in immunologically active microglial subtypes associated with AD. Here, we evaluated the relationship between CD74 expression, AD-related traits, and microglial morphology using dorsolateral prefrontal cortex samples from two brain collections (ROSMAP: n=63, NYBB: n=91). An image segmentation pipeline using CellProfiler was developed to extract features from entire tissue sections. The pipeline automatically delineated gray and white matter regions and segmented 1,120,780 gray matter microglia. In a meta-analysis of the two datasets, we find an increase in frequency of microglia with high CD74 expression (CD74high) in relation to AD dementia (p = 0.038), particularly in the phase of terminal, accelerated cognitive decline before death. These microglia have a more rounded, amoeboid shape (ROSMAP: p = 1.4x10-6; NYBB: p = 2x10-13) which is a characteristic morphology of activated stage III microglia. Results were consistent across both datasets, highlighting the robustness of our cellular segmentation approach. This study identifies a potential role for CD74high microglia and the CD74 ligand MIF in cognitive decline, and it provides evidence for a partially overlapping but distinct role for CD74high microglia and morphologically defined stage III microglia, whose functional properties have remained poorly understood. These CD74high microglia appear to be enriched for genes involved in cytokine response for class I and II antigen presentation, as well as regulation of T cell proliferation. These findings begin to link microglial subtypes defined by single-cell transcriptomic data with those characterized by classical morphological criteria to resolve the roles of different microglial functions to distinct stages in the trajectory to AD.", "date": "2025-08-30", "journal": ""}
{"title": "MutAIverse: An AI-Powered, Mechanism-backed Platform for Discovering Novel DNA Adducts and their precursor Genotoxins", "doi": "10.1101/2025.08.26.672508", "authors": "Satija, S.; Mohanty, S. K.; Jorvekar, S.; Verma, A.; Solanki, S.; Gautam, V.; Arora, S.; Mittal, A.; Sharma, A.; Chauhan, S.; Duari, S.; Kumar, S.; Rai, A.; Das, A.; Kataki, K.; Das, K.; Sarma, A.; Tayal, J.; Sengupta, D.; Mehta, A.; Borkar, R. M.; Ahuja, G.", "abstract": "Genotoxin exposure leads to DNA adduct formation, potentially causing mutations if unrepaired. Current DNA adductomics platforms or analytical workflows are limited by incomplete spectral libraries, reliance on experimentally validated adducts, limited cellular contexts, and inefficient computational methodologies. We introduce MutAIverse, an advanced AI-driven DNA adductomics analysis platform that overcomes these limitations by leveraging intracellular mechanistic modeling of genotoxin bioactivation to construct a comprehensive DNA adduct library and offers advanced spectral mapping. MutAIverse integrates experimentally validated and chemically valid putative DNA adducts, enabling interpretable retrograde tracking to parental genotoxins. Validation of MutAIverse against experimental MS/MS datasets demonstrated the detection of both known and novel adducts. Furthermore, application to in-house generated DNA adductomics data from tissue biopsies of smokeless tobacco-induced head and neck cancer patients revealed selective enrichment of both novel and known DNA adducts; a subset of them was validated using MS/MS analysis. Collectively, MutAIverse provides a robust, end-to-end, and interpretable platform for advanced DNA adductomics analysis.", "date": "2025-08-30", "journal": ""}
{"title": "Catalytic pocket of Clr4 (Suv39h) methyltransfer-ase serves as a substrate receptor for Cullin 4-dependent histone H3 ubiquitination", "doi": "10.1101/2025.08.28.672867", "authors": "Psenakova, K.; Parhard, S. S.; Paulo, J. A.; Liu, X.; Patterson, E. F.; Watson, R.; Cheek, M. A.; Keogh, M.; Kalocsay, M.; Gygi, S.; Farnung, L.; Moazed, D.", "abstract": "Histone H3 lysine 9 (H3K9) methylation must be regulated to prevent inappropriate heterochromatin for-mation. Regulation of the conserved fission yeast H3K9 methyltransferase Clr4 (Suv39h) involves an au-tomethylation-induced conformational switch and interaction of its catalytic SET domain with mono-ubiquitinated histone H3 lysine 14 (H3K14ub), a modification catalyzed by the Cul4 subunit of the CLRC complex. Using reconstituted CLRC, we show that Clr4 catalytic pocket serves as a substrate receptor for Cul4-dependent H3K14 ubiquitination. H3K14ub activates Clr4 to catalyze cis methylation of H3K9 on the same histone tail, while Clr4 automethylation enables H3K14ub-bound Clr4 to methylate H3K9 on an un-modified H3 tail in trans. Crosslinking and structural modeling reveal interactions between Clr4 chromo and SET domains, and between the chromodomain and H3K14ub, suggesting that the chromodomain reads H3K9me3 and H3K14ub to allosterically regulate Clr4 activity. H3K14 ubiquitination therefore regu-lates Clr4 by promoting its recruitment and by positioning H3K9 in the active site.", "date": "2025-08-30", "journal": ""}
{"title": "Pathogenic KIF1A R350 Variants Disrupt A Conserved Kinesin-Tubulin Salt Bridge", "doi": "10.1101/2025.08.30.673262", "authors": "Shatarupa, A.; Rao, L.; Asenjo, A.; Gennerich, A.; Sosa, H.", "abstract": "Pathogenic variants in the motor domain of the kinesin-3 motor protein KIF1A cause a range of neurodevelopmental and neurodegenerative conditions collectively termed KIF1A-associated neurological disorder (KAND). Among these, mutations at residue R350 are linked to hereditary spastic paraplegia and altered motor function. Yet, the structural basis for their pathogeny remains unclear. Here, we present high-resolution cryo-electron microscopy (cryo-EM) structures of KIF1A R350G and R350W bound to microtubules in both the apo and AMP-PNP-bound states. We identify a previously unrecognized salt bridge between KIF1A residue R350 and -tubulin E415 that is disrupted in both mutants. This loss of electrostatic interaction correlates with increased velocity and reduced processivity, as demonstrated by single-molecule assays. Our results reveal a conserved electrostatic interaction at the motor-microtubule interface that regulates KIF1A's motility behavior.", "date": "2025-08-30", "journal": ""}
{"title": "Exploring the mechanism and pattern of bone formation during RANKL inhibition in a mouse model of fibrous dysplasia", "doi": "10.1101/2025.08.26.672317", "authors": "Farinacci, G.; Coletta, I.; Palmisano, B.; Spica, E.; Tavanti, C.; Di Cristofano, S.; Donsante, S.; Serafini, M.; Borsello, T.; Venneri, M. A.; Corsi, A.; Salerno, D.; Donati, B.; Ciarrocchi, A.; Raimondo, D.; Riminucci, M.", "abstract": "Fibrous dysplasia (FD) of bone is a genetic fibro-osseous disorder with increased bone remodeling activity. Inhibition of RANKL modifies FD lesions by inducing the replacement of the fibrous tissue with bone. This effect was observed in FD murine models receiving anti-mouse RANKL antibodies or small molecule RANKL inhibitors and in FD patients treated with denosumab. However, in neither case the mechanism and pattern of deposition of the newly formed bone were clarified. We performed radiographic, morphological and molecular analyses on EF1-GsR201C (FD) mice receiving an anti-mouse RANKL antibody. We observed that RANKL inhibition caused a decrease in the expression of genes involved in osteogenesis, osteoclastogenesis, matrix remodeling and osteoblast-osteoclast cross-talk in affected skeletal segments. Nonetheless, intra-lesional bone surfaces were covered by a continuous layer of osteoid, indicating that bone formation was actively ongoing in the pathological tissue in spite of the treatment. Accordingly, all bone surfaces within FD lesions showed calcein labeling which was never detected in the fibrous tissue far from bone. These results indicate that in the absence of RANKL activity, bone formation in FD tissue does not occur diffusely or stochastically. In contrast, it is restricted to bone surfaces where osteoprogenitor cells are orderly recruited from the adjacent fibrosis, progressively converting it into bone. Clinically, this suggests that the volume of pre-treatment bone in FD lesions may be a determinant of the skeletal improvement that individual patients may achieve during the same denosumab treatment course. As a consequence, it may also be a determinant of the severity of the rebound effect that they can experience upon treatment discontinuation.", "date": "2025-08-30", "journal": ""}
{"title": "Embryonic Spinocerebellar Ataxia Type 37 AUUUC Repeat RNA Causes Neurodevelopmental Defects in Zebrafish", "doi": "10.1101/2025.08.26.672304", "authors": "Castro, A. F.; Figueiredo, A. S.; Loureiro, J. R.; Azevedo, M. M.; Sampaio, P.; Valentim, A. M.; Bessa, J.; Silveira, I.", "abstract": "Onset of many neurodegenerative and neuromuscular diseases usually starts in adulthood; however, recent advances point toward neurodevelopmental changes as drivers of late neurodegeneration. How early neuropathological features occur in these conditions remains unclear, which is critical for timely therapeutic intervention. Here, we provide evidence that neurodevelopmental axonal defects initiate a motor phenotype in a zebrafish model of spinocerebellar ataxia type 37 (SCA37), a degenerative hereditary condition caused by an ATTTC repeat in the DAB1 gene. We investigated neuronal defects triggered by the embryonic AUUUC repeat RNA and their effects later in life by transiently expressing this RNA in embryos and analyzing innervation and motor function. We found abnormalities in motor neuron axonal outgrowth and muscle innervation. We also discovered disrupted embryonic motor activity and reduced locomotor distance and velocity in late adult zebrafish, demonstrating motor impairment. Moreover, we showed that NOVA2 expression rescues axonal defects, indicating dysfunction of NOVA2-regulated neurodevelopmental processes. Overall, our results establish embryonic expression of the AUUUC repeat RNA as a driver of axonal and synaptic abnormalities, interfering with neuronal circuits and culminating in adult motor dysfunction.", "date": "2025-08-30", "journal": ""}
{"title": "GephyrinΔ199-233 - an epileptogenic microdeletion", "doi": "10.1101/2025.08.26.672322", "authors": "Gehling, M.-T.; Buchwald, L. M.; Eggersmann, F. R.; Liebsch, F.; Kloppenburg, P.; Schwarz, G.", "abstract": "Gephyrin, as the main organizer of inhibitory synapses, is crucial for inhibitory signal transmission, and implicated in various neurological disorders. Various studies have identified gephyrin microdeletions in conditions of autism, schizophrenia, and epilepsy. Those deletions affected the N-terminal G-domain and/or the central C-domain of gephyrin while the receptor binding C-terminal E-domain was not affected. Here, we investigated the importance of a specific microdeletion ({triangleup}199-233) within the C-domain using a full-body knock-in mouse model. Homozygous mice displayed a severe phenotype characterized by reduced fertility, increased mortality, and neurological deficits at early developmental stages. Analyses in dissociated hippocampal neurons demonstrated disrupted synaptic targeting of gephyrin {triangleup}199-233 that harbors the functionally important S-palmitoylation site at Cys212. Simultaneously, we found adaptations at the excitatory synapse, with smaller, but more numerous clusters of the excitatory scaffolding protein PSD95. Although, gephyrin {triangleup}199-233 showed unexpectedly a facilitated receptor interaction, inhibitory signal transmission was reduced. We hypothesize, that the gephyrin {triangleup}199-233-mediated reduction of inhibition triggers compensatory excitation, which possibly fails and/or disrupts the excitation/inhibition ratio in our mouse model. These findings highlight the critical role of the gephyrin C-domain and its post-translational modifications in synaptic function and neuronal health, offering a novel mouse model for the development of potential therapeutic targets addressing gephyrin-associated neurological disorders.", "date": "2025-08-30", "journal": ""}
{"title": "Molecular determinants of brain-resident CD8+ T cell formation and function", "doi": "10.1101/2025.08.26.672425", "authors": "Elmzzahi, T.; Su, C.-H.; Shakiba, M. H.; Hamada, D.; Malko, D.; Koehne, M.; Frolov, A.; Mason, T.; Li, Y.; Scholz, R.; Osei-Sarpong, C.; Heyden, L.; Schulte-Schrepping, J.; Bonaguro, L.; Haendler, K.; Boussiotis, V.; Halle, A.; De Domenico, E.; Gray, D. H.; Fuhrmann, M.; Abdullah, Z.; Kallies, A.; Man, K.; Beyer, M. D.", "abstract": "Tissue-resident memory T (Trm) cells are strategically located to provide frontline protection upon antigen re-encounter while possessing tissue-specific transcriptional programs. Whether brain Trm cells similarly adapt to their tissue environment, and to what extent their molecular signature is altered in neuropathology, remains unclear. Here we profile brain Trm cells under homeostasis and in the contexts of aging, beta-amyloidosis, and systemic viral infection. From these studies, a tissue-specific CD8+ T cell landscape emerged, defined by the expression of the transcription factor TCF-1 and the inhibitory receptor PD-1. TCF-1 was critical for the formation and phenotypic maturation of brain CD8+ Trm cells, while PD-1 signaling was necessary for robust effector function and antigen-specific recall response. In addition, the cytokine transforming growth factor (TGF)-{beta} was required for the differentiation of brain CD8+ Trm cells and restricted their transition into effector-like cells upon antigenic rechallenge. These findings highlight common as well as tissue-specific features of brain CD8+ Trm cells and provide insights into the molecular mechanisms governing their formation and function.", "date": "2025-08-30", "journal": ""}
{"title": "Integrated single cell analysis identifies CD39+ tumor-associated NK cells with cytotoxic potential in lung cancer", "doi": "10.1101/2025.08.26.672316", "authors": "Serger, C.; Rebuffet, L.; Sandholzer, M. T.; Fusi, I.; Oelgarth, N.; Tundo, S.; Luu, T. T.; Hojski, A.; Lardinois, D.; Trefny, M. P.; Kirchhammer, N.; Natoli, M.; Matter, M. S.; Schaeuble, K.; Vivier, E.; Romagnani, A.; Zippelius, A.", "abstract": "Despite growing interest in NK cell-targeting immunotherapies for cancer treatment, the transcriptional and functional dynamics of tumor-infiltrating NK cells remain poorly understood. Using matched single-nucleus RNA and ATAC sequencing (snRNA-seq, snATAC-seq), we resolved the heterogeneity of intratumoral NK cells in patients with non-small cell lung cancer (NSCLC). We identified two tumor-associated NK (taNK) cell subsets, marked by ITGAE (CD103) and ITGA1 (CD49a), exhibiting features of circulating NK3 cells and hallmarks of tissue residency, dysfunction, and adaptive NK cells. Subsequent trajectory and regulon analyses revealed that inflammatory signals drive the differentiation of early GZMK NK3 towards an ENTPD1 (CD39) effector state, characterized by activation of interferon-stimulated genes (ISGs). Functional profiling demonstrated that CD39 taNK cells retain cytotoxic potential which increases upon cytokine stimulation and NKG2A blockade. This study offers mechanistic insights into NK cell differentiation and dysfunction in NSCLC and establishes CD39 taNK cells as a targetable effector population for immunotherapy.", "date": "2025-08-30", "journal": ""}
{"title": "Gabija restricts phages that antagonize a conserved host DNA repair complex", "doi": "10.1101/2025.08.30.673261", "authors": "Hong, A.; Liu, M.; Truta, A.; Talaie, A.; Smith, G. R.; Bondy-Denomy, J.", "abstract": "Anti-bacteriophage systems like restriction-modification and CRISPR-Cas have DNA substrate specificity mechanisms that enable identification of invaders. How Gabija, a highly prevalent nuclease-helicase anti-phage system, executes self- vs. non-self-discrimination remains unknown. Here, we propose that phage-encoded DNA end-binding proteins that antagonize host RecBCD sensitize phages to Gabija. When targeting temperate phage D3 in Pseudomonas aeruginosa, Gabija functions early by preventing phage genome circularization in a non-abortive manner. Phage and plasmid DNA-end sensitivity to Gabija is licensed by a phage exonuclease and ssDNA-annealing protein. Unrelated F8 and JBD30 phages are sensitized to Gabija by Gam_Mu, a distinct DNA end-binding protein that antagonizes loading of the host repair complex RecBCD. Escape phages lacking these end-binding proteins become protected from Gabija by RecBCD activities, which also prevent Gabija from targeting self-DNA. Therefore, we propose that Gabija antagonizes circularization of linear DNA devoid of RecBCD as a mechanism to identify foreign invaders.", "date": "2025-08-30", "journal": ""}
{"title": "Gut mucin fucosylation dictates the entry of botulinum toxin complexes", "doi": "10.1101/2025.08.30.672933", "authors": "Amatsu, S.; Matsumura, T.; Morimoto, C.; Keisham, S.; Goto, Y.; Kohda, T.; Hirabayashi, J.; Kitadokoro, K.; Katayama, T.; Kiyono, H.; Tateno, H.; Zuka, M.; Fujinaga, Y.", "abstract": "Botulinum toxins (BoNTs) are the most potent known bacterial toxins. The BoNT complex from Clostridium botulinum B-Okra (large progenitor toxin complex (L-PTC)/BOkra, hyper-oral-toxic) exerts at least 80-fold higher oral toxicity1 in mice compared with that from serotype A1 (L-PTC/A62A, non-hyper-oral-toxic). Here, we showed that L-PTC/BOkra was predominantly absorbed through enterocytes, whereas L-PTC/A62A targeted intestinal microfold cells. Furthermore, we demonstrated that 1,2-fucosylation of intestinal mucin determined the oral toxicity of L-PTCs as well as their entry routes; more specifically, these routes were governed by the carbohydrate-binding spectrum of hemagglutinin (HA) complex, which is one of the L-PTC components. Disruption of fucosylation in fucosyltrasferase-2 (Fut2)-null mice hindered the intestinal mucin penetration of L-PTC/BOkra via HA and reduced the susceptibility to its oral intoxication. Our data establish the molecular mechanism by which the oral toxicity of BoNTs is increased after they cross intestinal mucus layers.", "date": "2025-08-30", "journal": ""}
{"title": "Charting the Multi-level Molecular Response to Palbociclib in ER-Positive Breast Cancer", "doi": "10.1101/2025.08.27.672587", "authors": "Kavalipati, A.; Aponte, A.; Sullivan, M. E.; Whittington, S. L.; Martinez, J. C.; Goda, G.; Aleman, M. M.; Emanuele, M. J.; Dominguez, D.", "abstract": "The addition of CDK4/6 inhibitors to endocrine therapy has significantly improved outcomes in HR+/HER2- breast cancer. However, variable patient responses and acquired resistance remain a clinical challenge. We therefore defined the comprehensive molecular response to palbociclib, the most clinically used CDK4/6 inhibitor. Global analyses of gene expression, protein abundance, splicing, and chromatin accessibility revealed broad patterns and specific changes that result from CDK4/6-inhibition in breast cancer cells. We uncovered unexpected feedback between CDK4/6 and estrogen-response signaling, which has clear clinical implications. We also revealed a widespread alternative splicing program that partially overlapped with genes whose expression is regulated, and which is expected to impact protein function. These molecular changes nominated combination therapies that interfere with the activation of CDKs or ER. Accordingly, co-targeting CDK7, which regulates CDK2, CDK4/6 and ER, additively impacted cell fitness. Collectively, these data reveal a complex, multi-tiered response to CDK4/6 inhibition, with implications for therapeutic efficacy.", "date": "2025-08-30", "journal": ""}
{"title": "PDS5 proteins control genome architecture by limiting the lifetime of cohesin-NIPBL complexes", "doi": "10.1101/2025.08.30.673243", "authors": "Peters, J. M.; Wutz, G.; Davidson, I. F.; Banigan, E. J.; Kawasumi, R.; Stocsits, R. R.; Tang, W.; Nagasaka, K.; Costantino, L.; Jansen, R.; Hirota, K.; Branzei, D.; Mirny, L.", "abstract": "Cohesin-NIPBL complexes extrude genomic DNA into loops that are constrained by CTCF boundaries. This process has important regulatory functions and weakens the separation between euchromatic and heterochromatic compartments. Cohesin can also bind PDS5A or PDS5B, which do not support loop extrusion but are required for the formation of CTCF boundaries. How PDS5 proteins perform this function is unknown. Here we show by in vitro single-molecule imaging that PDS5 proteins stop loop extrusion by facilitating the dissociation of NIPBL from cohesin. Hi-C experiments suggest that this function is required for the establishment of CTCF boundaries in cells. In silico modelling indicates that PDS5 proteins enable the separation between compartments by limiting cohesin's velocity and chromatin-residence time. The degree of this compartmentalization depends on the frequency with which chromatin is extruded relative to the time it takes for compartments to form. These results identify PDS5 proteins as key regulators of genome organization.", "date": "2025-08-30", "journal": ""}
{"title": "Gene-specific response to MuSK agonist antibody in the treatment of Congenital Myasthenic Syndromes", "doi": "10.1101/2025.08.29.673058", "authors": "Ho, K.; Adjei-Afriyie, O.; Carmona-Martinez, R.; Ray, R.; O'Neil, D.; Zeldin, J.; Oury, J.; De Clercq, L.; Burden, S.; Vankerckhoven, B.; Vanhauwaert, R.; Spendiff, S.; Lochmüller, H.", "abstract": "Congenital myasthenic syndromes (CMS) are a group of rare disorders characterized by fatigable muscle weakness and caused by impaired neuromuscular junction (NMJ) function. CMS symptoms are highly variable, but can be detrimental and lead to death. There are over 40 different genetic subtypes, including Agrn-CMS and ColQ-CMS. Agrn encodes for neural AGRIN, which is released from the nerve terminal and triggers muscle-specific kinase phosphorylation (pMuSK). pMuSK is essential for NMJ development and maintenance, thus AGRIN deficiency causes NMJ impairment. ColQ encodes for collagenous subunit Q (ColQ), which anchors acetylcholinesterase and stabilizes MuSK. As a result, ColQ deficiency results in NMJ degeneration from prolonged transmission signals and decreased pMuSK. Current treatments for Agrn-CMS and ColQ-CMS are limited, highlighting the importance of finding more efficient therapies. Recently, a MuSK agonist antibody with high affinity for the Frizzled-like domain showed remarkable rescue of a Dok7-CMS mouse model. We hypothesized a similar antibody could benefit Agrn- and ColQ-CMS mouse models. Agrn-CMS mice were treated at postnatal day 5 (P5), P15 and P35, and ColQ-CMS mice were treated weekly from P22 to P57. In Agrn-CMS mice, 3B2 treatment rescued survival, bodyweight, fibre type switching and pMuSK levels, and improved grip strength and NMJ morphology. In ColQ-CMS mice, 3B2 treatment was unable to rescue deficits observed. Our findings suggest that MuSK agonists may benefit patients with Agrn-CMS, which should be tested in clinical trials. Our study emphasizes that effective CMS treatment is gene-dependent and relies on an accurate genetic diagnosis.", "date": "2025-08-30", "journal": ""}
{"title": "Bidirectional translocation of actomyosin drives epithelial invagination in ascidian siphon tube morphogenesis", "doi": "10.1101/2025.08.26.672310", "authors": "Dong, B.; Qiao, J.; Yu, P.; Li, B.; Peng, H.; Shi, W.", "abstract": "How epithelia preform a spatiotemporal heterogeneous force generating program to drive a sequential tissue morphogenesis remains unclear, particularly the underlying precise mechanical mechanisms. This study investigated dynamic actomyosin reorganization between apical and lateral membrane cortex regions during two sequentially invaginated stages during ascidian atrial siphon tube morphogenesis. At the initial invagination stage, the originally lateral-located actomyosin translocated to the apical domains, while those actomyosin re-translocated back to lateral domains at the accelerated invagination stage. Using genetic mutants to modulate myosin activities, the initial invagination was strengthened or abolished, indicating invagination are apical constriction dependent. Optogenetic inhibition of myosin activities in lateral domains after initial invagination stage blocked the further processes, suggesting lateral constriction of actomyosin is required for the accelerated invagination. Vertex model simulations uncovered a coupled mechanism underlying epithelial invagination driven by apicobasal tension imbalance and lateral contraction. We thus propose an actomyosin translocation mechanical model: lateral actomyosin first translocate apically to drive apical constriction and shape the initial invagination, then apical actomyosin redistributes laterally to promote lateral contractility and accelerate invagination. Our findings discovery a bidirectional reorganization of actomyosin network as a central mechanism driving epithelial invagination, providing insights on epithelial invagination and the organ morphogenesis during development.", "date": "2025-08-30", "journal": ""}
{"title": "Identification of Human Pluripotent Stem Cell Derived Astrocytic Progenitors that Correlate with Glioblastoma Subtypes", "doi": "10.1101/2025.08.26.672421", "authors": "Van Gulden, S.; Linden, A. K.; Kessler, J. A.; Peng, C.-Y.", "abstract": "Recent studies have identified stem/progenitor cells in Glioblastoma multiforme (GBM) tumors that recapitulate developmental glial lineages in tumor progression, but whether non-malignant developmental glial progenitors share molecular characteristics with GBM tumor subtypes has not been extensively investigated. Here we present an approach that uses human pluripotent stem cells (hPSCs)-derived neural progenitors to study the developmental diversity of cells in the astrocytic lineage and how it correlates with GBM subtypes. Using a combination of single cell RNA sequencing of gliogenic stage neural progenitors and bulk RNA sequencing of cells that express combinations of GBM-associated cell surface markers, we identified two astrocytic progenitor populations that share gene expression profiles with the mesenchymal and proneural GBM subtypes respectively. Differential gene expression and pathway analyses of mesenchymal and proneural-associated progenitor clusters revealed enrichment in TGF-beta; signaling and neuronal differentiation pathways respectively. These findings suggest that hPSC-derived astrocytic progenitors retain similar molecular heterogeneity as that observed in human fetal brain and GBM tumor cells. Identification of specific astrocyte progenitors that exhibit distinct GBM subtype transcriptomic profiles should facilitate development of therapies that target specific GBM cell populations.", "date": "2025-08-30", "journal": ""}
{"title": "Recovery of human upper airway epithelium after smoking cessation is driven by a slow-cycling stem cell population and immune surveillance", "doi": "10.1101/2025.08.26.672394", "authors": "Selway-Clarke, H.; Gowers, K. H. C.; Teixeira, V. H.; Gabbutt, C.; Martinez-Ruiz, C.; Alhendi, A. S. N.; Simons, B. D.; Hall, B. A.; McGranahan, N.; Chakrabarti, A. M.; Janes, S. M.; Pennycuick, A.", "abstract": "The upper airway epithelium in humans is maintained in homeostasis by a resident population of basal stem cells. In the presence of tobacco smoke these gain mutations that significantly increase their risk of transformation to lung squamous cell carcinoma. A small proportion of stem cells avoid the mutational damage caused by carcinogens in tobacco and are more abundant in the lungs of former smokers than ongoing smokers, indicating unexplained tissue-level genomic recovery. This mirrors epidemiological risk, which falls rapidly after quitting smoking. Somatic evolutionary mechanistic hypotheses have been proposed to explain these observations. Here, we present a computational framework to model each of these hypotheses within the upper airway epithelial stem cell population over the entire patient lifetimes of a cohort with diverse smoking histories. Applying a mechanistic learning approach based on a set of biologically informed metrics to single cell-derived whole-genome sequencing data, we identified subtle differences between epithelia modelled under different combinations of hypotheses. A slow-cycling subpopulation of stem cells, combined with suppression of immune predation of highly mutated stem cells while smoking, best matched observed data, a result converged upon by multiple distinct machine learning methodologies. Our findings, drawing on an evolutionary model of mutagen exposure at a whole-lifetime scale that is not feasible to model in vivo, reveal the mechanisms behind reduction in lung squamous cell carcinoma risk on cessation of smoking and inform future therapeutic interventions to prevent lung cancer initiation.", "date": "2025-08-30", "journal": ""}
{"title": "Evolutionary bioenergetics of sporulation", "doi": "10.1101/2025.08.26.672491", "authors": "Karakoc, C.; Shoemaker, W. R.; Lennon, J. T.", "abstract": "Energy is required for the expression and maintenance of complex traits. In many habitats, however, free energy available to support biosynthesis is in vanishingly short supply. As a result, many taxa have evolved persistence strategies that support survival in unfavorable environments. Among these is sporulation, an ancient bacterial program governed by a large genetic network that requires energy for both regulation and execution. Yet sporulation is a last resort, initiated when cellular energy is nearly exhausted. To resolve this paradox, we quantified the energetic cost of sporulation in units of ATP by integrating time-resolved genome, transcriptome, and proteome profiles. The full cost of the spore cycle, including both formation and revival, ranks among the most energy-intensive processes in the bacterial cell, requiring almost 10^10 ATP and consuming about 10% of the total energy budget. The majority of this cost arises from translation, membrane synthesis, and protein turnover. Despite its considerable upfront investment, sporulation enables long-term survival and becomes optimal when harsh conditions extend over timescales of months or longer. This trade-off between immediate cost and delayed benefit helps explain when sporulation is maintained or replaced by alternative strategies. By incorporating our estimates into mechanistic models, we show how metabolic constraints shape sporulation efficiency, while genome-wide mutation accumulation data reveal that even modest energetic burdens can become visible to selection, influencing the evolutionary fate of this complex and widespread trait.", "date": "2025-08-30", "journal": ""}
{"title": "Haplotype-resolved genomes of diverse oat crown rust isolates reveal both global dispersion of long-lived clonal haplotypes and limited recombination between haplotypes.", "doi": "10.1101/2025.08.26.672502", "authors": "Henningsen, E.; Nazareno, E. N.; Spanner, R.; Lewis, D.; Lubega, J.; Moreau, E. P.; Moscou, M. J.; Boesen, B.; Stone, E.; Kanyuka, K.; Kianian, S. F.; Steffenson, B. J.; Dodds, P.; Sperschneider, J.; Figueroa, M.", "abstract": "Genetic diversity of pathogen populations plays an important role in host adaptation. While single high quality genome references are a valuable resource, a compilation of genome references from individuals increases the breadth of genetic variation within a species that is captured. Puccinia coronata f. sp. avenae (Pca), a fungal pathogen causing crown rust of oat, demonstrates rapid virulence evolution and adaptation to newly released cultivars. To broaden the geographic and temporal distribution of available Pca genomes, we generated nuclear haplotype-resolved genome references for ten isolates from Europe, Africa and the Middle East and compared these with existing references for USA and Australian isolates. Of the full collection of 52 haplotypes, 40 were unique. Importantly, the presence of a nearly identical haplotype in a UK isolate collected in 1984 and in USA isolates from 1990 and 2017 supports the existence of long-lived clonal haplotypes in the global population that have been exchanged between lineages. Taken together with the identification of infrequent recombination between haplotypes from geographically dispersed isolates, this evidence reflects a globally mobile population of Pca that is mostly comprised of persistent clonal lineages with some influence from rare recombination events. Analysis of the core and non-core proteome suggests that while the core proteome is enriched for predicted secreted and effector proteins, sequence and expression variation are most prevalent in non-core orthogroups. We anticipate that this expanded collection of haplotypes will facilitate the development of new surveillance technologies and identification of virulence loci.", "date": "2025-08-30", "journal": ""}
{"title": "The Morphology of α-Synuclein Fibrils Changes during Formation, Storage, and upon Exposure to Ligands", "doi": "10.1101/2025.08.29.672948", "authors": "Chisholm, T. S.", "abstract": "Protein fibrils are pathological hallmarks of many neurodegenerative diseases, including Parkinson's disease. The preparation of -synuclein (Syn) fibrils in vitro is widely used in research relating to these conditions. However, Syn fibrils exhibit substantial structural polymorphism. How fibril morphology evolves during formation, storage, or in the presence of small molecule ligands is poorly understood. Here, the evolution of Syn fibril morphology was investigated using fluorescence assays, circular dichroism, transmission electron microscopy, and ligand profiling. Fibril morphology was found to evolve continuously during both aggregation of Syn and subsequent storage, even at -79 {degrees}C. The inclusion of ligands, such as Thioflavin X, during aggregation affected both the reaction kinetics and the fibril morphologies formed. The addition of ligands to pre-formed fibrils also produced changes in fibril morphology. These results highlight that Syn fibrils are in equilibrium with their chemical environment and transition through a series of transient morphologies. Furthermore, these findings suggest the potential to use ligands to remodel fibril structure, possibly allowing for pathological morphologies to be converted to less pathological forms.", "date": "2025-08-30", "journal": ""}
{"title": "FeSBCP Analogue from Cyanobacteria: Insights from in vitro and in silico Studies", "doi": "10.1101/2025.08.30.673201", "authors": "Boral, A.; De, T.; Banerjee, A.; Biswas, T.; Chakraborty, B.; Mitra, D.", "abstract": "The blue light responsive Cryptochrome/Photolyase Family harbours two important photoactivatable proteins - cryptochromes and photolyases. While cryptochromes are essentially photoreceptors with diverse biological activities including circadian rhythm, photolyases repair UV damaged cyclobutane pyrimidine dimers (CPD) or (6-4) pyrimidine-pyrimidone photoadducts. Both cryptochromes and photolyases share a common Photolyase Homology Region (PHR) where they harbour a light harvesting antenna chromophore and redox-active flavin di-nucleotide (FAD). Even though photolyases do not possess an extension in the C-terminal region unlike cryptochromes, a recent discovery of FeS cluster containing bacterial cryptochrome-photolyase proteins (FeSBCPs) present an interesting retreat from the conventional photolyase architecture. They possess an additional modular redox center, [4Fe4S] iron-sulfur cluster connected by conserved cysteine residues. Herein, we characterize a cyanobacterial FeSBCP from Cyanobium sp. using tools from bioinformatics, biochemistry and biophysics. Sequence analysis reveals substitution in the well-conserved aromatic residues, meant for electron transfer. In silico modeling and docking supported by electrophoretic mobility shift assay as well as spectroscopic measurements do suggest efficient binding and repair of CyPhrB to damaged single/double-stranded substrates containing 6-4 photolesion. Considering the establised roles of FeS clusters in DNA binding/repair activities, we speculate the role of FeS clusters in FeSBCPs and existence of FeS-FAD-DNA triangle towards efficient electron transfer.", "date": "2025-08-30", "journal": ""}
{"title": "Structural insights into YheS-mediated release of SecM-arrested ribosome.", "doi": "10.1101/2025.08.28.672766", "authors": "Iso, K.; Ikeda, T.; Yamasaki, K.; Ando, Y.; Sano, F. K.; Furuta, T.; Taguchi, H.; Nureki, O.; Chadani, Y.; Itoh, Y.", "abstract": "ATPase-binding cassette subfamily F (ABCF) proteins interact with the ribosome to resolve translation defects near the peptidyl-transferase center, induced by ribosome-targeting antibiotics or \"hard-to-translate\" nascent peptides. In Escherichia coli, four ABCF proteins resolve the translation of distinct problematic sequences, but their molecular mechanisms remain unclear. Here, we present a 2.8-angstrom cryo-EM structure of the SecM-stalled ribosome in complex with an ATPase-deficient mutant of YheS, an ABCF protein that releases ribosomes stalled during the translation of SecM, a representative ribosome-arresting peptide. YheS is bound to the E-site and relocates the P-site tRNA (P-tRNA) by displacing its CCA-end. Notably, the density of the SecM nascent chain mostly disappeared upon YheS binding. Molecular dynamics simulations support that the P-tRNA relocation generates a pulling force that disrupts key intratunnel interactions essential for arrest. This mechanism is functionally analogous to, yet mechanistically distinct from, the translocon-mediated external pulling force for SecM release.", "date": "2025-08-30", "journal": ""}
{"title": "Allosteric activation of PARP2 self-PARylation by SUMO constrains DNA break-dependent catalytic Function", "doi": "10.1101/2025.08.29.673013", "authors": "Shivani, P. A.; Rajakumara, E.", "abstract": "Poly(ADP-ribose)polymerase 2 (PARP2) is a key player in sensing DNA breaks and initiating DNA damage repair by catalysing the transfer of ADP-ribose units from NAD? to target proteins, a process known as Poly(ADP-ribosyl)ation (PARylation). Post-translational modifications (PTMs) such as phosphorylation, ubiquitylation, SUMOylation, and PARylation are intricately linked to the DNA damage response (DDR) and repair. However, it is often overlooked that physical interactions between these enzymes and PTMs lead to DNA damage detection, DDR, and DNA repair. SUMOylation plays a vital role in DDR and DNA repair through covalent modification and non-covalent interactions. Here, we report new insight that Small ubiquitin like modifier (SUMO) binds with human PARP2 through non-covalent interactions, predominantly mediated by the N-terminal region (NTR) of PARP2. Surprisingly, SUMO stimulated PARP2 self-PARylation activity but hampered the DNA-dependent stimulation. Further competition binding studies suggest that SUMO binding promotes DNA release from PARP2. Altogether, our work uncovers a novel mechanism of SUMO-mediated allosteric regulation of PARP2 function, providing new insights into the possible interplay between SUMOylation and PARylation in DDR and DNA repair", "date": "2025-08-30", "journal": ""}
{"title": "Sequence-Based Generative AI-Guided Design of Versatile Tryptophan Synthases", "doi": "10.1101/2025.08.30.673177", "authors": "Lambert, T.; Tavakoli, A.; Dharuman, G.; Yang, J.; Bhethanabotla, V.; Kaur, S.; Hill, M.; Ramanathan, A.; Anandkumar, A.; Arnold, F. H.", "abstract": "Enzymes offer unparalleled selectivity and sustainability for chemical synthesis, yet their widespread industrial application is often hindered by the slow and uncertain process of discovering and optimizing suitable biocatalysts. While directed evolution remains the gold standard for enzyme optimization, its success hinges on the availability of a starting enzyme with measurable activity, a persistent bottleneck for many desired functions. Designing libraries likely to contain such functional starting points remains a major challenge. In this work, we use the GenSLM protein language model (PLM) along with a series of filters to generate novel sequences of the {beta}-subunit of tryptophan synthase (TrpB) that express in Escherichia coli, are stable, and are catalytically active in the absence of a TrpA partner. Many generated TrpBs also demonstrated significant substrate promiscuity, accepting non-canonical substrates typically inaccessible to natural TrpBs. Remarkably, several outperformed both natural and laboratory-optimized TrpBs on native and non-canonical substrates. Comparative analysis of the most active and promiscuous generated TrpB and its closest natural homolog confirmed that this enhanced functional versatility does not stem from the natural enzyme, highlighting the creative potential of generative models. Our results demonstrate that the model can generate enzymes which not only preserve natural structure and function but also acquire non-natural properties, establishing PLMs as powerful tools for biocatalyst discovery and engineering, with the potential in some cases to bypass further optimization.", "date": "2025-08-30", "journal": ""}
{"title": "U1 snRNP and RNA polymerase II interaction is predominantly mediated by Prp40 rather than U1-70K in yeast", "doi": "10.1101/2025.08.28.672894", "authors": "Li, X.; Li, J.; Srivastava, P.; Shi, S.; Issaian, A.; Bevers, S.; Wagner, M. E.; D\"Alessandro, A.; Zhao, R.", "abstract": "Transcription and splicing are coupled both temporally and physically. A previous cryo-EM structure of the human U1 snRNP and RNA polymerase pol II complex has shown that U1 snRNP uses predominantly the RRM domain of U1-70K to directly interact with the RPB2 subunit of pol II. However, residues on U1-70K involved in the interaction with pol II are not conserved in yeast U1-70K, raising the question whether yeast U1 snRNP interacts with pol II in a similar manner. We found that yeast pol II associates with both U1 and U2 snRNPs, but U1-70K makes a minimal contribution to the interaction with pol II. On the other hand, multiple domains of yeast Prp40 interact with pol II and the removal of the C-terminal domain (CTD) of pol II does not affect this interaction. Although yeast Prp40 is stably associated with U1 snRNP, its human homologs, PRPF40a and PRPF40b, are alternative splicing factors that are not integral components of U1 snRNP. This shift of function of Prp40 homologs may have led to the evolution of U1-70K to be the main interactor with pol II in the human system.", "date": "2025-08-30", "journal": ""}
{"title": "Engineering Escherichia coli Nissle as safe chassis for delivery of therapeutic peptides", "doi": "10.1101/2025.08.30.673081", "authors": "Pantoja Angles, A.; Zahir, A.; Abdelrahman, S.; Baldelamar-Juarez, C. O.; Chaudhary, S.; Raji, M.; Rivera-Sena, L. F.; Zhao, L.; Hauser, C. A. E.; Mahfouz, M. M.", "abstract": "Synthetic biology enables the integration of sophisticated genetic programs into microorganisms, transforming them into potent vehicles for therapeutic applications. Engineering strategies for microorganisms are rapidly evolving, offering promising solutions for cancer therapy, microbiome modulation, digestive health support, and beyond. Developing novel tools to engineer safe, nonpathogenic microbial platforms is essential for advancing clinical therapies. In this work, we present an innovative engineering approach for the probiotic Escherichia coli Nissle (EcN), aimed at creating a safe and efficient chassis for the bioproduction of therapeutics. The EcN endogenous pM1 and pM2 plasmids were cured and re-engineered to introduce a CRISPR-Cas12 chromosome shredding device and a therapeutic-producing genetic circuit, thereby generating a nonproliferative therapeutic-delivery system. Next, we build an AI-based bioinformatic pipeline to predict Anticancer-Cell-Penetrating Peptides (ACCPP) candidates. As a proof-of-concept, a selected ACCPP was produced in the engineered EcN chromosome-shredded (CS) chassis. This strategy yields a robust and controllable platform for the safe production and delivery of therapeutics, paving the way for the future development of microbial therapies and their clinical applications.", "date": "2025-08-30", "journal": ""}
{"title": "Sex differences in durability following heavy intensity cycling exercise in trained athletes", "doi": "10.1101/2025.08.26.672326", "authors": "Pastorio, E.; Spillane, P.; Squires, E.; Benyahia, L.; Wilson, H. K.; Swain, P.; Colosio, M.; Felles, C.; Menditto, A.; Clarke, S.; Minion, B.; Pearmain, W.; Brownstein, C. G.; Porcelli, S.; Ansdell, P.", "abstract": "The ability to withstand impairments in key physiological variables during prolonged exercise, known as durability, is emerging as an important factor in cycling performance. While females possess physiological characteristics that could confer enhanced durability relative to males, little is known about potential sex differences. 32 trained cyclists (16 males and 16 females) performed an incremental exercise test to exhaustion in visit 1. In visit 2 they performed 90 minutes of heavy intensity cycling (HVY) at 110% of gas exchange threshold (GET), followed by another incremental test. During HVY, pulmonary gas exchange (VO2 and VCO2) ventilation (VE), heart rate (HR), rating of perceived exertion (RPE), near-infrared spectroscopy and electromyography were recorded, and blood lactate (BLa) was collected. Before and after HVY, maximal voluntary contraction (MVIC), voluntary activation (VA) and potentiated twitches (100Hz, 10Hz, Qtw.pot) of the knee extensors were assessed. Power at GET (-16{+/-}15% vs -2{+/-}13%) and respiratory compensation point (-13{+/-}10% vs -6{+/-}9%) decreased more in males than females (P[&le;]0.049). All aspects of neuromuscular function decreased from pre to post (all P<0.001), without sex differences (P[&ge;]0.096). During HVY, HR, VO2 (%peak), relative energy expenditure increased more in males (P[&le;]0.008), whereas respiratory exchange ratio decreased more in females (P=0.001). BLa was higher in males than females (P=0.030). Muscle oxygen extraction was lower (P=0.004) and tissue saturation index higher for females (P<0.001). The smaller reductions exhibited by females in submaximal thresholds, associated with lesser derangements to oxidative efficiency, highlight the need to consider sex-specific training prescription and pacing strategies for long duration events.", "date": "2025-08-30", "journal": ""}
{"title": "ASSET: A Framework for Decoding Aptamer Specificity of an Enriched Library by Next-Generation Sequencing of Experimental Samples", "doi": "10.1101/2025.08.27.672406", "authors": "Barros, M. N.; Kasirajan, G.; Jones, A. E.; Schlichting, A. M.; Ruiz-Ciancio, D.; Lin, L.-H.; Narayan, C.; Veeramani, S.; Thiel, K.; Kennedy, G. F. C.; Darcy, I. k.; Thiel, W. H.", "abstract": "The SELEX process to identify RNA and DNA aptamers relies on sequencing selection rounds to detect highly specific aptamers through patterns of aptamer accumulation or enrichment. However, this approach infers rather than quantify aptamer specificity. Here we present a novel strategy for directly quantifying aptamer specificity within enriched libraries termed Aptamer Specificity Sequencing for Efficient Targeting (ASSET). The ASSET framework takes experimental samples and replicates testing the specificity of an aptamer library and prepares them for next-generation sequencing (NGS) with a known internal reference sequence. This enables robust data normalization, calculation of aptamer specificity scores with statistical significance, and the creation of specificity profiles of individual aptamers across multiple targets and non-targets. By integrating ASSET specificity scores with conventional selection round sequencing data, aptamers can be easily classified as true or false positives and negatives, allowing for easy separation of true positive aptamers. Compared to conventional methods for identifying aptamer candidates, such as measuring abundance or enrichment, ASSET specificity scores show a strong correlation with experimentally measured specificity. This supports ASSET as a more effective metric for selecting lead candidates following SELEX. ASSET is an easily implemented framework that accelerates the identification of highly specific aptamers, thereby expediting aptamer discovery for therapeutic and diagnostic applications.", "date": "2025-08-30", "journal": ""}
{"title": "Shark tooth regeneration: RNAseq reveals genes for unlimited dental renewal", "doi": "10.1101/2025.08.26.672487", "authors": "Thiery, A. P.; Martin, K. J.; James, K.; Cooper, R. L.; Standing, A. S.; Dillard, W. A.; Howitt, C.; Nicklin, E. F.; Cohen, K. E.; Byrum, S. R.; Johanson, Z.; FRASER, G. J.", "abstract": "Sharks are masters of tooth regeneration with a rapid and unlimited tooth supply. We present a comprehensive transcriptomic analysis across five distinct compartments from the embryonic shark mouth, capturing the full sequence of shark tooth development. Differential gene expression and gene regulatory network analyses reveal novel candidate markers upregulated within epithelial stem cells of the dental lamina. We show a potential role for this conserved regenerative network in the regulation of tooth production in sharks. Notably, we find the proto-oncogene mycn co-expressed with a definitive dental stem cell marker, sox2. Perturbation of mycn disrupts stem cell proliferation, underscoring its role in regulating dental stem cells in sharks. Our data showcase the power of transcriptome-based developmental approaches in the identification of predictive gene networks governing unlimited dental regeneration. The shark dental lamina provides an accessible system for the study of regeneration, offering exciting opportunities for investigating translational mechanisms of natural tooth renewal.", "date": "2025-08-30", "journal": ""}
{"title": "Nonlinear effects of noise on outbreaks of mosquito-borne diseases", "doi": "10.1101/2025.08.26.672270", "authors": "Dahlin, K. J.- M.; Ebey, K.; Vinson, J.; Drake, J. M.", "abstract": "Mosquito-borne diseases are a significant and growing public health burden globally. Predictions about the future spread and impact of mosquito-borne disease outbreaks can help inform direct control and prevention measures. However, climate change is expected to increase weather variability, which may shape the future of mosquito-borne disease outbreaks globally. In this study, we sought to determine the effects of demographic and environmental noise (stochasticity) on the duration and size of outbreaks predicted by models of mosquito-borne disease. We developed a demographically and environmentally stochastic Ross-Macdonald model to assess how noise affects the probability of an outbreak, the peak number of cases, and the duration of outbreaks at increasing levels of the basic reproduction number (R0) and environmental noise strength. Increasing environmental noise lowers the risk of endemic disease from 100% down to almost 0%, but the largest outbreaks occur at intermediate environmental noise levels. In this case, if an outbreak dies out, it ends quickly. With noise present, R0 alone is insufficient to predict definitively whether an outbreak occurs. Surprisingly, our model suggests that increasing environmental noise may reduce the risk of endemic disease and epidemics due to more frequent extreme conditions dramatically affecting mosquito populations.", "date": "2025-08-30", "journal": ""}
{"title": "Adaptive Transgenerational Plasticity through Priming in Response to Neighbor Density in Mimulus platycalyx", "doi": "10.1101/2025.08.26.672516", "authors": "Kelly, J. K.; Fani, A.", "abstract": "Transgenerational plasticity (TGP) allows organisms to epigenetically alter offspring phenotypes based on their own environmental experience. TGP is adaptive if offspring perform better when their conditions match those experienced by parents. TGP is now a well-established phenomenon in plants, with current research focusing on the range of environmental causes and the mechanisms that epigenetically translate environmental experiences into phenotypic responses. This study tests neighbor density as an environmental driver of TPG, either through induction (response determined only by parental experience) or priming (response determined by the combination of parental and offspring experience). Replicate individuals of a single genotype of Mimulus platycalyx were grown to maturity under three conditions: No neighbors, Medium neighbor density, or High neighbor density. Offspring produced by selfing plants within each parental treatment were grown under both crowded and uncrowded conditions and measured for height, plant size traits, and flower number. Offspring growing under crowded conditions were relatively taller, had bigger leaves, and produced more flowers if their parents experienced neighbor competition than if their parents did not. In contrast, offspring grown alone performed relatively better when their parents also grew alone and did not experience competition. This pattern of performance variation, where plants did best when their environmental conditions matched those of their parents, suggests adaptive transgenerational priming in this species.", "date": "2025-08-30", "journal": ""}
{"title": "Human length telomeres restrict the regenerative potential of hematopoietic stem cells in mice", "doi": "10.1101/2025.08.26.672314", "authors": "Rowe, M.; Tober, J.; Ortiz, V.; Smoom, R.; Tzfati, Y.; Speck, N. A.; Kaestner, K. H.", "abstract": "Extremely short telomeres cause bone marrow failure in telomere biology disorder (TBDs) patients. Here, we employed the recently developed 'Telomouse' with human-length telomeres resulting from a single amino acid substitution in the helicase Rtel1 (Rtel1M492K/M492K) to determine the effects of the short telomeres on the bone marrow and hematopoiesis. Under homeostatic conditions, Telomice have notably short telomeres but normal hematopoiesis. However, when forced to repopulate following repeated treatment with 5-fluoro-uracil or upon bone marrow transplantation into lethally irradiated mice, bone marrow progenitor cells are significantly depleted in Telomice compared to wild-type controls. This effect is associated with increased frequency of telomere repeat arrays too short to be detected by fluorescence in situ hybridization in the bone marrow of Telomice.", "date": "2025-08-30", "journal": ""}
{"title": "Exploring the Repetitive DNA Diversity in Solanum betaceum (Solanaceae)", "doi": "10.1101/2025.08.26.672483", "authors": "Sader, M. A.; Vaio, M.; Trenchi, A.; Zapata, M. J.; Chiarini, F.; Lopez, A.; Urdampilleta, J.", "abstract": "The Solanaceae family, known for its diverse and economically important crops, includes the genus Solanum, which comprises 1,245 species. Solanum betaceum (tree tomato), native to the Andes and cultivated globally, is a promising species due to its nutritional value and market potential. The Cyphomandra clade, which includes the tree tomato, is characterized by huge genomes and chromosomes, with repetitive DNA elements (e.g., retrotransposons and satellite DNA) playing crucial roles in genomic and evolutionary studies. Despite its importance, genetic research on S. betaceum remains limited. This study addresses this knowledge gap by characterizing the repetitive DNA fraction to better understand intraspecific variation and develop molecular markers. Samples from five populations in northwestern Argentina were cultivated, and genome size was assessed via flow cytometry. Illumina HiSeq sequencing combined with RepeatExplorer analysis was used to identify repetitive DNA elements. Cytogenetic techniques, including CMA/DAPI staining and fluorescence in situ hybridization (FISH), were employed to detect satellite DNA patterns. Genome size analysis revealed slight variation among populations. Repetitive DNA accounted for 63.5% of the genome, with Ty3-gypsy retrotransposons being the most abundant (51.44%). Satellite DNA and rDNA were less prevalent, comprising 0.93% and 0.30% of the genome, respectively. Population comparisons showed consistent proportions of repetitive DNA overall, with notable differences in Ty3-gypsy-Tekay and satellite DNA fractions. This study provides a detailed profile of the repetitive DNA landscape in S. betaceum, uncovering intraspecific differences and delivering valuable genomic insights for future breeding and conservation efforts.", "date": "2025-08-30", "journal": ""}
{"title": "A small cationic probe for accurate, punctate discovery of RNA tertiary structure", "doi": "10.1101/2025.08.29.672938", "authors": "Ehrhardt, J. E.; Qiu, D. Y.; Jin, S.; Boerneke, M. A.; Aufgebauer, C. J.; Horner, S. M.; Weeks, K. M.", "abstract": "RNA can fold to form complex three-dimensional tertiary structures, with large roles in RNA biology. However, accurate discovery of motifs that form true tertiary structures remains an unsolved challenge. Here we demonstrate that at rare but distinctive sites, RNA tertiary folding creates electronegative pockets that undergo selective chemistry with a small positively-charged chemical probe, trimethyloxonium (TMO). Sites preferentially reactive with the TMO cation, relative to uncharged dimethyl sulfate (DMS), termed T-sites, reflect preferential interaction of TMO at punctate electronegative pockets created by juxtaposition of a reactive nucleobase with non-bridging oxygen atoms in the RNA backbone. T-sites map specifically to centers of higher-order structural interactions and functional cores in diverse RNAs, including in specific states in conformational ensembles. Probing the 10,723-nt dengue virus RNA genome revealed exactly three T-sites, each of which is embedded within a complex RNA structure with direct roles in viral replication. T-site chemistry creates broad opportunities for high-confidence discovery and analysis of functional RNA tertiary structures across long and complex RNAs, including transcriptome-wide.", "date": "2025-08-30", "journal": ""}
{"title": "A taxonomic synopsis of Heterotis (Melastomataceae), including H. kupensis, a new threatened species endemic to Mt Kupe, Cameroon", "doi": "10.1101/2025.08.26.672404", "authors": "Svahnstrom, V.; Cheek, M.", "abstract": "We provide a synopsis of the African genus Heterotis (Melastomataceae), recognising seven species and including the description of a new species to science Heterotis kupensis Sv. & Cheek (Melastomataceae) which is only known from Mt Kupe in the South West Region of Cameroon. In addition, we select a lectotype for H. prostrata (Thonn.) Benth., second step lectotype for H. buettneriana (Cogn. ex Buttner) Jacq.-F&egravel. and create the new combination H. welwitschii (Cogn.) Sv. & Cheek to replace H. cogniauxiana (A.Fern. & R.Fern.) Ver.-Lib. & G.Kadereit synon. nov. Distribution, habitat, phenology, taxonomic notes, and preliminary conservation assessments following IUCN Red List criteria are presented along with a key to the species.", "date": "2025-08-30", "journal": ""}
{"title": "Neural and behavioral correlates of evidence accumulation in human click-based echolocation", "doi": "10.1101/2025.08.30.673202", "authors": "Garcia Lazaro, H. G.; Teng, S.", "abstract": "Echolocation enables blind individuals to perceive and navigate their environment by emitting clicks and interpreting their returning echoes. While expert blind echolocators demonstrate remarkable spatial accuracy, the behavioral and neural mechanisms supporting the temporal integration of spatial echoacoustic cues remain less explored. Here, we investigated the temporal dynamics of spatial information accumulation in human click-based echolocation using EEG. Blind expert echolocators and novice sighted participants localized virtual spatialized echoes derived from realistic synthesized mouth clicks, with trials presenting trains of 2-11 clicks. Behavioral results showed that blind expert echolocators significantly outperformed sighted controls in spatial localization. For these experts, localization thresholds decreased with more clicks, indicating cumulative integration of spatial cues across repeated samples. EEG decoding analyses revealed that neural representations significantly distinguished echo laterality and predicted overall spatial localization performance from the first click alone. Additionally, brain responses relative to the first click evolved systematically over successive clicks, paralleling psychophysical performance in blind echolocators and providing a possible index of perceptual information accumulation. These findings provide, to our knowledge, the first fine-grained account of temporal neural dynamics underlying click-based echolocation, directly linked to behavioral performance over multiple samples. They reveal how successive echoes are integrated over time into coherent spatial representations. Together, these results advance our understanding of the perceptual and neural mechanisms underlying echolocation and demonstrate adaptive sensory processing in the absence of vision.", "date": "2025-08-30", "journal": ""}
{"title": "Structural insights and engineering of deep-sea halophilic PET hydrolytic enzymes", "doi": "10.1101/2025.08.30.673199", "authors": "Zhang, G.; Li, X.; Xia, W.; Zhang, C.; Zheng, S.; Du, J.; Wang, N.; Chen, X.; Lv, G.; Zhao, Y.; Wang, T.; Pan, Y.; Zhang, M.; Huang, J.-W.; Chen, C.-C.; Huang, S.; Zeng, C.; Gao, Z.; Chen, J.; Fan, G.; Zhang, X.; Wang, H.; Sun, Y.; Wu, J.; Liu, K.; Guo, R.-T.; Li, S.", "abstract": "Pervasive use of polyethylene terephthalate (PET) poses tremendous challenges for global waste management and environmental sustainability, fueling growing interests in enzymatic degradation as an eco-friendly solution. While PET hydrolases hold significant promise, their industrial deployment is hindered by insufficient performance, particularly under high-salinity conditions raised from high substrate loads. Building on our previous discovery of three deep-sea PET hydrolases (dsPETase01, dsPETase05 and dsPETase06) with exceptional halophilicity and PET-degrading activity, we here present their three-dimensional structures and mechanistic characterization. Structural comparison, site-directed mutagenesis, and domain swapping reveal key structural features and the essential role of C-terminal acidic residues in salt tolerance. Integrating semi-rational protein design, Transformer-based modeling, and disulfide bond engineering, we synergistically enhance the thermostability and catalytic efficiency of dsPETase05. These findings elucidate the unique structural features and salt adaptation mechanisms of deep-sea halophilic PET hydrolases, and inform the future engineering of biocatalysts for application in harsh industrial environments.", "date": "2025-08-30", "journal": ""}
{"title": "Longitudinal Live Imaging Derived 4D Hemodynamics and Dynamic Tissue Mechanics Across Outflow Tract Morphogenesis", "doi": "10.1101/2025.08.26.672464", "authors": "Dong, G.; Rhee, J.; Kumar, S. J.; Drumm, M. E.; Lauridsen, H.; Esmaily, M.; Butcher, J.", "abstract": "Growth and remodeling of the cardiac outflow tract (OFT) is poorly understood but associated with serious congenital heart defects (CHD). While only a minority of CHDs have identifiable genetic causes, the functional roles of mechanical forces in OFT remodeling are far less characterized. A key barrier has been the lack of longitudinal investigations examining the interplay between dynamic blood flow and wall motion across clinically relevant stages. Here, we developed a live high-frequency ultrasound derived 4D moving-domain computational fluid dynamics (CFD) simulation approach, enabling longitudinal quantification of OFT hemodynamics and tissue mechanics in the same embryos across Hamburger-Hamilton (HH) stage 21 to HH27. We found that rising wall shear stress (WSS) strongly correlates with tissue extension in the distal OFT, whereas the proximal OFT experiences increasing expansive strains and higher hydrostatic stress with heartbeats. Additionally, we identified a double-helical flow pattern in the OFT lumen, possibly reflecting an evolutionary legacy for directing oxidized and non-oxidized blood flow before great vessel septation. Together, our results advanced insights in how hemodynamic forces and tissue stress contribute to OFT remodeling and septation.", "date": "2025-08-30", "journal": ""}
{"title": "Dominance of plasticity in wind-pollinated trees' flowering time response to temperature", "doi": "10.1101/2025.08.26.672405", "authors": "Liu, Y.; Song, Y.; Weaver, W.; Shedden, K.; Chen, Y.; Smith, S. A.; Zhu, K.", "abstract": "Climate change is shifting the flowering phenology of wind-pollinated trees, leading to longer pollen seasons and heightened allergy risks. Accurately forecasting these phenological shifts requires a clear understanding of the underlying mechanisms and variations in the sensitivity of phenology to temperature. Here, we investigated the temperature sensitivity of flowering phenology in 74 wind-pollinated tree species across the US using long-term herbarium records spanning over a century. We found consistent phenological responses to spring temperature variations over space and over time in 77% of species, indicating that these long-lived trees can rely primarily on plasticity to cope with temperature variation across different regions. Sensitivity estimates were consistent across both century-scale and decadal time scales, challenging the previous understanding of declines. Interspecific variations in sensitivity exhibited a strong phylogenetic signal, indicating evolutionary conservatism in phenological responses among related species. Together, these findings shed light on the magnitude, mechanism, trend, and variability of temperature sensitivity of wind-pollinated tree flowering phenology. Our results improve the mechanistic basis for forecasting phenological shifts and their downstream effects on airborne pollen and allergen exposure under ongoing climate change.", "date": "2025-08-30", "journal": ""}
{"title": "Phase transition drives bacterial single-stranded DNA binding (SSB) protein mobilization during stress response and metabolic adaptation", "doi": "10.1101/2025.08.28.672810", "authors": "Ecsedi, P.; Szittyai, J.; Palinkas, J.; Jezso, B.; Katran, V.; Kovacs, Z. J.; Halasz, H.; Sonallya, T.; Juhasz, T.; Beke-Somfai, T.; Barko, S.; Szabo-Meleg, E.; Kovacs, M.", "abstract": "Single-stranded DNA-binding proteins (SSBs) are ubiquitous factors of genome metabolism, recently recognized for their ability to undergo liquid-liquid phase separation (LLPS). While Escherichia coli SSB (EcSSB) has emerged as a model for bacterial LLPS in vitro, its phase behavior and functional dynamics in vivo have remained unexplored. Here, we define the subcellular organization of EcSSB under diverse physiological and stress conditions using super-resolution microscopy coupled with newly developed image analysis tools. We demonstrate that EcSSB forms dynamic condensates during exponential growth, which disassemble in response to DNA damage, oxidative stress, antibiotic exposure, and metabolic adaptation. These phase transitions are attenuated in stationary-phase cells, indicative of reduced responsiveness. Moreover, we show that EcSSB is spatially segregated from nucleoid regions under stress-free conditions, but relocalizes to DNA-rich regions upon stress induction, supporting a regulated condensate-to-function transition. Our findings provide direct in vivo evidence for stress- and growth-phase-dependent modulation of EcSSB phase behavior, corroborated by biophysical characterization of EcSSB condensates bridging in vitro observations with physiological relevance. Our work establishes a quantitative framework for dissecting LLPS dynamics in bacterial cells and sets the stage for future strategies to target condensate-regulated pathways in antimicrobial development.", "date": "2025-08-30", "journal": ""}
{"title": "Structural basis of NSD2 degradation via targeted recruitment of SCF-FBXO22", "doi": "10.1101/2025.08.29.673087", "authors": "Robertson, K. C.; Amann, S. J.; Liu, T.; Funk, A. V.; Wang, X.; Grishkovskaya, I.; Tabor, J. R.; Norris-Drouin, J. L.; Arrowsmith, C. H.; Collins, J. L.; Emanuele, M. J.; Haselbach, D.; James, L. I.; Brown, N. G.", "abstract": "Targeted protein degradation (TPD) through the ubiquitin-proteasome system is driven by compound-mediated polyubiquitination of a protein-of-interest by an E3 ubiquitin (Ub) ligase. To date, relatively few E3s have been successfully utilized for TPD and the governing principles of functional ternary complex formation between the E3, degrader, and protein target remain elusive. FBXO22 has recently been harnessed by several groups to target different proteins for degradation. FBXO22 recruitment has been enabled through degraders that covalently modify its cysteine residues. Here, we reveal that the aldehyde derivative of UNC10088 promotes cooperative binding of FBXO22 to NSD2, a histone methyltransferase and oncogenic protein, leading to a cryo-EM structure of the full SKP1-CUL1-F-box (SCF)-FBXO22 complex with NSD2. This structure revealed a conformational change in the FBXO22 loop surrounding C326, further exposing the cysteine for covalent recruitment. Additional medicinal chemistry efforts led to the discovery of benzaldehyde-based non-prodrug degraders that similarly engage C326 of FBXO22 and potently degrade NSD2. Furthermore, unlike many degraders, our molecules recruit NSD2 to a different surface of FBXO22 than the known FBXO22 substrate BACH1, allowing for concurrent complex formation and degradation of both the neosubstrate and endogenous substrates. Overall, we demonstrate the biochemical and structural basis for NSD2 degradation, revealing key principles for efficient and selective TPD by SCF-FBXO22.", "date": "2025-08-30", "journal": ""}