{"title": "Modular integration of neural connectomics, dynamics and biomechanics for identification of behavioral sensorimotor pathways in Caenorhabditis elegans", "doi": "10.1101/724328", "authors": "Kim, J.; Florman, J. T.; Santos, J. A.; Alkema, M. J.; Shlizerman, E.", "abstract": "The ability to fully discern how the brain orchestrates behavior requires the development of successful computational approaches to integrate and inform in-vivo investigations of the nervous system. To effectively assist with such investigations, computational approaches must be generic, scalable and unbiased. We propose such a comprehensive framework to investigate the interaction between the nervous system and the body for the nematode Caenorhabditis elegans (C. elegans). Specifically, we introduce a model that computationally emulates the activity of the complete somatic nervous system and its response to stimuli. The model builds upon the full anatomical wiring diagram, the connectome, and integrates it with additional layers including intra-cellular and extra-cellular bio-physically relevant neural dynamics, layers translating neural activity to muscle forces and muscle impulses to body postures. In addition, it implements inverse integration which modulates neural dynamics according to external forces on the body. We validate the model by in-silico injection of currents into sensory- and inter-neurons known to play a role in locomotion behaviors (e.g. posterior/anterior touch) and by applying external forces on the body. We are able to generate characteristic baseline locomotion behaviors (forward and backward movements). Inclusion of proprioceptive feedback, implemented through inverse integration, shows that feedback can entrain and sustain movements initiated by neural or mechanical triggers. We further apply neural stimuli, experimentally known to modulate locomotion, and show that our model supports natural behavioral responses such as turns, reversals and avoidance. The proposed model can be utilized to infer neural circuits involved in sensorimotor behavior. For this purpose, we develop large-scale computational ablation approaches such as (i) ablation survey and (ii) conditional ablation. Our results show how an ablation survey can identify neurons required for a ventral turning behavior. We also show how conditional ablation can identify alternative novel neural pathways, e.g. propose neurons which facilitate steering behavior towards olfactory attractants. The outcomes of our study show that the framework can be utilized to identify neural circuits, which control, mediate and generate natural behavior.", "date": "2025-05-05", "journal": ""}
{"title": "Mutual Inhibition Model of pattern formation: The role of Wnt-Dickkopf interactions in driving Hydra body axis formation", "doi": "10.1101/2021.09.13.460125", "authors": "Mercker, M.; Kazarnikov, A.; Tursch, A.; Richter, T.; Özbek, S.; Holstein, T. W.; Marciniak-Czochra, A.", "abstract": "The antagonistic interplay between canonical Wnt signalling and Dickkopf (Dkk) molecules is fundamental to tissue organisation, including stem cell differentiation and body-axis formation. Disruptions in this interaction are linked to various human diseases, yet the mechanisms enabling robust body-axis formation through {beta}-Catenin/Wnt-Dkk interactions remain unclear. A key model system for Wnt-driven pattern formation is the pre-bilaterian organism Hydra, where two ancestral Dkks interact with Wnt signalling to self-organise the body axis. While Hydra patterning has been extensively studied using the activator-inhibitor framework, a model integrating experimentally identified molecules has been lacking. Here, we introduce a mathematical model incorporating both Dkks and their experimentally observed interactions with Wnt signalling. Numerical and analytical studies show that this network alone is sufficient to drive de novo body-axis formation across a broad parameter range. Our mutual inhibition model offers an alternative to the classical activation/long-range inhibition paradigm, providing a mechanistic explanation for the observed Dkk and Wnt patterns under various conditions. Unlike previous models, it is directly grounded in experimental data, links injury response to pattern formation, and remains robust against perturbations.", "date": "2025-05-05", "journal": ""}
{"title": "Stress History Modulates CRF Neurons to Establish Resilience", "doi": "10.1101/2022.08.31.505596", "authors": "Haynes, S. E.; Seo, H. S.; Lacagnina, A.; Morel, C.; Afzal, M. F.; Menigoz, A.; Clem, R.; Rajan, K.; Mayberg, H.; Young, L.; Han, M.-H.", "abstract": "Introduction: Cumulative stress is a major risk factor for developing major depressive disorder (MDD), yet not everyone experiencing chronic stress develops MDD. In those who do not, it is unclear at what point, or by what mechanism, a trajectory of stable resiliency emerges. Methods: Utilizing a 10-day repeated social defeat stress model (RSDS) for MDD, we observed that a critical period between 7 and 10 daily defeats marks the phenotypical divergence of resilient from susceptible mice. Using cell-type selective electrophysiology, chemogenetics, optogenetics, fiber photometry and RNA quantification was employed to investigate the nature of stress effects on neuroadaptation in the oval nucleus of the bed nucleus of the stria terminalis (BNSTov) required to determine resilience. Results: In response to ongoing stress, corticotropin-releasing factor (CRF+, but not CRF-) neurons of the (BNSTov) displayed a sustained increased firing rate in resilient, but not susceptible mice. This neurophysiological adaptation was self-sustaining, but only after 7 critical stress exposures, indicating that the process of developing resilience is dependent on stress history. Conclusion: Our study reveals a novel process by which individuals might persist in the face of adversity by way of stress-provoked activation, not inhibition of a key CRF limbic region that establishes a pathway to resilience.", "date": "2025-05-05", "journal": ""}
{"title": "Orofacial movements: Individuality and stereotypy when mice move a single whisker to touch", "doi": "10.1101/2022.10.03.510596", "authors": "Staab, M.; Sehara, K.; Bahr, N.; Dominiak, S.; Larkum, M.; Sachdev, R.", "abstract": "A key function of the brain is to move the body through a rich, complex environment. When rodents engage with their environment, they move their whiskers as they extract tactile information. Even though the study of whisking has a long history, the details of individual whisker movements bilaterally, of nose movement, of stereotypy and variability in an active whisking to touch task are unknown. Here we trained head fixed mice in a simple go-cue task to move a whisker on one side of the face to touch a sensor and tracked facial movements. Our analysis shows that mice specifically control movement of the whisker they use to touch and that as they move their whiskers, they move their nose and apply forces on the head-post in a manner that reflects the behavioral epoch, i.e. whether go cue triggered movement had begun, or a whisker was touching the sensor. Importantly, mice control the setpoint, amplitude and frequency of movement of whiskers bilaterally and individually. Additionally, even though mice achieved the goal of the task -- to touch the sensor within 2 seconds -- how they coordinated movement of the nose and forces on head post with movement of individual whiskers was stereotyped and related to the distance they needed to move a whisker to touch the sensor. Our work shows how stereotyped mouse behavior can be, and it emphasizes both the level of fine motor control mice can exert over individual whiskers and the extent of facial movements in a goal-directed whisking-to-touch task.", "date": "2025-05-05", "journal": ""}
{"title": "CHK2 regulates MUS81-dependent DSBs in response to replication stress and BRCA2 deficiency", "doi": "10.1101/2022.10.08.511087", "authors": "Malacaria, E.; Figlioli, C.; Palma, A.; Rinalducci, S.; Semproni, M.; Franchitto, A.; Pichierri, P.", "abstract": "MUS81 is a structure-specific endonuclease that processes DNA intermediates during mitosis and in S-phase following replication stress. It plays a crucial in cleaving deprotected reversed forks in BRCA2-deficient cells. However, how MUS81 is regulated during replication stress in human cells remains unknown. Our study reveals that CHK2 binds to the MUS81-EME2 complex and positively regulates the formation of DSBs in response to replication stress or BRCA2 deficiency. This association occurs through the FHA domain of CHK2 and is disrupted by the I157T mutation, but not by the R117A mutation. The CHK2-MUS81 complex assembles downstream of fork reversal and degradation, and CHK2-mediated phosphorylation of MUS81 is essential for introducing DSBs at deprotected replication forks, thereby promoting replication fork recovery in BRCA2-deficient cells. Together, our findings elucidate a regulatory mechanism of the MUS81 complex and uncover a novel role of the ATM-CHK2 axis in the response to deprotected replication forks in the absence of BRCA2.", "date": "2025-05-05", "journal": ""}
{"title": "Nuclear Myosin 1 regulates platelet activation and immune response: A novel therapeutic target for hematologic disorders", "doi": "10.1101/2023.02.14.528461", "authors": "Venit, T.; Khalaji, S.; Fambri, V.; Abdrobou, W.; El Gindi, M.; Shrestha, R.; Hozak, P.; Idaghdour, Y.; Teo, J.; Percipalle, P.", "abstract": "Cellular differentiation involves complex events associated with changes in cellular shape, function and proliferative capacity. This process is regulated by specific expression of multiple genes, which guide the cell through differentiation but also ensure proper function of terminal cell types. Over the last decade, the role of cellular metabolism in maintaining stem cells pluripotency and differentiation has been getting more attention due to a direct link between metabolic state and differentiation potential of cells. Since Nuclear Myosin 1 (NM1) deletion leads to a switch from oxidative phosphorylation to aerobic glycolysis and tumorigenesis in mice, here we asked if NM1 also contributes to cell differentiation. Indeed, analysis of metabolomic profiles and cytokine and chemokine levels upon NM1 depletion support a role in hematopoiesis. In an NM1 KO mouse model results from total blood cell count and bleeding assay show decreased erythropoiesis and thrombopoiesis as well as failure in hemostasis. Next, we explored the role of NM1 during the differentiation of hematopoietic progenitor stem cells to terminal blood cells by transcriptionally profiling bone marrow, spleen and peripheral blood from NM1 KO mice. We found that in bone marrow, NM1 deletion leads to overexpression of genes associated with glycolysis-dependent platelet activation and suppression of the innate immune system. These expression patterns are preserved and become more complex in spleen and peripheral blood. The study, therefore, provides insights into the underlying mechanisms of hematopoietic differentiation and activation of specific blood cell types and suggests NM1 as a potential therapeutic target for blood-related disorders.", "date": "2025-05-05", "journal": ""}
{"title": "Ultra-high throughput mapping of genetic design space", "doi": "10.1101/2023.03.16.532704", "authors": "O'Connell, R. W.; Rai, K.; Piepergerdes, T. C.; Wang, Y.; Brown, L. B. C.; Samra, K. D.; Wilson, J. A.; Lin, S.; Zhang, T. H.; Ramos, E.; Sun, A.; Kille, B.; Curry, K. D.; Rocks, J. W.; Treangen, T. J.; Mehta, P.; Bashor, C. J.", "abstract": "Massively parallel genetic screens have been used to map sequence-to-function relation-ships for a variety of genetic elements. However, because these approaches only interrogate short sequences, it remains challenging to perform high throughput (HT) assays on constructs containing combinations of multiple sequence elements arranged across multi-kb length scales. Overcoming this barrier could accelerate synthetic biology; by screening diverse gene circuit designs and learning ''composition-to-function'' mappings that reveal genetic part composability rules and enable rapid identification of behavior-optimized variants. Here, we introduce CLASSIC, a genetic screening platform that combines long- and short-read next-generation sequencing (NGS) modalities to quantitatively assess pools of constructs of arbitrary length containing diverse part compositions. We show that CLASSIC can measure expression profiles of >105 gene circuit designs (from 5-20 kb) in a single experiment in human cells. The resulting datasets can be used to train ML models that accurately predict circuit behavior across expansive circuit design landscapes, revealing part composability rules that govern circuit performance. Our work shows that by expanding the throughput of each design-build-test-learn (DBTL) cycle, CLASSIC enhances the pace and scale of synthetic biology and establishes an experimental basis for data-driven design of complex genetic systems.", "date": "2025-05-05", "journal": ""}
{"title": "Glucose-stimulated KIF5B-driven microtubule sliding organizes microtubule networks in pancreatic beta cells", "doi": "10.1101/2023.06.25.546468", "authors": "Bracey, K.; Fye, M. A.; Cario, A.; Ho, K.-H.; Noguchi, P.; Gu, G.; Kaverina, I.", "abstract": "In pancreatic islet {beta} cells, molecular motors use cytoskeletal polymers microtubules as tracks for intracellular transport of insulin secretory granules. The {beta}-cell microtubule network has a complex architecture and is non-directional, which provides insulin granules at the cell periphery for rapid secretion response, yet to avoid over-secretion and subsequent hypoglycemia. We have previously characterized a peripheral sub-membrane microtubule array, which is critical for the withdrawal of excessive insulin granules from the secretion sites. Microtubules in {beta} cells originate at the Golgi in the cell interior, and how the peripheral array is formed is unknown. Using real-time imaging and photo-kinetics approaches in clonal mouse pancreatic {beta} cells MIN6, we now demonstrate that kinesin KIF5B, a motor protein with a capacity to transport microtubules as cargos, slides existing microtubules to the cell periphery and aligns them to each other along the plasma membrane. Moreover, like many physiological {beta}-cell features, microtubule sliding is facilitated by a high glucose stimulus. These new data, together with our previous report that in high glucose sub-membrane MT array is destabilized to allow for robust secretion, indicate that MT sliding is another integral part of glucose-triggered microtubule remodeling, likely replacing destabilized peripheral microtubules to prevent their loss over time and {beta}-cell malfunction.", "date": "2025-05-05", "journal": ""}
{"title": "A gene-regulatory network model for density-dependent and sex-biased dispersal evolution during range expansions.", "doi": "10.1101/2023.07.18.549508", "authors": "Deshpande, J. N.; Fronhofer, E. A.", "abstract": "Dispersal is key to understanding ecological and evolutionary dynamics. Dispersal may itself evolve and exhibit phenotypic plasticity. Specifically, organisms may modulate their dispersal rates in response to the density of their conspecifics (density-dependent dispersal) and their own sex (sex-biased dispersal). While optimal dispersal plastic responses have been derived from first principles, the genetic and molecular basis of dispersal plasticity has not been modelled. An understanding of the genetic architecture of dispersal plasticity is especially relevant for understanding dispersal evolution during rapidly changing spatial ecological conditions such as range expansions. In this context, we develop an individual-based metapopulation model of the evolution of density-dependent and sex-biased dispersal during range expansions. We represent the dispersal trait as a gene-regulatory network (GRN), which can take population density and an individual's sex as an input and analyse emergent context- and condition-dependent dispersal responses. We compare dispersal evolution and ecological dynamics in this GRN model to a standard reaction norm (RN) approach under equilibrium metapopulation conditions and during range expansions. We find that under equilibrium metapopulation conditions, the GRN model produces emergent density-dependent and sex-biased dispersal plastic response shapes that match the theoretical expectation of the RN model. However, during range expansion, when mutation effects are large enough, the GRN model leads to faster range expansion because GRNs can maintain higher adaptive potential. Our results imply that, in order to understand eco-evolutionary dynamics in contemporary time, the genetic architecture of traits must be taken into account.", "date": "2025-05-05", "journal": ""}
{"title": "The Nash Score and Ummartty: Quantification of Co-Evolutionary Arms Races and Evolutionary Stability for Hypothesis Testing", "doi": "10.1101/2023.08.09.552686", "authors": "Remington, M.; Clark, R. W.; Hanscom, R. J.; Higham, T. E.; Sukumaran, J.", "abstract": "This paper introduces a new in silico framework for testing eco-evolutionary hypotheses in real-world systems. To this end, we present two tools for simulating and analyzing behavioral trait dynamics: The Nash Score, a novel metric for evaluating evolutionary stability, and uumarrty, a Python-based framework for simulating predator-prey interactions using game theory. These tools provide a new approach for assessing the temporal co-evolution of behavioral traits within agent-based models, with a particular focus on predator-prey dynamics, though the framework is generalizable to other ecological interactions. The Nash Score functions as an analog to the Evolutionarily Stable Strategy (ESS) from classical game theory, offering a quantitative index to assess the relative stability and resilience of behavioral traits under selection. By integrating evolutionary game theory into agent-based modeling, our framework addresses longstanding critiques about the oversimplification of ecological dynamics in traditional game-theoretic models and improves the interpretability of post-hoc analyses in simulation-based studies. We demonstrate the utility of these tools through a case study on the microhabitat preferences of kangaroo rats and rattlesnakes. Specifically, we explore the emergence and stability of optimal strategies across scenarios with: (1) heterogeneous energy yields among microhabitats, (2) differential strike success rates by microhabitat, and (3) the presence of a specialist predator. Our results highlight key drivers of behavioral adaptation in predator-prey systems and offer insight into how eco evolutionary feedbacks shape the emergence of stability in complex environments. Collectively, this framework enhances our ability to explore ecological and evolutionary responses to environmental change, supporting more robust and comparable simulation-based research in eco-evolutionary dynamics.", "date": "2025-05-05", "journal": ""}
{"title": "Replication stress underlies genomic instability at CTCF/cohesin-binding sites in cancer", "doi": "10.1101/2023.10.24.563697", "authors": "Faseela, E. E.; Notani, D.; Sabarinathan, R.", "abstract": "CCCTC-binding factor (CTCF) and cohesin play a significant role in the formation of chromatin loops and topologically associating domains (TADs), which influence gene expression and DNA replication. CTCF/cohesin-binding sites (CBSs) present at the loop anchors and TAD boundaries are frequently mutated in cancer; however, the molecular mechanisms underlying this remain unclear. Here, we investigate whether the binding of CTCF/cohesin on DNA imposes constraints on DNA replication, leading to replication stress and genomic instability. Our results reveal that CTCF and cohesin remain co-bound to DNA during replication (S phase) in cancer cells (HeLa). Further, examination of replication stress through ChIP-seq of the DNA damage response/repair proteins (MRE11, STN1, {gamma}H2AX, and RAD51) showed high enrichment of these proteins at CBSs (as compared to their immediate flanking regions and control sites) and positively correlated with the binding strength of CTCF/cohesin at CBSs in the S phase. Moreover, analysis of somatic mutations from cancer genomes supports that the enrichment of mutations at CBSs is significantly higher in samples harbouring somatic copy number deletion in MRE11 and STN1 compared to wild-type samples. Together, these results demonstrate that the co-binding of CTCF/cohesin on the DNA during the S phase causes replication stress and DNA strand breaks, and this could lead to genome instability at CBSs observed in cancer.", "date": "2025-05-05", "journal": ""}
{"title": "Transcranial direct current stimulation modulates primate brain dynamics across states of consciousness.", "doi": "10.1101/2024.03.27.586806", "authors": "Hoffner, G.; Castro, P.; Uhrig, L.; Signorelli, C. M.; Dupont, M.; Tasserie, J.; Destexhe, A.; Cofre, R.; Sitt, J.; Jarraya, B.", "abstract": "The resting primate brain is traversed by spontaneous functional connectivity patterns that show striking differences between conscious and unconscious states. Transcranial direct current stimulation, a non-invasive neuromodulatory technique, can improve signs of consciousness in disorders of consciousness; however, can it influence both conscious and unconscious dynamic functional connectivity? We investigated the modulatory effect of prefrontal cortex (PFC) transcranial direct current stimulation (tDCS) on brain dynamics in awake and anesthetized non-human primates using functional MRI. In awake macaques receiving either anodal or cathodal tDCS, we found that cathodal stimulation robustly disrupted the repertoire of functional connectivity patterns, increased structure-function correlation, decreased Shannon entropy, and favored transitions towards anatomically-based patterns. Under deep sedation, anodal tDCS significantly altered brain pattern distribution and reduced structure-function correlation. The prefrontal stimulation also modified dynamic connectivity arrangements typically associated with consciousness and unconsciousness. Our findings offer compelling evidence that PFC tDCS induces striking modifications in the fMRI-based dynamic organization of the brain across different states of consciousness. This study contributes to an enhanced understanding of tDCS neuromodulation mechanisms and has important clinical implications for disorders of consciousness.", "date": "2025-05-05", "journal": ""}
{"title": "Using Bayesian priors to overcome non-identifiablility issues in Hidden Markov models", "doi": "10.1101/2024.04.20.590387", "authors": "Münch, J. L.; Schmauder, R.; Paul, F.; Habeck, M.", "abstract": "Hidden Markov models (HMMs) for biomolecules suffer from various forms of parameter non- identifiability. This poses severe challenges to both maximum likelihood and Bayesian inference. However, Bayesian inference offers effective means of overcoming these pathologies. We study the role of prior distributions in the face of practical parameter non-identifiability in Bayesian inference applied to prototypical patch clamp data of ligand-gated ion channels. We advocate the use of minimally informative priors, as they increase the accuracy and decrease the uncertainty of the inference. For complex HMMs, stronger prior assumptions are needed to render the posterior sufficiently proper. This can be achieved by confining the parameter space to physically motivated limits. Another beneficial assumption is finite cooperativity of ligand-binding and unbinding events, which introduces a bias towards non-cooperativity but still allows for a non-vanishing degree of cooperativity that is inferred from the data. Despite its vagueness, our prior renders the posterior sufficiently proper for all datasets that we considered without imposing the assumption of non-cooperativity. Combining all prior factors allows for meaningful inferences with a dataset of a thousand times lower quality.", "date": "2025-05-05", "journal": ""}
{"title": "Temperature alone is not enough: food-web context determines evolutionary responses to warming", "doi": "10.1101/2024.05.06.592770", "authors": "Han, Z.-Y.; Yuan, Y.; DeWitt, K.; Yammine, A.; Wieczynski, D. J.; Onishi, M.; Gibert, J. P.", "abstract": "Global warming is reshaping food webs globally. Rapid evolution has been proposed as a buffer against climate change, but how simultaneous shifts in biotic and abiotic environments may influence evolution is unknown. Using experimental evolution and mathematical modeling in microbial food webs of prey algae and ciliate predators, we tested 1) how temperature affects prey evolution and 2) how the food-web context (i.e., predator identity, abundance, and competition among predators) mediates prey evolutionary dynamics. We found that temperature alone does not drive prey evolution unless predators are present, and food-web context determines ensuing evolutionary dynamics. These seemingly complex evolutionary responses are predictable from the joint effects of temperature-dependent, predator-specific predation rates, and the emergence of temperature-dependent prey plasticity. We reveal that evolutionary outcomes under warming are shaped by the broader food web context of species, suggesting that the same species may exhibit different eco-evolutionary responses in different food webs under novel climates.", "date": "2025-05-05", "journal": ""}
{"title": "CellAgent: LLM-Driven Multi-Agent Framework for Natural Language-Based Single-Cell Analysis", "doi": "10.1101/2024.05.13.593861", "authors": "Xiao, Y.; Liu, J.; Zheng, Y.; Jiao, S.; Hao, J.; Xie, X.; Li, M.; Wang, R.; Ni, F.; Li, Y.; Wang, Z.; Shang, X.; Bao, Z.; Yang, C.; Peng, J.", "abstract": "Single-cell RNA sequencing (scRNA-seq) and spatial transcriptomics (ST) data analysis are pivotal for advancing biological research, enabling precise characterization of cellular heterogeneity. However, existing analysis approaches require extensive manual programming and tool manipulation, posing significant challenges for researchers. To address this, we introduce CellAgent, an autonomous, LLM-driven approach that performs end-to-end scRNA-seq and spatial transcriptomics data analysis through natural language interactions. CellAgent employs a multi-agent hierarchical decision-making framework, simulating a \"deep-thinking\" workflow to ensure that each analytical step remains consistent with the overall task objective. To further enhance its capabilities, we developed sc-Omni, a high-performance, expert-curated toolkit that consolidates essential tools for scRNA-seq and spatial transcriptomics analysis. Additionally, we introduce a self-reflective optimization mechanism, enabling automated, iterative refinement of results through specialized evaluation methods, effectively replacing traditional manual assessments. Benchmarking against human experts demonstrates that CellAgent achieves approximately 60% improvement in efficiency across multiple downstream applications. In terms of accuracy, it maintains performance comparable to existing approaches while preserving natural language interactions. By translating natural language interactions into optimized analytical workflows, CellAgent establishes a scalable paradigm for LLM-driven scientific discovery, bridging the gap between experimental biologists and complex data analytics. This framework minimizes reliance on manual coding and exhaustive deliberation, ushering in the era of the \"AI Agent for Science. \"", "date": "2025-05-05", "journal": ""}
{"title": "Effects of Tasks on Functional Brain Connectivity Derived from Inter-Individual Correlations: Insights from Regional Homogeneity of Functional MRI Data", "doi": "10.1101/2024.06.02.597063", "authors": "Di, X.; Jain, P.; Biswal, B. B.", "abstract": "Research on brain functional connectivity often relies on intra-individual moment-to-moment correlations of functional brain activity, typically using techniques like functional MRI (fMRI). Inter-individual correlations are also employed on data from fMRI and positron emission tomography (PET). Many past studies have not specified tasks for participants, keeping them in an implicit \"resting\" condition. This lack of task specificity raises questions about how different tasks impact inter-individual correlation estimates. In our analysis of fMRI data from 100 unrelated participants, scanned during seven task conditions and in a resting state, we calculated Regional Homogeneity (ReHo) for each task as a regional measure of brain functions. We found that changes in ReHo due to different tasks were relatively small compared with the variations across brain regions. Cross-region variations of ReHo were highly correlated between different tasks. Similarly, whole-brain inter-individual correlation patterns were remarkably consistent across the tasks, showing correlations greater than 0.78. Changes in inter-individual correlations between tasks were primarily driven by connectivity in the visual, somatomotor, default mode network, and the interactions between them. The subtle yet statistically significant differences in functional connectivity may be linked to specific brain regions associated with the studied tasks. Future studies should consider task design when exploring inter-individual connectivity in specific brain systems.", "date": "2025-05-05", "journal": ""}
{"title": "Multiplexed smFISH reveals the spatial organization of neuropil localized mRNAs is linked to abundance", "doi": "10.1101/2024.07.13.603387", "authors": "Tarannum, R.; Mun, G.; Quddos, F.; Swanger, S. A.; Steward, O.; Farris, S.", "abstract": "RNA localization to neuronal axons and dendrites provides spatiotemporal control over gene expression to sup-port synapse function. Neuronal messenger RNAs (mRNAs) localize as ribonucleoprotein particles (RNPs), com-monly known as RNA granules, the composition of which influences when and where proteins are made. High-throughput sequencing has revealed thousands of mRNAs that localize to the hippocampal neuropil. Whether these mRNAs are spatially organized into common RNA granules or distributed as independent mRNAs for proper delivery to synapses is debated. Here, using highly multiplexed single molecule fluorescence in situ hy-bridization (HiPlex smFISH) and colocalization analyses, we investigate the subcellular spatial distribution of 15 synaptic neuropil localized mRNAs in the male and female rodent hippocampus. We observed that these mRNAs are present in the neuropil as heterogeneously sized fluorescent puncta with spatial colocalization patterns that generally scale by neuropil mRNA abundance. Indeed, differentially expressed mRNAs across cell types dis-played colocalization patterns that scaled by abundance, as did simulations that reproduce cell-specific differ-ences in abundance. Thus, the probability of these mRNAs colocalizing in the neuropil is best explained by stochastic interactions based on abundance, which places constraints on the mechanisms mediating efficient transport to synapses.", "date": "2025-05-05", "journal": ""}
{"title": "NR2F2 is required in the embryonic testis for Fetal Leydig Cell development", "doi": "10.1101/2024.07.17.602099", "authors": "Perea-Gomez, A.; Bellido Carreras, N.; Dhellemmes, M.; Tang, F.; Le Gallo, C.; Chaboissier, M.-C.", "abstract": "Male genital development in XY mammalian fetuses is triggered by the action of hormones, including testosterone, secreted by the developing testes. Defects in this process are a cause for Differences in Sex Development (DSD), one of the most common congenital abnormalities in humans. Fetal Leydig Cells (FLC) play a central role for the synthesis of masculinizing hormones in the developing testes. Yet, the genetic cascade controlling their differentiation is poorly understood. Here we investigate the role of the orphan nuclear receptor NR2F2 (COUP-TFII) in FLC development. We report that NR2F2 is expressed in interstitial progenitor cells of the mouse embryonic testes and is downregulated upon their differentiation into FLC. By using two mouse models for conditional mutation of Nr2f2 in the developing testes, we demonstrate that NR2F2 is required for testis morphogenesis and FLC development. NR2F2 acts in interstitial progenitors to regulate the initiation and progression of FLC differentiation. These results establish NR2F2 as an essential regulator of FLC development and steroid hormone synthesis in the mouse fetal testis and provide an entry point to understand the etiology of 46, XY DSD associated with pathogenic NR2F2 variants.", "date": "2025-05-05", "journal": ""}
{"title": "Muscle stem cells in Duchenne muscular dystrophy exhibit molecular impairments and altered cell fate trajectories impacting regenerative capacity", "doi": "10.1101/2024.07.24.604963", "authors": "Granet, J. A.; Robertson, R.; Cusmano, A. A.; Filippelli, R. L.; Lorenz, T. O.; Li, S.; Yaqubi, M.; Stratton, J. A.; Chang, N. C.", "abstract": "Satellite cells are muscle-resident stem cells that maintain and repair muscle. Increasing evidence supports the contributing role of satellite cells in Duchenne muscular dystrophy (DMD), a lethal degenerative muscle disease caused by loss of dystrophin. However, whether or not satellite cells exhibit dysfunction due to loss of dystrophin remains unresolved. Here, we used single cell RNA-sequencing (scRNA-seq) to determine how dystrophin deficiency impacts the satellite cell transcriptome and cellular composition by comparing satellite cells from mdx and the more severe D2-mdx DMD mouse models. DMD satellite cells were disproportionally found within myogenic progenitor clusters and a previously uncharacterized DMD enriched cluster. Despite exposure to different dystrophic environments, mdx and D2-mdx satellite cells exhibited overlapping dysregulation in gene expression and associated biological pathways. When comparing satellite stem cell versus myogenic progenitor populations, we identified unique dysfunctions between DMD and healthy satellite cells including apoptotic cell death and senescence, respectively. Pseudotime analyses revealed differences in cell fate trajectories indicating that DMD satellite cells are stalled in their differentiation capacity. In vivo regeneration assays confirmed that DMD satellite cells exhibit impaired myogenic gene expression and cell fate dynamics during regenerative myogenesis. These defects in differentiation capacity are accompanied by impaired senescence and autophagy dynamics. Finally, we demonstrate that inducing autophagy can rescue differentiation of DMD progenitors. Our findings provide novel molecular evidence of satellite cell dysfunction in DMD, expanding on our understanding of their role in its pathology and suggesting pathways to target and enhance their regenerative capacity.", "date": "2025-05-05", "journal": ""}
{"title": "Galanin receptor 1 expressing neurons in hippocampal-prefrontal circuitry modulate goal directed attention and impulse control", "doi": "10.1101/2024.07.29.605653", "authors": "Messanvi, F.; Visocky, V.; Senneca, C.; Berkun, K.; Taori, M.; Bradley, S. P.; Wang, H.; Tejeda, H.; Chudasama, Y.", "abstract": "Background: Neuropeptides like galanin are increasingly recognized as modulators of cognitive pathways. Galanin has been implicated in a wide range of pathological conditions in which frontal and temporal structures are compromised. Recently, we discovered that direct pharmacological stimulation of galanin receptor type 1 (GalR1) in the ventral prefrontal cortex (vPFC) and ventral hippocampus (vHC) led to opposing effects on attention and impulse control behavior. In the present study, we investigate how neurons expressing GalR1 in these two areas differentially contribute to these behaviors. Methods: We used multiplex fluorescent in situ-hybridization to characterize the distribution of GalR1 mRNA in the vPFC and vHC. We assessed behavior in rats using the 5-Choice task. We developed a novel viral approach to gain genetic access to GalR1-expressing neurons in the vPFC and vHC, and used optogenetic stimulation and fiber photometric analysis to gauge the contribution of GalR1 on different phases of the 5-choice task. Results: We found that GalR1 is expressed in glutamatergic neurons in both the vPFC and vHC, and that optogenetic excitation of GalR1 expressing neurons in the vPFC, but not vHC, selectively disrupts attention. The calcium dynamics in GalR1-expressing neurons revealed opposing activity in the vPFC and vHC which was consistent with our previous work demonstrating differential behavioral effects induced by GalR1 activating in these regions. Conclusions: We discovered that GalR1-expressing neurons in the vPFC and vHC have distinct activity profiles linked to unique cognitive signals and behavioral outcomes. This region- and response-specific intrinsic activity shapes the expression of executive-control behaviors.", "date": "2025-05-05", "journal": ""}
{"title": "Jen1 transport and endocytosis in yeast reveal pH-responsive strategies to prevent metabolites loss", "doi": "10.1101/2024.08.01.606176", "authors": "Barata-Antunes, C.; Warmerdam, M.; de Hulster, E.; Ribeiro, I.; Cardoso, C.; Fernandes, V.; Leite, B.; Casal, M.; Geros, H.; Pronk, J.; Arino, J.; Mans, R.; Paiva, S.", "abstract": "In batch cultures of Saccharomyces cerevisiae grown on lactate, medium alkalinization coincides with endocytosis of the Jen1 lactate/pyruvate transporter. To assess how culture pH impacts Jen1 endocytosis, S. cerevisiae was grown in carbon-limited continuous cultures with a mixed ethanol-lactate feed. When applying a linearly increasing pH (6.75 to 7.25), extracellular lactate and pyruvate concentrations increased progressively. Up to pH 7.0, these concentrations aligned with the thermodynamic equilibrium of Jen1-mediated electroneutral carboxylate-proton symport, while Jen1 internalization became more pronounced above pH 7.0. Transcriptional upregulation of genes involved in oxidative phosphorylation, together with higher residual lactate levels, indicated increased energy demands at supra-optimal pH values. By analyzing transport, endocytosis, and transcriptional responses in actively growing continuous cultures, this study uncovers pH-dependent physiological challenges associated with electroneutral carboxylate/proton symport. The data support the hypothesis that Jen1 internalization evolved to prevent intracellular metabolite loss under unfavorable pH conditions. These findings provide novel insights into the physiological consequences of transporter energy coupling and the ecophysiological relevance of anion transporters when extracellular pH approaches or exceeds cytosolic pH.", "date": "2025-05-05", "journal": ""}
{"title": "Generating Synthetic Task-based Brain Fingerprints for Population Neuroscience Using Deep Learning", "doi": "10.1101/2024.08.03.606469", "authors": "Serin, E.; Ritter, K.; Schumann, G.; Banaschewski, T.; Marquand, A.; Walter, H.", "abstract": "Task-based functional magnetic resonance imaging (tb-fMRI) provides valuable insights into individual differences in the neural basis of cognitive functions because it links specific cognitive tasks to their evoked neural responses. Yet, it is challenging to scale to population-level data due to its cognitive demands, variations in task design across studies, and a limited number of tasks acquired in typical large-scale studies. Here, we present DeepTaskGen, a convolutional neural network (CNN) approach that enables us to generate synthetic task-based contrast maps from resting-state fMRI (rs-fMRI) data. Our method outperforms several benchmarks, exhibiting superior reconstruction performance while retaining inter-individual variation essential for biomarker development. We showcase DeepTaskGen by generating synthetic task images from the UK Biobank cohort, achieving competitive or greater performance compared to actual task contrast maps and resting-state connectomes for predicting a wide range of demographic, cognitive, and clinical variables. This approach will facilitate the study of individual differences and the generation of task-related biomarkers by enabling the generation of arbitrary functional cognitive tasks from readily available rs-fMRI data.", "date": "2025-05-05", "journal": ""}
{"title": "Temperature fluctuations influence predictions of landscape-scale spruce budworm defoliation in a physiologically-informed species distribution model", "doi": "10.1101/2024.08.19.608715", "authors": "Black, E. N.; Pureswaran, D. S.; Marshall, K. E.", "abstract": "Aim: While many studies on ectotherm thermal tolerance consider temperature exposure, the frequency of temperature exposures is emerging as an important and generally overlooked driver of survival and fitness which may influence species ranges. We use a physiologically-informed species distribution model to evaluate the influence of temperature fluctuations on the historical distribution and intensity of defoliation of a Lepidopteran forest pest, and on predicted future defoliation. Location: Eastern Canada. Time period: 2006-2016, projections to 2041-2070. Major taxa studied: Choristoneura fumiferana (Lepidoptera: Tortricidae, spruce budworm). Methods: We combined publicly-available maps of spruce budworm-induced defoliation between 2006-2016 in the Canadian province of Quebec with climate, forest composition, and de novo temperature fluctuation predictors to train a species distribution model. Our model evaluated how predictor categories influence spruce budworm defoliation and compared these results to a model trained without temperature fluctuations. Additionally, we predicted future spruce budworm defoliation under 2041-2070 climate change conditions using the models trained with and without temperature fluctuation predictors to determine the impact of temperature fluctuations on future defoliation predictions. Results: We found that the inclusion of temperature fluctuation predictors improved model performance, and these predictors ranked highly in importance relative to predictors in other categories. The model trained with temperature fluctuation predictors also predicted vastly different defoliation distribution and severity across Quebec, Ontario, and Labrador than the model trained without them under future climate. Main conclusions: Our study reveals the previously overlooked importance of temperature fluctuations on landscape-scale spruce budworm defoliation and demonstrates the importance of including physiologically-informed predictors in species distribution models. It also provides a novel framework for including thermal variation in correlative species distribution models of ectotherms.", "date": "2025-05-05", "journal": ""}
{"title": "A transcontinental experiment elucidates (mal)adaptation of a cosmopolitan plant to climate in space and time", "doi": "10.1101/2024.09.16.613311", "authors": "Albano, L. J.; Bastias, C. C.; Estarague, A.; Hendrickson, B. T.; Innes, S. G.; King, N.; Patterson, C. M.; Tudoran, A.; Vasseur, F.; Puentes, A.; Violle, C.; Kooyers, N. J.; Johnson, M. T.", "abstract": "Climate change and the global spread of non-native species are two of the most significant threats to biodiversity and ecosystem function. Both these phenomena subject populations to novel conditions, either in space (species introductions) or in time (climate change), yet the role of adaptation in how populations respond to these rapid environmental shifts is poorly understood. We conducted a large-scale trans-continental common garden experiment using white clover (Trifolium repens, Fabaceae) to test whether adaptive evolution to spatiotemporal variation in climate could contribute to the ecological success of one of the most widespread plant species in the world. Individuals from 96 populations of Trifolium repens (white clover) from both its native (Europe) and introduced (North America) ranges were planted into four experimental common gardens located in northern (Uppsala, Sweden) and southern (Montpellier, France) Europe, and northern (Mississauga, Canada) and southern (Lafayette, USA) North America. We recorded plant sexual and clonal fitness in each common garden and assessed whether the strength of local adaptation differed between the native and introduced ranges and whether populations are rapidly adapting to climate change. Results show that local adaptation was only evident when populations were transplanted into common gardens located in the same range (native or introduced) from which they originated and was driven by stronger selection (due to climatic factors rather than herbivory) at lower latitudes in both ranges. Our results indicate rapid local adaptation across a large latitudinal gradient in introduced T. repens populations, along with an associated adaptation cost when transplanted back into the native range. We also find evidence of an adaptation lag in the northern common garden in the introduced range, with plants from historically warmer climates exhibiting the greatest fitness. These findings support two major conclusions: 1) white clover can rapidly adapt to spatial variation in climate in its introduced range as well as the native range, and 2) despite rapid adaptation to novel environments, introduced white clover populations are not keeping pace with rapid climate change. Overall, our results provide insight into the role of adaptation in facilitating the ecological success of non-native species in a rapidly changing world.", "date": "2025-05-05", "journal": ""}
{"title": "Genome-directed study reveals the diversity of Salmonella T6SS effectors and identifies a novel family of lipid-targeting antibacterial toxins", "doi": "10.1101/2024.09.27.615498", "authors": "Nicastro, G. G.; Sibinelli-Sousa, S.; Hespanhol, J. T.; Santos, T. W.; Munoz, J. P.; Santos, R. S.; Perez-Sepulveda, B. M.; Miyamoto, S.; Aravind, L.; de Souza, R. F.; Bayer-Santos, E.", "abstract": "Bacterial warfare is a common and ancient phenomenon in nature, where bacterial species use strategies to inhibit the growth or kill competitors. This involves the production and deployment of antibacterial toxins that disrupt essential cellular processes in target cells. The continuous arms race in which bacteria acquire new toxin and immunity proteins to promote increased adaptation to their environment is responsible for the diversification of this toxin repertoire. Here, we deployed in-silico strategies to analyze 10,000 genomes and identify effectors secreted via the type VI secretion system of Salmonella. We identified 128 candidates, which are widespread in a vast array of Salmonella serovars and other bacterial species. Tox-Act1 is among the most frequent candidates and was selected for in-depth characterization. Tox-Act1 contains a permuted NlpC/P60 papain-like catalytic core characteristic of lipid-targeting members rather than the typical peptidases or amidases. Evolutionary analysis revealed the relationship of Tox-Act1 with acyltransferases. Biochemical assays with purified toxin and lipidomics of intoxicated cells showed that Tox-Act1 exhibits phospholipase activity, cleaving off acyl groups from phosphatidylglycerol and phosphatidylethanolamine. In addition, we demonstrate that Tox-Act1 is secreted in a T6SS-dependent manner and provide a competitive advantage during colonization of the gut of infected mice. This work broadens our understanding of toxin domains and provides the first direct characterization of a lipid-targeting NlpC/P60 domain in biological conflicts.", "date": "2025-05-05", "journal": ""}
{"title": "Computational modelling shows evidence in support of both sensory and frontal theories of consciousness", "doi": "10.1101/2024.11.02.621640", "authors": "Bandara, K. H.; Rowe, E. G.; Garrido, M. I.", "abstract": "The role of the prefrontal cortex (PFC) in consciousness is hotly debated. Frontal theories argue that the PFC is necessary for consciousness, while sensory theories propose that consciousness arises from recurrent activity in the posterior cortex alone, with activity in the PFC resulting from the mere act of reporting. To resolve this dispute, we re-analysed an EEG dataset of 30 participants from a no-report inattentional blindness paradigm where faces are (un)consciously perceived. Dynamic causal modelling was used to estimate the effective connectivity between the key contended brain regions, the prefrontal and the posterior cortices. Then, a second-level parametric empirical Bayesian model was conducted to determine how connectivity was modulated by awareness and task-relevance. While an initial data-driven search could not corroborate neither sensory nor frontal theories of consciousness, a more directed hypothesis-driven analysis revealed strong evidence that both theories could explain the data, with a very slight preference for frontal theories. Specifically, a model with backward connections switched off within the posterior cortex explained awareness better (53%) than a model without backward connections from the PFC to sensory regions. Our findings provide some support for a subtle, yet crucial, contribution of the frontal cortex in consciousness, and highlight the need to revise current theories of consciousness.", "date": "2025-05-05", "journal": ""}
{"title": "Rapid riparian ecosystem recovery in low-latitudinal North China following the end-Permian mass extinction", "doi": "10.1101/2024.11.17.624019", "authors": "Guo, W.; Tian, L.; Chu, D.; Shu, W.; Benton, M.; Liu, J.; Tong, J.", "abstract": "The greatest mass extinction at the end-Permian, 252 million years ago (Ma), led to a tropical dead zone on land and sea. The speed of recovery of life has been debated, whether fast or slow, and terrestrial ecosystems are much less understood than marine. Here, we show fast reestablished riparian ecosystems in low-latitude North China within as little as [~]2 million years (Myr) after the end-Permian extinction. The initial ichnoassemblages in shallow lacustrine and fluvial facies of late Smithian age are monospecific, devoid of infaunalization, with apparent size reduction. In the following Spathian, newly identified medium-sized carnivores, plant stems, root traces, coupled with improved ichnological criteria and significantly increased infaunalization, suggesting a relatively complex, multi-level trophic structured riverain ecosystem had been rebuilt. Specifically, burrowing behavior had re-emerged as a key life strategy not only to minimize stressful climatic conditions, but possible to escape predation.", "date": "2025-05-05", "journal": ""}
{"title": "Human eIF2A has a minimal role in translation initiation and in uORF-mediated translational control in HeLa cells", "doi": "10.1101/2024.11.20.624465", "authors": "Teleman, A. A.; Roiuk, M.; Neff, M.", "abstract": "Initiation of translation on eukaryotic mRNAs requires a 40S ribosome loaded with an initiator tRNA in order to scan for, and to identify, an initiation codon. Under most conditions, the initiator tRNA is recruited to the ribosome as part of a ternary complex composed of initiator tRNA, eIF2 and GTP. Although this function of recruiting the initiator tRNA was originally ascribed to another factor, eIF2A, it was later disproven and shown to belong to eIF2. Nonetheless, eIF2A is still considered a translation initiation factor because it binds the ribosome and shows genetic interactions with other initiation factors such as eIF4E. The exact function of eIF2A during translation initiation, however, remains unclear. Here we systematically test in HeLa cells, using ribosome profiling and luciferase reporter assays, the role of eIF2A in translation initiation, including translation of upstream ORFs that are either initiated with a AUG or near-cognate codons. Since eIF2A is thought to take over the function of eIF2 when eIF2 is inhibited, we also test conditions where the integrated stress response is activated, thereby leading to eIF2 inactivation. In none of our assays, however, could we detect a role of eIF2A in translation initiation. It is possible that eIF2A plays a role in translation regulation in specific conditions that we have not tested here, or that it plays a role in a different aspect of RNA biology.", "date": "2025-05-05", "journal": ""}
{"title": "Accurate sample deconvolution of pooled snRNA-seq using sex-dependent gene expression patterns", "doi": "10.1101/2024.11.29.626066", "authors": "Twa, G. M.; Phillips, R. A.; Robinson, N. J.; Day, J. J.", "abstract": "Single-nucleus RNA sequencing (snRNA-seq) technology offers unprecedented resolution for studying cell type-specific gene expression patterns. However, snRNA-seq poses high costs and technical limitations, often requiring the pooling of independent biological samples and the loss of individual sample-level data. Deconvolution of sample identity using inherent features would enable the incorporation of pooled barcoding and sequencing protocols, thereby increasing data throughput and analytical sample size without requiring increases in experimental sample size and sequencing costs. In this study, we demonstrate a proof of concept that sex-dependent gene expression patterns can be leveraged for the deconvolution of pooled snRNA-seq data. Using previously published snRNA-seq data from the rat ventral tegmental area, we trained a range of machine learning models to classify cell sex using genes differentially expressed in cells from male and female rats. Models that used sex-dependent gene expression predicted cell sex with high accuracy (93-95%) and outperformed simple classification models using only sex chromosome gene expression (88-90%). The generalizability of these models to other brain regions was assessed using an additional published data set from the rat nucleus accumbens. Within this data set, model performance remained highly accurate in cell sex classification (90-92% accuracy) with no additional training. This work provides a model for future snRNA-seq studies to perform sample deconvolution using a two-sex pooled sample sequencing design and benchmarks the performance of various machine learning approaches to deconvolve sample identification from inherent sample features.", "date": "2025-05-05", "journal": ""}
{"title": "Proteome-scale quantification of the interactions driving condensate formation of intrinsically disordered proteins", "doi": "10.1101/2024.12.21.629870", "authors": "Norrild, R. K.; von Bülow, S.; Halldorsson, E.; Lindorff-Larsen, K.; Rogers, J. M.; Buell, A. K.", "abstract": "Intrinsically disordered protein regions facilitate cellular organization through phase separation into biomolecular condensates. However, the molecular interactions driving this process remain poorly understood because of experimental limitations. Here, we advance experimental throughput by several orders of magnitude by developing Condensate Partitioning by mRNA-Display (CPmD). The method allows analysis of partitioning of hundred thousand peptides derived from the disordered proteome into reconstituted condensates. Our results demonstrate that the amino acid content, rather than specific sequence, primarily determines partitioning behavior. Importantly, quantification of the partitioning energies of peptides allows us to decipher the molecular grammar of the relevant interactions, allowing accurate prediction of the formation of condensates of diverse full-length disordered protein regions. The results reveal how physicochemical properties of disordered regions encode biological functions through formation of biomolecular condensates.", "date": "2025-05-05", "journal": ""}
{"title": "Metabolic tagging reveals surface-associated lipoproteins in mycobacteria", "doi": "10.1101/2025.01.07.631728", "authors": "Parkin, L. A.; Becker, K. L.; Maceren, J. P.; Palande, A.; Previti, M. L.; Seeliger, J. C.", "abstract": "Mycobacteria such as the causative agent of tuberculosis, Mycobacterium tuberculosis, encode over 100 bioinformatically predicted lipoproteins. Despite the importance of these post-translationally modified proteins for mycobacterial survival, many remain experimentally unconfirmed. Here we characterized metabolic incorporation of diverse fatty acid analogues as a facile method of adding chemical groups that enable downstream applications such as detection, crosslinking and enrichment, of not only lipid-modified proteins, but also their protein interactors. Having shown that incorporation is an active process dependent on the lipoprotein biosynthesis pathway, we discovered that lipid-modified proteins are also located at the mycobacterial cell surface even though mycobacteria do not encode known lipoprotein transporters. These data have implications for uncovering a novel transport pathway and the roles of lipoproteins at the interface with the host environment. Our findings and the tools we developed will enable the further study of pathways related to lipoprotein function and metabolism in mycobacteria and other bacteria in which lipoproteins remain poorly understood.", "date": "2025-05-05", "journal": ""}
{"title": "FlashFold: a standalone command-line tool for accelerated protein structure and stoichiometry prediction", "doi": "10.1101/2025.01.23.634437", "authors": "Saha, C. K.; Roghanian, M.; Häussler, S.; Guy, L.", "abstract": "AlphaFold has revolutionized the decades-old issue of precisely predicting protein structures. However, its high accuracy relies on a computationally intensive step that involves searching vast databases for homologous sequences as the query protein of interest. Additionally, predicting the quaternary structure of protein complexes requires prior knowledge of subunit counts, a prerequisite rarely met. To address these limitations, we introduce FlashFold -- a fast, user-friendly tool for protein structure prediction. It accelerates homology searches using a compact built-in database, enabling structure predictions up to 3-fold faster than AlphaFold3, with sacrificing little or no accuracy. Unlike others, FlashFold features adaptable built-in databases that allow users to easily incorporate their own privately sequenced data -- an option that can positively influence the prediction accuracy. Moreover, it allows users to estimate stoichiometry of protein complexes directly from sequence information. To support high-throughput workflows and streamline downstream decision-making, it generates interactive and filterable summary reports, enabling users to efficiently visualize protein structures, and interpret large volumes of prediction results. FlashFold runs locally on Linux and Mac, eliminating reliance on third-party servers. FlashFold is available at https://github.com/chayan7/flashfold.", "date": "2025-05-05", "journal": ""}
{"title": "In vivo directed evolution of an ultra-fast RuBisCO from a semi-anaerobic environment imparts oxygen resistance", "doi": "10.1101/2025.02.17.638297", "authors": "McDonald, J. L.; Shapiro, N. P.; Mengiste, A. A.; Kaines, S.; Whitney, S. M.; Wilson, R. H.; Shoulders, M. D.", "abstract": "Carbon dioxide (CO2) assimilation by the enzyme Ribulose-1,5-bisphosphate Carboxylase/Oxygenase (RuBisCO) underpins biomass accumulation in photosynthetic bacteria and eukaryotes. Despite its pivotal role, RuBisCO has a slow carboxylation rate and is competitively inhibited by oxygen (O2). These traits impose limitations on photosynthetic efficiency, making RuBisCO a compelling target for improvement. Interest in Form II RuBisCO from Gallionellaceae bacteria, which comprise a dimer or hexamer of large subunits, arises from their nearly 5-fold higher carboxylation rate than the average RuBisCO enzyme. As well as having a fast carboxylation rate (25.8 s-1 at 25C), we show that Gallionellaceae RuBisCO (GWS1B) is extremely sensitive to O2 inhibition, consistent with its evolution under semi-anaerobic environments. We therefore used a novel in vivo mutagenesis-mediated screening pipeline to evolve GWS1B over six rounds under oxygenic selection, identifying three catalytic point mutants with improved ambient carboxylation efficiency; Thr-29-Ala (T29A), Glu-40-Lys (E40K) and Arg-337-Cys (R337C). Full kinetic characterization showed that each substitution enhanced the CO2 affinity of GWS1B under oxygenic conditions by subduing oxygen affinity, leading to 25% (E40K), 11% (T29A) and 8% (R337C) enhancements in carboxylation efficiency under ambient O2 at 25C. By contrast, under the near anaerobic natural environment of Gallionellaceae, the carboxylation efficiency of each mutant was impaired ~16%. These findings demonstrate the efficacy of artificial directed evolution to access novel regions of catalytic space in RuBisCO.", "date": "2025-05-05", "journal": ""}
{"title": "Integrative Analysis of Single-cell and Bulk RNA Sequencing Reveals Macrophage Heterogeneity in Lyme Arthritis", "doi": "10.1101/2025.02.14.638349", "authors": "Zhou, G.; Song, C.; Dong, Y.; Chen, Y.; Luo, Y.; Liu, M.; Zhou, Y.; Yang, Y.; Chen, X.; Liu, X.; Yang, F.; Liang, Z.; Zi, L.; Gao, H.; Cao, Z.; Gao, F.", "abstract": "Introduction: Lyme arthritis (LA) is a common late-stage manifestation of Lyme disease caused by Borrelia burgdorferi (Bb) infection. Macrophages play a crucial role in LA pathogenesis, yet their heterogeneity and functional states within the arthritic microenvironment remain poorly understood. Methods: We integrated single-cell RNA sequencing data from ankle joint tissues of Bb-infected C57BL/6 mice with bulk RNA sequencing data from both infected ankle joints and bone marrow-derived macrophages. We developed a LA mouse model and validated key findings through histopathological examination and RT-qPCR analysis. Results: We identified nine distinct cell types in the joint microenvironment with significant compositional shifts during disease progression. Analysis of 16,617 Macrophages/Monocytes revealed seven functionally distinct subpopulations with differential responses to infection. Pseudo-time trajectory analysis demonstrated three principal differentiation pathways from monocyte-derived macrophages toward anti-inflammatory, TNF+, and IL1b+ inflammatory phenotypes. Cell-cell communication analysis revealed significantly altered TGF-{beta} signaling networks in LA, with the Tgfb1-(Tglbr1+TgIbr2) axis playing a critical role. GSVA and pathway analyses showed metabolic reprogramming from oxidative phosphorylation toward glycolysis in macrophages during infection. Through integrated analysis and LASSO regression, we identified four characteristic genes (SIRPB1C, FABP5, MMP14, and EGR1) as potential LA biomarkers and developed a diagnostic nomogram with high predictive accuracy. Conclusion: Our integrative analysis provides comprehensive insights into macrophage heterogeneity and functional plasticity in LA, identifying characteristic biomarkers and potential therapeutic targets. The metabolic reprogramming and altered TGF-{beta} signaling networks we identified may contribute to disease pathogenesis and offer new avenues for intervention strategies.", "date": "2025-05-05", "journal": ""}
{"title": "In sync with sound: Interpersonal synchronization as an objective measure of listening engagement", "doi": "10.1101/2025.02.26.639799", "authors": "Lambrechts, L.; Accou, B.; Vanthornhout, J.; Boets, B.; Francart, T.", "abstract": "Listening engagement plays a crucial role in effective communication and knowledge transfer, reflecting a state of deep absorption in an auditory stimulus. The available behavioral assessments of listening engagement are limited in capturing its multidimensional nature. Measuring listening engagement objectively using brain and body signals is a compelling alternative. In particular, interpersonal synchronization - observed through synchronized physiological responses among listeners - may offer a promising objective measure. In this study, we examined synchronization of brain activity, heart rate, and electrodermal activity between participants while they listened to engaging and non-engaging stories. Subjective engagement ratings were collected as a ground truth reference. Results showed higher interpersonal synchronization across all modalities when participants listened to engaging stories compared to non-engaging ones, with significant correlations between synchronization measures and ratings of subjective engagement. These results confirm that synchronization may be a reliable, objective marker of listening engagement. We anticipate that these results will provide a powerful framework for future research in relevant domains, including education, audiology, and communication science, and enable impactful real-world applications, such as automatically tracking audience engagement in education, entertainment, and broader societal contexts.", "date": "2025-05-05", "journal": ""}
{"title": "Accurate identification of medulloblastoma subtypes from diverse data sources with severe batch effects by RaMBat", "doi": "10.1101/2025.02.24.640010", "authors": "Sun, M.; Wang, J.; Wan, S.", "abstract": "As the most common pediatric brain malignancy, medulloblastoma (MB) includes multiple distinct molecular subtypes characterized by clinical heterogeneity and genetic alterations. Accurate identification of MB subtypes is essential for downstream risk stratification and tailored therapeutic design. Existing MB subtyping approaches perform poorly due to limited cohorts and severe batch effects when integrating various MB data sources. To address these concerns, we propose a novel approach called RaMBat for accurate MB subtyping from diverse data sources with severe batch effects. Benchmarking tests based on 13 datasets with severe batch effects suggested that RaMBat achieved a median accuracy of 99%, significantly outperforming state-of- the-art MB subtyping approaches and conventional machine learning classifiers. RaMBat could efficiently deal with the batch effects and clearly separate subtypes of MB samples from diverse data sources. We believe RaMBat will bring direct positive impacts on downstream MB risk stratification and tailored treatment design.", "date": "2025-05-05", "journal": ""}
{"title": "Nuclear hormone receptor regulation of Caudal mediates ventral nerve cord assembly in C. elegans.", "doi": "10.1101/2025.03.02.641102", "authors": "Noblett, N.; Roenspies, T.; Flibotte, S.; Colavita, A.", "abstract": "The regulatory network governed by CDX/Caudal family transcription factors plays critical roles in shaping embryonic neural development. In C. elegans, we found that proper expression of PAL-1, the C. elegans Caudal orthologue, is required for correct positioning of motor neuron cell bodies in the first larval stage ventral nerve cord (VNC). We identified an upstream regulatory region within the pal-1 promoter that drives pal-1 expression in a subset of DD and DA neuronal progenitors. We also show that SEX-1, a nuclear hormone receptor, is required for motor neuron positioning in the VNC. Loss of sex-1 results in neuronal positioning defects similar to those observed in pal-1 mutants. This is due to a requirement for SEX-1 in promoting pal-1 expression in DD and DA neuronal progenitors during VNC assembly. Double mutant analysis further suggests that SEX-1 also has pal-1-independent functions. Together, these findings define a transcriptional hierarchy in which the SEX-1 nuclear hormone receptor regulates the tissue-specific activity of PAL-1 to promote proper motor neuron positioning in the VNC and highlight a conserved role for CDX/Caudal family proteins in central nerve cord formation.", "date": "2025-05-05", "journal": ""}
{"title": "Rapid continuous evolution of gene libraries towards arbitrary functions", "doi": "10.1101/2025.03.22.644768", "authors": "Pisera, A.; Tanoori, A.; Liu, C. C.", "abstract": "The emergence and evolution of new gene functions is central to biology, yet experimental tools that allow us to prospectively probe and understand this process are lacking. While systems for continuous directed evolution have successfully compressed gene evolution onto laboratory timeframes at scale, past work largely focused on the evolution of single genes towards single functions. In contrast, when nature searches for new gene functions, it does so by exposing a vast repertoire of genes to a multitude of complex selective pressures in vivo, multiplying the possibilities for innovation. To mimic natural gene evolution in laboratory time, we introduce OrthoRep Assisted Continuous Library Evolution (ORACLE). In ORACLE, high-diversity function-agnostic gene libraries (e.g., open reading frames from Saccharomyces cerevisiae and Escherichia coli, cDNA from Arabidopsis thaliana and human cells) are encoded onto OrthoRep's p1 plasmid in yeast where library members durably mutate up to one-million times faster than the host genome. As a result, ORACLE provides an opportunity to quickly observe the evolutionary emergence and optimization of new gene functions that satisfy complex in vivo selection pressures from an abundance of sources. Using ORACLE, we discovered a wealth of novel gene variants conferring new cellular functions, each experimentally evolved in fewer than ~100 generations corresponding to less than one month of serial passaging. In several cases, genes that initially exhibited little to no observable phenotype rapidly evolved to confer transcription factor activity, chaperone activity, inhibition of specific targets, etc. These findings demonstrate the relative ease with which existing genetic material can enter the view of selection and evolve new function in vivo. Moreover, our work establishes ORACLE as an effective system for exploring the fundamental mechanisms of gene innovation and discovering bespoke biomolecules for diverse applications.", "date": "2025-05-05", "journal": ""}
{"title": "Spatial distribution of cytoskeleton-mediated feedback controls cell polarization: a computational study", "doi": "10.1101/2025.04.12.648264", "authors": "Banerjee, P.; Kuhn, J.; Pal, D. S.; Deng, Y.; Banerjee, T.; Devreotes, P. N.; Iglesias, P. A.", "abstract": "In the social amoeba Dictyostelium, cell motility is regulated through a signal transduction excitable network that interfaces with the cytoskeleton to control actin polymerization patterns. In turn, the cytoskeleton influences the signaling machinery via several feedback loops, but the nature and function of this feedback remain poorly understood. In this study, we use computational models to discern the essential role of complementary positive and negative feedback loops in polarizing cells. We contrast two potential mechanisms for the negative feedback: local inhibition and global inhibition. Our results indicate that both mechanisms can stabilize the leading edge and inhibit actin polymerization in other sites, preventing multipolarity. While some experimental perturbations align more closely with the local inhibition model, statistical analyses reveal its limited polarization potential within a wide excitability range. Conversely, global inhibition more effectively suppresses secondary and tertiary leading-edge formation, making it a more robust polarization mechanism. This raises an intriguing question: if local inhibition better replicates experimental observations but is less effective for polarization than local excitation and global inhibition, could there be a supplementary mechanism enhancing its polarization potential? To address this, we propose a novel mechanism involving the dynamic partitioning of back molecules which enhances communication between the front and back of the cell and can be leveraged by local feedback interactions between the cytoskeleton and signal transduction to improve polarization efficiency.", "date": "2025-05-05", "journal": ""}
{"title": "Cuttlefish interact with multimodal 'arm wave sign' displays", "doi": "10.1101/2025.04.13.648584", "authors": "Cohen Bodenes, S.; Neri, P.", "abstract": "In addition to the well-known extraordinary changes in visual appearance they can generate at the level of their mantle, cuttle-fish can produce various body configurations combining chromatic, postural, and locomotion patterns, both for camouflaging and communication. We introduce a previously undescribed communication display in two cuttlefish species: Sepia officinalis and Sepia bandensis. The four \"arm wave signs\" are stereotyped arm movements consisting of long-lasting, expressive, and repeated sequences of undulations of the arms, which can be combined and expressed following specific patterns. Using non-invasive behavioral experiments, we tested the hypothesis that they represent multimodal communication displays. To assess the role of visual cues, we recorded videos of animals signing and played them back to individual cuttlefish participants. When seeing the movies, cuttlefish waved back at the display. Most importantly, they were more likely to wave back when the movie was in upright (original) configuration as opposed to flipped upside-down, similar to the manner in which humans perceive faces and other socially relevant displays. In addition to their visually striking display, arm wave signs produce mechanical waves in the water, prompting us to explore the possibility that they may also be perceived via mechanoreception. Using playback experiments similar to those adopted in vision, we obtained preliminary evidence to support this hypothesis, indicating that arm wave signs may represent multimodal signals involving vision and mechanoreception. Our new result on communication with arm wave signs opens up novel possibilities for understanding vibration-mediated communication through the lateral line and/or the statocysts in a cephalopod species as an example of convergent evolution with vertebrates.", "date": "2025-05-05", "journal": ""}
{"title": "scRegulate: Single-Cell Regulatory-Embedded Variational Inference of Transcription Factor Activity from Gene Expression", "doi": "10.1101/2025.04.17.649372", "authors": "Zandigohar, M.; Rehman, J.; Dai, Y.", "abstract": "Motivation: Accurately inferring transcription factor (TF) activity from single-cell RNA sequencing (scRNA-seq) data remains a fundamental challenge in computational biology. While existing methods rely on statistical models, motif enrichment, or prior-based inference, they often depend on deterministic assumptions about regulatory relationships and rely on static regulatory databases. Moreover, few approaches can effectively integrate prior biological knowledge with data-driven inference to capture novel, dynamic, and context-specific regulatory interactions. Results: To address these limitations, we develop scRegulate, a generative deep learning framework that leverages variational inference to infer TF activities while incorporating gene regulatory network (GRN) priors. By integrating structured biological constraints with a probabilistic latent space model, scRegulate offers a scalable and biologically interpretable solution for prediction of regulatory interactions from scRNA-seq data. We comprehensively benchmark scRegulate using multiple public experimental and synthetic datasets generated from GRouNdGAN to demonstrate its ability to infer TF activities and GRNs that are consistent with the underlying ground-truth regulatory interactions. scRegulate outperforms existing TF inference methods, achieving AUROC values of 0.71-0.86 and AUPRC values of 0.80-0.95 on three synthetic datasets. Additionally, scRegulate accurately recapitulates experimentally validated TF knockdown effects on a Perturb-seq dataset, achieving a mean log2 fold change of -0.61 to -18.92 (p [&le;] 8.0610x10-13) for key TFs such as ELK1, EGR1, and CREB1. Applied to the PBMC scRNA-seq data, scRegulate reconstructs cell-type-specific GRNs and identifies differentially active TFs that align with known immune regulatory pathways. Furthermore, we show that scRegulate's TF embeddings capture meaningful transcriptional heterogeneity, enabling accurate clustering of cell types. Collectively, our results establish scRegulate as a powerful, interpretable, and scalable framework for inferring TF activities and regulatory networks from single-cell transcriptomic. Availability: All datasets and results are available on GitHub at github.com/YDaiLab/scRegulate.", "date": "2025-05-05", "journal": ""}
{"title": "TDP-43 toxic gain of function links ALS, FTD and Alzheimer's Disease through splicing dysregulation", "doi": "10.1101/2025.04.20.648873", "authors": "Van Zuiden, W.; Meimoun, T. D.; Bar, C.; Siany, A.; Moshe, L.; Yacovzada, N. S.; Weizman, E.; Neumann, M.; Buchman, A. S.; Wang, Y.; Bennett, D. A.; Glass, J. D.; Trautwig, A. N.; Seyfried, N. T.; Cooper-Knock, J.; Hornstein, E.", "abstract": "Loss of nuclear TDP-43 splicing activity is a common feature across neurodegenerative diseases including amyotrophic lateral sclerosis (ALS) and frontotemporal lobar degeneration (FTLD), but its relevance to Alzheimer's disease (AD) remains unclear. Here, we show that TDP-43 pathology in AD is broadly associated with splicing abnormalities, including aberrant splicing of amyloid precursor protein (APP). TDP-43 drives the formation of elongated APP isoforms, disrupting alternative splicing across ALS, FTLD-TDP and AD, providing a compelling mechanism for a long-standing observation of APP isoform dysregulation. We further establish a mechanistic link between TDP-43, APP splicing, and A-beta pathology. Surprisingly, the disruption to alternative APP splicing is mediated by a toxic gain of cytoplasmic TDP-43 function, rather than loss of its nuclear role. Using proximity proteomics and base editing in human iPSC-derived neurons, we show that TDP-43 pathology causes cytoplasmic co-sequestration of splicing regulators SCAF11, SRSF5, and TIAL1. Knockdown of these regulators also results in APP mis-splicing and increased A-beta burden, without affecting other TDP-43 targets such as STMN2 or UNC13A. Together, our findings suggest that TDP-43-mediated splicing dysfunction upstream of APP contributes to the pathogenesis of seemingly disparate neurodegenerative diseases, uniting AD and ALS/FTLD-TDP through a shared molecular mechanism.", "date": "2025-05-05", "journal": ""}
{"title": "Molecular surface mimicry enables CRBN to target G3BP2 for degradation", "doi": "10.1101/2025.04.30.651496", "authors": "Annunziato, S.; Quan, C.; Donckele, E. J.; Lamberto, I.; Bunker, R. D.; Zlotosch, M.; Schwander, L.; Murthy, A.; Wiedmer, L.; Staehly, C.; Matysik, M.; Gilberto, S.; Kapsitidou, D.; Wible, D.; De Donatis, G. M.; Trenh, P.; SriRamaratnam, R.; Strande, V.; Almeida, R.; Dolgikh, L.; DeMarco, B.; Tsai, J.; Sadok, A.; Zarayskiy, V.; Walter, M.; Tiedt, R.; Lumb, K. J.; Bonenfant, D.; Fasching, B.; Castle, J. C.; Townson, S. A.; Gainza, P.; Petzold, G.", "abstract": "Molecular glue degraders (MGDs) are small molecule compounds that repurpose the ubiquitin-proteasome system to induce degradation of challenging therapeutic targets. Thalidomide-analogs are clinically effective MGDs that bind cereblon (CRBN), a substrate receptor of the Cullin-4/RING E3 ubiquitin ligase (CRL4CRBN), and impose a gain-of-function activity to recruit, ubiquitinate and degrade so-called neosubstrate proteins. Known neosubstrates bind the CRBN/MGD neosurface on the CRBN CULT domain through a structural G-loop recognition motif that mimics contacts of a natural CRBN degron. Here we report the binding mode of G3BP2, a CRBN neosubstrate that bypasses the G-loop requirement by engaging an unconventional binding site on the CRBN LON domain. The MGD-induced ternary complex interface does not resemble known protein-protein interactions (PPI) with CRBN. Instead, CRBN mimics an endogenous binding partner of G3BP2 and repurposes a preexisting PPI hotspot on the target protein. Our findings provide a novel generalizable concept for the rationalization of unconventional neosubstrate binding modes on CRBN, demonstrate unprecedented potential for the reprogrammability of this substrate receptor by MGDs, and offer opportunities for rational expansion of the target repertoire accessible to this modality.", "date": "2025-05-05", "journal": ""}
{"title": "The dynamics of coexistence and succession in a decaying ecosystem", "doi": "10.1101/2025.04.28.650976", "authors": "Kalirad, A.; Theam, P.; Sommer, R. J.", "abstract": "Elucidating the rules that govern community assembly and enable the coexistence of species is central to ecology. Much of the current understanding revolves around the composition of communities at equilibrium. In contrast, transient ecological dynamics, in particular the succession of species following an environmental disturbance, remain largely unexplored. We present Gymnogaster buphthalma beetle carcasses as a model to study species coexistence in disequilibrium. In this community, nematodes appear in succession - with multiple feeding and reproductive strategies, transience, and associated dispersal - creating a perfect model for metacommunity ecology. We computationally reconstructed decaying G. buphthalma beetles sampled from the wild using experimentally-derived life history data, i.e. emergence times, sex ratios, and fecundity measurements. Through agent-based modeling, we show that nematode coexistence is possible over a wide range of scenarios. This work provides a unique experimental and computational framework to synthesize various approaches to metacommunity and species succession theories.", "date": "2025-05-05", "journal": ""}
{"title": "PhysDock: A Physics-Guided All-Atom Diffusion Model for Protein-Ligand Complex Prediction", "doi": "10.1101/2025.04.28.650887", "authors": "Zhang, K.; Ma, Y.; Yu, J.; Luo, H.; Lin, J.; Qin, Y.; Li, X.; Jiang, Q.; Bai, F.; Dou, J.; Zheng, J.; Yu, J.; Sun, L.", "abstract": "Accurate prediction of protein-ligand complexes remains a central challenge in structural biology. Traditional methods are computationally inefficient and prone to local minima, whereas deep learning approaches struggle to capture structural flexibility and physical plausibility. We introduce PhysDock, a physics-guided diffusion model that uniquely integrates (i) all-atom diffusion to model ligand flexibility and protein precision-flexibility (i.e., subtle conformational adjustments); (ii) physical priors as diffusion conditioning, alongside two-phase physics guidance during the denoising diffusion to ensure physical plausibility. PhysDock demonstrates state-of-the-art performance in redocking benchmarks and excels in the more challenging cross-docking assessments involving protein structures bound with different ligands. For practical utility, PhysDock (i) resolves CB1/CB2 cannabinoid receptor selectivity across diverse molecules, achieving accuracy comparable to experiments; (ii) effectively distinguishes most drug candidates from weak binders in virtual screening of NTRK3 kinase, while also uncovering novel candidate molecules with structural insights. These results highlight PhysDock as a versatile tool for protein-ligand complex prediction, with substantial potential to accelerate structure-based drug discovery.", "date": "2025-05-05", "journal": ""}
{"title": "Spatial transcriptomics and genetically implicated genes identify putative causal tissue structures for complex traits", "doi": "10.1101/2025.05.02.651876", "authors": "Kvastad, L.; Kollotzek, A.; Saghaleyni, R.; Chang, C.-F.; Cao, T.; Lappalainen, T.", "abstract": "Spatially resolved transcriptomics is transforming our understanding of cellular and molecular diversity of tissues. Here, to identify tissue structures that are enriched for putatively causal disease processes, we integrated 31 human and mouse spatial datasets from 8 organs with genes that are genetically implicated in 32 human diseases. Applying our novel approach STEAM, we identified both known and novel roles of tissue structures in human diseases and identified spatially clustered disease gene subsets. For example, in the brain we observed enrichment of neuropsychiatric disease in cortical layers, and immune and barrier dysfunction in Alzheimer's disease, with integration with single-cell data highlighting the complementary insights from the two data types. Spatial coexpression of drug target genes with genetically implicated genes in enriched tissue structures showed potential for spatially informed drug repurposing. Altogether, we show vast potential for integration of genetic discoveries with growing spatial datasets to understand human disease biology.", "date": "2025-05-05", "journal": ""}
{"title": "Computational design of conformation-biasing mutations to alter protein functions", "doi": "10.1101/2025.05.03.652001", "authors": "Cavanagh, P. E.; Xue, A. G.; Dai, S.; Qiang, A.; Matsui, T.; Ting, A. Y.", "abstract": "Nearly all proteins undergo conformational changes to perform their biological functions. Intentional manipulation of conformational occupancy could produce novel or altered protein functions. We developed Conformational Biasing (CB), a streamlined computational workflow that utilizes an inverse folding model to predict mutations that bias proteins toward desired conformational states. By applying CB to diverse deep mutational scanning datasets, we could predict mutations which, through their conformational effects, enhance K-Ras effector binding, increase SARS-CoV-2 spike protein interactions with ACE-2, and improve activation of the Beta adrenergic receptor. Additionally, CB predicted activity-increasing and -decreasing mutations for the conformationally-gated enzymes Src, B-Raf, MurA, and FabZ. We then used CB to design novel variants of E. coli lipoic acid ligase (LplA) biased toward 'open' or 'closed' adenylate ester-bound conformations, which were characterized through tryptophan fluorescence and small angle X-ray scattering measurements. Closed-biased LplA variants exhibited greater sequence-specificity than wild-type, enabling targeted fluorophore labeling of proteins in living cells, while open-based LplA variants were far more promiscuous, enabling proximity-dependent proteome tagging in cells. Due to its straightforward and rapid implementation (https://github.com/alicetinglab/ConformationalBiasing/), CB should be a versatile tool for engineering conformational bias into a wide range of proteins, resulting in altered or novel functions with utility for basic science, biotechnology, or medicine.", "date": "2025-05-05", "journal": ""}
{"title": "Support for the social buffering hypothesis, especially under unpredictable precipitation regimes", "doi": "10.1101/2025.04.30.651380", "authors": "Salguero-Gomez, R.; Santos, G.; Brent, L.; Gascoigne, S.; Bonsall, M. B.; Firth, J. A.; Albery, G.; Mondal, R.; Kajin, M.; Davis, K. J.", "abstract": "Sociality is hypothesised to buffer populations against environmental stochasticity by stabilising key vital rates, yet this has rarely been tested across diverse taxa. We compiled demographic time series from 87 populations for 66 animal species spanning 12 taxonomic classes to test whether sociality promotes demographic buffering and whether this relationship depends on environmental context. Using stochastic elasticities and phylogenetically comparative analyses, we find broad support for the social buffering hypothesis: more social species exhibit lower sensitivity of population growth to vital rate variance (lower stochastic elasticity to vital rate variances, Tsigma), particularly in juvenile survival and reproduction. Contrary to expectations, juvenile vital rates, but not adult survival, showed the strongest buffering patterns in social taxa, suggesting life-stage-specific social mechanisms. Furthermore, we show that social species invest more in maximising the average performance of adult survival and reproduction (higher stochastic elasticity to vital rate means, Tmu), consistent with adaptive strategies favouring canalisation of fitness-related traits. This buffering benefit is especially relevant in highly unpredictable environments: in climates with erratic precipitation, social species have greater demographic advantages, exhibiting even lower Tsigma values. Together, these findings provide support for the social buffering hypothesis, especially in highly stochastic environments. Social traits confer some demographic stability under moderate climatic conditions, but may become more relevant under extreme stochasticity, an insight particularly important for understanding population resilience in a rapidly changing world.", "date": "2025-05-05", "journal": ""}
{"title": "Localized Reactivity on Protein as Riemannian Manifolds:A Geometric and Quantum-Informed Basis for Deterministic, Metal-Aware Reactive-Site Prediction", "doi": "10.1101/2025.04.29.651260", "authors": "Park, H.", "abstract": "We present a unified framework for protein reactive-site prediction that couples a rigorous geometric, quantum-informed model with a metal-aware, fully deterministic implementation. Proteins are treated as smooth Riemannian manifolds; each residue is equipped with a localized fiber, whose environment vector encodes geometric and physico-chemical features. Motivated by Density Functional Theory - which links global electron density to reactivity - we hypothesize that a sufficiently rich local density stencil captures the same information at the residue scale. On this foundation we build a single-file Python toolkit, reactive site predictor.py, which ranks candidate reactive residues in both metallo- and apo-proteins. The score combines (i) a geometry-based environment term, (ii) relativistic ZORA distance factors for metal centers, (iii) coordination-number and angle-deviation corrections, and (iv) an optional pocket-proximity flag. A fixed global random seed removes all stochastic elements, guaranteeing reproducibility. Benchmarks on three representative assemblies - Rubisco, GroEL, and SecA - achieve top-10 recall between 90 and 50 percent for documented functional residues. While promising, the current validation is limited to three static PDB structures; extension to dynamic ensembles and explicit quantum layers is left to future work. The framework thus offers an interpretable, physics-grounded, and deterministic paradigm for protein-function prediction. Beyond residue-level reactivity, the same manifold-fiber formalism is ultimately intended for purely geometric analysis of protein-protein interfaces: instead of assigning scalar scores, we construct an explicit contact submanifold and study its curvature, topology, and fibre-overlap signatures to deduce interaction logic without additional learning.", "date": "2025-05-05", "journal": ""}
{"title": "Enhanced axonal transport in large vertebrates: KIF5A adaptations in giraffes and pythons", "doi": "10.1101/2025.05.04.652084", "authors": "Kambara, T.; Rao, L.; Yamagishi, Y.; Ikeda, K.; Taniguchi, D.; Imasaki, T.; Shigematsu, H.; Sakai, N.; Gennerich, A.; Nitta, R.; Okada, Y.", "abstract": "Efficient axonal transport is essential for neuronal function, particularly in species with exceptionally long axons. The Kinesin-1 motor protein KIF5A plays a key role in this process, but whether and how it adapts to the transport demands of large vertebrates remains unclear. Here, we show that KIF5A from giraffes (GcKIF5A) and pythons (PbKIF5A), moves 25% faster than its mouse counterpart (MmKIF5A) on neuronal microtubules in vitro and within axons of cultured mouse hippocampal neurons. This enhanced velocity, driven by three unique amino acid substitutions (R114Q, S155A and Y309F), facilitates long-distance transport in these species and represents a case of convergent evolution. Our structural analysis reveals that accelerated ADP release underlies the increased speed of GcKIF5A. Despite exhibiting a reduced force generation, GcKIF5A maintains efficient cargo transport under load. Furthermore, GcKIF5A exerts less drag in mixed-motor environments, an adaptation particularly beneficial for multiple motor-driven long-distance axonal transport. These findings reveal that KIF5A has evolved specific adaptations to facilitate efficient axonal transport in large vertebrates, highlighting the evolutionary plasticity of kinesin motors.", "date": "2025-05-05", "journal": ""}
{"title": "Afferent-specific modulation of excitatory synaptic transmission by acetylcholine and serotonin in the prelimbic cortex", "doi": "10.1101/2025.05.04.652144", "authors": "Baker, A. L.; Gulledge, A. T.", "abstract": "Acetylcholine (ACh) and serotonin (5-hydroxytryptamine, or 5-HT) differentially regulate the excitability of pyramidal neurons in the mouse prelimbic (PL) cortex according to their long-distance projections. We tested for afferent- and/or target-specific modulation of glutamate release by these neuromodulators in two key afferents to the PL cortex: commissural (COM) projections from the contralateral hemisphere and projections from the mediodorsal nucleus (MDN) of the thalamus. Using an ex-vivo optogenetic approach, we mapped the connectivity of COM and MDN afferents in intratelencephalic (IT) and extratelencephalic (ET) layer 5 projection neurons and tested for afferent-selective neuromodulation of synaptic transmission. Dual whole-cell recordings in pairs of IT and ET neurons found that COM afferents monosynaptically target both IT and ET neurons, but that MDN afferents selectively target IT neurons. Both afferents exhibited similar, and target-independent, short-term synaptic plasticity (facilitation), but were differentially modulated by ACh and 5-HT. COM transmission was suppressed strongly by ACh and moderately by 5-HT, while MDN inputs to IT neurons were largely unaffected by either neuromodulator. Cholinergic suppression of COM transmission was blocked by atropine or the M4-preferring antagonist VU602841, but enhanced by the M4 positive allosteric modulator VU0467154. Serotonergic suppression of COM transmission was mildly reduced in the presence of SB216691, a 5-HT1B receptor antagonist. Chemogenetic inhibition of hM4Di-expressing COM terminals mimicked the suppressive effects of ACh and 5-HT on synaptic transmission. These data demonstrate that, while ACh and 5-HT differentially regulate IT and ET excitability, they are similarly selective in regulating COM synaptic transmission in the PL cortex.", "date": "2025-05-05", "journal": ""}
{"title": "Empowering multitrait brain phenotypes GWAS", "doi": "10.1101/2025.05.04.652120", "authors": "Auvergne, A.; Traut, N.; Julienne, H.; Frouin, A.; Toro, R.; Aschard, h.", "abstract": "Brain magnetic resonance imaging (MRI) data are now becoming available in human genetic cohorts including thousands of participants, providing a powerful mean to decipher the genetic architecture of brain phenotypes. Univariates genome-wide association screenings (GWAS) are typically applied as a baseline approach, but there are increasing interest for multitrait approaches to both increase statistical power and uncover shared structure underlying those phenotypes. However, there are limited guidelines on how to select phenotypes to be analyzed jointly and optimize power. Here we investigated factors impacting variant discoverability of state-of-the art multitrait GWAS using 1,010 MRI-derived phenotypes measured in 32,947 participants from the UK Biobank. Our study shows that the expected gain of multitrait approaches over univariate GWAS is highly predictable. We further propose data-driven strategy to define optimize sets and compare its performances with biologically driven approaches.", "date": "2025-05-05", "journal": ""}
{"title": "Hippocampal-prelimbic coupling during context-dependent extinction retrieval in rats", "doi": "10.1101/2025.05.03.652056", "authors": "Mourao, F.; Totty, M. S.; Tuna, T.; Maren, S.", "abstract": "After fear conditioning, repeated presentation of the conditioned stimulus (CS) alone produces a context-dependent extinction of learned fear. The hippocampus has a critical role in this process, but the mechanism by which contextual information encoded by the hippocampus leads to fear suppression is unknown. We hypothesize that contextual information encoded by the dorsal hippocampus supports the recall of extinction memory by the medial prefrontal cortex (mPFC). To test this hypothesis, we evaluated the oscillatory coherence and directional coupling of the hippocampus and mPFC during context-dependent extinction retrieval in a previously published experiment. In this experiment, male and female rats were subjected to auditory fear conditioning followed by fear extinction and extinction retrieval procedures. Previous analyses focused on oscillatory coupling during the CS; here, we performed new analyses to assess hippocampal-prefrontal coupling in the context in which extinction occurred. We found that, after extinction, re-exposing the animals to the extinction context produces a marked increase in dorsal hippocampal theta (6-8 Hz) oscillations. This increase was associated with enhanced coherence with the prelimbic (PL), but not the infralimbic (IL), division of the mPFC. Moreover, Granger causality analyses revealed that hippocampal theta oscillations preceded theta in the PL throughout the extinction retrieval session. This effect emerged during exposure to the extinction context and persisted during the presentation of the CSs and the expression of freezing behavior. Interestingly, this pattern of coherence was not observed in the IL. These results reveal that oscillatory coupling between the dorsal hippocampus and PL facilitates the context-dependent retrieval of the extinguished fear memory.", "date": "2025-05-05", "journal": ""}
{"title": "Recycling of prefrontal subspaces dynamically multiplexes information", "doi": "10.1101/2025.05.02.651965", "authors": "Wentz, P. T.; Brincat, S. L.; Pasupathy, A.; Miller, E. K.", "abstract": "Cortical spiking activity in areas like prefrontal cortex (PFC) encodes information only along a small number of dimensions, a subspace of the full space of population activity patterns. PFC often uses distinct subspaces to represent incoming sensory information and to maintain it in working memory. However, it's generally assumed that a subspace carries specific information within a specific time frame. Here, in two datasets, we show that neither assumption is correct. The same subspace used during initial encoding was later reactivated during the behavioral response. We also found that subspaces ostensibly dedicated to processing sensory information were recycled to represent behavioral response information later in a trial. We further found a consistent spatial mapping between the original subspace usage and its later recycling. These results demonstrate previously unknown flexibility of PFC subspace coding, both in the deployment of subspaces across time and in their multiplexing of information. This flexibility suggests that PFC subspaces function more like \"workspaces\" into which different types of information can be written.", "date": "2025-05-05", "journal": ""}
{"title": "Compensating Cortical Thickness for Cortical Folding-Related Variation", "doi": "10.1101/2025.05.03.651968", "authors": "Demirci, N.; Coalson, T. S.; Holland, M. A.; Van Essen, D. C.; Glasser, M. F.", "abstract": "Cortical thickness is a widely used biomarker of brain morphology and health, yet it is dependent on local cortical folding. Because gyral crowns are consistently thicker than sulcal fundi and cortical folds vary widely across individuals, these fluctuations introduce unmodeled nuisance variance that can obscure meaningful biological effects of interest. Previous global methods of folding compensation incompletely compensate for folding effects on cortical thickness and the spatial smoothing that is typically used to reduce these effects in the literature also markedly degrades spatial localization precision. To address these limitations, we developed a novel method for folding-compensated cortical thickness estimation that uses nonlinear local multiple regression with five folding measures to model and more completely remove folding-related variance from cortical thickness. This approach estimates what cortical thickness would have been in the absence of folding, yielding a more biologically interpretable measure of cortical architecture. We applied this new approach to data from the Young Adult Human Connectome Project (HCP-YA) and Aging Human Connectome Project (HCA), demonstrating substantial reductions in intra-areal and inter-individual variability, substantially increasing standardized effect sizes of age on cortical thickness while preserving the neurobiologically expected patterns, and avoiding the loss of spatial precision that occurs with the spatial smoothing that has traditionally been used in the literature. The method has been integrated into the HCP pipelines, facilitating its widespread use. By attenuating folding-induced variability, this technique enhances cortical thickness as a structural phenotype and may support more accurate cortical parcellation, longitudinal tracking, and biomarker discovery in brain health and disease.", "date": "2025-05-05", "journal": ""}
{"title": "Pharmacological restoration of deficits in mitochondrial trafficking rescues aberrant axonal activity in tauopathy", "doi": "10.1101/2025.05.02.651902", "authors": "Sabec, M. H.; Adam, O.; Ashby, M. C.", "abstract": "Neurodegenerative tauopathies are associated with impairments in both active axonal trafficking and presynaptic function. Deficits in axonal trafficking reduce the supply of mitochondria to presynaptic sites, where they provide a local source of energy production and calcium homeostasis, and may therefore contribute to the progressive synaptic impairment. Using in vivo two-photon imaging of mitochondrial dynamics and axonal calcium activity in the PS19 mouse model of tauopathy, we show an age- and genotype-dependent decrease in mitochondrial trafficking which is correlated to disrupted presynaptic activity. Furthermore, we demonstrate a rescue in aberrant activity with pharmacological upregulation of axonal trafficking. The presented work reveals the disruptive influence of tau-induced trafficking impairments on presynaptic function in the early stages of the disease and highlights the therapeutic potential of targeting axonal trafficking as a strategy to confer synaptic resilience in a pathogenic environment.", "date": "2025-05-05", "journal": ""}
{"title": "Sialin2 Functions as a Mammalian Nitrate Sensor to Sustain Mitochondrial Homeostasis", "doi": "10.1101/2025.05.04.652104", "authors": "Li, X.; Wu, S.; Cao, Z.; Jiang, O.; Li, S.; Chen, X.; Feng, Y.; Zhou, B.; Zhang, C.; Xiao, G.; Wang, J.; Zhou, J.; Chen, M.; Yan, R.; Wang, S.", "abstract": "Nitrogen homeostasis is fundamental for cellular physiology, yet mammalian nitrate (NO3-) sensing mechanisms remain elusive. Here, we identify Sialin2--a proteolytic fragment of the nitrate transporter Sialin generated by cathepsin B (CTSB) cleavage--as the first mammalian nitrate sensor. Microscale thermophoresis (MST) reveals Sialin2 as a high-affinity nitrate sensor, while Cryo-Electron Microscopy (Cryo-EM) uncovers its structural basis for signaling. We show that Sialin2 localizes to mitochondria and scaffolds liver kinase B1 (LKB1)-AMP-activated protein kinase (AMPK) complexes to drive organelle-specific metabolic adaptation via spatiotemporally controlled AMPK activation, enhancing mitochondrial biogenesis, ATP production, and cell survival. Real-time tracking using the sCiSiNiS biosensor demonstrates nitrate signaling dynamics at physiological levels. This signaling axis redefines nitrate as a direct ligand activating receptor-like cascades, independent of classical nitric oxide synthesis. Our findings establish a paradigm of \"inorganic salt signaling biology\", wherein anions co-opt trafficking systems to achieve signaling specificity, offering therapeutic avenues for mitochondrial disorders.", "date": "2025-05-05", "journal": ""}
{"title": "Co-mutation based genetic networks to infer temporal mutation dynamics in ancient human mitochondrial genomes", "doi": "10.1101/2025.05.02.651746", "authors": "Verma, R. K.; Fuentes-Gonzalez, J.; Pienaar, J.; Fierst, J. L.", "abstract": "The evolution of modern humans is as fascinating as it is complicated. Various environmental and socio-political factors have played a significant role in shaping different migratory paths and lifestyles in ancient times and the establishment of current sub-populations around the globe. These factors have impacted the molecular evolution of mitochondrial DNA (mtDNA). To account for the role of genetic background and variable sites in shaping the migratory and evolutionary paths, we analyzed the ancient mtDNA as spatiotemporal co-mutation networks. Haplogroup-based analysis of the variable sites suggests a transition from hunter-gatherer to agrarian lifestyle during the Copper-Bronze transition period. Furthermore, the genetic interaction networks showed that COX and CYB genes behaved diversely with time and that there is an interplay of the genetic interactions with NADH Dehydrogenase genes specific to each age. We performed a phylogeny (tree) based gene network analysis and examined polymorphism to divergence ratios to complement the co-mutation networks. The tree-based gene networks exhibit similar topology with reduced co-mutation among the genes. The more traditional polymorphism/divergence analysis indicated that the CYB gene has been under long-term purifying selection. In contrast, other genes (ATP6, COX, NADH hydrogenases) have undergone episodes of purifying selection corresponding to different ages. We believe this network-based exploratory study provides insights into early lifestyle transitions and haplogroup establishment of the current human population.", "date": "2025-05-05", "journal": ""}
{"title": "Gene regulatory networks linked to GABA signalling emerge as relevant for glioblastoma pathogenesis", "doi": "10.1101/2025.04.30.651564", "authors": "Nissen, I.; Dakhel, S.; Chakraborty, C.; Nygaard, A. H.; Kirkeby, A.; Hornblad, A.; Erdem, C.; Remeseiro, S.", "abstract": "Gene regulatory networks (GRNs) are essential for precise control of gene expression, orchestrating cellular functions by coordinating interactions between transcription factors (TFs), enhancers, and gene promoters. Disruptions in these regulatory networks are known to contribute to oncogenic processes, particularly because of alterations in epigenetic modifications, chromatin accessibility and promoter-enhancer interactions within the 3D nucleus. Here, we integrated multi-omics datasets using the machine learning-based MOBILE (Multi-Omics Binary Integration via Lasso Ensembles) pipeline to uncover novel GRNs and pathways involved in glioblastoma (GB) pathogenesis, one of the most aggressive brain cancers. GABA-signalling emerged as a previously unrecognized potential driver of GB tumour pathogenesis, with the discovery of GABA-related networks and relevant transcription factors (TFs) such as ARX, GSX2 and members of the DLX family, which play key roles in GABAergic interneuron development. Furthermore, in vitro co-culture assays showed that GABAergic input promotes GB cell proliferation, potentially through non-synaptic pathways such as metabolic or paracrine mechanisms. Our study provides insights into novel GRNs in GB pathogenesis, positioning GABA signalling as a potential therapeutic vulnerability in GB, and offering new promising therapeutic targets aimed at blocking neuron-glioma interactions.", "date": "2025-05-05", "journal": ""}
{"title": "High-Sensitive Spatial Proteomics for Pancreatic Cancer Progression Analysis", "doi": "10.1101/2025.05.01.651678", "authors": "Woo, J.", "abstract": "Pancreatic cancer remains as one of the most challenging malignancies to diagnose and treat due to the late development of symptoms and limited early diagnostic options. Intraductal papillary mucinous neoplasms (IPMNs) are non-invasive precursors to invasive pancreatic ductal adenocarcinoma (PDAC)and an understanding of the changes in patterns of protein expression that accompany the progression from normal ductal (ND) cell, to IPMN to PDAC may provide avenues for improved earlier detection. In this study, we present an optimized spatial tissue proteomics workflow, termed SP-Max (Spatial Proteomics Optimized for Maximum Sensitivity and Reproducibility in Minimal Sample), designed to maximize protein recovery and quantification from limited laser micro dissected (LMD) samples. Our workflow enabled the identification of more than 6,000 proteins and the quantification of over 5,200 protein groups from FFPE tissue contours of pancreatic tissues. Comparative analyses across ND, IPMN, and PDAC revealed critical molecular differences in protein pathways and potential markers of progression. SP-Max provides a systematic, reproducible approach that significantly enhances our ability to study precancerous lesions and cancer progression in pancreatic tissues at unprecedented resolution.", "date": "2025-05-05", "journal": ""}
{"title": "High-Sensitive Spatial Proteomics for Pancreatic Cancer Progression Analysis", "doi": "10.1101/2025.05.01.651678", "authors": "Woo, J.; Sun, Z.; Hu, Y.; Hoang, T. A.; Christine, D.; Katelyn, S.; Singhi, A.; Brand, R. E.; Chan, D. W.; Li, K.; Hruban, R. H.; Zhang, h.", "abstract": "Pancreatic cancer remains as one of the most challenging malignancies to diagnose and treat due to the late development of symptoms and limited early diagnostic options. Intraductal papillary mucinous neoplasms (IPMNs) are non-invasive precursors to invasive pancreatic ductal adenocarcinoma (PDAC)and an understanding of the changes in patterns of protein expression that accompany the progression from normal ductal (ND) cell, to IPMN to PDAC may provide avenues for improved earlier detection. In this study, we present an optimized spatial tissue proteomics workflow, termed SP-Max (Spatial Proteomics Optimized for Maximum Sensitivity and Reproducibility in Minimal Sample), designed to maximize protein recovery and quantification from limited laser micro dissected (LMD) samples. Our workflow enabled the identification of more than 6,000 proteins and the quantification of over 5,200 protein groups from FFPE tissue contours of pancreatic tissues. Comparative analyses across ND, IPMN, and PDAC revealed critical molecular differences in protein pathways and potential markers of progression. SP-Max provides a systematic, reproducible approach that significantly enhances our ability to study precancerous lesions and cancer progression in pancreatic tissues at unprecedented resolution.", "date": "2025-05-05", "journal": ""}
{"title": "Carbohydrates and the oxidative branch of the pentose phosphate pathway modify Bacteroides thetaiotaomicron phage resistance by phase variable S-layers", "doi": "10.1101/2025.05.01.651756", "authors": "Singh, S.; Pudlo, N. A.; Heaver, S.; Ley, R.; Martens, E.; Fuentes, J.", "abstract": "The human gut microbiota consists of hundreds of bacterial species, some of which persist in the presence of lytic phage that infect them. Bacteroides employ numerous phase-variable strategies to survive in the presence of phage, including capsular polysaccharides (CPS) and S-layer lipoproteins. We previously reported that a Bacteroides thetaiotaomicron strain lacking CPS exhibits almost complete resistance to multiple phages when forced to express the S-layer protein BT1927. However, this strain was only resistant after certain growth conditions, suggesting nutritional variables alter infection and resistance. We grew this strain on various simple sugars and polysaccharides finding that some substrates (fructose, glucose) promote strong resistance to a single phage (ARB25) while others like N-acetylgalactosamine (GalNAC) and mucin O-glycans increase susceptibility. Mixing fructose and GalNAc indicates the effects of GalNAc are dominant. Despite increasing ARB25 susceptibility, GalNAc did not reduce BT1927 transcript or protein levels. Instead, GalNAc reduced the amount of BT1927 displayed on the cell surface and increased outer membrane vesiculation. Mutants in any of the 3 steps of the oxidative branch of the pentose phosphate pathway?grown in fructose?behaved similarly to wild-type cells grown in GalNAc, illuminating this pathway in regulation of sugar-mediated phage-resistance. Despite promoting strong resistance, cells grown in glucose/fructose sometimes displayed sub-populations that appeared to completely lack surface BT1927, suggesting another checkpoint exists to control whether this phage defense is deployed. Finally, we show the mucin sugar GalNAc increases susceptibility to several other phage, which has implications for B. thetaiotaiomicron persistence in niches like the mucus layer.", "date": "2025-05-05", "journal": ""}
{"title": "Carbohydrates and the oxidative branch of the pentose phosphate pathway modify Bacteroides thetaiotaomicron phage resistance by phase variable S-layers", "doi": "10.1101/2025.05.01.651756", "authors": "Fuentes, J.; Singh, S.; Pudlo, N. A.; Heaver, S.; Ley, R.; Martens, E.", "abstract": "The human gut microbiota consists of hundreds of bacterial species, some of which persist in the presence of lytic phage that infect them. Bacteroides employ numerous phase-variable strategies to survive in the presence of phage, including capsular polysaccharides (CPS) and S-layer lipoproteins. We previously reported that a Bacteroides thetaiotaomicron strain lacking CPS exhibits almost complete resistance to multiple phages when forced to express the S-layer protein BT1927. However, this strain was only resistant after certain growth conditions, suggesting nutritional variables alter infection and resistance. We grew this strain on various simple sugars and polysaccharides finding that some substrates (fructose, glucose) promote strong resistance to a single phage (ARB25) while others like N-acetylgalactosamine (GalNAC) and mucin O-glycans increase susceptibility. Mixing fructose and GalNAc indicates the effects of GalNAc are dominant. Despite increasing ARB25 susceptibility, GalNAc did not reduce BT1927 transcript or protein levels. Instead, GalNAc reduced the amount of BT1927 displayed on the cell surface and increased outer membrane vesiculation. Mutants in any of the 3 steps of the oxidative branch of the pentose phosphate pathway?grown in fructose?behaved similarly to wild-type cells grown in GalNAc, illuminating this pathway in regulation of sugar-mediated phage-resistance. Despite promoting strong resistance, cells grown in glucose/fructose sometimes displayed sub-populations that appeared to completely lack surface BT1927, suggesting another checkpoint exists to control whether this phage defense is deployed. Finally, we show the mucin sugar GalNAc increases susceptibility to several other phage, which has implications for B. thetaiotaiomicron persistence in niches like the mucus layer.", "date": "2025-05-05", "journal": ""}
{"title": "Quantification of horizontal and vertical distribution of junctional proteins in fixed epithelial cells", "doi": "10.1101/2025.05.01.651687", "authors": "Lovejoy, M.; Mucci, A.; Rabino, A.; Garcia-Mata, R.", "abstract": "Polarized epithelial cells form a tightly packed monolayer where individual cells are connected by cell-cell junctions, including tight junctions (TJ) and adherens junctions (AJ). Here, we present techniques for quantifying the horizontal and vertical distribution of junctional proteins in confluent, fixed epithelial cells. This approach is utilized to evaluate variations in the intensity and localization of the proteins that compose the AJ and TJ under different experimental conditions. Although our protocol is optimized for Madin-Darby Canine Kidney (MDCK) cells, it is adaptable to any cell line capable of forming cell-cell junctions.", "date": "2025-05-05", "journal": ""}
{"title": "A light-modulated clock mechanism in a hydrozoan jellyfish that synchronises evening gamete release.", "doi": "10.1101/2025.05.05.651927", "authors": "Kitsui, R.; Takeda, N.; Deguchi, R.; Houliston, E.; Momose, T.", "abstract": "For marine species that reproduce by external fertilisation, spawning is precisely coordinated within a local cohort to maximise the chances of producing offspring. Gamete release is often synchronised with respect to the daily light changes at sunrise and sunset. In the hydrozoan jellyfish Clytia hemisphaerica, morning spawning occurs when oocyte maturation and gamete release are induced by maturation-inducing hormone (MIH) neuropeptides released from opsin-expressing cells in the gonad directly upon light stimulus. Here, we characterise the distinct spawning cycle of a previously undescribed species Clytia sp. IZ-D identified on the Pacific coast of Japan, which releases gametes in the evening. Clytia sp. IZ-D jellyfish spawn 14 hours after light stimuli under a 24-hour light-dark cycle and exhibit autonomous and synchronised spawning cycles with a 20-hour interval under constant light. We found that the female spawning cycle reflects the growth and acquisition of maturation competence by oocytes, such that each day a new batch of growing oocytes becomes responsive to MIH at a time that correlates with the timing of actual spawning. We propose that the synchronised evening spawning in this species is controlled by an unusual circadian timing mechanism based on the progressive development of gamete competence to MIH and modulation of the opsin-controlled MIH signalling pathway. This mechanism may provide resilience to light cycle instability due to local climate variation and ensure reproductive isolation from other Clytia species by alternating the gamete release timing.", "date": "2025-05-05", "journal": ""}
{"title": "A single cell ATAC-seq atlas uncovers dynamic changes in chromatin accessibility during cell fate specification at the neural plate border", "doi": "10.1101/2025.05.03.652017", "authors": "Harmrud, E.; Leese, J.; Thiery, A. P.; Buzzi, A. L.; Vigilante, A.; Briscoe, J.; Streit, A.", "abstract": "During development, dynamic changes in gene expression and chromatin architecture drive the transition from progenitors to specialised cell types. Here we use single cell ATAC sequencing (scATAC-seq) to investigate changes in chromatin accessibility as neural plate border cells segregate into neural, neural crest and placode cells. We developed a Nextflow pipeline, single cell Advanced Chromatin Exploration (scACE), which integrates scATAC-seq and scRNA-seq data to identify cell state specific accessibility profiles and groups of chromatin regions with coordinated dynamic behaviour, termed accessibility modules (AMs). We find that progenitors are characterised by broadly open chromatin, reflecting their broad potential to generate any ectodermal derivative. As development proceeds, cell-type-specific chromatin signatures are established. Inferring an enhancer-centric gene regulatory network, we predict Foxk2 as new regulator for placode specification and verify this prediction experimentally. Foxk2 target enhancers are open in placodal, but not any other ectodermal cells. This finding suggests that on a regulatory level, cells can use different strategies to control fate choice: differential accessibility of enhancers and broad accessibility controlled by differentially expressed transcription factors.", "date": "2025-05-05", "journal": ""}
{"title": "Athlytics: A Computational Framework for Longitudinal Analysis of Exercise Physiology Metrics from Wearable Sensor Data", "doi": "10.1101/2025.05.01.651597", "authors": "HE, Z.", "abstract": "The proliferation of wearable sensors provides large-scale longitudinal physiological data collected in real-world settings, offering unprecedented opportunities to investigate dynamic human responses to exercise interventions. However, systematically quantifying key physiological indicators related to adaptation and fatigue from these dense time-series data, particularly from popular platform APIs like Strava, and performing standardized, reproducible integrative analyses currently lacks established open-source workflows in R, posing significant practical and computational barriers. Researchers often expend considerable effort on custom programming, limiting analytical scale and efficiency. To overcome this critical bottleneck and empower broader research applications, we developed and introduce \\texttt{Athlytics}, a computational framework specifically designed for processing Strava API data directly within R for longitudinal exercise physiology analysis. This framework uniquely (or \"provides a dedicated means to\") seamlessly integrates data acquisition with the calculation of key physiological indicators (such as ACWR reflecting training stress balance, EF assessing aerobic efficiency, and physiological decoupling indicating cardiovascular stability), based on activity summary data while carefully addressing necessary approximations for composite load metrics like TSS/HRSS, and multidimensional time-series visualization. By providing standardized function interfaces, \\texttt{Athlytics} significantly lowers the technical barrier for conducting complex longitudinal analyses (e.g., modeling individualized physiological responses, identifying training patterns in large cohorts), enabling researchers to efficiently test hypotheses regarding the dynamic interplay between training stimuli, physiological efficiency, and stress responses. This work provides an open-source computational tool that fills a critical gap, contributing by substantially enhancing the feasibility, efficiency, and reproducibility of quantitative exercise physiology research utilizing widely available physiological sensor data through standardization and automation. The package (\\url{https://github.com/HzaCode/Athlytics}) provides an important foundation for standardizing and applying computational methods in this field.", "date": "2025-05-05", "journal": ""}
{"title": "Athlytics: A Computational Framework for Longitudinal Analysis of Exercise Physiology Metrics from Wearable Sensor Data", "doi": "10.1101/2025.05.01.651597", "authors": "HE, Z.", "abstract": "The proliferation of wearable sensors provides large-scale longitudinal physiological data collected in real-world settings, offering unprecedented opportunities to investigate dynamic human responses to exercise interventions. However, systematically quantifying key physiological indicators related to adaptation and fatigue from these dense time-series data, particularly from popular platform APIs like Strava, and performing standardized, reproducible integrative analyses currently lacks established open-source workflows in R, posing significant practical and computational barriers. Researchers often expend considerable effort on custom programming, limiting analytical scale and efficiency. To overcome this critical bottleneck and empower broader research applications, we developed and introduce \\texttt{Athlytics}, a computational framework specifically designed for processing Strava API data directly within R for longitudinal exercise physiology analysis. This framework uniquely (or \"provides a dedicated means to\") seamlessly integrates data acquisition with the calculation of key physiological indicators (such as ACWR reflecting training stress balance, EF assessing aerobic efficiency, and physiological decoupling indicating cardiovascular stability), based on activity summary data while carefully addressing necessary approximations for composite load metrics like TSS/HRSS, and multidimensional time-series visualization. By providing standardized function interfaces, \\texttt{Athlytics} significantly lowers the technical barrier for conducting complex longitudinal analyses (e.g., modeling individualized physiological responses, identifying training patterns in large cohorts), enabling researchers to efficiently test hypotheses regarding the dynamic interplay between training stimuli, physiological efficiency, and stress responses. This work provides an open-source computational tool that fills a critical gap, contributing by substantially enhancing the feasibility, efficiency, and reproducibility of quantitative exercise physiology research utilizing widely available physiological sensor data through standardization and automation. The package (\\url{https://github.com/HzaCode/Athlytics}) provides an important foundation for standardizing and applying computational methods in this field.", "date": "2025-05-05", "journal": ""}
{"title": "Limits of deep-learning-based RNA prediction methods", "doi": "10.1101/2025.04.30.651414", "authors": "Ludaic, M.; Elofsson, A.", "abstract": "Motivation: In recent years, tremendous advances have been made in predicting protein structures and protein-protein interactions. However, progress in predicting the structure of RNA, either alone or in complex with other macromolecules, has been less prominent, although some recent developments have been reported. It remains unclear whether the improved prediction accuracy is sustained for novel RNA structures. Results: Here, we use an independent benchmark to evaluate the performance of the latest methods. First, we show that state-of-the-art methods can sometimes predict the structure of single-chain RNA strands, with accurate models observed for RNAs with well-defined or regular secondary structures. Next, our evaluation was extended to RNA complexes, where prediction accuracy was notably higher for those involving extensive canonical base pairing. Additionally, a structural similarity analysis revealed that prediction success strongly correlates with resemblance to known structures, indicating that current methods recognise recurring motifs rather than generalising to novel folds. Finally, we also noted that the estimation of accuracies for RNA models is far from accurate. Therefore, it is not possible to reliably identify the correctly predicted models with today's methods. Availability and Implementation: Code used for running the methods and analyzing the main results is available from https://github.com/iammarcol/RNA-Benchmark and here https://zenodo.org/records/15304777", "date": "2025-05-05", "journal": ""}
{"title": "PyCycleBio: modelling non-sinusoidal-oscillator systems in temporal biology", "doi": "10.1101/2025.04.30.651403", "authors": "Bennett, A. R.; Birchenough, G.; Bojar, D.", "abstract": "Protein, mRNA, and metabolite abundances can exhibit rhythmic dynamics, such as during the day/night cycle. Leading bioinformatics platforms for identifying biological rhythms often utilise single-component models of the harmonic oscillator equation, or multi-component models based upon the Cosinor framework. These approaches offer distinct advantages: modelling either temporally-resolved regulatory behaviour via the extended harmonic oscillator equation, or complex rhythmic patterns in the case of Cosinor. Here, we have developed a new platform to combine the advantages of these two approaches. PyCycleBio utilises bounded-multi-component models and modulus operators alongside the harmonic oscillator equation, to model a diverse and interpretable array of rhythmic behaviours, including the regulation of temporal dynamics via amplitude coefficients. We demonstrate increased sensitivity and functionality of PyCycleBio compared to other analytical frameworks, and uncover new relationships between data modalities or sampling conditions with the qualities of rhythmic behaviours from biological datasets- including transcriptomics, proteomics, and metabolomics. We envision that this new approach for disentangling complicated temporal regulation of biomolecules will advance chronobiology and our understanding of physiology. PyCycleBio is available at: https://github.com/Glycocalex/PyCycleBio, and the Python package is available to install at: https://pypi.org/project/pycyclebio/. PyCycleBio can also be used at https://colab.research.google.com/github/Glycocalex/PyCycleBio/blob/main/PyCycleBio.ipynb with no installations necessary.", "date": "2025-05-05", "journal": ""}
{"title": "Binding of extracellular vesicles to stretched von Willebrand factor promotes platelet activation", "doi": "10.1101/2025.04.30.650971", "authors": "Wang, Y.; Liu, X.; Downar, T.; Topuz, A.; Bauer, A. T.; Brenna, S.; Bendas, G.; Puig, B.; Schneider, S. W.; Fedosov, D.; Gorzelanny, C.", "abstract": "Von Willebrand factor (vWF), promoting platelet aggregation in various diseases such as COVID-19, malaria and cancer, is a huge multimeric glycoprotein. This extraordinary size makes vWF a unique shear stress sensing molecule. Below a critical shear stress, vWF is in a globular conformation that prevents platelet binding. Above the critical shear stress, vWF is stretched into platelet accessible fibers. Although previous studies have suggested that leukocytes or cancer cells can bind to vWF fibers, acting forces and the likelihood of cell adhesion has remained largely unexplored. Here, we report that vWF is a size-selective protein that prefers to interact with objects smaller than 4 m in diameter. Consistently, tumor cell-derived extracellular vesicles (EVs) were able to interact with vWF in parallel to platelets. Although whole tumor cells under flow were unable to bind to vWF per se, binding of EVs and platelets along the vWF fiber promoted platelet aggregation, which in turn entrapped circulating tumor cells. In conclusion, our study highlights the shear-sensitive nature of vWF and its ability to bring EVs and platelets together to enhance coagulation. While EVs-vWF-platelet aggregates may serve as novel biomarkers, their therapeutic disruption may prevent hypercoagulation in disease.", "date": "2025-05-05", "journal": ""}
{"title": "Inhibition of MLLT1 limits growth of MLL-AF4 leukaemias without killing healthy haematopoietic stem cells", "doi": "10.1101/2025.04.30.651417", "authors": "Rajhansa, S.; Crump, N. T.; Khoo, H. M.; Bozhilov, Y.; Brennan, P. E.; Fedorov, O.; Adams, C.; Farnie, G.; Milne, T. A.; Wilkinson, A. C.", "abstract": "A major challenge in cancer therapeutics has been the identification of targets that are selectively toxic to cancer cells while displaying limited effects on healthy counterparts. Toxicities related to blood production from haematopoietic stem and progenitor cells (HSPCs) can be particularly problematic and result in patient morbidity and mortality. Within haematological malignancies, therapy response rates and patient survival vary widely between cancer subtypes, with leukaemias driven by the MLL-AF4 fusion protein associated with poor prognosis. MLLT1 has been recently identified as a key potential target in acute myeloid leukaemia. Here we evaluated a panel of leukaemia cell lines and healthy HSPCs for their sensitivity to the MLLT1 inhibitor SGC-iMLLT. We found that SGC-iMLLT strongly inhibited MLL-AF4-driven leukaemia growth in vitro and in vivo. By contrast, SGC-iMLLT did not alter in vitro colony forming potential of human HSPCs or affect long-term in vivo function of mouse HSPCs. These results suggest that SGC-iMLLT may have a promising therapeutic window in the treatment of MLL-AF4-driven leukaemias, and that further clinical development is warranted.", "date": "2025-05-05", "journal": ""}
{"title": "Gap scheduling of a PARP inhibitor and nanoparticle TOP1 agent combination avoids synergistic bone marrow toxicity", "doi": "10.1101/2025.04.30.651268", "authors": "Oplustil O'Connor, L.; Wang, A.; Sadler, C.; Barnes, J.; Odedra, R.; Smith, A.; Hughes, G.; Lau, A.; Tellez, A.; Eliasof, S.; Cadogan, E.; O'Connor, M. J.", "abstract": "Although combinations of DNA damage response inhibitors (DDRi) and DNA damaging chemotherapy enhance cytotoxicity in cell-based systems, clinical success has been limited by overlapping bone marrow toxicities. Here, we show that a tumor-targeted nanoparticle camptothecin CRLX101, administered concurrently with DDRi, enhances anti-tumour efficacy but also increases bone marrow toxicity in preclinical models. Using rat bone marrow progenitor cells as biomarkers and leveraging differential repair kinetics of CRLX101-induced DNA damage in tumour and bone marrow, we identified a gap schedule of the PARP inhibitor olaparib and CRLX101 that enhanced efficacy over single agents but demonstrated a reduced combination marrow toxicity. A clinical trial has been designed using the gap schedule identified here and represents a template that can be used to successfully deliver DDRi with tumor-targeted chemotherapy in combination.", "date": "2025-05-05", "journal": ""}
{"title": "Development and Validation of a Stem Cell-Based Kidney Organoid Platform for Nephrotoxicity Assessment", "doi": "10.1101/2025.04.30.651410", "authors": "Nakanoh, H.; Tsuji, K.; Uchida, N.; Fukushima, K.; Haraguchi, S.; Kitamura, S.; Wada, J.", "abstract": "Considerable efforts have been made to reduce animal experimentation in accordance with the 3R principles; replacement, reduction, and refinement; thus New Approach Methodologies have emerged as an urgent necessity. In this context, we developed a kidney organoid system derived from adult rat kidney stem (KS) cells and evaluated its potential as a screening platform for nephrotoxicity. Nephrotoxicity was assessed in KS cell-derived organoids treated with known nephrotoxic agents, including cisplatin and gentamicin. Additionally, we investigated the nephrotoxicity of puberulic acid, a compound associated with acute kidney injury linked to the Beni-koji CholesteHelp supplement recently reported in Japan, using both kidney organoids and wild-type mice. The organoid model successfully recapitulated morphological injury induced by known nephrotoxins and enabled quantitative assessment via Kidney Injury Molecule-1 (Kim-1) mRNA expression. In organoids, puberulic acid induced apoptosis, demonstrated by increased cleaved caspase-3-positive cells, similar to cisplatin-treated samples. Transmission electron microscopy revealed structural alterations such as loss of intercellular tight junctions and vacuolization, consistent with acute tubular necrosis (ATN). Quantitative real-time PCR analysis confirmed significant Kim-1 upregulation following nephrotoxic exposure. In vivo, puberulic acid-treated mice exhibited impaired renal function and histological findings of ATN, closely resembling the organoid results. This KS cell-derived kidney organoid system offers a reproducible and rapid screening tool for nephrotoxicity with simple protocol. The ability to assess both morphological and quantitative changes following drug exposure highlights the utility of this organoid platform for toxicological evaluation and supports its potential as an alternative to animal models.", "date": "2025-05-05", "journal": ""}
{"title": "Characterisation of putative retrotrapezoid nucleus (RTN) chemoreceptor neurons in the adult human brainstem", "doi": "10.1101/2025.04.30.650987", "authors": "Liu, Y.; Machaalani, R.; Markus, I.; Shepherd, C. E.; Kumar, N. N.", "abstract": "The retrotrapezoid nucleus of rodents (RTN) is located ventral to the facial motor nucleus (7N) and consists of acid-sensitive neurons that activate breathing and mediate the central component of the ventilatory response to hypercapnia (HCVR). In rats and mice RTN neurons can be histologically identified by the presence of paired-like homeobox 2B positive nuclei (Phox2b+) and the absence of cytoplasmic choline acetyltransferase (ChAT-) and tyrosine hydroxylase (TH-). Furthermore, up to 50% of rodent RTN neurons synthesise galanin, and 100% express pituitary adenylate cyclase activating polypeptide (PACAP) and neuromedin B (NMB). The human RTN (hRTN) has been tentatively identified in two infant studies and one adult study, but it was not mapped. This study aimed to map the location and cytoarchitecture of the adult hRTN and compare the findings to the literature of rodents, macaque and human infants. Formalin-fixed, paraffin-embedded tissue blocks from two adult cases, spanning the medulla-pons, were serially sectioned (10m thick) and every four in thirty sections were immunohistochemically stained with ChAT, and double stained Phox2b/TH, Phox2b/galanin and Phox2b/PACAP. Immunostained sections were scanned and analysed using QuPath software. hRTN neurons were identified by their Phox2b positive (Phox2b+) nucleus and negative cytoplasm for TH and ChAT (Phox2b+/TH-/ChAT-). Such neurons were identified ventral to 7N, lateral to the superior olive, overlapped with the C1 catecholaminergic population and extended rostrocaudally from Obex +13 mm to Obex +17 mm. hRTN neurons comprised 90% of Phox2b+ neurons in the parafacial area, totaling around 5000 bilaterally, and were surrounded by numerous TH-ir fibers. Galanin and PACAP immunoreactivity was identified in 43% and 38% of Phox2b+ parafacial neurons, respectively. This is the first study to characterise and quantitatively map the adult human RTN using a series of neurochemical markers.", "date": "2025-05-05", "journal": ""}
{"title": "Holistic Motor Control of Zebra Finch Song Syllable Sequences", "doi": "10.1101/2025.05.04.652139", "authors": "Trusel, M.; Zuo, J.; Alam, D.; Marks, E. S.; Koch, T. M. I.; Cao, J.; Pancholi, H.; Cooper, B. G.; Zhang, W.; Roberts, T. F.", "abstract": "How brain circuits are organized to skillfully produce learned sequences of behaviors is still poorly understood. Here, we functionally examine how the cortical song premotor region HVC, which is necessary for zebra finch song, controls the sequential production of learned song syllables. We find that HVC can generate the complete sequence of learned song syllables independently of its main synaptic input pathways. Thalamic input to HVC is permissive for song initiation but it is not required for transitions between syllables or completing song. We show that excitation of HVC neurons during song reliably causes vocalizations to skip back to the beginning of song, reminiscent of a skipping record. This restarting of syllable sequences can be induced at any moment in song and depends on local circuits within HVC. We identify and computationally model a synaptic network including intratelencephalic premotor and corticostriatal neurons within HVC that are essential for completing song syllable sequences. Together, our results show that the learned zebra finch song is controlled by a cortical sequence-generating network in HVC that, once started, can sustain production of all song syllables independent of major extrinsic input pathways. Thus, sequential neuronal activity can be organized to fuse well-learned vocal-motor sequences, ultimately achieving holistic control of this naturally learned behavior.", "date": "2025-05-05", "journal": ""}
{"title": "From single scenes to extended scenarios: the role of the ventromedial prefrontal cortex in the construction of imagery-rich events", "doi": "10.1101/2025.05.03.652053", "authors": "Taube, J.; Leelaarporn, P.; Bilzer, M.; Stirnberg, R.; Sagik, Y.; McCormick, C.", "abstract": "Mental events are fundamental to daily cognition, including the recollection of past experiences, the anticipation of future scenarios, and engagement in imaginative, fictitious thought. Typically, these temporally extended mental events unfold within coherent spatial contexts, rich in naturalistic scenes and objects. However, there remains a significant gap in understanding how these events are represented in the brain. This study aimed to investigate the neural patterns involved in the construction of temporally extended mental events. Using ultra-high field functional magnetic resonance imaging, we examined brain regions previously implicated in this cognitive process, including the ventromedial prefrontal cortex (vmPFC), hippocampus, and posterior neocortex. We employed a novel experimental paradigm in which participants engaged in three forms of mental imagery: single objects (e.g., \"a black espresso\"), single scenes (e.g., \"a busy cafe\"), and extended scenarios (e.g., \"meeting a friend for coffee\"). We identified a shared neural network - comprising the vmPFC, hippocampus, and posterior neocortex - engaged across all forms of mental imagery. However, we observed a hierarchical organization in their contributions: the posterior neocortex supported the construction of objects, scenes, and scenarios, while the hippocampus primarily contributed to scenes and scenarios. The vmPFC exhibited a stepwise increase in activation, peaking during scenario construction. These findings suggest that the construction of mental events emerges from the close interaction of perceptual details provided by the posterior neocortex, spatial coherence from the hippocampus, and the integration of those elements into a coherent, temporally extended mental event by the vmPFC - the \"movies\" of the mind.", "date": "2025-05-05", "journal": ""}
{"title": "Function of the auditory cortex characterized by its intrinsic dynamic coactivation patterns estimated in individuals", "doi": "10.1101/2025.05.04.651766", "authors": "Hakonen, M.; Lankinen, K.; Kotlarz, P.; Polimeni, J. R.; Turpin, T.; Ren, J.; Wang, D.; Liu, H.; Ahveninen, J.", "abstract": "Determining the functional organization of the auditory cortex (AC) has been difficult with conventional task-based approaches due to the broad responsiveness of auditory subregions to various acoustic properties. Moreover, most studies have investigated functional organization of AC with static methods, although brain has shown to be organized into dynamic networks. Here, we investigated dynamically varying coactivation patterns of the local networks in the auditory cortex (AC) determined from 7T fMRI data with a novel individualized network-based algorithm. An eight-pattern solution was selected for closer examination based on its high reproducibility of the occurrence rates (r=0.86) and the spatial topography (r=0.79) between sessions. Dynamic AC patterns successfully captured interindividual variability, as indicated by significantly higher variability between than within individuals for the AC pattern occurrence rates and spatial topographies. The coactivation patterns shared similarities between resting-state and auditory-task data, as indicated by the group-level similarity of 0.84 and individual-level similarity of 0.71 in the spatial topographies. Furthermore, the occurrence rates of AC patterns identified in the task data, using pattern templates derived from resting-state data, correlated with specific task contrast regressors. Our results indicate that the AC function can be characterized by a set of dynamically varying coactivation patterns that are consistently observed during resting state and auditory stimulation, and that get synchronized with auditory input. These findings enhance our understanding of the relationship between spontaneous and stimulus-driven activity in the AC and support the development of more time-efficient paradigms for studying its functional organization.", "date": "2025-05-05", "journal": ""}
{"title": "Capturing individual variation in children's oscillatory brain activity during nREM sleep", "doi": "10.1101/2025.05.02.651817", "authors": "Heikkinen, V.; Merz, S.; Salmelin, R.; Vanhatalo, S.; Lauronen, L.; Liljestrom, M.; Renvall, H.", "abstract": "Human brain dynamics are highly unique between individuals: functional neuroimaging studies have recently described functional features that can be used as neural fingerprints. As such studies have generally been performed on adults, it is unclear if the results are applicable during brain development. Here we applied Bayesian reduced-rank regression (BRRR), to extract low-dimensional representations of electroencephalography (EEG) power spectra measured from normally developing children at different ages. The clinical EEG recordings represented different sleep stages in a pediatric population (N=782) of ages varying from 6 weeks to 19 years. The representations learned within specific sleep stages successfully separated between the subjects. Furthermore, a model trained with data across sleep stages generalized to unseen data, suggesting that informative neural fingerprints could be extracted. Fingerprint stability increased with the age of the subjects. In comparison to correlation-based measures in differentiating individuals from each other, the BRRR model performed better, highlighting the usefulness of the dimensionality reduction for data obtained in demanding clinical settings. While further studies are needed to address the possible non-linear maturation effects over developmental periods, our results demonstrate, for the first time, the existence of stable within-session neurofunctional fingerprints in pediatric populations.", "date": "2025-05-05", "journal": ""}
{"title": "Predicting individual differences of fear and cognitive learning and extinction", "doi": "10.1101/2025.05.04.651880", "authors": "Gomes, C. A.; Bach, D. R.; Razi, A.; Batsikadze, G.; Elsenbruch, S.; Engler, H.; Ernst, T. M.; Fellner, M. C.; Fraenz, C.; Genc, E.; Klass, A.; Labrenz, F.; Lissek, S.; Merz, C. J.; Metzen, D.; Nostadt, A.; Pawlik, R. J.; Penate, J. E. S.; Tegenthoff, M.; Thieme, A.; Wolf, O. T.; Gunturkun, O. E.; Quick, H.; Kumsta, R.; Timmann, D.; Spisak, T.; Axmacher, N.", "abstract": "The abilities to acquire new information and to modify previously learned knowledge are critical in an ever-changing world. However, the efficacy of learning is notably variable among individuals, with extinction learning being the epitome of such variability. Abundant studies have identified a core network of brain regions including amygdala, hippocampus, dorsal anterior cingulate cortex (ACC), ventromedial prefrontal cortex (PFC) and, more recently, the cerebellum, as key players in learning and extinction. Yet, the precise interactions within this network and their relationship to individual learning abilities and extinction have remained largely unexplored. In the present study, we examined how functional (FC), effective (EC), and structural (SC) connectivity patterns in the core learning network allow predicting individual differences in the efficacy of learning, extinction, and renewal. Analysing a large dataset of over 500 participants across a multitude of paradigms, our results revealed that FC predicted better acquisition, with a central role of ACC and hippocampus, whereas SC, involving ACC and amygdala, predicted higher levels of extinction learning. EC results suggested a predominantly inhibitory coupling among core learning network nodes, with paradigm-specific EC connectivity patterns predicting learning. Our predictions not only generalised between fear and cognitive predictive learning paradigms but were also successful in predicting learning from task-related FC and simulated data. Together, these results describe the multimodal neural determinants of learning, extinction, and renewal, and may inform individualised interventions for affective disorders based on neural connectivity patterns.", "date": "2025-05-05", "journal": ""}
{"title": "Alpha activity during verbal working memory retention depends on the stimulus presentation mode", "doi": "10.1101/2025.05.04.652111", "authors": "Kosachenko, A. I.; Syttykov, D. I.; Tarasov, D. A.; Kotyusov, A. I.; Kasanov, D.; Kotchoubey, B.; Pavlov, Y. G.", "abstract": "Previous studies of verbal working memory (WM) have reported inconsistent changes in alpha power during retention, with both increases and decreases observed. We asked whether these discrepancies arise from how stimuli are presented. Thirty adults memorized seven digits presented in four modes: Simultaneous (all digits for 2800 ms) or sequential presentations at Fast (400 ms per digit), Slow (1000 ms per digit), and Fast+delay (400 ms per digit plus a 600 ms free time in between). We analyzed EEG during encoding and a 6 s retention period in theta (4-7 Hz), alpha (8-13 Hz), and beta (18-24 Hz) frequency bands. Recall accuracy was highest in the Simultaneous mode and lowest in the Fast mode, yet these two conditions did not differ in any frequency band during encoding or retention. Encoding produced parametric load-related theta increase and beta decrease, possibly reflecting growing executive control demands and motor program formation, respectively. Alpha power did not scale with load during encoding. During retention, theta and beta during retention were unaffected by presentation mode. Alpha power did not differ significantly when all sequential modes were grouped together compared to the simultaneous mode. However, the Fast+delay mode uniquely showed below-baseline alpha in the first half of the retention. Our findings suggest that alpha dynamics are sensitive to the temporal structure of encoding and retention periods, particularly the presence or absence of free intervals between stimulus presentations. We propose that alpha modulation during WM retention may reflect processes beyond the simple gating of irrelevant sensory information.", "date": "2025-05-05", "journal": ""}
{"title": "Episodic events are flexibility encoded in both integrated and separated neural representations", "doi": "10.1101/2025.04.30.651466", "authors": "Liu, Z.; Johansson, M.; Bramao, I.", "abstract": "This study investigates how the brain encodes episodic events to support diverse memory functions. Thirty-six participants viewed movies simulating real-life interactions while EEG was recorded. They first watched movies featuring two characters (AB), followed by scenes where one original character interacted with a new one (BC). Memory was assessed for direct (AB and BC), indirect (AC) associations, and source memory about whether two characters had appeared together. Source memory was more accurate when participants correctly inferred indirect associations. Time-resolved representational similarity analysis (RSA) of EEG data revealed both neural pattern similarities and dissimilarities during AB and BC encoding. Pattern similarities, indicating memory integration across episodes, predicted successful indirect associations. Conversely, dissimilarities predicted accurate source memory, indicating the preservation of distinct memory traces. These findings suggest that episodic events are flexibly encoded through both integrated and segregated neural representations, enabling the brain to support multiple memory functions depending on task demands.", "date": "2025-05-05", "journal": ""}
{"title": "Novel HIV-1 fusion peptide immunogens using glycan-engineered alphavirus-like particles", "doi": "10.1101/2025.05.02.651772", "authors": "Oh, S.; Gudipati, D. R.; Shi, W.; Zhao, P.; Wu, W.; Boyington, J. C.; Nariya, H. K.; McGhee, E. G.; Azzam, T.; Raghunathan, V.; Yang, C.; Yang, C.; Lee, C.; Kim, J. D.; Zhou, T.; Mascola, J. R.; Wells, L.; Kong, R.", "abstract": "Immunofocusing on conserved, subdominant epitopes is critical for vaccines against highly diverse viruses such as HIV-1, influenza, and SARS-CoV-2. The eight-residue N-terminus of the HIV-1 fusion peptide (FP) is one such example of a promising yet small target. We developed new FP immunogens using three alphavirus-like particles (VLPs) and introduced additional glycans to mask shared carrier-specific epitopes. In two independent guinea pig studies, sequential immunization with heterologous carriers enhanced FP-directed antibody titers, which were further improved with glycan engineering. Separately, using diverse FP variants sharing the same N-terminal six amino acids increased neutralizing antibody titers. When combined, these two strategies led to higher FP-directed titers and, after Env trimer boosting, induced FP-directed neutralizing antibodies against multi-clade wild-type HIV-1 in nearly all animals. These findings established the importance of minimizing recurrent off-target epitopes across immunizations and support the engineered VLPs as a promising platform for peptide immunization.", "date": "2025-05-05", "journal": ""}
{"title": "Modeling tissue-resident macrophage development from mouse pluripotent stem cells", "doi": "10.1101/2025.05.01.651743", "authors": "Baako, A. K.; Vijayakumar, R.; Medina-Cano, D.; Wang, Z.; Romero-Pichardo, J.; Fadojutimi, K.; Do, S. C.; Lin, Y.; Islam, M. T.; Dixit, S.; Trzeciak, A.; Perry, J. S. A.; Vierbuchen, T.", "abstract": "Tissue-resident macrophages (TRMs) are innate immune cells that participate in tissue development, homeostasis, and immune surveillance. Extensive efforts have been made to recapitulate TRM development from pluripotent stem cells (PSCs) in vitro to study molecular and cellular mechanisms of TRM development and to create cellular models of disease. However, available PSC models of mouse TRM development exhibit low overall efficiencies of TRM generation, generate heterogeneous off-target populations, and rely upon undefined media components, thus limiting their reproducibility, scalability, and widespread application as an experimental platform for TRM biology. To address these important limitations, we developed an efficient and reproducible protocol to faithfully recapitulate the stepwise differentiation of mouse PSCs (epiblast stem cells) into unspecialized, proliferative TRMs through the pro-definitive hematopoietic program under defined conditions. These immature TRMs can stably integrate into developing mouse neural organoids in vitro and acquire features of microglia. In addition, immature TRMs can stably engraft into the lung niche in vivo and adopt alveolar macrophage characteristics. This new platform for modeling mouse TRM development represents a powerful experimental model system for studying TRM function and dysfunction in development and disease.", "date": "2025-05-05", "journal": ""}
{"title": "Uncovering Convergent Cell State Dynamics Across Divergent Genetic Perturbations Through Single-Cell High-Content CRISPR Screening", "doi": "10.1101/2025.05.02.651939", "authors": "Xu, Z.; Lu, Z.; Ugurbil, A.; Abdulraouf, A.; Liao, A.; Zhang, J.; Zhou, W.; Cao, J.", "abstract": "High-throughput genomic studies have uncovered associations between diverse genetic alterations and disease phenotypes; however, elucidating how perturbations in functionally disparate genes give rise to convergent cellular states remains challenging. Here, we present PerturbFate, a high-throughput, cost-effective, combinatorial-indexing single-cell platform that enables systematic interrogation of massively parallel CRISPR perturbations across the full spectrum of gene regulation, from chromatin remodeling and nascent transcription to steady-state transcriptomic phenotypes. Using PerturbFate, we profiled over 300,000 cultured melanoma cells to characterize multi-modal phenotypic and gene regulatory responses to perturbations in more than 140 Vemurafenib resistance-associated genes. We uncovered a shared dedifferentiated cell state marked by convergent transcription factor (TF) activity signatures across diverse genetic perturbations. Combined inhibition of cooperative TF hubs effectively reversed cellular adaptation to Vemurafenib treatment. We further dissected phenotypic responses to perturbations in Mediator Complex components, linking module-specific biochemical properties to convergent gene activations. Together, we reveal common regulatory nodes that drive similar phenotypic outcomes across distinct genetic perturbations. We also delineate how perturbations in functionally unrelated genes reshape cell state. PerturbFate thus establishes a versatile platform for identifying key molecular regulators by anchoring multi-modal regulatory dynamics to disease-relevant phenotypes.", "date": "2025-05-05", "journal": ""}
{"title": "Vascular dysfunction in Huntington's disease is located at the blood-CSF barrier and is rescued by sphingosine-1-phosphate receptor agonist", "doi": "10.1101/2025.04.30.650996", "authors": "Kucharz, K.; Soylu-Kucharz, R.; Saint-Pierre, M.; Alpaugh, M.; Qvist, F.; Bjorkqvist, M.; Skotte, N. H.; Cicchetti, F.; Lauritzen, M. J.", "abstract": "Brain vascular barriers are dysfunctional in many neurological disorders, including Huntington's disease (HD), but which vessels are affected and how remains unclear. Using in vivo two-photon microscopy in R6/2 HD-model mice, we reveal a striking divergence in barrier dysfunction. Surface vessels of the blood-cerebrospinal fluid barrier (BCSFB) drive pathology by paracellular leakage, while parenchymal vessels of the blood-brain barrier (BBB) exhibit increased transport via adsorptive-mediated transcytosis (AMT), with arterioles being the most susceptible segment. The pathology of both barriers coincided with astrocyte activation localized to affected vessels in R6/2 mice, as well as post-mortem HD human brains. Sphingosine-1-phosphate receptor 1 (S1PR1) agonist treatment rescued BCSFB leakage but only partially restored BBB function, selectively reducing AMT in arterioles, with no effect in capillaries and venules. These findings redefine HD vascular pathology, demonstrating heterogeneous, vessel-type-specific barrier failure beyond generalized \"disruption,\" uncovering mechanistic vulnerabilities and the therapeutic potential of S1PR1 modulation.", "date": "2025-05-05", "journal": ""}
{"title": "mimicDetector: a pipeline for protein motif mimicry detection in host-pathogen systems", "doi": "10.1101/2025.05.02.651971", "authors": "Rich, K. D.; Wasmuth, J. D.", "abstract": "Motivation: Molecular mimicry is a widespread strategy used by pathogens to evade the host immune system and manipulate other host cellular processes. Detecting these events--where pathogen proteins resemble host molecules--is challenging due to limitations in the sensitivity, specificity, and scalability of current bioinformatics tools. The challenges are pronounced when identifying subtle similarities in short protein fragments. Results: We present mimicDetector, an optimized bioinformatic pipeline for systematically identifying protein-level molecular mimicry between pathogens and their hosts. mimicDetector builds on existing k-mer-based approaches with three key improvements: (i) improved sensitivity for short-sequence alignments using the PAM30 substitution matrix and tuned BLASTP parameters; (ii) a revised k-mer filtering strategy based on bitscore differences rather than percent identity; (iii) the removal of overly conservative homologue exclusion steps. Applied to 17 globally important pathogens, mimicDetector identified a broad and biologically plausible set of mimicry candidates, including helminth proteins mimicking components of the human complement system and a Leishmania infantum mimic of Reticulon-4, a regulator of immune cell recruitment. Availability and implementation: mimicDetector is freely available at https://github.com/Kayleerich/mimicDetector/, implemented in Python, and compatible with Unix-based systems.", "date": "2025-05-05", "journal": ""}
{"title": "State and trait measures of attention predict performance in video-based learning", "doi": "10.1101/2025.05.02.651980", "authors": "Madsen, J.; Parra, L. C.", "abstract": "Impaired academic performance is often attributed to attentional deficits, but it remains unclear whether these reflect long-term traits or momentary fluctuations in attention. This study investigated how acute attention during engaging educational videos and trait measures of attention influenced test taking performance. Short-term retention was assessed in 152 students across four experiments using short-form educational videos. Behavioral trait measures of inattention, hyperactivity, and working memory capacity were also obtained. Acute attention, measured by EEG during video viewing, was a strong predictor of test scores. In contrast, self-reported trait measures of attention were not significant predictors. Working memory capacity and GPA positively predicted test scores. Inattention traits predicted GPA, suggesting a negative effect on overall academic performance. These results suggest that attentional traits only weakly and indirectly affect student performance. Modifying teaching methods, may help address learning deficits in inattentive students, who seem to have no problem attending to, and retaining the content of short, engaging educational videos.", "date": "2025-05-05", "journal": ""}
{"title": "Exploring sustainability through the lens of the Lotka-Volterra model in population ecology", "doi": "10.1101/2025.05.01.651785", "authors": "Karjanto, N.; Peng, A.", "abstract": "The Lotka-Volterra equations, a cornerstone of predator-prey modeling, provide a valuable framework for understanding sustainable population dynamics. This chapter explores how these equations, through analysis of dynamic equilibrium and stability, illuminate sustainability principles within ecological systems. By analyzing predator-prey interactions, we gain important insights into population management, resource conservation, and the delicate balance of ecosystems. Furthermore, we discuss the broader implications of the Lotka-Volterra model, highlighting its potential to inform our understanding of complex systems dynamics in various fields. These include their relevance to educational frameworks, where the model can enhance student engagement with sustainability concepts and foster a deeper understanding of systems thinking.", "date": "2025-05-05", "journal": ""}
{"title": "Fifty shades of white fish: DNA barcoding reveals widespread misidentification in sushi restaurants from Southern Brazil", "doi": "10.1101/2025.05.02.651977", "authors": "Almeron-Souza, F.; Tresoldi Goncalves, L.; Fagundes, N. J. R.", "abstract": "The ambiguous commercial naming of fish can mislead consumers and obscure species identity. \"White fish\" is a widely used yet unregulated commercial name in sushi restaurants across Brazil, creating opportunities for species misidentification. This study used DNA barcoding to assess the accuracy of species labeling for \"white fish\" sushi in Porto Alegre, Southern Brazil, a major urban center with a high density of sushi restaurants. A total of 53 \"white fish\" sushi samples were collected from 50 restaurants. Molecular identification successfully assigned 41 samples to nine distinct fish species, while seven samples were identified at the genus level. In eight cases (20.5%), the species name provided by restaurant staff did not match the molecular identification, meaning that one in five restaurants supplied incorrect information. We found that lower sushi prices were significantly associated with a higher likelihood of misidentification (P=0.035, OR = 0.53, 95% CI: [0.17, 1.03]). Among the eight cases of species substitution, three included the substitution of \"linguado\" (flounder; Paralichthys spp. or Syacium spp.) for \"panga\" (striped catfish; Pangasianodon hypophthalmus), and another three revealed the substitution of \"prego\" (escolar; Lepidocybium flavobrunneum or Ruvettus pretiosus) for \"meca\" (swordfish; Xiphias gladius). The remaining two cases revealed the swapping between \"tilapia\" (tilapia; Oreochromis spp.) and \"prego\" (escolar). These findings highlight the need for stricter seafood labeling regulations and enforcement to improve consumer transparency and sustainability.", "date": "2025-05-05", "journal": ""}
{"title": "An Aged Microenvironment Increases CAR T Cell Cytotoxicity but Impairs Therapeutic Efficacy", "doi": "10.1101/2025.05.04.652106", "authors": "Kabha, M.; Rosenzweig, N.; Rakhymzhanova, a.; Atar, O.; Cohen, C. J.; Ron-Harel, N.", "abstract": "Background: Cancer disproportionately affects the elderly, who are often less able to tolerate traditional cytotoxic therapies, and may benefit from T cell-based immunotherapies. However, studies evaluating the efficacy of T cell immunotherapy in aged mice are limited and yield inconsistent results, while clinical data are largely retrospective. Methods: Here, we used a murine model of Chimeric Antigen Receptor (CAR) T cell therapy to investigate how aging influences efficacy, from CAR T cell production to in vivo anti-tumor activity. Results: We found that aging reduced CAR T cell production yields and altered their phenotype and function. Aged CAR T cells were predominantly effector memory CD4 T cells, whereas young CAR T cells were primarily central memory CD8 T cells. Functionally, aged CAR T cells exhibited non-specific cytotoxicity, driven by constitutive degranulation and elevated granzyme B secretion independent of CAR expression. This phenotype was induced by the aged microenvironment, as young T cells transferred into aged hosts adopted similar behavior. In vivo, young CAR T cells efficiently reduced tumor burden in young leukemia-bearing hosts, but were not effective in aged hosts, where the aged microenvironment impaired CAR T cell persistence. Conclusion:These findings indicate that aging impacts CAR T cell therapy at multiple levels, from manufacturing to therapeutic efficacy, highlighting the need to design tailored immunotherapies for elderly patients.", "date": "2025-05-05", "journal": ""}
{"title": "Langerhans Cell-targeted Protein Delivery Enhances Antigen-Specific Cellular Immune Response", "doi": "10.1101/2025.05.05.652195", "authors": "Rica, R.; Klein, K.; Johnson, L.; Carta, G.; Sarcevic, M.; Langer, F.; Rademacher, C.; Wawrzinek, R.; Quattrone, F.; Sparber, F.", "abstract": "Targeted antigen delivery to immune cells, particularly dendritic cells, has emerged as a promising strategy to enhance therapeutic efficacy of vaccines, while minimizing adverse effects associated with conventional immunization. In this study, we use our previously described small glycomimetic molecule that selectively recognizes the Langerhans cell (LC)-specific surface receptor Langerin and demonstrate specific delivery of protein antigens to these specialized dendritic cells. Our results show that Langerin-mediated antigen delivery significantly enhances the immune response in vivo, resulting in increased expansion and activation of antigen-specific T cells, compared to immunization with unmodified antigen. We demonstrate the feasibility of our LC-targeted platform for immune cell-specific immunization with protein antigen and underscore the potential of LCs as an access point for next-generation vaccines and immunotherapies.", "date": "2025-05-05", "journal": ""}
{"title": "Mucosal B cell memory selection integrates tissue-specific microbial cues via the IgA BCR", "doi": "10.1101/2025.04.30.651421", "authors": "Holgado, M. P.; Origlio, S.; Bertoia, L.; Moussa, M.; Trivedi, A.; Fiore, F.; Zarubica, A.; Slack, E.; Linterman, M. A.; Cogne, M.; Gregoire, C.; GAYA, M.", "abstract": "B cells engender long-lived plasma cells (LLPCs) and memory B cells (MBCs) to combat recurrent pathogens. While B cell receptor (BCR) affinity dictates fate decisions in clonally-restricted set-ups, the driving factors in more complex systems remain unknown. Here, we show that memory selection during mucosal infection is imprinted by inherent cues from barrier tissues: lungs skew selection towards MBCs while the gut favors LLPC entry, even in response to the same pathogen. This divergence is linked to differential BCR isotype usage across barrier tissues rather than to affinity. In the gut, the commensal-induced TGF-{beta}-rich milieu promotes B cell class-switching to IgA. Consequently, the IgA BCR bias selection towards LLPCs, a process that is counteracted by its cytosolic tail domain. Overall, mucosal B cell selection integrates tissue-specific microbial cues by strongly relying on BCR isotype usage rather than affinity, with implications for nasal and oral vaccine development.", "date": "2025-05-05", "journal": ""}
{"title": "A depositional taphonomy model for sedimentary ancient DNA based on biotic profiles of contrasting sedimentation regimes", "doi": "10.1101/2025.04.30.651409", "authors": "Hansford, T. A.; Higgs, V.; Gaffney, V.; Kistler, L.; Allaby, R. G.", "abstract": "Sedimentary ancient DNA (sedaDNA) has become an important tool in Quaternary Science, but still little is understood of its taphonomy and whether sedaDNA represents the local vicinity or originates from distant sources. Here we show key insights can be made about the origins of sedaDNA by integrating sedimentological and sedaDNA data into a sediment influx depositional model. We reconstruct contrasting taphonomic regimes of lacustrine, alluvial, terrestrial and permafrost systems. Lacustrine systems show signals of regional catchment sources of sedaDNA, while alluvial, terrestrial and permafrost systems show a greater influence of DNA from the immediate local environment. However, there is a prevalence of mixed ecosystem signals which may span a broad temporal timeframe if sediment reworking has occurred. The ability to distinguish between local and distal sources of sedaDNA is of major importance in the interpretation of taxonomic profiles to reconstruct palaeoenvironments.", "date": "2025-05-05", "journal": ""}
{"title": "The influence of Temperature and Relative Humidity on the Development and Survival of Laboratory-Reared Anopheles arabiensis in Ethiopia", "doi": "10.1101/2025.04.30.651405", "authors": "Erana, T.; Kebede, A.; Deressa, C. T.; Yewhalaw, D.; Simma, E. A.", "abstract": "Malaria, a major vector-borne disease transmitted by female Anopheles mosquitoes, remains a critical public health challenge in tropical and subtropical regions. Climate change influences vector distribution, abundance, and disease transmission patterns. This study examined the influence of temperature and humidity on the development, abundance, and survival of Anopheles arabiensis, a key malaria vector in Ethiopia. Laboratory reared susceptible An. arabiensis strain mosquitoes were reared under varying conditions, with 400 eggs exposed to temperatures of 14.5-34.35{degrees}C and relative humidity (RH) levels of 64-84% and compared with the ones that reared under standard insectary conditions. Development and survival rates were analyzed across 20 temperature-humidity regimes using SPSS 26, with linear regression, OLS, and quadratic regression models. Results showed optimal egg hatchability (80%) at 25.3-34.35{degrees}C and 64-68% RH. Adult emergence peaked (80%) at 28.37-29.65{degrees}C and 70% RH, but declined significantly below 16{degrees}C and 64% RH. The longest larval development (13 days) occurred at 14.55-15.62{degrees}C and 83-86% RH, while adult survival reached 25 days at 23.65-24.72{degrees}C and 68-69% RH. These findings highlight the profound influence of temperature and humidity on An. arabiensis life stages, emphasizing their role in mosquito population dynamics. Further research is needed to explore how these factors affect malaria parasite development within vectors, offering insights to improve malaria control strategies.", "date": "2025-05-05", "journal": ""}
{"title": "Epinephrine Enhanced Fear Conditioning under Pentobarbital or Dexmedetomidine Anesthesia in Rats", "doi": "10.1101/2025.04.30.651393", "authors": "Chen, K.-H.; Chao, S.-T.; Chang, S.-D.; Chen, D.-Y.; Liang, K.-C.", "abstract": "This study examined effects of epinephrine injected in learning under anesthesia on awake memory of three fear conditioning tasks. Epinephrine given after training at various doses did not affect conditioned freezing acquired in an awake state or under 50 mg/kg pentobarbital; however, 0.1 mg/kg epinephrine caused saving in re-learning. For conditioned-fear potentiation of startle acquired in an awake state, epinephrine at 0.01 or 0.1 mg/kg enhanced 1-trial learning but at 1.0 mg/kg impaired 5-trial learning. For this task trained under pentobarbital, epinephrine enhanced 1-trial learning at 1.0 mg/kg and 5-trial learning at 0.1 or 1.0 mg/kg. Under infusion of dexmedetomidine (0.1 mg/kg/hr), learning of this task at a 0.63 mA foot shock yielded poor memory, which was improved by 0.1 mg/kg epinephrine; yet epinephrine had no effect on the better memory yielded by 1.25 mA foot shock. In an inhibitory avoidance task, rats in an awake state explored the apparatus and then received foot shocks under anesthesia of dexmedetomidine, injections of 0.1 mg/kg epinephrine before each shock training session enhanced memory. Deleting the awake exploration abolished the epinephrine effect. These results, taken together, suggest that epinephrine could enhance learning in three conditioning tasks under two anesthetics when the fear memory was assessed indirectly through its modification of an innate or learned behavioral tendency.", "date": "2025-05-05", "journal": ""}
{"title": "Brain glucodynamic variability is an essential feature of the metabolism-cognition relationship", "doi": "10.1101/2025.04.30.651418", "authors": "Deery, H.; Liang, E.; Moran, C.; Egan, G. F.; Jamadar, S. D.", "abstract": "Variability ensures that complex biological systems, including the brain, are capable of responding to changing environmental demands. While the importance of neural variability in electrophysiological and haemodynamic aspects of brain activity is beginning to be understood, little is known about how variability in molecular activity influences brain function. Here we examine how temporal variability in glucodynamics, or time-varying glucose use, is related to cognition in 35 younger and 43 older adults. Stationary metabolic rates of glucose were not directly associated with cognition. Rather, higher glucodynamic variability, and its coherence into metabolic networks, was associated with better cognitive performance. Lower glucodynamic variability in ageing was associated with altered metabolic network efficiency and reduced cognitive performance. Our results demonstrate for the first time that variability in cerebral glucose metabolism is biologically and functionally relevant to cognition and the network architecture of the brain. Cognition is influenced by time-varying glucose metabolism and its coherent fluctuations in metabolic networks. A loss of glucodynamics in ageing reduces the efficiency of the metabolic connectome and contributes to reduced cognitive performance. The study of glucodynamics significantly advances our understanding of metabolic brain changes in health, ageing and disease.", "date": "2025-05-05", "journal": ""}
{"title": "Phased ERK function on muscle stem cell plasticity in axolotl", "doi": "10.1101/2025.04.30.650958", "authors": "Yi, C.; Liu, X.; Wang, L.; Song, L.; Fei, J.-F.", "abstract": "The precise regulation of muscle stem cell (MuSC) plasticity remains poorly understood. While studies have suggested that Pax7+ MuSCs in vertebrate limbs are committed solely to myogenic lineages during regeneration, we previously observed during axolotl tail regeneration, Pax7+ MuSCs contribute to the fibroblast and chondrocyte mesodermal lineages. However, the underlying mechanism is unclear. Here, we show that the duration of ERK signaling plays an important role in MuSCs cell fate. We observed that ERK exhibits sustained activation after tail amputation that is followed by subsequent inhibition. We found that ERK activation initiates MuSCs plasticity switch toward a trunk fibroblast fate by repressing PAX7 expression. However, subsequent inhibition of ERK activity is essential for the transition of trunk fibroblast to fin fibroblast targeting PRRX1. In addition, we found that the TGF-{beta}/SMAD2 cascade as a downstream mediator of ERK-driven regulation of MuSC plasticity towards fibroblast and chondrocyte during tail regeneration. Together, we uncovered a new phased stem cell regulatory mechanism linking injury-induced ERK signaling to stem cell plasticity regulation, offering new insights with potential implications for regenerative medicine.", "date": "2025-05-05", "journal": ""}
{"title": "Plant diversity shapes plant volatile emission differently at the species and community level", "doi": "10.1101/2025.04.30.651392", "authors": "Medina-van Berkum, P.; Albracht, C.; Brocher, M.; Solbach, M. D.; Stein, G.; Bonkowski, M.; Buscot, F.; Heintz-Buschart, A.; Ebeling, A.; Eisenhauer, N.; El-Madany, T. S.; Huang, Y.; Kuebler, K.; Meyer, S. T.; Gershenzon, J.; Unsicker, S. B.", "abstract": "Studies have investigated the interactions between plants through competition and resource sharing to understand the mechanisms behind the positive effects of plant diversity on productivity. Volatile organic compounds (VOCs) are important info-chemicals in plant-plant interactions, but they have so far rarely been considered in this context. Here, we measured VOC emissions at both community and species levels (Plantago lanceolata) in experimental plant communities of varying diversity (The Jena Experiment) to understand the role of VOCs in driving biodiversity-ecosystem functioning relationships. We show that plant diversity determines the release of plant VOCs at both levels. At the community level, plant species richness directly enhanced VOC emission and increased VOC richness both directly and indirectly by altering herbivore damage and LAI. At the species level, plant diversity did not directly affect the VOC emissions of P. lanceolata but indirectly affected it by influencing the VOC emissions from the surrounding community. Plantago lanceolata individuals in communities with high concentrations of green leaf volatiles decreased their VOC emission, while those in communities with high concentrations of terpenoids increased their VOC diversity. Our results provide first evidence that plant diversity shapes community-level plant VOC emission and thus influences focal plant VOC emission inside the community.", "date": "2025-05-05", "journal": ""}
{"title": "Cheats can boost the success of a cooperative invader", "doi": "10.1101/2025.04.30.651436", "authors": "Lear, L.; Buckling, A.; Hesse, E.", "abstract": "Successful biological invasions are dependent on the invader being able to grow and reproduce in the new environment. One way that microbial invaders may facilitate this is to use cooperative public goods, such as metal-binding siderophores. However, siderophore production can be exploited by non-producing cheats who benefit from production without paying any associated costs. Here, we test the importance of cooperation for the success of Pseudomonas aeruginosa invading a 5-species microbial community. We do this by comparing the success of a siderophore-producing strain, a siderophore-deficient mutant strain and a 50:50 mixed population, both in environments with weak (copper absent) and strong (copper present) siderophore requirement. We found no effect of invader type on success when siderophores were less essential for growth, but large differences when they were selectively favoured. Here the producer-cheat mix had the greatest success, with both strains having near equal fitness and reaching high densities, whilst in isolation producers had intermediate success and cheats the lowest. Similarly, resident diversity only differed across invader treatments when copper was present. In conclusion, we show that the presence of cheats can provide a larger benefit for invasion success than pure cooperator populations, but only when public goods are particularly beneficial.", "date": "2025-05-05", "journal": ""}
{"title": "Single-Shot Design of a Cyclic Peptide Inhibitor of HIV-1 Membrane Fusion with EvoBind", "doi": "10.1101/2025.04.30.651413", "authors": "Daumiller, D.; Giammarino, F.; Li, Q.; Sonnerborg, A.; Cena-Diez, R.; Bryant, P.", "abstract": "HIV evades the immune system through rapid mutation of its surface proteins, particularly the envelope glycoprotein. However, the core mechanism of viral entry, CD4 binding and co-receptor engagement remains conserved. While therapies such as Lenacapavir represent important advances, the continued emergence of resistant strains will demand new and more adaptable treatment strategies. This challenge is not unique to HIV; future pandemics will likely present similar pressures, highlighting the need for drug design methods that are not only effective but also fast and scalable. Recent advances in protein structure prediction have transformed the landscape of therapeutic design, enabling the accurate modelling of target structures from sequence alone and now facilitating the development of novel therapeutics without prior structural data. EvoBind leverages these advances to rapidly generate cyclic peptide binders in a single design round, using only the amino acid sequence of a target protein. Cyclic peptides offer several advantages over traditional linear protein molecules, including increased stability, while their small size improves oral bioavailability and enables access to challenging binding sites. Here, we demonstrate the use of EvoBind to generate cyclic peptide binders against the HIV envelope protein gp41, which is essential for viral-host membrane fusion. Cell-based assays confirm potent inhibition of two different HIV-1 strains with no detectable toxicity. The combination of artificial intelligence-guided design and streamlined experimental validation can significantly accelerate therapeutic development, reduce costs, and provide timely solutions to the challenges posed by viral evolution and emerging global health threats.", "date": "2025-05-05", "journal": ""}
{"title": "The oral microbiome and its effect on exhaled breath volatile analysis - the elephant in the room", "doi": "10.1101/2025.04.30.651103", "authors": "Petralia, L. S.; Chawaguta, A.; Ruzsanyi, V.; Mayhew, C. A.; Sanders, D.", "abstract": "The rapid transfer of volatiles from alveolar blood into the lungs and then out of the body in exhaled breath leads to the common and natural conclusion that these volatiles provide information on health and metabolic processes, with considerable potential as biomarkers for use in the screening, diagnosis and monitoring of diseases. Whilst these exhaled volatiles could well serve as biomarkers for human metabolic processes, thereby providing insights into the clinical and nutritional status of individuals, there exist various confounding factors that limit their easy application. A major confounding factor is the introduction of microbially produced oral volatiles into the exhaled breath, yet these volatiles are often ignored in discovery volatile research studies. Here, we provide a comparative cross-sectional study of selected volatiles commonly found in exhaled breath, namely 1-propanol, 2-propanol, ethanol, acetoin, acetone, isoprene, methanol and 2-pentanone, measured in nasal and oral end-tidal exhaled breath samples for twenty-one volunteers, using the analytical technique of gas chromatography ion mobility spectrometry. Significant differences in 1-propanol, 2-propanol, ethanol and acetoin concentrations are found between breath samples exhaled via the mouth and those exhaled via the nose, serving to illustrate the extent to which the oral microbiome can influence volatile concentrations in breath. A central finding is that the nasally sampled volatiles are little influenced by the inhalation route (oral or nasal). The evidence is clear that in order to reduce the influence of the oral microbiome on untargeted discovery breath research studies, end-tidal exhaled nasal breath samples should be taken for endogenous volatile analysis, otherwise oral microbial volatiles could be falsely identified as biomarkers. This is particularly important given the rise in the use of machine learning algorithms and artificial intelligence to identify variations in volatilomes. The development and commercialisation of simple, user-friendly and comfortable end-tidal exhaled nasal sample collection devices are required for nasal sampling to become widely adopted.", "date": "2025-05-05", "journal": ""}
{"title": "Quantifying cancer- and drug-induced changes in Shannon information capacity of RTK signaling", "doi": "10.1101/2025.04.30.651439", "authors": "Nałecz-Jawecki, P.; Roth, L.; Grabowski, F.; Li, S.; Kochanczyk, M.; Bugaj, L. J.; Lipniacki, T.", "abstract": "Signaling pathways transmit and process information, enabling cells to respond accurately to external cues. Disease states like cancer can corrupt signal transmission, though the magnitude to which they reduce information capacity has not been quantified. Here we apply pseudo-random pulsatile optogenetic stimulation, live-cell imaging, and information theory to compare the information capacity of receptor tyrosine kinase (RTK) signaling pathways in EML4-ALK-driven lung cancer cells (STE-1) and non-transformed lung epithelial cells (BEAS-2B). The information rate through the RTK/ERK pathway in STE-1 cells was below 0.5 bit/hour but increased to 3 bit/hour after oncogene inhibition. Information was transmitted by only 50-70% of cells, whose channel capacity (maximum information rate) was estimated through in silico protocol optimization. Although oncogene inhibition increased the capacity of the RTK/ERK pathway in STE-1 cells (6 bit/hour), capacity remained lower than in BEAS-2B (11 bit/hour). The capacity of the parallel RTK/calcineurin pathway in BEAS-2B exceeded 15 bit/hour. This study highlights information capacity as a sensitive metric for identifying disease-associated dysfunction and evaluating effects of targeted interventions.", "date": "2025-05-05", "journal": ""}
{"title": "Hyper-Glycosylation as a Central Metabolic Driver of Alzheimers Disease", "doi": "10.1101/2025.04.30.651461", "authors": "Hawkinson, T. r.; Liu, Z.; Ribas, R. A.; Medina, T.; Nielsen, R.; Clarke, H. A.; Ma, X.; Mueller, A.; Plasencia, A.; Shear, A.; Simpson, S.; Soto, C. M.; Sudderth, J.; Cai, F.; Cantrell, A. R.; Colpert, M. G.; Shedlock, C.; Wu, L.; Young, L. E. A.; Kooser, D. D.; chen, L.; Ryan, A. M.; Azadi, P.; Deberardinis, R. J.; Prokop, S.; Allison, D.; Huang, Y.; He, X.; Bian, J.; Vander Kooi, C. W.; Gentry, M. S.; Sun, R. C.", "abstract": "Alzheimer's disease (AD) is a neurodegenerative disorder characterized by devastating degenerative decline. Metabolic disruptions are widely observed, yet their involvement in the molecular etiology of AD remains underexplored. Utilizing spatial metabolomics, lipidomics, and glycomics in both mouse models and human post-mortem samples, we identified a hyper-glycosylation phenotype as a hallmark of AD. To investigate the underlying mechanisms and whether the observed effect was a driver of the observed decline, we developed an advanced spatial isotopic tracing pulse-chase method to study the dynamics of N-linked glycans. Our analysis revealed enhanced glycan biosynthesis in AD mouse models. Based on these findings, we performed genetic and dietary interventions to modulate glycan biosynthesis. Genetic knockdown of glycan biosynthetic enzymes ameliorated the hyper-glycosylation and improved cognitive and behavioral outcomes in AD mice. In contrast, oral glucosamine supplementation drove hyper-glycosylation and exacerbated cognitive and behavioral deficits. To assess the clinical relevance of these findings, we conducted a retrospective analysis of a large population of patients with mild cognitive impairment (MCI), AD, and Alzheimer's Disease Related Dementias (ADRD) stratified by glucosamine use, leveraging electronic health records. Consistently, glucosamine supplementation was associated with increased mortality in AD and ADRD patient cohorts, and significantly elevated progression from MCI to AD compared to age-matched controls. Collectively, our findings establish hyper-glycosylation as a pathological driver of AD and highlight glycan metabolism as an actional target in the fight against AD.", "date": "2025-05-05", "journal": ""}
{"title": "MEK-dependent bioenergetic demand drives terminal CD8+ T cell exhaustion", "doi": "10.1101/2025.04.30.651453", "authors": "Mitra, T.; Rahman, J.; Hwee, M.; Jesus Faustino Ramos, R. J.; Liu, H.; Hartman, T.; Cross, J.; de Jesus, M.; Huse, M.; Longo, V.; Zanzonico, P.; Vardhana, S. A.", "abstract": "Loss of mitochondrial function contributes to CD8+ T cell dysfunction during persistent antigen encounter. How chronic antigen leads to this metabolic dysfunction remains unclear. Here, we show that TCR-dependent mitochondrial NADH accumulation drives production of ROS, ultimately leading to mitochondrial dysfunction. Among TCR-dependent proximal signaling components, MEK inhibition uniquely reduced nutrient uptake and mitochondrial NADH accumulation while increasing proliferation. As a result, MEK inhibition during chronic TCR stimulation reduced terminal T cell exhaustion. Mechanistically, we found that chronic MEK activation in T cells drove ATP demand by increasing global protein synthesis rates in vitro and in vivo. MEK inhibition reversed chronic TCR stimulation-driven increases in RNA polymerase II CTD phosphorylation, reducing transcription rates at effector- and terminal-exhaustion associated genes while maintaining transcription of memory-associated genes. These findings establish MEK-dependent metabolic demand as a driver of T cell exhaustion and elucidate the role of MEK inhibition in enhancing immunotherapy efficacy.", "date": "2025-05-05", "journal": ""}
{"title": "Controlling the synchronization and symmetry breaking of coupled bacterial pili on active biofilm carpets", "doi": "10.1101/2025.05.01.651758", "authors": "Altin, B.; Yaman, I. Y.; Günay, E. T.; Ünlü, A.; Gediz, Y.; Gedik, N.; Karatas, B.; Basaran, M.; Kocabas, C.; Özdemir, S. K.; Kocabas, A.", "abstract": "In the low Reynolds number regime, active biological systems utilize nonreciprocal cyclic activities to achieve motility, as seen in the spinning of bacterial flagella and the beating of cilia. Coupling among these active mechanical components leads to synchronization, and emergence of metachronal waves. Here, we report that biofilms of Pseudomonas nitroreducens form active carpets surfaces textured with various topological defects generating large-scale propagating waves. On these active structures, nonreciprocally coupled extension and retraction activities of bacterial pili drives the collective oscillations. Surprisingly, this collective behavior exhibits broken left-right symmetry. We discover that this symmetry-breaking process is primarily driven by an aging-related frequency gradient across the biofilm. Leveraging these insights, we further demonstrate the ability to control the collective dynamics of these waves, including symmetry breaking, transitions from spiral waves into target and propagating plane waves by manipulating the biofilm properties. Overall, our findings illuminate the fundamental role of nonreciprocally interacting active components in regulating synchronization, collective dynamics, and symmetry-breaking phenomena in biological systems.", "date": "2025-05-05", "journal": ""}
{"title": "Follistatin-like protein 1 interacts with programmed cell death 4 to promote vascular mimicry in hepatocellular carcinoma by activating the PI3K/AKT/mTOR signaling pathway", "doi": "10.1101/2025.04.30.651401", "authors": "Yang, Z.; Zhu, J.; Chen, H.; Liu, J.; Li, H.; Tan, W.", "abstract": "Hepatocellular carcinoma (HCC), the most common type of liver cancer, is highly prone to recurrence and metastasis after curative treatment. However, the molecular mechanisms governing these post-management setbacks remain largely unknown. Previous studies found that the high expression of follistatin-like protein 1 (FSTL1) in tumors is implicated in recurrence, metastasis, and poor patient prognosis. In this study, we aimed to investigate the role of FSTL1 in HCC. We found that FSTL1 overexpression was positively correlated with vascular mimicry and poor prognosis. In vitro experiments confirmed that the interaction between FSTL1 and programmed cell death 4 (PDCD4) activates epithelial-to-mesenchymal transition and promotes the proliferation, invasion, and migration of liver cancer cells. The protein-protein interaction between FSTL1 and PDCD4 significantly promotes VM as well as the expression of the pro-angiogenic vascular endothelial growth factor by activating AKT/mTOR signaling. Our data suggest that FSTL1 may be a potential target for the treatment of HCC. Implications: Our findings indicate that the protein FSTL1 may be a novel therapeutic target for managing patients with HCC.", "date": "2025-05-05", "journal": ""}
{"title": "Single-mRNA imaging and modeling reveal coupled translation initiation and elongation rates", "doi": "10.1101/2025.04.30.651446", "authors": "Lamberti, I.; Chao, J.; Gobet, C.; Naef, F.", "abstract": "mRNA translation involves multiple regulatory steps, but how translation elongation influences protein output remains unclear. Using SunTag live-cell imaging and mathematical modeling, we quantified translation dynamics in single mRNAs across diverse coding sequences. Our Totally Asymmetric Exclusion Process (TASEP)-based model revealed a strong coordination between initiation and elongation rates, resulting in consistently low ribosome density (<12% occupancy) across all reporters. This coupling persisted under pharmacological inhibition of the elongation factor eIF5A, where proportional decreases in both initiation and elongation rates maintained homeostatic ribosome density. In contrast, eIF5A knockout cells exhibited a significant decrease in ribosome density, suggesting altered coordination. Together, these results highlight a dynamical coupling of initiation and elongation rates at the single-mRNA level, preventing ribosome crowding and maintaining translational homeostasis in mammalian cells.", "date": "2025-05-05", "journal": ""}
{"title": "Electron bifurcation arises from emergent features of multicofactor enzymes", "doi": "10.1101/2025.04.30.651465", "authors": "Wojcik-Augustyn, A.; Bujnowicz, Łukasz; Osyczka, A.; Sarewicz, M.", "abstract": "Quinone-based electron bifurcation (EB) catalyzed by cytochrome bc (cytbc) plays a critical role in energy conversion during respiration and photosynthesis. The canonical EB model (CEB), grounded in equilibrium redox potentials, dictates the order of initial EB steps with initial reduction of high-potential iron-sulfur cluster (2Fe2S) by quinol followed by reduction of low-potential heme bL (bL) by semiquinone. However, this concept falls short in explaining several experimental observations, including intermediate semiquinone spin-coupled to 2Fe2S and the absence of short-circuiting. We applied quantum mechanical calculations on large cluster models of cytbc, encompassing both 2Fe2S and bL, to investigate the early stages of EB. Our results reveal that EB is an emergent property of an integrated system of redox cofactors, where transient charge separations dynamically modulate electron affinities. In this system, electron transfer initiates preferentially toward bL, indicating a departure from the conventional sequence proposed by CEB. Based on this finding we introduce an EMBER (EMergent BL-first Electron Routing) mechanism of EB and show by electron paramagnetic resonance spectroscopy that predictions derived from this mechanism receive strong experimental validation. We argue that EMBER explains the observed stability of semiquinone coupled to 2Fe2S and suppression of energy wasting short-circuits without additional assumptions. It highlights the importance of dynamic electrostatic interactions in shaping electron transfer pathways in biological systems. In general, the concept of emergence inherent to EMBER offers a mechanistic framework applicable to a broad range of multi-cofactor redox enzymes beyond cytbc.", "date": "2025-05-05", "journal": ""}
{"title": "G-Quadruplexes Act as an On/Off Switch While i-Motifs Regulate Insulin Expression in Reporter Gene Assays", "doi": "10.1101/2025.05.02.651924", "authors": "Guneri, D.; Morris, C.; Ding, Y.; Craggs, T.; Smith, S. S.; Waller, Z. A. E.", "abstract": "The insulin-linked polymorphic region (ILPR) is a variable number tandem repeat located in the promoter of the human insulin gene. This G-rich sequence can fold into four-stranded G-quadruplex DNA structures, while its complementary C-rich strand forms i-motifs. The ILPR varies in repeat number and sequence composition, but the relationship between sequence diversity, DNA structure, and insulin gene regulation remains poorly understood. Although both G-quadruplexes and i-motifs have been implicated in transcriptional control, their relative contributions, particularly when formed on complementary strands of the same locus, are unclear. Here, we characterised the structure and stability of nine ILPR-based sequences using biophysical techniques and luciferase reporter assays. We demonstrate that transcriptional activation in response to high glucose occurs only when both G-quadruplex and i-motif structures can form. Other combinations of structures do not induce transcription. Moreover, promoter activity correlated positively with i-motif stability, but not with G-quadruplex stability. These results suggest a model in which G-quadruplexes function as an on/off switch, while i-motifs act as modulators of gene expression. Our findings underscore the importance of treating G-quadruplexes and i-motifs as a dynamic, interdependent system in both the regulation of gene expression and also the potential of these structures as therapeutic targets.", "date": "2025-05-05", "journal": ""}
{"title": "Development of Auditory and Spontaneous Movement Responses to Music over the First Year of Life", "doi": "10.1101/2025.05.04.649695", "authors": "Nguyen, T.; Bigand, F.; Reisner, S.; Koul, A.; Bianco, R.; Markova, G.; Hoehl, S.; Novembre, G.", "abstract": "Humans across cultures not only share the ability to recognise music but also respond to it through movement. While the sensory encoding of music is well-studied, when and how infants naturally start moving to music is largely unexplored. This study simultaneously investigates infants neural (auditory) responses and spontaneous movements to music during the first year of life. Neural activity (EEG) and body kinematics (markerless pose estimation) were recorded from 79 infants (aged 3, 6, and 12 months) listening to refrains of childrens music, along with shuffled, high-pitched, and low-pitched versions of the same songs. Neural data revealed that, across all ages, infants exhibit enhanced auditory responses to music compared to shuffled music, indicating that auditory encoding of music emerges early in development. Movement data revealed a different outcome. While coarse auditory-motor coupling is present at all ages, more complex structured movement patterns emerge in response to music only by 12 months. Notably, no age group demonstrated evidence of coordinated movements to music. Additionally, enhanced auditory responses to high vs low pitch were only evident at 6 months, while infants movements were better predicted by high-pitched compared to low-pitched music at all ages. This study provides initial insights into how the developing brain gradually transforms music into spontaneous movements of increasing complexity.", "date": "2025-05-05", "journal": ""}
{"title": "Interplay between Rac1/RhoA and actin waves in giant epithelial cells : experiment and theory", "doi": "10.1101/2025.05.02.651882", "authors": "Berthoz, R.; Li, H.; Andre, M.; Lieb, M.; Hinderling, L.; Graedel, B.; Van Unen, J.; Pertz, O.; Kruse, K.; Riveline, D.", "abstract": "The acto-myosin cytoskeleton is a key driver of cellular shape changes in vivo and in vitro. Acto-myosin organization results from actin assembly and interactions between actin and myosin, which are both regulated by small Rho GTPases like Rac1 and RhoA. To uncover principles governing cytoskeletal organization, we analyzed actin patterns using live microscopy and theory. In giant Madin-Darby Canine Kidney (MDCK) epithelial cells and REF52 fibroblasts, we observed acto-myosin stress fibres and propagating waves. Stress fibres were stationary and correlated with homogeneous distributions of Rac and RhoA activity. Waves propagated at 1 um/min and were associated with density variations of actin, Rac and active RhoA. Some waves transported cellular components or generated protrusions at the cell edge. Essential features of wave propagation are captured by a polar reaction-diffusion system for actin and Rac. Notably, two colliding waves annihilate each other. In cells, myosin activity was not required for the emergence of waves, but tended to suppress them. Consistently, local activation of RhoA slowed down or stopped and broke waves. These results highlight how the coupling between acto-myosin and Rho GTPase generates a variety of cytoskeletal structures and dynamics", "date": "2025-05-05", "journal": ""}
{"title": "Mechanistic models of asymmetric hand-over-hand translocation and nucleosome navigation by CMG helicase", "doi": "10.1101/2025.05.05.652190", "authors": "Nagae, F.; Murata, Y.; Yamauchi, M.; Takada, S.; Terakawa, T.", "abstract": "Faithful replication of eukaryotic chromatin requires the CMG helicase to translocate directionally along single-stranded DNA (ssDNA) while unwinding double-stranded DNA (dsDNA) and navigating nucleosomes. However, the mechanism by which CMG achieves processive translocation and deals with nucleosomal barriers remains incompletely understood. Here, using coarse-grained molecular dynamics simulations with ATP-driven conformational switching, we showed that asymmetric rotational transitions among four distinct ssDNA-binding states enable CMG to achieve directional translocation and DNA unwinding. We further demonstrated that the fork protection complex (Csm3/Tof1) and RPA enhance processivity through distinct mechanisms: Csm3/Tof1 grips the parental duplex to suppress backtracking, while RPA alleviates lagging-strand clogging. Upon nucleosome encounter, Csm3/Tof1 promoted partial unwrapping of the entry DNA, but further progression was energetically restricted near the nucleosomal dyad. The histone chaperone FACT lowered this barrier and simultaneously prevented inappropriate histone transfer to the lagging strand. Our results provide mechanistic insights into how the eukaryotic replisome coordinates helicase activity, nucleosome navigation, histone chaperon function, and histone recycling during eukaryotic DNA replication.", "date": "2025-05-05", "journal": ""}
{"title": "A Versatile Toolbox for Nanoscale Interrogation of Multiprotein Assemblies inside Living Cells", "doi": "10.1101/2025.04.30.651189", "authors": "Felker, A.; Philippi, M.; Holtmannspötter, M.; Drees, C.; Schäfer, E.; Steinhart, M.; Kurre, R.; You, C.; Piehler, J.", "abstract": "Quantitative analysis of protein interactions and the formation of higher-order assemblies in living cells remains a major challenge. Here, we introduce a versatile nanopatterning toolbox that employs capillary nanostamping of functionalized polymers to generate high contrast biofunctionalized nanodot arrays (bNDAs) with diameters below 500 nm. By leveraging or-thogonal adaptor designs, we achieve robust immobilization of diverse fluorescent protein fusions, enabling simultaneous and selective recruitment of cytosolic and membrane-associated proteins into discrete nanodomains. This approach of forming cytosolic nanodot arrays (cNDAs) provides striking capabilities for dissecting cytosolic multiprotein complexes with molecular precision. Focusing on the assembly of the multimeric myddosome complex, we demonstrate density-dependent recruitment and co-localization of the core components MyD88, IRAK4, IRAK1, and TRAF6 within cNDAs. Super-resolution microscopy reveals dis-tinct nanoscale clustering of MyD88 and IRAK4 and uncovers the ultrastructural architecture of IRAK4 oligomers. These analyses highlight the spatial organization and hierarchical as-sembly of the myddosome at the nanoscale in the native cellular context. Collectively, our findings establish cNDAs as a powerful platform for reconstituting and analyzing intricate multiprotein assemblies in live cells, offering new opportunities for elucidating the principles of complex protein networks.", "date": "2025-05-05", "journal": ""}
{"title": "Root Contours Guided Design of a Multicellular PID Controller", "doi": "10.1101/2025.05.05.652201", "authors": "Martinelli, V.; Fiore, D.; Salzano, D.; di Bernardo, M.", "abstract": "Ensuring a stable and robust phenotype expression is a key challenge for the correct operation of synthetically engineered cells, and feedback has been highlighted as a key mechanism to achieve this goal. Biomolecular PID controllers have been extensively leveraged at a single cell level to regulate gene expression. However, single-cell architectures suffer from limited modularity and might pose a significant challenge for their in vivo implementation due to high metabolic load and possible incompatible reactions. To overcome these limitations, it has been proposed to distribute the control actions over different cell populations realizing a multicellular feedback control architecture. In this paper we provide design guidelines derived by means of the root contours method to tune the control gains of a multicellular PID controller. We then validate performance, robustness and modularity of the multicellular PID controller through in silico simulations in BSim.", "date": "2025-05-05", "journal": ""}
{"title": "Do Existing COVID-19 Vaccines Need to Be Updated in 2025?", "doi": "10.1101/2025.05.02.651777", "authors": "Mellis, I. A.; Wu, M.; Wang, Q.; Bowen, A.; Gherasim, C.; Pierce, V. M.; Shah, J. G.; Purpura, L. J.; Yin, M. T.; Gordon, A.; Guo, Y.; Ho, D. D.", "abstract": "COVID-19 vaccines have been updated each year since 2022 to improve protection against evolving SARS-CoV-2 variants. However, it is unclear whether a reformulation will be necessary for 2025. KP.2-based monovalent COVID-19 mRNA vaccines (KP.2 MV) were authorized for use in 2024, and they conferred substantial protection against hospitalizations caused by viral variants that emerged and dominated later, such as KP.3.1.1 and XEC. Today, LP.8.1 has become the dominant variant worldwide, particularly so in North America. To characterize the antigenicity of LP.8.1, we tested serial serum samples from 16 individuals who recently received KP.2 MV in neutralization assays against KP.3.1.1, XEC, and LP.8.1 pseudoviruses. Serum neutralizing antibody titers against LP.8.1 were comparable to those against KP.3.1.1 and XEC, indicating that LP.8.1 is antigenically similar to its predecessors. Therefore, the currently authorized KP.2 MV may not need to be updated for 2025, if the vaccine manufacturers could demonstrate comparable immunogenicity for KP.2 MV and LP.8.1-based mRNA vaccines and, of course, in the absence of an antigenically divergent SARS-CoV-2 emerging.", "date": "2025-05-05", "journal": ""}
{"title": "Stealth replication of SARS-CoV-2 Omicron in the nasal epithelium at physiological temperature", "doi": "10.1101/2025.05.03.652024", "authors": "Fonseca, B. F.; Robinot, R.; Michel, V.; Mendez, A.; Lebourgeois, S.; Chive, C.; Jeger-Madiot, R.; Vaid, R.; Bondet, V.; Maloney, E.; Guivel-Benhassine, F.; Schwartz, O.; Duffy, D.; Mondal, T.; Gobaa, S.; Chakrabarti, L. A.", "abstract": "The COVID-19 pandemic was marked by successive waves of SARS-CoV-2 variants with distinct properties. The Omicron variant that emerged in late 2021 showed a major antigenic shift and rapidly spread worldwide. Since then, Omicron-derived variants have maintained their global dominance, for reasons that remain incompletely understood. We report that the original Omicron variant BA.1 evolved several traits that converged in facilitating viral spread. First, Omicron displayed an early replicative advantage over previous variants when grown in a reconstructed nasal epithelium model based on primary human cells. The increase in Omicron replication was more marked at the 33{degrees}C temperature characteristic of human nasal passages, resulting in a physiologically relevant advantage. Omicron also caused a decrease in epithelial integrity, as measured by transepithelial electrical resistance and caspase-3 activation. Furthermore, Omicron caused a more marked loss of motile cilia at 33{degrees}C than other variants, suggesting a capacity to impair mucociliary clearance. RNAseq analysis showed that Omicron induced a broad transcriptional downregulation of ciliary genes but only a limited upregulation of host innate defense genes at 33{degrees}C. The lower production of type I and type III interferons in epithelia infected by Omicron compared to those infected by the Delta variant, at 33{degrees}C as well as 37{degrees}C, confirmed the increased capacity of Omicron to evade the innate antiviral response. Thus, Omicron combined replication speed, motile cilia impairment, and limited induction of innate antiviral responses when propagated in reconstructed nasal epithelia at physiological temperature. Omicron has the capacity to propagate efficiently but stealthily in the upper respiratory tract, which likely contributed to the evolutionary success of this SARS-CoV-2 variant.", "date": "2025-05-05", "journal": ""}
{"title": "Nociceptin Orphanin F/Q Pathways are Dysregulated by Stress and Modulate Reward Learning and Motivation Across Species", "doi": "10.1101/2025.05.05.652258", "authors": "Pizzagalli, D. A.; Treadway, M. T.; Kangas, B. D.; Romoli, B.; Breton, J.; Bruchas, M. R.; Graybiel, A. M.; Hueske, E.; Prakash, N.; Der-Avakian, A.; Berretta, S.; Bath, K. G.; Dulcis, D.", "abstract": "Nociceptin orphanin F/Q has been implicated in stress-related depressive phenotypes. Specifically, exposure to chronic stressors upregulates nociceptin receptors (NOPR), whereas NOPR antagonism has anti-depressant/anti-anhedonic effects. The mechanisms underlying these effects remain, however, unclear. Here, we investigated the role of NOPR in depressive phenotypes alongside potentially prohedonic effects of NOPR antagonism across species. In Study 1, we evaluated whether exposure to early-life adversity (ELA) upregulated ventral tegmental area (VTA) and striatal prepronociceptin (Pnoc) gene expression in adult mice. In Study 2, we tested whether chronic social defeat altered Pnoc gene expression in reward-related regions. To establish whether direct NOPR modulation is implicated in reward-related behaviors, in Study 3, we assessed whether NOPR antagonism alters reward learning in rats. Finally, in Study 4, we tested whether NOPR antagonism boosts motivation among depressed humans. ELA induced anhedonic behavior and increased Pnoc expression in the VTA; in females (but not males), ELA increased Pnoc expression in the dorsal striatum (Study 1). Furthermore, chronic stress reduced Pnoc-expressing cells in the VTA, dorsal striatum and prefrontal cortex and susceptible rats showed reduced VTA NOPR gene (Oprl1)-expressing cells (Study 2). In a behavioral assay, a single 30-mg dose of a NOPR antagonist (BTRX-246040) boosted reward learning in rats (Study 3). Finally, in depressed humans, relative to placebo, 8-week treatment with BTRX-246040 increased incentive motivation (Study 4). Collectively, our findings indicate that chronic stressors alter Pnoc and mRNA levels of Pnoc-expressing cells in a sex-selective and region-specific manner impacting reward structures, and that NOPR antagonism shows anti-anhedonic properties.", "date": "2025-05-05", "journal": ""}
{"title": "Age-specific regulation of sociability by hypothalamic Agrp neurons", "doi": "10.1101/2025.05.05.652061", "authors": "Iyilikci, O.; Kim, L.; Zimmer, M. R.; Bober, J.; Li, Y.; Pelts, M.; Santana, G. M.; Dietrich, M. O.", "abstract": "Social isolation enhances sociability, suggesting that social behavior is maintained through a homeostatic mechanism. Further, mammalian social needs shift dramatically from infancy through adolescence into adulthood, raising the question of whether the neural mechanisms governing this homeostatic regulation evolve across developmental stages. Here, we show that agouti-related peptide (Agrp) neurons, which regulate hunger in adults, are activated by social isolation from weaning through adolescence but not in adulthood. Importantly, the activity of these neurons is critical for social behavior during adolescence: inhibiting Agrp neurons reduced isolation-induced sociability in juveniles but not in adults, and Agrp neuron activation promoted sociability only in young mice. After isolation, reunion with siblings or other conspecifics, but not unfamiliar adult males, rapidly decreased neuronal activity in juveniles, an effect requiring intact olfaction. These findings identify Agrp neurons as a key component of the circuitry governing age-specific social homeostasis.", "date": "2025-05-05", "journal": ""}
{"title": "Dynamics of auditory word form encoding in human speech cortex", "doi": "10.1101/2025.05.05.651964", "authors": "Zhang, Y.; Leonard, M. K.; Gwilliams, L.; Bhaya-Grossman, I.; Chang, E. F.", "abstract": "When we hear continuous speech, we perceive it as a series of discrete words, despite the lack of clear boundaries in the acoustic signal. The superior temporal gyrus (STG) encodes phonetic elements like consonants and vowels, but how it extracts whole words as perceptual units remains unclear. Using high-density cortical recordings, we investigated how the brain represents auditory word forms - integrating acoustic-phonetic, prosodic, and lexical features - while participants listened to spoken narratives. Our results show that STG neural populations exhibit a distinctive reset in activity at word boundaries, marked by a brief, sharp drop in cortical activity. Between these resets, the STG consistently encodes distinct acoustic-phonetic, prosodic, and lexical information, supporting the integration of phonological features into coherent word forms. Notably, this process tracks the relative elapsed time within each word, independent of its absolute duration, providing a flexible temporal scaffolding for encoding variable word lengths. We observed similar word form dynamics in the deeper layers of a self-supervised artificial speech network, suggesting a potential convergence with computational models. Additionally, in a bistable word perception task, STG responses were aligned with participants' perceived word boundaries on a trial-by-trial basis, further emphasizing the role of dynamic encoding in word recognition. Together, these findings support a new dynamical model of auditory word forms, highlighting their importance as perceptual units for accessing linguistic meaning.", "date": "2025-05-05", "journal": ""}
{"title": "Distinct roles of neuronal phenotypes during neurofeedback adaptation", "doi": "10.1101/2025.05.02.651867", "authors": "Zhao, Y.; Stealey, H. M.; Lu, H.-Y.; Contreras-Hernandez, E.; Chang, Y.-J.; Tobler, P. N.; Santacruz, S. R.", "abstract": "Learning adaptation allows the brain to refine motor patterns in response to changing environments rapidly. While population-level neural dynamics and single-neuron activity in motor learning have been widely studied, the contributions of individual neuron types remain poorly understood. Here, we employed a brain-machine interface (BMI) task with perturbations of varying difficulty to investigate single-neuron dynamics underlying neurofeedback adaptation in two rhesus macaques. Cortical neurons were classified based on waveform shape into narrow waveform (NW) and broad waveform (BW) categories, representing putative inhibitory interneurons and excitatory pyramidal neurons, respectively. Compared to BW neurons, NW neurons were more active and more strongly involved in the learning process. Moreover, task difficulty modulated neural responsiveness and coordination within both neuron groups, highlighting differential neuron engagement during motor learning. Our findings provide novel insights into single-neuron mechanisms underlying neurofeedback adaptation and emphasize the distinct functional roles of neuronal phenotypes in rapid learning processes.", "date": "2025-05-05", "journal": ""}
{"title": "Insectivorans and Carnivorans Exhibit the Same Social Brain Relationship as Primates", "doi": "10.1101/2025.05.05.652185", "authors": "Dunbar, R. I. M.; Shultz, S.", "abstract": "It has previously been thought that the social brain hypothesis applies in its full quantitative form only to primates. Using more appropriate brain indices and less error-prone statistical methods, we here show that it does in fact apply to both Insectivorans and Carnivorans, as well as to elephants and orcas. While Insectivorans form a grade on their own, reflecting a simple transition from small-brained solitary social systems to slightly larger-brained pairbonded monogamy, the Carnivorans map directly onto the primate socio-cognitive grades, dividing between loose sociality and more bonded sociality paralleling the pattern observed in monkeys. In addition, the subgroupings of species with multilevel social systems (including hyaenids elephants and orcas) map across the grades in the same way as do primates with similar societies. This suggests that common principles and trajectories underlie social evolution in mammals.", "date": "2025-05-05", "journal": ""}
{"title": "Differential Astrocyte-supplied NMDAR Co-Agonist for CA1 versus Dentate Gyrus Long-term Potentiation", "doi": "10.1101/2025.05.05.652314", "authors": "Sateesh, S.; Abraham, W. C.", "abstract": "In the hippocampus, there is a region and synapse-specific N-methyl-D-aspartate receptor (NMDAR) co-agonist preference for induction of long-term potentiation (LTP). Schaffer collateral (SC)-CA1 synapses, enriched in GluN2A-containing NMDARs, favor D-serine, while medial perforant path (MPP) to dentate gyrus (DG) synapses that are rich in GluN2B-containing NMDARs prefer glycine for LTP induction. This study investigated the role of astrocytes in providing these co-agonists. We confirmed in rat hippocampal slices that exogenous D-serine (10 M) is sufficient to restore LTP at SC-CA1 synapses blocked under astrocyte calcium (Ca2+) -clamp conditions, consistent with previous findings. However, exogenous glycine (10 M) also rescued the LTP. In contrast, at MPP-DG synapses, 100 M exogenous glycine, but not 10 M nor 100 M D-serine, restored the LTP blocked by astrocyte Ca2+-clamping. Our findings support the view that, as for serine in CA1, astrocytes are the cellular source of the glycine required for LTP induction at MPP-DG synapses.", "date": "2025-05-05", "journal": ""}
{"title": "The Slowest Timescales of Neural Synchronization Reveal the Strongest Influence of Auditory Distraction", "doi": "10.1101/2025.05.05.652235", "authors": "Sorensen, D. O.; Sugai, J. A.; Parthasarathy, A.; Hancock, K. E.; Polley, D. B.", "abstract": "Among all the sounds occurring at any given time, people are often interested in listening to just one. Some competing sounds are merely background noise, whereas others distract attention from target sounds and are less easily suppressed. During active listening, the central auditory pathway unmixes target and distractor sounds based on temporal differences that vary across three orders of magnitude, from millisecond differences in acoustic temporal fine structure to slower perceptual grouping factors that stretch out to multiple seconds. Here, we developed an approach to directly measure central auditory encoding of multiplexed target and distractor sound features in human listeners to determine which timescales are most impacted by the presence of distracting sounds. Target sounds contained nested features along four timescales, including temporal fine structure (~500 Hz), temporal envelope (~25-80 Hz), envelope changes (~5 Hz), and slower changes in embedded context reflecting whether target stimuli were randomly arranged or formed a repeating pattern (~0.5 Hz). Targets were presented with competing sounds that provided variable levels of distraction: either a highly distracting melody or a less distracting noise. Neural synchronization to each timescale was simultaneously and independently measured for target and distractor sounds from electroencephalogram (EEG) recordings during a listening task. Sustained shifts from random to regular arrangements of temporal sequences were reliably perceived, yet did not evoke a pattern recognition potential, nor neural synchronization changes at any timescale. Synchronization to relatively slow changes in envelope transitions (<10Hz) of the target sound deteriorated with the addition of a more distracting sound while synchronization to more rapid fluctuations in the fine structure or envelope modulation rate were unaffected by varying levels of distraction. Categorizing trials according to task performance revealed a conjunction of enhanced entrainment to slower temporal features in the distractor sound and reduced synchronization to the target sound on error trials. By designing a stimulus paradigm that leveraged the remarkable temporal processing capabilities of the auditory nervous system, we were able to simultaneously quantify multiple target and distractor sound features reproduced in the EEG. This paradigm identified synchronization processes in the 7-10 Hz alpha range that has been linked to distractor suppression, which may prove valuable for research on clinical populations who report difficulty suppressing awareness of distracting sounds.", "date": "2025-05-05", "journal": ""}
{"title": "A network of face patches in human prefrontal cortex for social processing of faces", "doi": "10.1101/2025.05.05.652210", "authors": "Farahani, A.; Izadkhah, M.; Hamidi, R.; Yargholi, E.; Hossein-Zadeh, G.-A.; Rajimehr, R.", "abstract": "The human cerebral cortex contains localized regions for processing faces. These regions or patches, which are classically found in the occipito-temporal cortex, encode visual properties of faces. Using naturalistic movie-watching fMRI data from 176 human subjects and multivariate functional connectivity analysis, here we comprehensively characterize a novel network of four frontal face patches (FFPs) arranged dorsoventrally in the lateral prefrontal cortex. FFPs are strongly coupled with a face-selective region in the middle superior temporal sulcus, appear to be primarily involved in processing high-level social aspects of faces during movie-watching, and show partial correlations of activity with distinct cognitive networks. Activations in FFPs are correlated with the performance of subjects in a social cognition task. We further identify two groups of subjects who showed a remarkable difference in the topographical organization of FFPs. The discovery of FFPs provides new insights into the understanding of social processing in the brain.", "date": "2025-05-05", "journal": ""}
{"title": "Constitutive activity of the inhibitory G protein pathway mediated by non-visual opsin Opn7b reduces cFos activity in stress and fear circuits and modulates avoidance behavior", "doi": "10.1101/2025.05.05.652173", "authors": "Boeke, H.; Schulte, H.; Worm, M.; Bihorac, J.; Muecher, B.; Hadamitzky, M.; Siveke, I.; Herlitze, S.; Spoida, K.", "abstract": "Constitutive activity of G protein-coupled receptors (GPCRs) plays an important role in brain function and disease including neurodegenerative and psychiatric disorders. The non-visual opsin Opn7b is a constitutively active Gi/o coupled GPCR which has been used to synchronize neuronal networks. Here we show that expression of Opn7b in the bed nucleus of the stria terminalis and the ventral tegmental area, two interconnected brain areas involved in modulating fear and stress responses, reduces the number of cFos positive neurons and modulates avoidance behavior in mice. Thus, by constitutively activating the Gi/o pathway Opn7b can be used as a tool to reduce cFos expression and to link cFos-expressing neurons to network- and pathway-specific behavior.", "date": "2025-05-05", "journal": ""}
{"title": "Neural Mechanisms of Cognitive Flexibility and Interference Control in a Stroop Task Switching Paradigm", "doi": "10.1101/2025.05.05.652181", "authors": "Tahamtan, Z.; Osia, S. A.; Herman, P. A.", "abstract": "Task-switching paradigms, often used to study cognitive flexibility, frequently employ incongruent bivalent stimuli, triggering two tasks and potentially conflating cognitive flexibility with interference control. This study assesses cognitive flexibility using univalent stimuli (triggering one task) and congruent bivalent stimuli (same response across tasks) in a modified Stroop task to investigate well-established neural activity correlates of cognitive flexibility, manifested in human (females and males) electroencephalography (EEG) recordings, while isolating switch process from the influence of interference control at the response level. In particular, we analyzed EEG theta-band activity and event-related potential (ERP) components in switch (N2, P3a, P3b, late sustained potential (LSP)) and interference (N400, LSP and mid-frontal theta activity) conditions. We compared each of the switch and the interference condition to the control condition using cluster-based permutation test. In the switch condition, we observed fronto-central N2, reduced frontal P3a, and a positive occipital LSP. The interference condition showed increased frontal theta, parietal N400, and a positive occipital LSP. We also compared switch and interference conditions using cluster-based permutation test. We observed a larger N2 in the frontocentral regions during the switch condition and higher frontal theta activity during the interference condition, which aligns with their comparisons to the control condition. This result suggests that distinct neural mechanisms are used for each of the processes involved in conflict monitoring. Specifically, the theta activity may reflect sustained monitoring and conflict resolution during interference, while the N2 may reflect more transient conflict detection and the need to switch task sets.", "date": "2025-05-05", "journal": ""}