{"title": "Genomic erosion in the assessment of species extinction risk and recovery potential", "doi": "10.1101/2022.09.13.507768", "authors": "van Oosterhout, C.; Speak, S. A.; Birley, T.; Hitchings, L. W.; Bortoluzzi, C.; Percival-Alwyn, L.; Urban, L. H.; Groombridge, J. J.; Segelbacher, G.; Morales, H. E.", "abstract": "Many species are undergoing rapid population declines and environmental deterioration, leading to genomic erosion, the loss of genetic diversity, accumulation of deleterious mutations, maladaptation, and introgression, that undermines fitness and long-term viability. Critically, this process continues even after demographic recovery due to a time-lagged genetic burden known as drift debt. Current conservation assessments, such as the IUCN Red List, focus on short-term extinction risk and do not capture the long-term consequences of genomic erosion. Likewise, the longer-term assessments of the IUCN Green Status may overestimate population recovery by failing to account for the lasting effects of genomic erosion. As genome sequencing becomes increasingly accessible, there is a growing opportunity to quantify genomic erosion and integrate it into conservation planning. Here, we use genomic simulations to illustrate how how different genomic metrics are sensitive to the drift debt. We test how ancestral effective population size (Ne) and bottleneck history influence the tempo and severity of genomic erosion, and demonstrate how these dynamics shape genetic load and additive genetic variation, key indicators of long-term evolutionary potential. Finally, we present a proof-of-concept for a Genomic Green Status framework that aligns genomic metrics with conservation impact assessments, laying the foundation for genomics-informed strategies to support species recovery.", "date": "2025-07-28", "journal": ""}
{"title": "Morphogen gradients can convey position and time in growing tissues", "doi": "10.1101/2023.08.28.555133", "authors": "Vetter, R.; Iber, D.", "abstract": "During embryonic development, cells coordinate fate decisions based on both position and time. While morphogen gradients have long been recognized as a source of positional information, how timing is synchronized across developing tissues remains unclear. We propose a simple mechanism by which morphogen dynamics can also encode time. If the morphogen source expands with a uniformly growing tissue and the gradient maintains a constant decay length, cells experience transient, hump-shaped signals that convey timing cues. Moreover, when two opposing exponential gradients with equal lengths--such as those in the vertebrate neural tube--interact, their product forms a uniform signal that can synchronize fate decisions across the entire tissue. With increasing gradient amplitudes, cells encounter a transient signal; with constant amplitudes, the signal decays--a feature of a depletion timer. This mechanism provides a generalizable principle by which morphogen gradients may coordinate both spatial and temporal aspects of patterning during development.", "date": "2025-07-28", "journal": ""}
{"title": "Neural circuit models for evidence accumulation through choice-selective sequences", "doi": "10.1101/2023.09.01.555612", "authors": "Brown, L. S.; Cho, J. R.; Bolkan, S. S.; Nieh, E. H.; Schottdorf, M.; Tank, D. W.; Brody, C. D.; Witten, I. B.; Goldman, M. S.", "abstract": "Decision making is traditionally thought to be mediated by neurons that accumulate evidence through persistent activity. However, recent decision-making experiments in rodents have observed neurons across the brain that fire sequentially, rather than persistently, with the subset of neurons in the sequence depending on the animal's choice. We developed two new candidate circuit models in which neurons are active sequentially and transfer evidence faithfully to the next active population. One model encodes evidence in the relative firing of two competing chains of neurons, and the other in the network location of a stereotyped pattern (\"bump\") of neural activity. Neural recordings from four brain regions during an evidence accumulation task revealed that different regions displayed evidence tuning consistent with different candidate models. This work provides a mechanistic explanation for how graded information may be precisely accumulated within and transferred between neural populations, and suggests that different brain regions may accumulate evidence through different circuit mechanisms.", "date": "2025-07-28", "journal": ""}
{"title": "Structural phylogenetics unravels the evolutionary diversification of communication systems in gram-positive bacteria and their viruses", "doi": "10.1101/2023.09.19.558401", "authors": "Moi, D.; Bernard, C.; Steinegger, M.; Nevers, Y.; Langleib, M.; Dessimoz, C.", "abstract": "Recent advances in AI-based protein structure modeling have yielded remarkable progress in predicting protein structures. Since structures are constrained by their biological function, their geometry tends to evolve more slowly than the underlying amino acids sequences. This feature of structures could in principle be used to reconstruct phylogenetic trees over longer evolutionary timescales than sequence-based approaches, but until now a reliable structure-based tree building method has been elusive. Here, we demonstrate that the use of structure-based phylogenies can outperform sequence-based ones not only for distantly related proteins but also, remarkably, for more closely related ones. This is achieved by inferring trees from protein structures using a local structural alphabet, an approach robust to conformational changes that confound traditional structural distance measures. As an illustration, we used structures to decipher the evolutionary diversification of a particularly challenging family: the fast-evolving RRNPPA quorum sensing receptors enabling gram-positive bacteria, plasmids and bacteriophages to communicate and coordinate key behaviors such as sporulation, virulence, antibiotic resistance, conjugation or phage lysis/lysogeny decision. The advent of high-accuracy structural phylogenetics enables myriad of applications across biology, such as uncovering deeper evolutionary relationships, elucidating unknown protein functions, or refining the design of bioengineered molecules.", "date": "2025-07-28", "journal": ""}
{"title": "Proteomics Identifies Osteomodulin as a Promoter of Breast Cancer Bone Metastasis via CDK1 Activation", "doi": "10.1101/2023.11.03.565489", "authors": "Cabral, S.; Parsons, J.; Harrison, H.; Kedward, T.; Fullwood, P.; Spence, K.; Lefley, D.; Barden, D.; Haworth, J.; Watson, J.; Tsafou, K.; Behan, C.; Dunning, M. J.; Ali, N.; Gyorffy, B.; Brown, J.; Smith, M.; Ottewell, P.; O'Brien, C.; Francavilla, C.; Clarke, R.", "abstract": "Metastasis to different organs remains the main cause of mortality in breast cancer. Molecular predictors of metastasis are limited as well as therapeutic options. Here, we conducted quantitative proteomics and phosphoproteomics analysis of patient-derived tumours, identifying osteomodulin (OMD) as a dysregulated protein and associated with bone metastases. Cancer-associated fibroblasts secrete OMD which increases breast cancer migration in vitro and promotes the formation of bone metastases in vivo. Downstream of OMD, phosphoproteomics identified the activation of cyclin-dependent kinase 1 (CDK1). The OMD-CDK1 signalling axis drives a pro-migratory and pro-survival phenotype in vitro and bone metastasis in vivo. Our findings highlight the importance of OMD and CDK1 in breast cancer bone metastasis and proposes an alternative therapeutic avenue for the treatment and the prevention of organ-specific metastases.", "date": "2025-07-28", "journal": ""}
{"title": "Divergent Protein Kinase A contributes to the regulation of flagellar waveforms in Leishmania mexicana", "doi": "10.1101/2023.11.08.566240", "authors": "Fochler, S.; Walker, B. J.; Wheeler, R. J.; Gluenz, E.", "abstract": "The second messenger cyclic adenosine monophosphate (cAMP) and protein kinase A (PKA) have been implicated in the regulation of flagellar motility in diverse eukaryotes, yet the specific contributions of PKA isoforms remain unclear. Moreover, the kinetoplastid PKA is insensitive to cAMP. Here we investigated subcellular localisations of PKA subunits in Leishmania and study the flagellar waveform parameters in PKA deletion mutants. Expansion microscopy localised LmxPKAR1 between the paraflagellar rod and the axoneme and LmxPKAC1, LmxPKAC2 depend on LmxPKAR1 for enrichment in the flagellum. LmxPKAC3 requires LmxPKAR3 for co-localisation at the cell cortex. Deletion of LmxPKAR3 resulted in increased flagellar LmxPKAC3 signal and increased swimming speed. Conversely, deletion of LmxPKAC3 resulted in reduced flagellar beat frequencies and swimming speed. The absence of LmxPKAC1 resulted in a lower incidence of high frequency tip-to-base waveforms, and consequently reduced swimming speed. LmxPKAC1 dissociated from cytoskeletons upon addition of guanosine, adenosine or inosine, consistent with a novel nucleoside-based PKA activation mechanism. These data suggest that this divergent PKA pathway regulates the motility of Leishmania through the modulation of flagellar waveforms.", "date": "2025-07-28", "journal": ""}
{"title": "Comprehensive Analysis of Neutrophil Immunomodulatory Properties and FcR Dynamics in Health and HIV-1 Infection and Therapy", "doi": "10.1101/2024.02.13.580065", "authors": "Marsile-Medun, S.; Souchard, M.; Abba Moussa, D.; Lorin, V.; Mouquet, H.; Reynaud, E.; Dibsy, R.; TUAILLON, E.; MURIAUX, D.; Ngo, G.; Pugniere, M.; Naranjo-Gomez, M.; Pelegrin, M.", "abstract": "Neutrophils are innate immune cells with key immunomodulatory functions. In a murine retroviral model, we previously showed their essential role in promoting protective immunity during antiviral antibody therapy via Fc-Fc{gamma} receptor (Fc{gamma}R) interactions. Here, we investigated the immunomodulatory properties of neutrophils in the context of HIV-1 infection and therapy through a comprehensive analysis of their functional activation and the regulation of Fc{gamma}R expression. Neutrophils from healthy donors (HD) and people living with HIV-1 (PLWH) were stimulated with TLR ligands, free HIV-1, immune complexes (ICs) formed with broadly neutralizing antibodies (bNAbs), or pro-inflammatory cytokines (TNF, IFN{gamma}). In response, they secreted various cytokines and chemokines that can recruit and activate immune cells in a stimulus-dependent manner. Compared to TLR agonist and cytokine activation, HD neutrophils showed limited cytokine production in response to free HIV-1 or ICs alone as well as a minimal Fc{gamma}R modulation. However, PLWH neutrophils showed heightened responsiveness to microbial stimuli linked to HIV-1 pathogenesis, secreting higher levels of IFN{gamma}, CXCL1, CCL2, CCL3, and CCL4. They also expressed higher levels of two activating Fc{gamma}Rs (Fc{gamma}RI and Fc{gamma}RIIIb), as well as CD11b, CD63, CXCR4, and PD-L1, indicating an altered activation state. These findings highlight the influence of the inflammatory milieu on neutrophil function and Fc{gamma}R regulation in HIV-1 infection and mAb-based therapies.", "date": "2025-07-28", "journal": ""}
{"title": "Kinetic properties of optogenetic site-specific DNA recombination by LiCre-loxP", "doi": "10.1101/2024.05.17.594525", "authors": "Dufour, A.; Duplus-Bottin, H.; Boukeke-Lesplulier, T.; Casassa, E.; Triqueneaux, G.; Tarbouriech, L.; Darthenay-Kiennemann, C.; Dumont, A.; Moali, C.; Vittoz, F.; Jost, D.; Yvert, G.", "abstract": "Advances in optogenetics now allow to specifically modify the DNA of live cells with light. However, using these technologies successfully requires to know their properties in terms of sensitivity, efficiency, kinetics and mechanism. We previously developed an optogenetic tool made of a single chimeric protein called LiCre that enables the induction of specific changes in the genome with blue light via DNA recombination between loxP sites [1]. Here, we used in vitro and in vivo experiments combined with kinetic modeling to provide a deeper characterization of the photo-activated LiCre-loxP recombination reaction. We find that LiCre binds DNA with high affinity in absence of light stimulus and that this binding is cooperative although not as much as for the Cre recombinase from which LiCre was derived. In yeast, addition of riboflavin to the culture medium had no effect on LiCre efficiency, even when cells over-expressed riboflavin kinase, suggesting that abundance of the flavin mono-nucleotide co-factor is not limiting for the reaction. However, LiCre efficiency in yeast gradually increased when raising temperature from 20 to 37degC. The recombination kinetics observed in live cells are best explained by a model where photo-activation of two or more DNA-bound LiCre units (happening in seconds) can produce (in several minutes) a functional recombination synapse. This model was able to capture the effect of a point mutation altering LiCre light cycle. This deeper understanding of the LiCre-loxP system provides additional knowledge for designing experiments where specific genetic changes are induced in live cells with light.", "date": "2025-07-28", "journal": ""}
{"title": "Patch and matrix striatonigral neurons differentially regulate locomotion", "doi": "10.1101/2024.06.12.598675", "authors": "Dong, J.; Wang, L.; Sullivan, B.; Sun, L.; Chang, L.; Martinez Smith, V.; Ding, J.; Le, W.; Gerfen, C. R.; Cai, H.", "abstract": "Striatonigral neurons, known to promote locomotion, reside in both the patch and matrix compartments of the dorsal striatum. However, their compartment-specific contributions to locomotion remain largely unexplored. Using molecular identifier Kremen1 and Calb1, we showed in mouse models that patch and matrix striatonigral neurons exert opposite influences on locomotion. Matrix striatonigral neurons reduced their activity before the cessation of self-paced locomotion, while patch striatonigral neuronal activity increased, suggesting an inhibitory function. Indeed, optogenetic activation of patch striatonigral neurons suppressed ongoing locomotion with reduced striatal dopamine release, contrasting with the locomotion-promoting effect of matrix striatonigral neurons, which showed an initial increase in dopamine release. Furthermore, genetic deletion of the GABA-B receptor in Aldehyde dehydrogenase 1A1-positive (ALDH1A1+) nigrostriatal dopaminergic neurons completely abolished the locomotion-suppressing effect of patch striatonigral neurons. Our findings unravel a compartment-specific mechanism governing locomotion in the dorsal striatum, where patch striatonigral neurons suppress locomotion by inhibiting ALDH1A1+ nigrostriatal dopaminergic neurons.", "date": "2025-07-28", "journal": ""}
{"title": "CoDIAC: A comprehensive approach for interaction analysis reveals novel insights into SH2 domain function and regulation", "doi": "10.1101/2024.07.18.604100", "authors": "Kandoor, A.; Martinez, G.; Hitchcock, J. M.; Angel, S.; Campbell, L.; Rizvi, S.; Naegle, K. M.", "abstract": "Protein domains are conserved structural and functional units that serve as building blocks of proteins. Through evolutionary expansion, domain families are represented by multiple members in diverse configurations with other domains, evolving new specificities for their interacting partners. Here, we develop a structure-based interface analysis to comprehensively map domain interfaces from experimental and predicted structures, including interfaces with macromolecules and intraprotein interfaces. We hypothesized that comprehensive contact mapping of domains could yield new insights into domain selectivity, conservation of domain-domain interfaces across proteins, and identify conserved post-translational modifications (PTMs), relative to interaction interfaces, allowing for the inference of specific effects due to PTMs or mutations. We applied this approach to the human SH2 domain family, a modular unit central to phosphotyrosine-mediated signaling, identifying a novel approach to understanding binding selectivity and evidence of coordinated regulation of SH2 domain binding interfaces by tyrosine and serine/threonine phosphorylation and acetylation. These findings suggest multiple signaling systems can regulate protein activity and SH2 domain interactions in a coordinated manner. We provide the extensive features of the human SH2 domain family and this modular approach as an open source Python package for COmprehensive Domain Interface Analysis of Contacts (CoDIAC).", "date": "2025-07-28", "journal": ""}
{"title": "Subcellular context-specific tuning of actomyosin ring contractility within a common cytoplasm", "doi": "10.1101/2024.08.08.607200", "authors": "Linehan, J.; Zampetaki, A.; Werner, M.; Heck, B.; Maddox, P.; Furthauer, S.; Maddox, A. S.", "abstract": "Actomyosin rings are specializations of the non-muscle actomyosin cytoskeleton that drive cell shape changes during division, wound healing, and other events. Contractile rings throughout phylogeny and in a range of cellular contexts are built from conserved components including non-muscle myosin II, actin filaments, and crosslinking proteins. To explore whether diverse actomyosin rings generate contractile force and close via a common mechanism, we studied three instances of ring closure within the continuous cytoplasm of the C. elegans syncytial oogenic germline: mitotic cytokinesis of germline stem cells, apoptosis of meiotic compartments, and cellularization of oocytes. The three ring types exhibited distinct closure kinetics and component protein abundance dyanmics. We formulated a physical model to relate measured closure speed and molecular composition dynamics to ring active stress and viscosity. We conclude that these ring intrinsic factors vary among the ring types. Our model suggests that motor and non-motor crosslinkers abundance and distribution along filaments are important to recapitulate observed closure dynamics. Thus, our findings suggest that across ring closure contexts, fundamental contractile mechanics are conserved, and the magnitude of contractile force is tuned via regulation of ring component abundance and distribution. These results motivate testable hypotheses about cytoskeletal regulation, architecture, and remodeling.", "date": "2025-07-28", "journal": ""}
{"title": "Crossing strategies of ecological barriers are affected by wing morphology and plumage colour in small migratory birds", "doi": "10.1101/2024.08.18.608464", "authors": "Dufour, P.; Nussbaumer, R.; Bocher, P.; Conway, G.; Briedis, M.; Coulomb, Y.; Delacroix, R.; Dagonet, T.; de Franceschi, C.; de Grissac, S.; Jeannin, B.; Monchatre, R.; Rey, F.; Tillo, S.; Champagnon, J.; Duriez, O.; Jiguet, F.", "abstract": "The recent development of tracking technologies has revealed remarkable diel flight altitude changes over the Sahara Desert in small migratory bird species. However, the drivers and the traits that explain these crossing strategies remain poorly understood in part because so few species and barriers have been studied. Using a unique dataset from 67 recovered multi-sensor loggers, deployed across 17 species, we investigated when, where, and how birds cross two major marine barriers (Bay of Biscay, Mediterranean Sea) and a desert barrier (Sahara). Then, we relied on a comparative approach to examine the influence of wing morphology and plumage colour on these strategies. Our findings reveal important differences across barrier types. On average, birds fly at 1,600 m over the desert during nighttime, ascending to 2,800 m for prolonged daytime flights, while species crossing marine barriers fly significantly lower (750 m on average), in some cases flying just above the water surface during prolonged daytime flights. Wing morphology and plumage colour influence barrier-crossing strategies: flight altitude increases with wing area during both sea and desert crossings, and darker birds ascend to higher elevations during daytime Sahara crossings, likely to access cooler air and reduce solar heating. These findings refine hypotheses on barrier-crossing strategies and suggest broader ecological and evolutionary implications for migratory birds facing extreme environments.", "date": "2025-07-28", "journal": ""}
{"title": "Bimodal nonlinear dendrites in PV+ basket cells drive distinct memory-related oscillations", "doi": "10.1101/2024.09.11.612262", "authors": "Tzilivaki, A.; Larkum, M. E.; Schmitz, D.", "abstract": "Neuronal oscillations are crucial for organizing distinct memory stages and behavioral states, yet the precise cellular mechanisms through which interneurons shape these dynamics remain incompletely understood. We propose and computationally explore a novel link between the nonlinear dendritic integration modes of parvalbumin-positive fast-spiking basket cells (PV+ FSBCs) and the modulation of hippocampal oscillations. Employing biophysical circuit level modeling, we test the hypothesis that PV+ FSBCs can flexibly adapt their firing patterns and influence rhythms, independent of gross changes in synaptic input quantity, by selectively engaging either their supralinear or sublinear dendritic branches. Specifically, supralinear dendrites promote high-frequency oscillations and reduce the excitation/inhibition (E/I) balance in the circuit, whereas sublinear dendrites enhance slow oscillatory power and elevate the E/I balance. This bimodal dendritic strategy provides PV+ FSBCs with an energy efficient mechanism to regulate circuit and oscillatory dynamics without necessitating large scale increases in synaptic drive. Our findings thereby uncover a previously unrecognized role for PV+ FSBC dendritic computations in regulating memory-related oscillations, offering new, experimentally testable hypotheses into the subcellular mechanisms that govern hippocampal rhythm generation.", "date": "2025-07-28", "journal": ""}
{"title": "Epigenetic Adaptation Drives Monocyte Differentiation into Microglia-Like Cells Upon Engraftment into the Central Nervous System", "doi": "10.1101/2024.09.09.612126", "authors": "Liu, J.; Lei, F.; Yan, B.; Cao, T.; Cui, N.; Sharma, J.; Correa, V.; Roach, L.; Kikolaou, S.; Pitts, K.; Chodosh, J.; Maidana, D. E.; Vavvas, D. G.; Margeta, M.; Zhang, H.; Weitz, D.; Mostoslavsky, R.; Paschalis, E. I.", "abstract": "The identification of specific markers to distinguish resident microglia from infiltrating monocytes has been a long-standing challenge in neuroscience. Recently, proteins such as P2RY12, TMEM119, and FCRLS have been proposed as microglia-specific and are now widely used to define microglial populations in health and disease. The specificity of these markers was predicated on the assumption that circulating monocytes retain their distinct signatures after entering the central nervous system (CNS). Here, we challenge this paradigm. Using a combination of bone marrow chimeras, single-cell RNA sequencing, ATAC-seq, flow cytometry, and immunohistochemistry, we demonstrate that monocytes engrafting into the CNS acquire de novo expression of these established microglia markers. This phenotypic conversion is driven by profound epigenetic reprogramming, characterized by dynamic changes in chromatin accessibility at key gene loci, including P2ry12, Tmem119, and Aif1 (Iba1), and a shift in transcription factor binding motifs toward a microglial profile. We show this process occurs in the retina following injury and, remarkably, under physiological conditions in the brain and spinal cord, where blood-derived monocytes progressively contribute to the resident myeloid pool. Furthermore, engrafted monocytes downregulate canonical monocyte markers (Ly6C, CD45), eventually becoming indistinguishable from embryonic microglia based on conventional phenotyping. Our findings reveal that infiltrating monocytes undergo extensive epigenetic and transcriptional remodeling to adopt a microglia-like fate, challenging the specificity of current markers and necessitating a re-evaluation of the distinct roles of these two cell populations in CNS pathology.", "date": "2025-07-28", "journal": ""}
{"title": "HLAIIPred: Cross-Attention Mechanism for Modeling the Interaction of HLA Class II Molecules with Peptides", "doi": "10.1101/2024.10.01.616078", "authors": "Haghighatlari, M.; Marze, N.; Seward, R. J.; Ciarla, A.; Hindin, R.; Calderini, J.; Keenan, B.; Dhule, S.; Hall-Swan, S.; Hickling, T. P.; Bennett, E.; Rai, B.; Tourdot, S.", "abstract": "We introduce HLAIIPred, a deep learning model to predict peptides presented by class II human leukocyte antigens (HLAII) on the surface of antigen presenting cells. HLAIIPred is trained using a Transformer-based neural network and a dataset comprising of HLAII-presented peptides identified by mass spectrometry. In addition to predicting peptide presentation, the model can also provide important insights into peptide-HLAII interactions by identifying core peptide residues that form such interactions. We evaluate the performance of HLAIIPred on three different tasks, peptide presentation in monoallelic samples, immunogenicity prediction of therapeutic antibodies, and neoantigen prioritization for cancer immunotherapy. Additionally, we created a dataset of biotherapeutics HLAII peptides presented by human dendritic cells. This data is used to develop screening strategies to predict the unwanted immunogenic segments of therapeutic antibodies by HLAII presentation models. HLAIIPred demonstrates superior or equivalent performance when compared to the latest models across all evaluated benchmark datasets. We achieve a 16% increase in prediction of presented peptides compared to the second-best model on a set of unseen peptides presented by less frequent alleles. The model improves clinical immunogenicity prediction, identifies epitopes in therapeutic antibodies and prioritize neoantigens with high accuracy.", "date": "2025-07-28", "journal": ""}
{"title": "Reward-driven cerebellar climbing fiber activity influences both neural and behavioral learning", "doi": "10.1101/2024.10.09.617466", "authors": "Jin, S.; Hull, C.", "abstract": "The cerebellum plays a key role in motor coordination and learning. In contrast with classical supervised learning models, recent work has revealed that CFs can signal reward-predictive information in some behaviors. This raises the question of whether CFs may also operate according to principles similar to those described by reinforcement learning models. To test how CFs operate during reward-guided behavior, and evaluate the role of reward-related CF activity in learning, we have measured CF responses in Purkinje cells of the lateral cerebellum during a Pavlovian task using 2-photon calcium imaging. Specifically, we have performed multi-stimulus experiments to determine whether CF activity meets the requirements of a reward prediction error (rPE) signal for transfer from an unexpected reward to a reward-predictive cue. We find that once CF activity is transferred to a conditioned stimulus, and there is no longer a response to reward, CFs cannot generate learned responses to a second conditioned stimulus that carries the same reward prediction. In addition, by expressing the inhibitory opsin GtACR2 in neurons of the inferior olive, and optically inhibiting these neurons across behavioral training at the time of unexpected reward, we find that the transfer of CF signals to the conditioned stimulus is impaired. Moreover, this optogenetic inhibition also impairs learning, resulting in a deficit in anticipatory lick timing. Together, these results indicate that CF signals can exhibit several characteristics in common with rPEs during reinforcement learning, and that the cerebellum can harness these learning signals to generate accurately timed motor behavior.", "date": "2025-07-28", "journal": ""}
{"title": "Orthrus: Towards Evolutionary and Functional RNA Foundation Models", "doi": "10.1101/2024.10.10.617658", "authors": "Fradkin, P.; Shi, R.; Dalal, T.; Isaev, K.; Frey, B. J.; Lee, L. J.; Morris, Q.; Wang, B.", "abstract": "In the face of rapidly accumulating genomic data, our ability to accurately predict key mature RNA properties that underlie transcript function and regulation remains limited. Pre-trained genomic foundation models offer an avenue to adapt learned RNA representations to biological prediction tasks. However, existing genomic foundation models are trained using strategies borrowed from textual or visual domains that do not leverage biological domain knowledge. Here, we introduce Orthrus, a Mamba-based mature RNA foundation model pre-trained using a novel self-supervised contrastive learning objective with biological augmentations. Orthrus is trained by maximizing embedding similarity between curated pairs of RNA transcripts, where pairs are formed from splice isoforms of 10 model organisms and transcripts from orthologous genes in 400+ mammalian species from the Zoonomia Project. This training objective results in a latent representation that clusters RNA sequences with functional and evolutionary similarities. We find that the generalized mature RNA isoform representations learned by Orthrus significantly outperform existing genomic foundation models on five mRNA property prediction tasks, and requires only a fraction of fine-tuning data to do so. Finally, we show that Orthrus is capable of capturing divergent biological function of individual transcript isoforms.", "date": "2025-07-28", "journal": ""}
{"title": "Ribosomal RNA-specific antisense DNA and double-stranded DNA trigger rRNA biogenesis and insecticidal effect on insect pest Coccus hesperidum L.", "doi": "10.1101/2024.10.15.618468", "authors": "Oberemok, V. V.; Gal'chinsky, N. V.; Novikov, I. A.; Sharmagiy, A. K.; Yatskova, E. V.; Laikova, E. V.; Plugatar, Y. V.", "abstract": "Invented in 2008, contact unmodified antisense DNA biotechnology (CUADb) is built on the use of short antisense DNA oligonucleotides (oligos) for insect pest control. Being a novel class of insecticides, oligonucleotide insecticides target pest rRNAs and/or pre-rRNAs and recently showed high insecticidal potential against sap-feeding insect pests, main vectors of plant DNA viruses and one of the most economically-damaging groups of herbivorous insects. In order to use all possible opportunities of CUADb, in this article insecticidal potential of short 11-mer antisense DNA oligos was investigated for Coccus hesperidum control in comparison with long 56-mer single-stranded and double-stranded DNA sequences and lower efficiency of the latter was found. At the end of the experiment, on the 9th day, the highest mortality rate among antisense oligos was reached for Coccus-11 group (97.66 {+/-} 4.04 %), while for long sequences the highest mortality rate was obtained for double-stranded DNA fragment in dsCoccus-56 group (77.09 {+/-} 6.24 %). Also in this article architecture of DNA containment (DNAc) mechanism is described representing interesting and important for insect cell life interplay between rRNAs and different types of DNA oligos. During DNAc, Coccus-11 caused increased ribosome biogenesis and ATP production through metabolic switch in energy synthesis from carbohydrates to lipids but eventually caused ''kinase disaster'' through downregulation of most kinases due to insufficient level of ATP produced. In the course of DNAc, hypercompensation of target rRNA is triggered by all highly and all somewhat complementary DNA oligos but more pronounced later degradation of target rRNA and significant insect pest mortality is seen only in the case of perfect complementarity of oligonucleotides to target rRNA. For both short and long oligonucleotide insecticides substantial decrease in rRNA concentration after rRNA hypercompensation in average by 3.75-4.25 fold, is explained by the work of DNA-guided rRNase, like RNase H1. We detected significant upregulation of RNase H1 after application of Coccus-11 in this study. On the contrary, for short and long random DNA oligos concentration of rRNA decreased in average by 2-3 fold after rRNA hypercompensation due to normal half-life of rRNAs in insect cells provided by ribonucleases. Fundamentally important, obtained results show completely new principle of regulation of rRNA expression in the cell via complementary interaction between rRNAs and unmodified antisense sequences of exogenous DNA. Practically important, this minimalist approach of using short antisense DNA dissolved in water is potent and eco-friendly innovation against sternorrhynchans and other pests, and reveals entirely new dimension to plant protection -- DNA-programmable insect pest control.", "date": "2025-07-28", "journal": ""}
{"title": "Stress Changes the Material State of a Bacterial Biomolecular Condensate and Shifts its Function from mRNA Decay to Storage", "doi": "10.1101/2024.11.12.623272", "authors": "Ortiz-Rodrlguez, L. A.; Yassine, H.; Hatami, A.; Nandana, V.; Azaldegui, C. A.; Cheng, J.; Zhu, Y.; Schrader, J. M.; Biteen, J. S.", "abstract": "Bacterial ribonucleoprotein bodies (BR-bodies) are dynamic biomolecular condensates that play a pivotal role in RNA metabolism. We investigated how BR-bodies significantly influence mRNA fate by transitioning between liquid- and solid-like states in response to stress. With a combination of single-molecule and bulk fluorescence microscopy, biochemical assays, and quantitative analyses, we determine that BR-bodies promote efficient mRNA decay in a liquid-like condensate during exponential growth. On the other hand, BR-bodies are repurposed from sites of mRNA decay to reservoirs for mRNA storage under stress; a functional change that is enabled by their transition to a more rigid state, marked by reduced internal dynamics, increased molecular density, and prolonged residence time of ribonuclease E. Furthermore, we manipulated ATP levels and translation rates, and we conclude that the accumulation of ribosome-depleted mRNA is a key factor driving BR-body rigification, and that condensate maturation further contributes to this process. Upon nutrient replenishment, stationary-phase BR-bodies disassemble, releasing stored mRNAs for rapid translation, demonstrating that BR-body function is governed by a reversible mechanism for resource management. These findings reveal adaptive strategies by which bacteria regulate RNA metabolism through condensate-mediated control of mRNA decay and storage.", "date": "2025-07-28", "journal": ""}
{"title": "Structural evolution of nitrogenase enzymes over geologic time", "doi": "10.1101/2024.11.18.623660", "authors": "Cuevas, B.; Detemple, F.; Amritkar, K.; Garcia, A. K.; Seefeldt, L.; Einsle, O.; Kacar, B.", "abstract": "Life on Earth is about 4 billion years old, nearly as old as the planet itself. Over this immense timespan, living systems and their biomolecules have both adapted to and driven profound changes in the Earth s environment. Among these, certain critical enzymes emerged early and have persisted through planetary extremes. Here, we implement an integrated approach to investigate the structural evolution of nitrogenase, an ancient and globally essential enzyme responsible for biological nitrogen fixation. Despite the ecological diversity of its host microbes, nitrogenase retains strict functional constraints, including extreme oxygen sensitivity, high energy demands, and substrate availability. We combined phylogenetics, ancestral sequence reconstruction, protein crystallography and deep-learning based structural prediction to resurrect nearly three billion years of nitrogenase structural history. This effort represents the first effort to predict the full set of extant and ancestral structures along the evolutionary tree of a single enzyme, yielding over 5000 structural models. Our framework lays a foundation for reconstructing key structural constraints that shape protein evolution and examining ancient enzymes within the broader context of phylogenetic relationships and environmental transitions across geological timescales.", "date": "2025-07-28", "journal": ""}
{"title": "Host-Exclusive Primer Design Enables Effective Metabarcoding via Nanopore Long-Read Sequencing", "doi": "10.1101/2024.11.25.625223", "authors": "He, T.; Jansonius, K.; Li, X.; Reilly, A. M.; Sevgin, B.; Setroikromo, R.; Hackl, T.; Haslinger, K.", "abstract": "Metabarcoding is a powerful tool to simultaneously identify multiple taxa within a habitat. However, its application to host-associated microbiomes is challenged by substantial co-amplification of host DNA. Here we developed a host-exclusive primer design workflow, to selectively generate amplicons from target taxa while excluding the host. This workflow is centered around a new computational tool, mbc-prime, that can generate a list of discriminative candidate primers and score them. We showcase the use of this tool in the design of primers for long-read metabarcoding of endophytic fungi in Vinca minor. Mbc-prime streamlines the design of fungus-specific primers, enabling efficient and plant-free amplification of fungal rDNA from mixed DNA samples. Our workflow can be used to study the composition of complex host-associated microbiomes. It should be universally applicable for the design of discriminative primers in a user-friendly and practical manner and thus be of use for various researchers in microbiome research.", "date": "2025-07-28", "journal": ""}
{"title": "Comparative genomics of Rickettsiella bacteria reveal variable metabolic pathways potentially involved in symbiotic interactions with arthropods", "doi": "10.1101/2024.12.03.626579", "authors": "Floriano, A. M. M.; El-Filali, A.; Amoros, J.; Buysse, M.; Jourdan-Pineau, H.; Sprong, H.; Kohl, R.; Dirks, R. P.; Schaap, P.; Koehorst, J.; Nijsse, B.; Bouchon, D.; Daubin, V.; Vavre, F.; Duron, O.", "abstract": "Members of the Rickettsiella genus (order: Legionellales) are emerging as widespread bacteria associated with insects, arachnids, and crustaceans. While some Rickettsiella strains are highly virulent pathogens, others are maternally inherited endosymbionts that manipulate arthropod phenotypes, including the induction of defensive symbiosis and cytoplasmic incompatibility. However, the genomic diversity of Rickettsiella remains largely unexplored, and their genetic potential to induce complex phenotypes in arthropods is only partially understood. In this study, we sequenced five new Rickettsiella genomes isolated from three tick species. Through comparative genomics, we observed that Rickettsiella members share similar metabolic capabilities, and collectively lack virulence genes from pathogenic Legionellales. Additional analysis of Rickettsiella genomes revealed significant variability in metabolic properties related to endosymbiosis. Specifically, their capacity to biosynthesize certain B vitamins and heme varies, suggesting a functional role of some Rickettsiella strains in the nutrition of their arthropod hosts. Some Rickettsiella genomes harbour homologs of Wolbachia cif genes, the cause of Wolbachia-induced cytoplasmic incompatibility,, suggesting that Rickettsiella may use a similar molecular mechanism to manipulate the reproduction of their arthropod hosts. Phylogenomics further revealed that tick-borne Rickettsiella exhibit distinct evolutionary origins within the genus, indicating that Rickettsiella have undergone repeated horizontal transfers between ticks and other arthropods.", "date": "2025-07-28", "journal": ""}
{"title": "Comprehensive Multi-omics Mapping of Vesicle Cargo from Plasma or Novel Tissue Vesicles Reveals Pathological Changes in Cargo with Patient Age", "doi": "10.1101/2024.12.06.627231", "authors": "Ronan, G.; Hawthorne, L.; Yang, J.; Zhou, R.; Liu, F.; Zorlutuna, P.", "abstract": "Aging is a major risk factor for cardiovascular disease, the leading cause of death worldwide, and numerous other diseases, but the mechanisms of these aging-related effects remain elusive. Recent evidence suggests that chronic changes in the microenvironment and local paracrine signaling are major drivers of these effects, but the precise effect of aging on these factors remains understudied. Here, for the first time, we directly compare extracellular vesicles obtained from young and aged patients to identify therapeutic or disease-associated agents, and directly compare vesicles isolated from heart tissue matrix (TEVs) or plasma (PEVs). While young TEVs and PEVs showed notable overlap of miRNA cargo, aged EVs differed substantially, indicating differential aging-related changes between TEVs and PEVs. TEVs overall were uniquely enriched in miRNAs which directly or indirectly demonstrate cardioprotective effects, with 45 potential therapeutic agents identified in our analysis. Both populations also showed increased predisposition to disease with aging, though through different mechanisms. Changes in PEV cargo were largely correlated with chronic systemic inflammation, while those in TEVs were more related to cardiac homeostasis and local inflammation. From this, 17 protein targets were identified which were unique to TEVs and highly correlated with aging and the onset of cardiovascular disease. Further analysis via machine learning techniques implicated several new miRNA and protein targets, independently suggesting several of the targets identified by non-machine learning analysis, which correlated with aging-related changes in TEVs. With further study, this biomarker set may serve as a powerful, potential indicator of cardiac health and age which can be measured from PEVs. Additionally, several proposed young-enriched therapeutic agents were validated and, when tested, could successfully prevent cell death and cardiac fibrosis in disease-like conditions.", "date": "2025-07-28", "journal": ""}
{"title": "Quantitative Genetics of Microbiome Mediated Traits", "doi": "10.1101/2024.12.16.628599", "authors": "Week, B.; Ralph, P. L.; Tavalire, H. F.; Cresko, W. A.; Bohannan, B. J. M.", "abstract": "Multicellular organisms host a rich assemblage of associated microorganisms, collectively known as their \"microbiomes\". Microbiomes have the capacity to influence their hosts' fitnesses, but the conditions under which such influences contribute to evolution are not clear. This is due in part to a lack of a comprehensive theoretical framework for describing the combined effects of host and associated microbes on phenotypic variation. Here we address this gap by extending the foundations of quantitative genetic theory to include host-associated microbes, as well as alleles of hosts, as factors that explain quantitative host trait variation. We introduce a way to partition host-associated microbiomes into components relevant for predicting a microbiome-mediated response to selection. We then apply our general framework to a simulation model of microbiome inheritance to illustrate principles for predicting host trait dynamics, and to generalize classical narrow and broad sense heritabilities to account for microbial effects. We demonstrate that microbiome-mediated responses to host-level selection can arise from various transmission modes, not solely vertical, but that the contribution of non-vertical modes can depend strongly on host life history. Our work lays a foundation for integrating microbiome-mediated host variation and adaptation into our understanding of natural variation.", "date": "2025-07-28", "journal": ""}
{"title": "Lower cortical activation and altered functional connectivity characterize passive auditory spatial attention in ASD", "doi": "10.1101/2025.01.02.631088", "authors": "Osorio, S.; Tan, J.; Levine, G.; Ahlfors, S. P.; Graham, S.; Mamashli, F.; Khan, S.; Joseph, R. M.; Nayal, Z.; Losh, A.; Pawlyszyn, S.; McGuiggan, N. M.; Hamalainen, M. S.; Bharadwaj, H.; Kenet, T.", "abstract": "Autism Spectrum Disorder (ASD) is a developmental condition characterized by difficulties in social interaction, communication and sensory processing. The ability to orient towards sounds is a key component of social interactions, yet auditory spatial attention remains relatively understudied in ASD, despite prior research indicating differences in this domain. Here, we investigate the neural signatures associated with passive auditory spatial attention in children with ASD (n = 21, ages 6-17) relative to age- and IQ-matched typically developing (TD) children (n = 31), using source-localized magnetoencephalography (MEG). Participants listened passively, while watching a silenced movie, to non-social auditory stimuli designed to either remain lateralized to one hemifield (stay trials), or to change in location from one side to the contralateral hemifield (jump trials). Linear mixed effects modeling showed lower cortical activation in the auditory cortex in the ASD group in response to jump trials, relative to the TD group. Additionally, functional connectivity analyses showed higher alpha-band functional connectivity in the ASD group between left auditory cortex seeds and right prefrontal and left parietal regions known to be recruited during auditory spatial attention. Right prefrontal alpha-band connectivity estimates were associated with behaviorally assessed auditory processing scores, whereas left parietal connectivity estimates were associated with ASD symptomatology. Our results align with the hypothesis that auditory spatial attention generally, and specifically orientation to sounds even when experienced passively, differs in ASD individuals.", "date": "2025-07-28", "journal": ""}
{"title": "Resorbable alginate embolic microsphere for Musculoskeletal embolization applications", "doi": "10.1101/2025.01.13.632707", "authors": "Agarwal, S.; Pandey, M.; Duggan, R.; Brien, C. O.; Lewis, A.; Duffy, B.; McCabe, J.; Daly, R.; Farrissey, L.", "abstract": "Resorbable embolic agents can be used for musculoskeletal MSK pain relief applications using a Transarterial Embolisation TAE technique. However, inconsistent particle size and shape, degradation rates, and unpredictable resorption and excretion of the breakdown products limit their widespread clinical adoption. The present study reports self-degradable, rehydratable, freeze-dried, resorbable Ca2 crosslinked alginate microspheres as a novel vascular embolic agent. The alginate lyase enzyme was incorporated into the alginate microspheres to achieve a controlled degradation rate under physiological conditions. Whilst the feasibility of alginate microspheres as embolic agents has been demonstrated, this is the first study where the controlled release is achieved in physiological conditions. To incorporate the alginate lyase enzyme in the alginate matrix, its activity was reversibly inhibited by preparing an alginate lyase alginate excipient mixture in a pH 3.6 to 3.9 buffered solution. An electrostatic encapsulator enabled the scalable preparation of microspheres of size around 210 at room temperature. The results showed that freeze-dried microspheres regained their shape and size within two minutes after reconstitution with saline, along with active alginate lyase. The reperfusion time of alginate microspheres was evaluated using digital subtraction angiography DSA and compared with imipenem and celestine IMPCS in a porcine renal arterial embolisation model. It was observed that most of the blood vessels reperfused within 130 to 210 minutes, and complete vascular blush was recovered within 24 hours. Embolization with resorbable alginate microspheres induced recoverable ischemic necrosis in the targeted renal arteries. This unique feature of resorbable alginate microspheres in inducing ischemic necrosis, potentially in pain propagating neovessels, makes it an ideal candidate embolic agent for treating MSK associated pain using the TAE technique.", "date": "2025-07-28", "journal": ""}
{"title": "CDK9 interacts with a RanGTP-NEMP1-Importin-β complex to regulate erythroid enucleation", "doi": "10.1101/2025.02.03.636174", "authors": "Newton, L. M.; Lim, K. Y.; Abeid, D. Y.; Woelwer, C. B.; Johnson, C. J.; Russell, S. M.; Hawkins, E. D.; Humbert, P. O.", "abstract": "Erythroid enucleation is the final stage of erythroid terminal differentiation and involves the separation of an orthochromatic erythroblast into two daughter cells; a pyrenocyte containing the extruded nucleus, and a reticulocyte that will become a red blood cell. Our previous work identified CDK9 as a regulator of erythroid enucleation that appears to act independently of its known role in regulating RNA polymerase II transcription, suggesting the potential for a new CDK9 role. Using a co-immunoprecipitation and mass spectrometry approach, we identified the interactome of CDK9 in differentiating erythroblasts. We show that CDK9 interacts with a RanGTP-NEMP1-Importin-{beta} complex during erythroid terminal differentiation, and inhibition of importin-{beta} in erythroblasts blocks erythroid enucleation. Using imaging analysis and functional assays of enucleating erythroblasts, we show that CDK9 and importin-{beta} co-locate at a critical site of activity opposite to the nucleus before nuclear extrusion and we describe a novel finding that physically links CDK9 and importin-{beta} activity prior to CaM/Ca2+ signalling and subsequent F-actin activity to achieve enucleation.", "date": "2025-07-28", "journal": ""}
{"title": "Joint visual-vestibular computation of head direction and reflexive eye movement", "doi": "10.1101/2025.02.11.637650", "authors": "Dalmay, T.; Ewig, L.; Roska, B.; Azeredo da Silveira, R.", "abstract": "Several cognitive maps have been identified, but what sensory signals drive them and how these are combined are not well understood. One such map, the head-direction representation, is believed to be primarily driven by vestibular motion signals in mammals. Here, we combine in vivo imaging of neuronal activity, genetic perturbation of neuronal circuits, behavioral testing, and theoretical modeling to show that the representation of head direction in mouse is driven by not only vestibular but also visual motion signals: both are essential, and the latter, originating in direction-selective retinal ganglion cell activity, dominates at low speeds. We show that, correspondingly, visual perturbations alter navigational behavior that relies on head-direction computation. Finally, we find that head-direction representation and the slow phase of reflexive eye movement are tightly correlated, and we propose a theoretical model that elucidates their emergence from coupled visual and vestibular processes. Our results suggest that the brain's estimate of head direction is built on an oculomotor reflex pathway driven by both visual and vestibular signals.", "date": "2025-07-28", "journal": ""}
{"title": "Tracking changes in birds' interaction milieu", "doi": "10.1101/2025.02.14.638220", "authors": "Rigal, S.; Devictor, V.; Dakos, V.", "abstract": "As biodiversity is declining, the dynamics of species interactions is a growing conservation concern. However, estimating and monitoring explicit species interactions across large spatial and temporal scales remain challenging. An alternative and yet under-explored approach is to track whether and how the interaction milieu, defined as the background of all realised interactions, is changing in space and time. Here, we assess changes in the interaction milieu of common bird communities in France. We estimate associated species pairs using spatial and temporal information for 109 species monitored across 1,969 sites during 17 years. We validate the ecological significance of associated species pairs by testing the relationship between the propensity to be associated and species functional proximity or shared habitat preference. We reconstruct association networks for these intra-guild bird communities and track temporal changes in network layout in terms of size, density of links, modularity and degree distribution. We show that, beyond changes usually documented based on species numbers and abundances, the interaction milieu is also changing non-randomly. Communities become smaller with a similar relative number of associations that becomes unevenly distributed through time. These structural changes vary among bird communities according to their habitat and may impact community functioning and how communities can cope with global change.", "date": "2025-07-28", "journal": ""}
{"title": "Interactions between mechanisms of reproductive isolation", "doi": "10.1101/2025.02.20.639255", "authors": "Blanckaert, A.; Sousa, V. C.", "abstract": "Speciation is responsible for the diversity of species observed today and corresponds to the build-up of reproductive isolation between populations. Reproductive isolation can be generated by different mechanisms that have been extensively characterized, yet how their interactions affect speciation remains largely unknown. Here, we explicitly model the interaction of three key mechanisms (local adaptation, mate choice and genetic hybrid incompatibilities) quantifying their relative contribution to the evolution of reproductive isolation. We modeled two populations exchanging migrants using Fisher's Geometric Model for local adaptation, phenotype matching for mate choice, and multiple pairs of Bateson-Dobzhansky-Muller Incompatibilities (DMI). All three mechanisms were determined by the same set of loci, creating conditions for interactions between barriers both at the genetic and population levels. We found very few cases where the three barriers evolved together. Instead, two barriers could evolve depending on the migration rate: either local adaptation and genetic incompatibilities for limited migration, or local adaptation and mate choice for higher migration. Our results showed that local adaptation due to ecological differentiation was the first to evolve and by far the most effective reproductive barrier. Finally, we demonstrated that in a polygenic model, populations could become locally adapted and evolve strict mate choice, yet they would not accumulate incompatibilities provided that there was sufficient gene flow.", "date": "2025-07-28", "journal": ""}
{"title": "Super-resolving particle diffusion heterogeneity in porous hydrogels via high-speed 3D active-feedback single-particle tracking microscopy", "doi": "10.1101/2025.03.13.643103", "authors": "Lin, Y.; Lin, H.; Welsher, K.", "abstract": "Nanoparticle diffusion in 3D porous structures is critical to understanding natural and synthetic systems but remains underexplored due to limitations in traditional microscopy methods. Here, we use 3D Single-Molecule Active-feedback Real-time Tracking (3D-SMART) microscopy to resolve nanoparticle dynamics in agarose gels with unprecedented spatiotemporal resolution. We highlight 'hopping diffusion', where particles intermittently escape confinement pockets, providing insights into hydrogel microstructure. Long, highly sampled trajectories enable extraction of kinetic parameters, confinement sizes, and thermodynamic barriers. This study demonstrates 3D-SMART's ability to probe particle-environment interactions at super-resolution (~10 nm in XY and ~30 nm in Z) in 3D, offering new perspectives on nanoparticle diffusion and the structural dynamics of porous materials, with implications for drug delivery, material science, and biological systems.", "date": "2025-07-28", "journal": ""}
{"title": "Cryptovaranoides is not a squamate", "doi": "10.1101/2025.04.18.649532", "authors": "Caldwell, M. W.; Brownstein, C. D.; Meyer, D. L.; Scarpetta, S. G.; Lee, M. S. Y.; Simoes, T. R.", "abstract": "Accurate reconstruction of the timescale of organismal evolution requires knowledge of the placement of extinct representatives among living branches. The fossil record has the capacity to reframe hypotheses of organismal evolution by producing representatives of clades that predate previously known fossils or node ages. Recently, one fossil with the potential to drastically change current consensus surrounding the timescale of reptile diversification was described from Triassic fissure-fill deposits in the United Kingdom. This taxon, Cryptovaranoides microlanius, was originally placed deep within the squamate crown clade, suggesting that many lineages of lizards and snakes must have appeared by the Triassic and implying long ghost lineages that paleontologists and molecular phylogeneticists have failed to detect using all other available data. Our team questioned this identification and instead suggested Cryptovaranoides had unclear affinities to living reptiles, but this alternative interpretation was again challenged by the team that originally described this species. Here, we dissect the morphological character codings used to support a crown squamate affinity for Cryptovaranoides microlanius and illustrate empirical problems with analyses that hypothesize this taxon to be a crown squamate. Our analyses emphasize the importance of stringency in constructing hypodigms of fossils, particularly when they may be key for proper time calibration of the Tree of Life.", "date": "2025-07-28", "journal": ""}
{"title": "Erythrocytosis-inducing PHD2 mutations implicate biological role for N-terminal prolyl-hydroxylation in HIF1α oxygen-dependent degradation domain", "doi": "10.1101/2025.04.22.650142", "authors": "Taber, C. C.; He, W.; Gasmi-Seabrook, G. M. C.; Hubert, M.; Ferens, F. G.; Ikura, M.; Lee, J.; Ohh, M.", "abstract": "Mutations in EGLN1, the gene encoding for hypoxia-inducible factor (HIF) prolyl-4-hydroxylase 2 (PHD2), cause erythrocytosis and in rare cases the development of neuroendocrine tumors. In the presence of oxygen, PHD2 hydroxylates one or both conserved prolines in the oxygen-dependent degradation domain (ODD) of HIF subunits, sufficiently marking HIF for binding and ubiquitylation via the von Hippel-Lindau (VHL) tumor suppressor protein-containing E3 ubiquitin ligase and subsequent degradation by the 26S proteasome. However, prolyl-hydroxylation in the C-terminal ODD appears to be the predominant and sufficient event in triggering the oxygen-dependent destruction of HIFa, rendering the biological significance of N-terminal ODD proline unclear. Here, we examined 7 disease-associated EGLN1 mutations scattered across the catalytic core and show definitively that all PHD2 mutants have a structural and/or catalytic activity defect as measured by time-resolved nuclear magnetic resonance. Notably, we identified one of the PHD2 mutants, P317R, to retain comparably wild-type capacity to hydroxylate the predominant proline in the C-terminal ODD but had uniquely compromised ability to hydroxylate the N-terminal ODD proline. These findings support the notion that deregulation of HIF ultimately underlies PHD2-driven erythrocytosis and challenge the currently held uncertainty that the N-terminal ODD prolyl-hydroxylation event is dispensable in normal hypoxic signaling pathway.", "date": "2025-07-28", "journal": ""}
{"title": "TARPON - a Telomere Analysis and Research Pipeline Optimized for Nanopore", "doi": "10.1101/2025.04.22.649940", "authors": "Deimler, N.; Ho, D. V.; Norbert, P.; Baumann, P.", "abstract": "Long-read sequencing has transformed many areas of biology and holds significant promise for telomere research by enabling nucleotide-level resolution of chromosome arm-specific telomere length analyses in both model organisms and humans. However, the adoption of new technologies, particularly in clinical or diagnostic contexts, requires careful validation to identify potential technical and computational limitations. We present TARPON (Telomere Analysis and Research Pipeline Optimized for Nanopore), a best-practices Nextflow pipeline designed for the analysis of telomeres sequenced on the Oxford Nanopore Technologies (ONT) platform. TARPON can be executed via the command line or integrated into ONT's EPI2ME agent, providing a user-friendly graphical interface for those without computational training. Nextflow's container-based architecture eliminates dependency conflicts, streamlining deployment across platforms. TARPON isolates telomeric repeat-containing reads, assigns strand specificity, and identifies enrichment probes that can be used both for demultiplexing and for confirming capture-based library preparation. To ensure that the analysis is restricted to full-length telomeres, reads lacking a capture probe or adjacent non-telomeric sequence on the opposite end are excluded. A sliding-window approach defines the subtelomere-telomere boundary, followed by quality filtering to remove low-quality or subtelomeric reads that passed earlier steps. The pipeline outputs customizable statistics, text-based summaries, and publication-ready visualizations (HTML, PNG, PDF). While default settings are optimized for diagnostic workflows, all parameters are easily adjustable via the GUI or command line to support diverse applications. These include telomere analyses in variant-rich samples (e.g., ALT-positive tumors) and organisms with non-canonical telomeric repeats such as insects (GTTAG) and plants (GGTTTAG). TARPON is the first complete and experimentally validated pipeline for Nanopore-based telomere analysis requiring no pre-processing or prior bioinformatics expertise, while offering flexibility for advanced users.", "date": "2025-07-28", "journal": ""}
{"title": "A novel music-based real-time fMRI neurofeedback interface modulates interhemispheric connectivity and enhances mood", "doi": "10.1101/2025.05.06.652265", "authors": "Sayal, A.; Pereira, J.; Direito, B.; Sousa, T.; Castelo-Branco, M.", "abstract": "Music is a universal language that transcends cultures and is deeply rooted in human evolutionary history. Its creation and appreciation recruit the limbic and reward systems, leading to the evocation of emotions ranging from happiness and sadness to tenderness and grief. Here, we investigate the potential of music as an interventional tool in a novel neurofeedback connectivity-based experiment. This study proposes a musical interface for real-time fMRI neurofeedback that is adaptable to diverse experimental paradigms, namely the ones aiming at improving mood and other affective dimensions. Using a previously developed motor imagery connectivity-based approach, we evaluate its feasibility and efficacy by comparing the modulation of bilateral premotor cortex (PMC) activity during functional runs with real versus sham (random) feedback in 22 healthy adults. We also assess its performance against a visual feedback interface. The experiment involves a 50-minute MRI session, including anatomical scans, a PMC functional localizer run, and four neurofeedback runs (two with active feedback and two with sham feedback). Pre- and post-session questionnaires assess the neurobehavioral impact on mood, musical background (as a potential predictor of NF success), and subjective feedback experiences. During neurofeedback, participants perform motor imagery of finger-tapping, with feedback delivered as a dynamic, pre-validated chord progression that evolves or regresses based on the functional connectivity between left and right PMC. We found that our implementation of music-based feedback was successful, with participants managing to modulate their own connectivity using the proposed interface. The modulation performance was similar for active and sham NF runs, possibly due to the power of music to boost neuromodulation, but the network recruitment was stronger for active NF, including in the insula, putamen, and target ROIs. Behaviorally, we found a decrease in tension and an improvement in the overall mood of the participants after the session. When comparing our results to previous NF data with a visual interface, we found stronger brain activations, in particular in NF-relevant regions such as the insula and the putamen. This work shows that it is possible to directly modulate interhemispheric connectivity using a rt-fMRI musical interface with direct effects on mood and recruitment of saliency and learning networks.", "date": "2025-07-28", "journal": ""}
{"title": "Individual differences in fear memory expression engage distinct functional brain networks", "doi": "10.1101/2025.05.12.653531", "authors": "Fontana, B. D.; Hudock, J.; Rajput, N.; Kanani, D.; Luong, D.; Kenney, J. W.", "abstract": "Fearful stimuli elicit a mix of active (e.g., evasion) and passive (e.g., freezing) behaviors in a wide range of species, including zebrafish (Danio rerio). However, it is not clear if individual differences in fear responses exist and, if so, what parts of the brain may underlie such differences. To probe these questions, we developed a contextual fear conditioning paradigm for zebrafish that uses conspecific alarm substance (CAS) as an unconditioned stimulus where fish associate CAS administration with a specific tank. To identify individual differences, we collected behavioral responses from over 300 fish from four different strains (AB, TU, TL, and WIK) and both sexes. We found that fear memory behavior fell into four distinct groups: non-reactive, evaders, evading freezers, and freezers. We also found that background strain and sex influenced how fish respond to CAS, with males more likely to increase evasive behaviors than females and the TU strain more likely to be non-reactive. Finally, we performed whole-brain activity mapping to identify the brain regions that are associated with different behavioral responses. All groups exposed to the tank had strong engagement of the telencephalon, whereas regions beyond the telencephalon distinguished behavioral groups: animals that have high levels of freezing, but low levels of evasion, uniquely engage the cerebellum, preglomerular nuclei, and pretectal areas, whereas those fish that mix evasion with freezing engage the preoptic and hypothalamic areas. Taken together, these findings reveal that zebrafish exhibit individual differences in fear memory expression that are supported at the neural level by extra-telencephalic regions.", "date": "2025-07-28", "journal": ""}
{"title": "Multiplexed profiling of transcriptional regulators in plant cells", "doi": "10.1101/2025.05.12.653590", "authors": "Alamos, S.; Waldburger, L.; Dee, A.; Owens, L.; Rattan, R.; Ong, S.; Shih, P.", "abstract": "Transcriptional regulators play key roles in plant growth, development, and environmental responses; however, understanding how their regulatory activity is encoded at the protein level has been hindered by a lack of multiplexed large-scale methods to characterize protein libraries in planta. Here, we present ENTRAP-seq (Enrichment of Nuclear Trans-elements Reporter Assay in Plants), a high-throughput method that introduces protein-coding libraries into plant cells to drive a nuclear magnetic sorting-based reporter, enabling multiplexed measurement of regulatory activity from thousands of protein variants. Using ENTRAP-seq and machine learning, we screened 1,495 plant viruses and identified hundreds of novel putative transcriptional regulatory domains found in structural proteins and enzymes not associated with gene regulation. In addition, we combined ENTRAP-seq with machine-guided design to engineer the activity of a plant transcription factor in a semi-rational fashion. Our findings demonstrate how scalable protein function assays deployed in planta will enable the characterization of natural and synthetic coding diversity in plants.", "date": "2025-07-28", "journal": ""}
{"title": "Novel VHH targeting a unique TfR1 epitope for efficient cross-species delivery of drugs in the CNS", "doi": "10.1101/2025.05.23.649291", "authors": "David, M.; Cohen, R.; Beuzelin, D.; Ferracci, G.; Cresci, M.; Faucon, A.; Abouzid, K.; Godefroy, G.; Masse, M.; Mechioukhi, Y.; Girard, S. D.; Julien-Gau, I.; Boursery, C.; Fraisier, C.; Varini, K.; Thomas, M.; Jacquot, G.; Lecorche, P.; Serrano, B.; Romette, A.; Dangla Pelissier, G.; Godard, M.; Saillant, V.; Pruvost, T.; Sierocki, R.; Chames, P.; Kerfelec, B.; Temsamani, J.; KHRESTCHATISKY, M.", "abstract": "The blood-brain barrier (BBB) is a major obstacle for delivering therapeutic agents to the central nervous system (CNS), posing significant challenges for treating neurological disorders. Among current strategies to improve brain drug exposure, hijacking physiological pathways involved in receptor-mediated transcytosis (RMT) has emerged as a promising strategy. While targeting transferrin receptor 1 (TfR1) is widely explored, many TfR1- antibodies lack cross-species reactivity, limiting translational development. In the present study, we identified and characterized camelid-derived single-domain antibodies (VHHs) with robust cross-reactivity to rodent, rhesus monkey, and human TfR1. Epitope mapping of the VHH revealed a novel binding site at the interface of the TfR1 dimer. When fused to a human IgG1 Fc domain, these VHHs, as monomers or homodimers, were efficiently internalized by engineered CHO cells and brain endothelial cells expressing TfR1 from different species. Systemic administration of VHH-Fc constructs in mice demonstrated significantly improved brain uptake compared to irrelevant controls. Functional delivery was confirmed using neurotensin (NT)-induced hypothermia, and we established correlations between in vivo effects and TfR1 VHH binding properties determined by surface plasmon resonance. Notably, efficient BBB transcytosis was associated with intermediate affinity and rapid dissociation rates. Engineered variants maintained favorable cross-species binding, including similar affinities to human and non-human primate TfR1, facilitating translational studies. The cross-reactive anti-TfR1 VHHs we developed offer a versatile and modular platform for CNS drug delivery and hold promise as molecular shuttles for transporting therapeutic agents across the BBB. Our work establishes a robust foundation for developing next-generation brain-targeted biotherapeutics, including peptides, enzyme replacement therapies, antibody-based treatments for neurodegenerative diseases, and oligonucleotide delivery for CNS disorders, enabling seamless translation from preclinical to clinical applications.", "date": "2025-07-28", "journal": ""}
{"title": "When good guides go bad: empirical evaluation of all unique Cas9 targets in E. coli reveal widespread functionality and rules for gRNA design", "doi": "10.1101/2025.05.23.651106", "authors": "Phillips, E. K.; Harrison, R.; Charles, S.; Klingeman, D. M.; Wiser, T. D.; Eckert, C. A.; Alexander, W. G.", "abstract": "The Cas9 nuclease has become central to modern methods and technologies in synthetic biology, largely due to the ease in which it can be targeted to specific DNA loci via guide RNAs (gRNAs). Reports vary widely on the actual specificity of this targeting, with some studies observing 60% of gRNAs possessing no activity against the genome, yet an assumption that inactive gRNAs are rare persists in the E. coli community. To resolve these contradictions, we evaluated the activity of nearly 500,000 unique gRNAs in the E. coli K12 MG1655 genome. We show that the overwhelming majority (at least 93%) of unique gRNAs are functional while only 0.3% are nonfunctional.These nonfunctional gRNAs exhibit strong spacer self-interaction, which can be either excluded using a simple design rule or \"repaired\" during library design. Finally, this work provides the greater microbial synthetic biology community both a set of nearly half a million E. coli gRNAs that have been empirically evaluated in vivo as well as a thoroughly evaluated experimental procedure, complete with appropriate controls for Cas9 activity, for conducting Cas9 assays in E. coli specifically and bacteria more generally", "date": "2025-07-28", "journal": ""}
{"title": "MassiveFold data for CASP16-CAPRI: a systematic massive sampling experiment", "doi": "10.1101/2025.05.26.653955", "authors": "Raouraoua, N.; Lensink, M. F.; Brysbaert, G.", "abstract": "Massive sampling with AlphaFold2 has become a widely used approach in protein structure prediction. Here we present the MassiveFold CASP16-CAPRI dataset, a systematic, large-scale sampling of both monomeric and multimeric protein targets. By exploiting maximal parallelization, we produced up to 8,040 models per target and shared them with the community for collaborative selection and scoring. This collective effort minimizes redundant computation and environmental impact, while granting resource-limited groups - especially those focused on scoring - access to high quality structures. In our analysis, we define an interface-difficulty classification based on DockQ metrics, showing that massive sampling yields the greatest gains on most of the challenging interfaces. Crucially, this classification can be predicted from the median ipTM scores of a routine AF2 run, enabling users to selectively deploy massive sampling only when it is most needed. Combined with a reduction of the massive sampling from 8,040 to 2,475 predictions, such targeted strategies dramatically cut computation time and resource use with minimal loss of accuracy. Finally, we underscore the persistent challenge of choosing optimal models from massive sampling datasets, emphasising the need for more robust scoring methods. The MassiveFold datasets, together with AlphaFold ranking scores and CASP and CAPRI assessment metrics, are publicly available at https://github.com/GBLille/CASP16-CAPRI_MassiveFold_Data to accelerate further progress in protein structure prediction and assembly modeling.", "date": "2025-07-28", "journal": ""}
{"title": "The nucleus accumbens shell regulates hedonic feeding via a rostral hotspot", "doi": "10.1101/2025.05.24.655907", "authors": "Marinescu, A.-M.; Kamal, E.; Leary, P.; Navarro I Batista, K.; Klug, M.; Savic, N.; Le Foll, C.; Labouesse, M. A.", "abstract": "The medial nucleus accumbens shell (medNAcSh) is increasingly recognized as a key node in the regulation of hedonic feeding, exerting strong control over reward consumption through its projections to downstream structures. Recent studies showed that one of the primary cellular mediators of these effects are dopamine 1 receptor positive striatal projection neurons (D1-SPNs). Specifically, population D1-SPN activity gets inhibited during reward consumption and such inhibition is necessary and sufficient to authorize reward consumption, independent of metabolic need. Anatomically, the medNAcSh spans a 1.5 mm distance along the rostro-caudal axis in mice and previous studies have reported functional gradients along this axis in behavioral control. For instance, classical pharmacological studies have suggested that rostral rather than caudal medNAcSh regulates appetitive behavior. However, the cellular, circuit, and molecular mechanisms underlying this topographical gradient remain unknown. Here we hypothesized that D1-SPNs contribute to this gradient by regulating hedonic feeding via a specific hotspot in the rostral medNAcSh. Using population level calcium monitoring with fiber photometry in mice, we show that rostral medNAcSh D1-SPNs demonstrate inhibitory responses during reward consumption, while caudal D1-SPNs do not. Consistently, optogenetic stimulation of rostral medNAcSh D1-SPNs inhibits consumption, while stimulation of caudal D1-SPNs had minimal effects, confirming the existence of a functional rostro-caudal gradient. Importantly, we observed no differences between rostral and caudal D1-SPNs in their behavioral or activity responses to aversive stimuli, suggesting that the D1-SPN gradient is specific to appetitive contexts. To investigate potential molecular correlates of this functional gradient, we leveraged open-source anatomy datasets and performed fluorescent in situ hybridization, identifying Stard5 and Peg10 as markers enriched in the rostral and caudal medNAcSh, respectively. Finally, we developed a novel Stard5-Flp driver mouse line, which allowed us to target the rostral hotspot selectively. We demonstrated that Stard5+ neurons recapitulate activity patterns of rostral medNAcSh D1-SPNs. Together, these findings establish a spatially confined rostral subregion of the medNAcSh as a critical regulator of reward consumption and introduce Stard5 as a molecular tool for its manipulation - offering new opportunities for intervention in dysregulated eating beyond classical homeostatic circuits.", "date": "2025-07-28", "journal": ""}
{"title": "Attenuated single neuron and network hyperexcitability following microRNA-134 inhibition in mice with drug-resistant temporal lobe epilepsy", "doi": "10.1101/2025.06.09.658768", "authors": "Sarti, P. Q.; Higgins, J.; Heiland, M.; Sanz-Rodriguez, A.; Cunningham, M. O.; Mamad, O.; Henshall, D.", "abstract": "The multi-factorial pathophysiology of acquired epilepsies lends itself to a multi-targeting therapeutic approach. MicroRNAs (miRNA) are short noncoding RNAs that individually can negatively regulate dozens of protein-coding transcripts. Previously, we reported that central injection of antisense oligonucleotides targeting microRNA-134 (Ant-134) shortly after status epilepticus potently suppressed the development of recurrent spontaneous seizures in rodent models of temporal lobe epilepsy. The mechanism(s) of these anti-seizure effects remain, however, incompletely understood. Here we show that intracerebroventricular microinjection of Ant-134 in male mice with pre-existing epilepsy caused by intraamygdala kainic acid-induced status epilepticus potently reduces the occurrence of spontaneous seizures. Recordings from ex vivo brain slices collected 2-4 days after Ant-134 injection in epileptic mice, detected a number of electrophysiological phenotypic changes consistent with reduced excitability. Specifically, Ant-134 reduced action potential bursts after current injection in CA1 neurons and reduced miniature excitatory post-synaptic current frequencies in CA1 neurons. Ant-134 also reduced general network excitability, including attenuating pro-excitatory CA1 responses to Schaffer collateral stimulation in hippocampal slices from epileptic mice. Together, the present study demonstrates inhibiting miR-134 reduces single neuron and network hyperexcitability in mice and extends support for this approach to treat drug-resistant epilepsies.", "date": "2025-07-28", "journal": ""}
{"title": "Organization principles of dynamic three-dimensional genome architecture associated with centromere clustering states", "doi": "10.1101/2025.06.12.659004", "authors": "Polisetty, S. D.; Dutta, S.; Vadnala, R. N.; Notani, D.; Padinhateeri, R.; Sanyal, K.", "abstract": "Fungal centromeres are clustered near microtubule organizing centers to help adopt the Rabl chromosomal organization. The role of centromere clustering in driving large-scale changes in structural and functional chromatin assembly remains unclear. Here, using Hi-C and super-resolution microscopy, we show that cell cycle-dependent centromere declustering and clustering states in Cryptococcus neoformans drive global changes in the 3D genome architecture. Centromeres and telomeres are scattered around the nuclear periphery at interphaseG1, and this arrangement constrains the inter-arm interactions within a chromosome, providing a unique interphaseG1 chromosome organization. Moreover, centromeres and telomeres are organized as compartments, segregating them from active euchromatic regions. Polymer modeling reveals that the transition from the unclustered to clustered centromere state during the cell cycle involves changes from a globular to an elongated chromosome architecture. Strikingly, while clustered centromeres replicate early in most yeasts, C. neoformans centromeres replicate late in S-phase, hinting a possible link between centromere clustering dynamics and CEN DNA replication timing. Overall, our study uncovers several unique organizational principles governing the dynamic genome architecture in an evolutionarily diverged basidiomycete yeast.", "date": "2025-07-28", "journal": ""}
{"title": "Co-transcriptional splicing changes combine with reduced productive transcription initiation for cold-induced repression of FLC", "doi": "10.1101/2025.06.20.660682", "authors": "Maple, R.; Menon, G.; Duncan, S.; Sindalovskaya, M.; Yang, H.; Bloomer, R.; Howard, M.; Dean, C.", "abstract": "The Arabidopsis floral repressor locus FLC is epigenetically silenced during winter cold to align flowering with spring. During weeks of cold exposure, FLC transcription is progressively reduced both by transcriptional repression mediated by FLC antisense transcription, and epigenetic silencing implemented through a Polycomb-mediated epigenetic switch. In the warm, FLC is transcriptionally repressed by coordinated changes in transcription initiation and RNA PolII speed in a mechanism involving proximal termination. Whether similar mechanisms contribute to the cold-induced FLC transcriptional repression is unknown. Here, we combine mathematical modelling and transcription profiling to investigate FLC transcriptional changes during the cold. We find different dynamics of spliced and unspliced transcripts during cold exposure with only a small change in PolII speed. We also show that, unlike short-term cold, long-term cold temperatures drive an increase in splicing rates while simultaneously reducing productive transcription at FLC. This process is influenced by antisense COOLAIR transcription but does not rely on proximal COOLAIR termination. Cold-induced transcriptional repression of FLC thus involves a decoupling of changes in productive transcription initiation from PolII speed and rates of co-transcriptional splicing, a different mechanism to that repressing FLC in the warm.", "date": "2025-07-28", "journal": ""}
{"title": "Intratumoral Treg ablation is sufficient to mediate tumor control systemically without autoimmunity", "doi": "10.1101/2025.06.26.661765", "authors": "Bockman, A.; Gittins, B.; Zhang, C.; Hung, J.; Moreno Ayala, M.; Saddier Axe, D.; Weist, B. M.; DuPage, M.", "abstract": "Regulatory T cells (Tregs) infiltrate most tumors, yet whether they suppress immune responses directly within tumor tissues is untested. We used intratumoral (IT) delivery of diphtheria toxin (DT) in Foxp3DTR mice to deplete IT Tregs while leaving peripheral Tregs intact. IT delivery of DT reduced Treg frequencies in the tumor, which promoted potent tumor control without autoimmunity. Interestingly, this control was principally mediated by CD4+ T cells, whereas CD8+ T cells only contributed when CD4+ T cells were absent. While conventional dendritic cells (cDCs) were required to clear tumors, Batf3+ cDC1s were dispensable. Distant secondary tumors, mimicking metastases, were also controlled by IT Treg ablation. Mechanistically, IT Tregs suppressed antitumor T cell responses by blocking the acquisition of tumor antigen by cDC2s. Importantly, similar mechanisms of control were observed using a clinically translatable IT Treg-depleting anti-CCR8 antibody and reveal a distinct therapeutic strategy that leverages cDC2s and CD4+ T cells.", "date": "2025-07-28", "journal": ""}
{"title": "Structure and functional analysis of CDNF-BiP interaction reveal a role in endoplasmic reticulum proteostasis regulation", "doi": "10.1101/2025.07.08.663636", "authors": "Fudo, S.; Shpironok, O.; Zdorevskyi, O.; Toots, U.; Ustav, M.; Yu, L.-Y.; Saarma, M.; Kajander, T.", "abstract": "Cerebral dopamine neurotrophic factor (CDNF) was identified for ability to rescue midbrain dopamine neurons and as endoplasmic reticulum (ER)-located protein that can be secreted. Structurally homologous to mesencephalic astrocyte-derived neurotrophic factor (MANF), CDNF has been shown to interact with ER-localized chaperone BiP. The ER plays a crucial role in protein synthesis, folding, and quality control, with BiP being a key player in maintaining protein homeostasis. CDNF is protective against ER stress and involved in regulating the unfolded protein response (UPR) signaling and interaction with BiP. Recent studies have shown that CDNF interacts with UPR sensor proteins PERK, IRE1, and ATF6, suggesting an overlap in CDNF binding with UPR sensors and BiP. In rodent models of Parkinson's disease (PD), CDNF protects and restores the function of brain dopamine neurons and was successful in PD phase 1 clinical studies. CDNF has shown therapeutic potential for several neurological diseases, including amyotrophic lateral sclerosis, and ischemic stroke. Despite extensive knowledge on CDNF's impact on cellular function and neuronal degeneration, its detailed molecular mechanism of action in the ER remains unclear. Here, we have characterized the CDNF interaction with BiP both structurally and functionally and solved the crystal structures of CDNF-BiP complexes to 1.5 [A] resolution, complemented with molecular dynamics simulations. Results show CDNF's role as an antagonist of BiP nucleotide exchange, and thus in its chaperone function, binding to the ADP-bound state. Finally, we show its effect on neuroprotection with stem cell-derived human dopamine neurons, highlighting its potential in neurodegenerative disease treatment.", "date": "2025-07-28", "journal": ""}
{"title": "Predicting Developmental Norms from Baseline Cortical Thickness in Longitudinal Studies", "doi": "10.1101/2025.07.11.664301", "authors": "Seidel, P.; Kaufmann, T.; Wolfers, T.", "abstract": "Normative models have gained popularity in computational psychiatry for studying individual-level differences relative to population norms in biological data such as brain imaging, where measures like cortical thickness are typically predicted from variables such as age and sex. Nearly all published models to date are based on cross-sectional data, limiting their ability to predict longitudinal change. Here, we used longitudinal brain data from the Adolescent Brain Cognitive Development (ABCD) study, comprising cortical thickness measures from 180 regions per hemisphere in youths at baseline (N=6179; 47% females), 2-year (N=6179; 47% females), and 4-year (N=805; 45% females) follow-up. A training set was established from baseline and 2-year follow-up data (N=5374; 47% females), while data from individuals with all three time points available served as an independent test set (N=805; 45% females). We developed sex-specific Baseline-Integrated Norms (B-Norms) that predict brain region thickness at follow-up based on baseline thickness, baseline age, and follow-up age, and compared them to sex-specific standard Cross-Sectional Norms (C-Norms) based on age alone. Out-of-sample testing in 2-year and 4-year follow-up data showed that B-Norms consistently provided better fits than C-Norms for nearly all cortical regions. Explained variance was higher in B-Norms than in C-Norms. We found no significant differences between time points (p = 0.45). Repeated measures ANOVA revealed differences in higher-order moments (e.g., skewness and kurtosis) for both models; for example, skewness varied by model, sex, time point, and their interactions. While improved fit alone does not necessarily indicate a superior normative model - since normative models aim to capture population variance rather than simply optimize fit - we demonstrated that four regions were associated with pubertal changes in B-Norms but not in C-Norms, suggesting enhanced sensitivity of B-Norms to developmental processes. Together, our findings highlight the potential of B-Norms for capturing normative variation in longitudinal structural brain change.", "date": "2025-07-28", "journal": ""}
{"title": "Genome-wide association study of cocaine self-administration behavior in Heterogeneous Stock rats", "doi": "10.1101/2025.07.17.660811", "authors": "Lara, M. K.; Carrette, L. L. G.; Sanches, T. M.; Polesskaya, O.; Avelar, A.; Beeson, A.; Beldjoud, H.; Boomhower, B.; Brennan, M.; Chen, D.; China, L.; Chitre, A. S.; Conlisk, D. E.; Fannon, M.; Johnson, B. B.; Keung, E.; Kimbrough, A.; Kononoff, J.; Martinez, A. R.; Maturin, L.; Nguyen, K.-M.; Morgan, A.; Mosquera, J.; Othman, D.; Plasil, S. L.; Ramborger, J.; Schweitzer, P.; Sedighim, S.; Seshie, O.; Shankar, K.; Sichel, B.; Simpson, S.; Smith, L. C.; Sneddon, E. A.; Tieu, L.; Velarde, N.; Zahedi, S.; Solberg Woods, L. C.; Kallupi, M.; de Guglielmo, G.; Palmer, A.; George, O.", "abstract": "BackgroundCocaine use disorder (CUD) is a major public health crisis with detrimental individual and societal effects. The specific genes mediating CUD remain largely unknown.\n\nMethodsWe conducted a genome-wide association study (GWAS) using outbred N/NIH Heterogeneous Stock (HS; n = 836, female = 415, male = 421) rats. We examined multiple CUD-related phenotypes that captured acquisition of self-administration, escalation of intake, and compulsive-like responding.\n\nResultsConsistent with the existing literature, these traits were phenotypically and genetically correlated and exhibited modest heritability (h2 = 0.07 - 0.16). We identified six genome-wide significant associations. One locus on chromosome 19 was associated with the variable time between cocaine infusions (post infusion interval) and contains several carboxylesterase genes that are orthologous to the human CES1 gene; notably, carboxylesterases metabolize cocaine. Three non-synonymous coding variants in the genes Ces1c and Ces1d were in perfect linkage disequilibrium with this locus, suggesting that one or more of them might be the causal SNP. The other 5 loci also contained promising coding and expression variants, including Trak2, a gene previously associated with CUD in human GWAS and Slc10a7, Plcl1, and Satb2 which have been associated with alcohol and tobacco use disorder.\n\nConclusionsThis is the largest genetic study of cocaine self-administration ever conducted in any species. Our results replicate previous loci associated with CUD in humans and provide several novel biological insights including the potential of pharmacological strategies targeting carboxylesterases for the treatment of CUD.", "date": "2025-07-28", "journal": ""}
{"title": "Impaired Spatiotemporal Encoding of Social Behavior and Anxiety in the Prefrontal Cortex of Mice Lacking ASD-Risk Gene Shank3.", "doi": "10.1101/2025.07.15.664892", "authors": "Walker, H.; Kwak, D.; Devaraju, P.; Curd, B. C.; Chikuni, A. M.; Frost, N. A.", "abstract": "The prefrontal cortex is a central regulator of complex behaviors, including social interaction and anxiety-related behaviors. The prefrontal cortex encodes these behaviors using heterogeneous groups of neurons, or ensembles, which collectively process inputs and communicate with distributed brain regions. We examined whether loss of the Autism-risk gene Shank3 alters the recruitment of neurons encoding socioemotional behavior collectively, or if abnormal activity during specific behaviors might affect functionally or anatomically defined populations of neurons. To do this, we combined spatially-resolved microendoscopic calcium imaging across the prefrontal microcircuit with functionally defined labeling of neurons as control and mutant mice engaged in social interaction or anxiety-provoking behaviors. We then utilized a non-biased transcriptomic method to identify neurons activated by social interactions. We show that the recruitment of heterogeneous neuronal populations are altered in a cell type and spatially dependent manner by loss of Shank3, with impaired recruitment of behavior-specific activity patterns within superficial, but not deeper aspects of the prefrontal cortex.", "date": "2025-07-28", "journal": ""}
{"title": "SEAL: Spatially-resolved Embedding Analysis with Linked Imaging Data", "doi": "10.1101/2025.07.19.665696", "authors": "Warchol, S.; Guo, G.; Knittel, J.; Freeman, D.; Bhalla, U.; Muhlich, J. L.; Sorger, P. K.; Pfister, H.", "abstract": "Dimensionality reduction techniques help analysts make sense of complex, high-dimensional spatial datasets, such as multiplexed tissue imaging, satellite imagery, and astronomical observations, by projecting data attributes into a two-dimensional space. However, these techniques typically abstract away crucial spatial, positional, and morphological contexts, complicating interpretation and limiting insights. To address these limitations, we present SEAL, an interactive visual analytics system designed to bridge the gap between abstract 2D embeddings and their rich spatial imaging context. SEAL introduces a novel hybrid-embedding visualization that preserves morphological and positional information while integrating critical high-dimensional feature data. By adapting set visualization methods, SEAL allows analysts to identify, visualize, and compare selections, defined manually or algorithmically, in both the embedding and original spatial views, facilitating a deeper understanding of the spatial arrangement and morphological characteristics of entities of interest. To elucidate differences between selected sets of items, SEAL employs a scalable surrogate model to calculate feature importance scores, identifying the most influential features governing the position of objects within embeddings. These importance scores are visually summarized across selections, with mathematical set operations enabling detailed comparative analyses. We demonstrate SEAL's effectiveness and versatility through three case studies: colorectal cancer tissue analysis with a pharmacologist, melanoma investigation with a cell biologist, and exploration of sky survey data with an astronomer. These studies underscore the importance of integrating spatial context into embedding spaces when interpreting complex imaging datasets. Implemented as a standalone tool while also integrating seamlessly with computational notebooks, SEAL provides an interactive platform for spatially informed exploration of high-dimensional datasets, significantly enhancing interpretability and insight generation.", "date": "2025-07-28", "journal": ""}
{"title": "SEAL: Spatially-resolved Embedding Analysis with Linked Imaging Data", "doi": "10.1101/2025.07.19.665696", "authors": "Warchol, S.; Guo, G.; Knittel, J.; Freeman, D.; Bhalla, U.; Muhlich, J. L.; Sorger, P. K.; Pfister, H.", "abstract": "Dimensionality reduction techniques help analysts make sense of complex, high-dimensional spatial datasets, such as multiplexed tissue imaging, satellite imagery, and astronomical observations, by projecting data attributes into a two-dimensional space. However, these techniques typically abstract away crucial spatial, positional, and morphological contexts, complicating interpretation and limiting insights. To address these limitations, we present SEAL, an interactive visual analytics system designed to bridge the gap between abstract 2D embeddings and their rich spatial imaging context. SEAL introduces a novel hybrid-embedding visualization that preserves morphological and positional information while integrating critical high-dimensional feature data. By adapting set visualization methods, SEAL allows analysts to identify, visualize, and compare selections, defined manually or algorithmically, in both the embedding and original spatial views, facilitating a deeper understanding of the spatial arrangement and morphological characteristics of entities of interest. To elucidate differences between selected sets of items, SEAL employs a scalable surrogate model to calculate feature importance scores, identifying the most influential features governing the position of objects within embeddings. These importance scores are visually summarized across selections, with mathematical set operations enabling detailed comparative analyses. We demonstrate SEAL's effectiveness and versatility through three case studies: colorectal cancer tissue analysis with a pharmacologist, melanoma investigation with a cell biologist, and exploration of sky survey data with an astronomer. These studies underscore the importance of integrating spatial context into embedding spaces when interpreting complex imaging datasets. Implemented as a standalone tool while also integrating seamlessly with computational notebooks, SEAL provides an interactive platform for spatially informed exploration of high-dimensional datasets, significantly enhancing interpretability and insight generation.", "date": "2025-07-28", "journal": ""}
{"title": "A neurovascular template guides the spatial and functional compartmentalization of the adrenal gland", "doi": "10.1101/2025.07.22.666120", "authors": "Motta, A.; Diprima, S.; Badaloni, A.; Bhat, G. P.; Ioannou, E.; Malpighi, C.; Brambilla, I.; Saulle, C.; Sessa, A.; Ruhrberg, C.; Bonanomi, D.", "abstract": "The vasculature adapts to tissue demands, but whether it can instruct spatial tissue organization remains unclear. In the developing adrenal gland, we uncover a neurovascular mechanism that actively establishes and preserves compartment boundaries between cortex and medulla. Peripheral nerves secrete Semaphorin3C, signaling through PlexinD1 on endothelial cells to locally antagonize VEGF-driven angiogenesis from cortical cells, sculpting distinct vascular domains that guide hormone-producing cells to their correct territories. Disruption of this balance --via denervation or loss of Semaphorin3C-PlexinD1 signaling--leads to ectopic vascularization of the medulla, which adopts a cortex-like vascular network. This vascular remodeling enables cortical cells invasion of medullary territories, blurring compartment boundaries and triggering a phagocytic macrophage response that reflects pathological hijacking of a postnatal morphogenesis program. Our findings reveal that region-specific vascular scaffolds, shaped by neurovascular cues, serve as instructive templates for organ architecture. Failure of neurovascular signaling can thus trigger a cascade of structural collapse that undermines tissue integrity and homeostasis, driving pathological remodeling.", "date": "2025-07-28", "journal": ""}
{"title": "Boundary constraints can determine pattern emergence", "doi": "10.1101/2025.07.21.665949", "authors": "Loo, Y. T.; Chen, J.; Harrison, R.; Rito, T.; Theis, S.; Charras, G.; Briscoe, J.; Saunders, T. E.", "abstract": "The robust patterning of cell fates during embryonic development requires precise coordination of signalling gradients within defined spatial constraints. Using a geometrically confined in vitro system derived from human embryonic stem cells, we demonstrate that patterning of neuromesodermal progenitors (NMPs) during axial elongation is driven by boundary-dependent mechanisms. A minimal reaction-diffusion model coupled with a simplified gene regulatory network accurately predicts spatial patterns across diverse geometries. We identify Wnt signalling as a key component of the activator signal. Inhibition of Wnt secretion preserved initiation of patterning but disrupted subsequent morphogenesis, indicating distinct mechanisms govern pattern establishment versus maintenance. Our findings reveal how geometry encodes positional information that directs molecular patterning, providing insight into how spatial constraints and signalling dynamics guide robust tissue self-organisation during development.", "date": "2025-07-28", "journal": ""}
{"title": "B cell responses specific for polyomavirus-derived oncoprotein are predictive of Merkel cell carcinoma tumor control", "doi": "10.1101/2025.07.22.666002", "authors": "Rodriguez Chevez, H. J.; Remington, A. J.; Gray, M. M.; Alam, R.; Gilmour, M. W.; Morningstar, C.; Alencar, G. F.; Pulliam, T.; McClure, E.; Singh, N.; Urselli, F.; Poljakov, K.; Smythe, K. S.; Kulikauskas, R. M.; Robinson, K. L.; Moshiri, A. S.; Yeung, C. C.; Lin, M.; Shimp, K. R.; Schwartz, A.; Macy, A. M.; Tooley, M. R.; Baker, M. L.; Carter, J. J.; Hopwo, K.; Singhi, N.; Bakhtiari, J.; Ruterbusch, M.; Shasha, C. G.; Iuliano, M.; Mullen, L. J.; Debuysscher, B. L.; Veatch, J. R.; Koelle, D. M.; Galloway, D. A.; Nghiem, P.; Taylor, J. J.", "abstract": "Merkel cell carcinoma often results from integration of a truncated version of the Merkel cell polyomavirus. This leads to expression of immunogenic viral oncoproteins that promote tumorigenesis. While the importance of viral oncoprotein-specific T cells in anti-MCC immunity is well established, the roles B cells play in MCC control have not been explored. Here, we analyzed the frequency and phenotype of viral oncoprotein-specific and total B cells from MCC patient blood and tumors. Strikingly, although no blood-associated B cell phenotypes strongly correlated with disease outcome, detection of oncoprotein-specific antibody-secreting and/or germinal center B cells in MCC tumors accurately predicted disease control. In vitro, B cells engineered to be specific for viral oncoproteins induced robust activation of oncoprotein-specific CD4+ T cells. Together, our findings suggest that cancer-specific B cells could promote anti-tumor immunity via increased T cell responses and that approaches to augment cancer-specific B cell function could benefit MCC patients.\n\nStatement of SignificanceThe link between cancer-specific B cells in anti-tumor immunity and clinical outcomes remains poorly defined. Here, we show that tumor-associated B cells specific for a viral oncoprotein expressed in MCC patient tumors predict disease control with remarkable accuracy, establishing their potential as active participants in tumor immunity.", "date": "2025-07-28", "journal": ""}
{"title": "Mechanically Tunable DNA Hydrogel Microparticles for 3D Cellular Systems", "doi": "10.1101/2025.07.21.665473", "authors": "Walther, T.; Dalaka, E.; Fläschner, G.; Platzman, I.; Pashapour, S.; Emmert, M.; Roca-Cusachs, P.; Trepat, X.; Göpfrich, K.", "abstract": "Hydrogel microparticles (HMPs) are powerful tools to study and manipulate cellular behavior in 3D cell culture systems and animal models. Here, fully DNA-based HMPs are presented, whose material properties can be precisely tuned by sequence-programmable design of self-assembling DNA nanostructures. These DNA-HMPs offer control over size, stiffness, viscoelasticity and ligand presentation. They are formed by microfluidic encapsulation of two types of orthogonal DNA nanostars and a sequence-complementary DNA linker in water-in-oil droplets. By varying the valency of the DNA nanostar designs, tunable mechanical properties are achieved - spanning three orders of magnitude in Young's modulus from 30 Pa to 6.5 kPa with distinct viscoelastic behavior. Click-chemistry based functionalization with the small fibronectin-derived peptide cyclic-RGD (c[RGD]) enables integration into fibroblast spheroids. DNA-HMPs are stably retained within the spheroids for several days and undergo design- and stiffness-dependent remodeling, indicating active interactions between the cells and the DNA-HMPs. Combining tunable material properties and inherent biocompatibility of DNA with straightforward functionalization and stimuli-responsiveness, these DNA-HMPs represent a versatile tool to probe and manipulate tissue behaviors in 3D cell cultures and in vivo models.", "date": "2025-07-28", "journal": ""}
{"title": "Molecular basis for the activation of Aurora A and Plk1 kinases during mitotic entry", "doi": "10.1101/2025.07.25.666770", "authors": "Pillan, A.; Ormancey, P.; Ben Choug, C.; Orlicky, S.; Tavernier, N.; Van Hove, L.; Ossareh-Nazari, B.; Joly, N.; Sicheri, F.; Lorca, T.; Pintard, L.", "abstract": "The evolutionarily conserved, intrinsically disordered protein Bora is critical for initiating the activation of mitotic kinases. Once phosphorylated at Ser112 by Cyclin A-Cdk1 kinase, phospho-(p)Bora activates unphosphorylated Aurora A kinase (AURKA), directing it towards Polo-like kinase 1 (Plk1), thus promoting Cyclin B-Cdk1 activation and mitotic entry. Here, by combining structural modelling and in vitro assays, we provide evidence that Bora wraps around the N-terminal lobe of AURKA to position its phospho-Ser 112 near AURKA's T-loop, mimicking T-loop phosphorylation. Additionally, Bora transiently interacts with the Alpha C helix of the Plk1 kinase domain through a conserved motif, guiding AURKA activity towards the Plk1 T-loop, which is otherwise impervious to phosphorylation by AURKA. We highlight the importance of this motif for Bora function in vitro and during mitotic entry in Xenopus egg extracts. Our results reveal critical molecular details of mitotic kinase activation, which could lead to the development of pathway-specific inhibitors.", "date": "2025-07-28", "journal": ""}
{"title": "A model-free method for genealogical inference without phasing and its application for topology weighting", "doi": "10.1101/2025.07.22.666161", "authors": "Martin, S. H.", "abstract": "Recent advances in methods to infer and analyse ancestral recombination graphs (ARGs) are providing powerful new insights in evolutionary biology and beyond. Existing inference approaches tend to be designed for use with fully-phased datasets, and some rely on model assumptions about demography and recombination rate. Here I describe a simple model-free approach for genealogical inference along the genome from unphased genotype data called Sequential Tree Inference by Collecting Compatible Sites (sticcs). sticcs applies a heuristic algorithm based on the perfect phylogeny principle to reconstruct a local genealogy at each variant site in the genome, using a collecting procedure to import information from other nearby sites. Using simulations, I show that sticcs is accurate for ARG inference, but only when the sample size is small. However, I also describe how it can be applied for the purpose of topology weighting by stacking tree sequences inferred for multiple subsets of the data, removing the sample size restriction. Topology weights estimated in this way from unphased data tend to be more accurate than those computed with full ARGs inferred from perfectly phased data using several popular tools. The methods presented therefore have promise for analysis of relatedness and introgression in non-model species, including polyploids. The new methods are implemented in two Python packages, sticcs (for ARG inference) and twisst2 (for topology weighting using the stacking procedure), which both interface with the tskit library for analysis of tree sequence objects.", "date": "2025-07-28", "journal": ""}
{"title": "Polo-like kinase 1 regulates growth in juvenile Fasciola hepatica", "doi": "10.1101/2025.07.24.666572", "authors": "McCusker, P.; Clarke, N. G.; Armstrong, R.; Wells, D.; Robb, E.; McVeigh, P.; Krasky, A.; Harrington, J.; Selzer, P. M.; Marks, N. J.; Maule, A. G.", "abstract": "Fasciola (liver fluke) are parasitic flatworms that impose a significant burden on the agri-food industry and human health. Immature worms can cause severe damage to the liver as they migrate towards the bile ducts, and yet there is only a single drug to treat this pathogenic life stage, driving the need to identify targets for novel flukicides. Given their crucial role in the growth/development of immature Fasciola hepatica, neoblast-like stem cells are an attractive source of new flukicide targets. Kinases are a hugely diverse group of phosphorylating enzymes with key roles in almost all cellular processes. Kinase dysregulation can result in the development of cancerous cells/tissues, linking many to cell cycle-associated proliferation and growth. Here, we annotate the F. hepatica kinome, identifying 271 putative protein kinases, representing around 1.6% of predicted F. hepatica protein-coding genes with family proportions similar to those of other parasitic flatworms. Many of these kinases, such as polo-like kinase 1 (fhplk1), are upregulated in immature worms undergoing rapid growth and development, a process underpinned by the proliferation of neoblast-like stem cells. RNA interference (RNAi)-mediated silencing of fhplk1 in juvenile liver fluke reduced growth and cell proliferation, suggesting a conserved role within the cell-cycle; the cessation of stem cell proliferation persisted for at least a week following fhplk1-RNAi. A PLK inhibitor (BI 2536) was shown to phenocopy the fhplk1-RNAi phenotype in a dose-dependent manner, supporting the feasibility of targeting F. hepatica neoblast-like cells through kinase inhibitors. Transcriptomic analysis of fhplk1-RNAi juveniles revealed 946 downregulated genes, principally associated with the cell cycle or ribosomes. Over 80 of these downregulated genes were also downregulated following juvenile F. hepatica irradiation, supporting roles for these kinases in neoblast-like stem cells, and marking them as putative targets for control. Among the 1244 upregulated genes in fhplk1-RNAi juvenile worms were many neurotransmitters, receptors and ion channels, exposing the apparent upregulation of diverse inter-cellular signalling systems. While many neurotransmitter pathways promote proliferation in mammalian systems the interaction between neoblast-like stem cells and neuronal signalling in parasitic flatworms remains elusive. Here, the transcriptomic response offhplk1-RNAi juveniles supports a link between neoblast-like stem cell driven growth/development and neuronal signalling.", "date": "2025-07-28", "journal": ""}
{"title": "Estimating flux dynamics from metabolite concentration time courses with dynafluxr", "doi": "10.1101/2025.07.22.666125", "authors": "Sokol, S.; Dubiley, S.; Rouan, P.; Charlier, C.; Lippens, G.; Millard, P.", "abstract": "Motivation: Quantifying metabolic fluxes and their dynamics is crucial for addressing fundamental and applied questions in systems and synthetic biology, health, and biotechnology. Since metabolic fluxes are not directly observable, they must be estimated using model-based approaches. While several methods are available to quantify steady-state fluxes, approaches for quantifying flux dynamics remain limited. Results: We present a method to quantify flux dynamics from metabolite concentration time courses. Our approach employs constrained B-splines to solve mass balance equations without requiring prior knowledge of catalytic or regulatory mechanisms, or enzymatic parameters. We provide a comprehensive mathematical framework for dynamic flux calculation and demonstrate that our method enables accurate and robust quantification of flux dynamics for both simulated and experimental datasets. Availability and implementation: dynafluxr is implemented in R and available on Windows, Unix, and MacOS platforms. The source code and the documentation are freely distributed under GPL-3 license at https://github.com/MetaSys-LISBP/dynafluxr/. A companion notebook producing figures similar to those of this article is available at https://github.com/MetaSys-LISBP/DynafluxR_notebook.", "date": "2025-07-28", "journal": ""}
{"title": "Interannual variation in Protocalliphora blowfly (Diptera: Calliphoridae) parasitism of Tree Swallows (Tachycineta bicolor) breeding in southern Quebec s farmlands: 16 years of data on species composition, morphometry and hyperparasitism by Nasonia wasps (Hymenoptera: Pteromalidae)", "doi": "10.1101/2025.07.23.666426", "authors": "Coroller-Chouraki, S.; Savage, J.; Pelletier, F.; Garant, D.; Belisle, M.", "abstract": "Although adult blowflies of the genus Protocalliphora are rarely observed in the wild, their larvae are among the most prevalent ectoparasites of altricial birds across the Holarctic. Yet, the spatial and temporal dynamics of infestations, species composition, and interactions with natural parasitoids remain poorly understood. Here, we present a long-term, multi-site studies of Protocalliphora infestations in 2,673 Tree Swallow (Tachycineta bicolor) nests, based on 16 years of data (2004-2019) collected across a 10,200-squared-km gradient of agricultural intensity in southern Quebec, Canada. We found that Protocalliphora infestation prevalence and load (number of puparia) in Tree Swallow nests, varied markedly across space and time, with cyclical patterns emerging at approximately 75% of sites. This suggests the influence of both regional and local processes. Probability of hyperparasitism of Protocalliphora puparia by Nasonia parasitoid wasps was high but variable (min ~48%; max ~90%; mean ~70%), likely contributing to the observed temporal oscillations in Protocalliphora prevalence and load. We also documented substantial interannual shifts in the relative abundance of three Protocalliphora species (P. bennetti, P. metallica, P. sialia), emphasizing the importance of species-level resolution in ecological studies of parasitism. Morphometric analyses revealed considerable overlap in puparia size among species, challenging the utility of traditional diagnostic traits for species identification. Finally, we report the first field estimates of Nasonia dormancy and/or mortality within hosts, which were observed in 3% to 16% of Protocalliphora puparia depending on year. These findings highlight the importance of long-term, multi-trophic, and spatially explicit monitoring to unravel the complex ecological drivers of host-parasite-parasitoid dynamics in increasingly human-modified environments such as agroecosystems.", "date": "2025-07-28", "journal": ""}
{"title": "Asymmetry and redundancy of STAT5 paralogs across CD8+ T cell differentiation states", "doi": "10.1101/2025.07.23.666302", "authors": "Ristin, S.; Dalzell, M.; Armstrong, C.; Ilsin, N.; Fontanella, A. M.; Nivelo, L.; Hennighausen, L.; O'Shea, J. J.; Villarino, A. V.", "abstract": "Fostering STAT5 signaling is key to immunotherapies that leverage CD8+ T cell biology. Using mouse models, we demonstrate that the two mammalian STAT5 paralogs, STAT5A and STAT5B, are at once redundant and functionally distinct in CD8+ T cells. Specifically, we establish that they are asymmetric paralogs, exhibiting both widespread homology at molecular level and functional asymmetry at cellular level, with STAT5B emerging as dominant. In fact, compared to STAT5A, STAT5B deficiency had greater impact on nearly all parameters tested. As a mechanism, we determined STAT5B is twice as abundant, accounting for two-thirds of the total STAT5 pool. We also defined both cytokine- and cell state-restricted STAT5B functions, and a core gene signature that highlights universal effects. Together, these studies affirm the centrality of STAT5 in CD8+ T cells, reveal common and circumscribed activities, and present a unifying model for paralog redundancy that foregrounds and explains the dominance of STAT5B.", "date": "2025-07-28", "journal": ""}
{"title": "Plasmids link antibiotic resistance genes and phage defense systems in E. coli", "doi": "10.1101/2025.07.25.666796", "authors": "Slesak, W. A.; Jedryszek, P.; Cazares, D.; Matlock, W.; MacLean, C.", "abstract": "Phage therapy has been proposed as an alternative to antibiotics to treat resistant infections. However, we have a limited understanding of how antibiotic resistance genes (ARGs) associate with bacterial phage defense systems (PDSs). Here, we explore the relationship between ARGs and PDSs in a sample of 2,559 plasmids originating from 1,044 E. coli isolates, representing a snapshot of clinical and non-clinical diversity in Oxfordshire, UK (2008-2020). In total, we identify 3,193 ARGs and 14,013 PDSs (180 unique types). We demonstrate that E. coli plasmids are enriched for ARGs and PDSs (both p<0.001), with a bias towards toxin-antitoxin, abortive infection, and restriction-modification systems (all q<0.025). We proceed to show that ARGs and PDSs are physically linked by plasmids (p<0.001). Together, our results suggest that phage therapy may inadvertently select for antibiotic resistant bacteria, and that antibiotic use may similarly drive resistance to phage.", "date": "2025-07-28", "journal": ""}
{"title": "Best-of-n decision making by human groups", "doi": "10.1101/2025.07.23.666271", "authors": "Coucke, N.; Dorigo, M.; Cleeremans, A.; Heinrich, M. K.", "abstract": "Collective decision making is a fundamental aspect of group behavior in both animals and humans, and often involves reaching a consensus on the best of n options, using empirical evidence. Although many parallels have been drawn between human and animal collective decisions, collective human behavior is rarely studied in the type of embodied scenarios that animals are often faced with. In this study, we placed human groups in a virtual setup similar to nest site selection in social animals, in which they explored a shared environment and reached a consensus based on their observations of empirical features. In groups of up to 10, participants had to reach consensus on the empirically largest of four candidate sites without verbal communication, instead using movement-based interactions in a custom-developed 3D virtual environment for online multi-participant experiments. The results showed that the speed and accuracy of consensus was importantly modulated by perceptual difficulty and information availability, but that no speed-accuracy trade-off was present. Participants attempted to reach consensus on the empirically largest site by flexibly adapting their use of social information to perceptual difficulty, their spatial position, and the time already spent supporting some option. When a minority of informed individuals were present, these individuals exercised greater independence and influenced the group to faster and more accurate consensus. These results extend previous findings on social decision making strategies in humans to nonverbal scenarios akin to those of social insects.", "date": "2025-07-28", "journal": ""}
{"title": "Polycomb Repressive-Deubiquitinase Complex Safeguards Oocyte Epigenome and Female Fertility by Restraining Polycomb Activity", "doi": "10.1101/2025.07.24.666633", "authors": "Kang, J.; Liu, P.; Ichimura, S.; Cook, L.; Chen, Z.", "abstract": "Mouse oocytes exhibit a unique chromatin landscape characterized by broad H3K27ac and H3K27me3 domains, demarcating euchromatin and facultative heterochromatin, respectively. However, the mechanisms underlying this non-canonical landscape remain elusive. Here we report BAP1, a core component of the Polycomb Repressive-Deubiquitinase (PR-DUB) complex, as a key negative regulator of Polycomb activity during oogenesis. BAP1 restricts pervasive H2AK119ub1 accumulation in oocytes and protects oocyte-specific broad H3K27ac, particularly within gene-poor regions, from ectopic H3K27me3 deposition. While PR-DUB has been linked to gene repression, in oocytes BAP1 primarily promotes transcription and contributes minimally to Polycomb-mediated silencing. BAP1-dependent transcriptional activation is essential for oocyte developmental competence and female fertility. BAP1 loss disrupts the maternal-to-zygotic transition and impairs embryonic enhancer activation, ultimately compromising preimplantation development. Notably, while H3K27ac patterns are reset after fertilization, the aberrant H3K27me3 landscape established in BAP1-deficient oocytes persists in early embryos. Together, these findings reveal a critical role for PR-DUB in safeguarding the oocyte epigenome by protecting euchromatin from ectopic Polycomb activity, rather than enforcing transcriptional repression.", "date": "2025-07-28", "journal": ""}
{"title": "Genome-wide and gene expression analyses of the hagfish olfactory receptors illuminate lineage-specific diversification of olfaction in basal vertebrates", "doi": "10.1101/2025.07.23.666228", "authors": "Kariyayama, H.; Ooi, Y.; Kashima4, H.; Nakanowatari, T.; Harada, R.; Yamaguchi, Y.; Suzuki, D. G.", "abstract": "Olfactory receptors (ORs) of vertebrates have undergone remarkable diversification, but the ancestral repertoire remains incompletely understood. Here, we present a comprehensive genome-wide survey and gene expression analyses of OR genes in hagfish, a cyclostome group that typically inhabits the deep sea with a well-developed olfactory system. We identified 48 main olfactory receptors (mORs), two vomeronasal type 1 receptors (V1Rs), 135 typical vomeronasal type 2 receptors (V2Rs), and no trace amine-associated receptors (TAARs) in the inshore hagfish (Eptatretus burgeri). Notably, V2Rs were highly clustered on a single scaffold, suggesting tandem gene duplications as the main mechanism of diversification. Transcriptome analysis confirmed that most of these OR genes are expressed predominantly in the olfactory organ. Using in situ hybridization, we further confirmed that at least some of these genes are expressed in olfactory receptor cells. These gene expression analyses support the role of these genes as functional ORs. Our findings challenge the prevailing view that typical olfactory V2Rs originated in gnathostomes and instead suggest that they were present in the common ancestor of all vertebrates but were lost in lampreys. The extensive diversification of V2Rs in hagfish likely reflects adaptations to life in low-light and chemically complex environments. This study highlights the evolution of vertebrate sensory systems in a mosaic manner, underscoring the importance of hagfish as a key animal for reconstructing the evolutionary history of early vertebrates.", "date": "2025-07-28", "journal": ""}
{"title": "Genome-wide and gene expression analyses of the hagfish olfactory receptors illuminate lineage-specific diversification of olfaction in basal vertebrates", "doi": "10.1101/2025.07.23.666228", "authors": "Kariyayama, H.; Ooi, Y.; Kashima, H.; Nakanowatari, T.; Harada, R.; Yamaguchi, Y.; Suzuki, D. G.", "abstract": "Olfactory receptors (ORs) of vertebrates have undergone remarkable diversification, but the ancestral repertoire remains incompletely understood. Here, we present a comprehensive genome-wide survey and gene expression analyses of OR genes in hagfish, a cyclostome group that typically inhabits the deep sea with a well-developed olfactory system. We identified 48 main olfactory receptors (mORs), two vomeronasal type 1 receptors (V1Rs), 135 typical vomeronasal type 2 receptors (V2Rs), and no trace amine-associated receptors (TAARs) in the inshore hagfish (Eptatretus burgeri). Notably, V2Rs were highly clustered on a single scaffold, suggesting tandem gene duplications as the main mechanism of diversification. Transcriptome analysis confirmed that most of these OR genes are expressed predominantly in the olfactory organ. Using in situ hybridization, we further confirmed that at least some of these genes are expressed in olfactory receptor cells. These gene expression analyses support the role of these genes as functional ORs. Our findings challenge the prevailing view that typical olfactory V2Rs originated in gnathostomes and instead suggest that they were present in the common ancestor of all vertebrates but were lost in lampreys. The extensive diversification of V2Rs in hagfish likely reflects adaptations to life in low-light and chemically complex environments. This study highlights the evolution of vertebrate sensory systems in a mosaic manner, underscoring the importance of hagfish as a key animal for reconstructing the evolutionary history of early vertebrates.", "date": "2025-07-28", "journal": ""}
{"title": "Inhibitor fluorination pattern tunes chemically induced protein dimerization", "doi": "10.1101/2025.07.23.666362", "authors": "Schwegler, E.; Harder, J.-M.; Preuss, M.; Guhl, C.; Zhang, S.; Wagner, A.; Bader, N.; Stallforth, P.; Lakemeyer, M.; Schindelin, H.; Opatz, T.; Hellmich, U. A.", "abstract": "Chemically induced dimerization of proteins is a powerful approach to regulate biomolecular functions through small molecule ligands acting as 'molecular glues'. Here, we demonstrate that simple, thienopyrimidinone scaffold-based inhibitors efficiently promote homodimerization of an essential oxidoreductase from the human pathogenic parasite Trypanosoma brucei through selective covalent attachment and self-assembly. A fluorine walk strategy, commonly used to optimize small molecule properties, resulted in tuning induced dimer affinity across two orders of magnitude. NMR spectroscopy, MD simulations, chromatography, multi-angle light scattering, mass spectrometry, calorimetry, and functional assays reveal how the inhibitor fluorination pattern alters the dynamics and interactions of the enzyme-bound inhibitor and surface-exposed aromatic protein side chains, affecting both enzyme inhibition kinetics and induced dimerization. This work highlights how site-specific fluorination can modulate protein interactions and offers a framework for the design of novel molecular glues with broad applications in chemical biology and drug development.", "date": "2025-07-28", "journal": ""}
{"title": "Integrating 12 Spatial and Single Cell Technologies to Characterise Tumour Neighbourhoods and Cellular Interactions in three Skin Cancer Types", "doi": "10.1101/2025.07.25.666708", "authors": "Prakrithi, P.; Grice, L. F.; Zhang, F.; Hockey, L.; Tan, S. X.; Tan, X.; Xiong, Z.; Mulay, O.; Causer, A.; Newman, A.; Pham, D.; Ni, G.; Tuong, K.; Jin, X.; Kim, E.; Tran, M.; Vu, H.; Muller, N. M.; Killingbeck, E. E.; Gregory, M. T.; Teoh, S. M.; Vo, T.; Zhang, M.; Landi, M. T.; Brown, K. M.; Iles, M. M.; Reitz, Z.; Devitt, K.; Pan, L.; Kulasinghe, A.; Kao, Y.-C.; Leon, M.; Murphy, S. R.; Sato, H.; Cruz, J. G.; Kumari, S.; Luu, H. N.; Warren, S. E.; McMillan, C.; Henricson, J.; Anderson, C.; Muller, D.; Everest-Dass, A.; O'Brien, B.; Seviiri, M.; Law, M. H.; Soyer, H. P.; Frazer, I.; Kim, Y.;", "abstract": "Cutaneous squamous cell carcinoma (cSCC), basal cell carcinoma (BCC), and melanoma, the three major types of skin cancer, account for over 70% of all cancer cases. Despite their prevalence, the skin cancer microenvironment remains poorly characterized, both in the outer skin layer where the cancer originates and at the deeper junctional and dermal layers into which it progresses. To address this, we integrated 12 complementary spatial single-cell technologies to construct orthogonally-validated cell signatures, spatial maps, and interactomes for cSCC, BCC, and melanoma. We comprehensively compared and integrated these spatial methods and provided practical guidelines on experimental design. Integrating four spatial transcriptomics platforms, we found keratinocyte cancer signatures, including six consistently validated gene markers. Spatial integration of transcriptomics, proteomics, and glycomics uncovered cancer communities enriched in melanocyte-fibroblast-T cell colocalization with altered tyrosine and pyrimidine metabolism. Ligand-receptor analysis across >700 cell-type combinations and >1.5 million interactions highlighted key roles for CD44, integrins, and collagens, with CD44-FGF2 emerging as a potential therapeutic target. We consistently found differential interactions of melanocytes with fibroblasts and T-cells. We validated these interactions using Opal Polaris, RNAScope, and Proximal Ligation Assay. To integrate population-scale data, genetic association mapping in >500,000 individuals suggested SNPs enriched for spatial domains containing melanocytes, dysplastic keratinocytes, and fibroblasts, shedding light on functional mechanisms linking genetic heritability to cells within cancer tissue. This publicly available multiomics resource offers insights into the initiation and progression of the most lethal skin cancer (melanoma) and the most common forms (cSCC and BCC) and can be explored interactively at https://skincanceratlas.com.", "date": "2025-07-28", "journal": ""}
{"title": "The chloroplast ionome shines new light on organellar Fe homeostasis", "doi": "10.1101/2025.07.28.667122", "authors": "Holzner, L. J.; Oestergaard Frank, L.; Muehlbauer, S.; Mueller, A.; Schroeder, L.; DeTar, R. A.; Philippar, K.; Mendoza-Cozatl, D.; Kaemer, U.; Naegele, T.; Boelter, B.; Kunz, H.-H.", "abstract": "Annually, chloroplasts fix 258 billion tons of CO2 through photosynthesis. Photosynthesis and other biochemical pathways require specific amounts of metal ions in the organelle. Transport proteins in the plastid inner envelope maintain the organellar ion homeostasis. Despite substantial progress over the last decades, many genes encoding for plastid ion channels and ion carriers or their regulators remain unknown. To fill this knowledge gap, detailed information on the elemental composition of chloroplasts i.e., a plastid ionome, is needed. This will allow to compare mutants of transporter candidates with wild-types. Here, we provide quantitative descriptions of chloroplast ionomes from Arabidopsis thaliana, the metal hyperaccumulator Arabidopsis halleri, Pisum sativum, and Nicotiana benthamiana and analyze similarities and distinctions. Using A. thaliana, we show that plastid ionomes can be genetically manipulated. Chloroplasts of oligopeptide transporter3 (opt3)-deficient mutants contain 14-fold more iron, which they deposit into stromal FERRITIN. The removal of FERRITIN in opt3 mutants leads to a substantial decrease in plastid and leaf iron pointing to important signaling linked to the chloroplast ionome. Our study reveals that chloroplasts can be turned into large iron storages. Since crop biofortification to fight hidden hunger has become a global mission, this research provides groundwork to reach this goal.", "date": "2025-07-28", "journal": ""}
{"title": "Inception: Simulating Personalized Long-Term Recovery in Disorders of Consciousness using Whole-Brain Computational Perturbations", "doi": "10.1101/2025.07.23.666344", "authors": "Acero-Pousa, I.; Sanz Perl, Y.; Vohryzek, J.; Guzman, E. G.; Escrichs, A.; Mindlin, I.; Sitt, J. D.; Kringelbach, M. L.; Deco, G.", "abstract": "Advancements in the treatment of Disorders of Consciousness have seen significant progress with perturbative techniques and pharmacological therapies. Despite their potential, the underlying mechanisms of their variable efficacy remain poorly understood. To address this challenge, recent studies have utilised whole-brain modelling to simulate in silico perturbations. However, existing models focus exclusively on system behaviour during active stimulations, leaving unexplored how the brain dynamics evolve in post-acute and long-term stages, crucial in the recovery of consciousness. Here, we introduce Inception, a novel personalized approach to in silico perturbation modelling. We use a whole-brain models to simulate the perturbations and to unravel information about the long term effects of the proposed intervention. Applied to fMRI data from patients in a minimally conscious state and an unresponsive wakefulness state, our approach effectively simulates the transition to a healthy state, generating perturbed data closely resembling healthy brain activity. Moreover, we show that Inception enhances patient classification through machine learning, outperforming functional connectivity-based approaches. Finally, we investigate the correlation between perturbation responses and brain neuroreceptors, proposing that Inception might capture the long-term effects of pharmacological interventions in Disorders of Consciousness treatment.", "date": "2025-07-28", "journal": ""}
{"title": "Direction-selective retinal ganglion cells encode motion direction uniformly, despite having discretely distributed cardinal preferences", "doi": "10.1101/2025.07.23.666360", "authors": "Paris, C.; Hubert, F.; Franke, F.; Marre, O.; Chalk, M.; Ferrari, U.", "abstract": "On-Off direction-selective retinal ganglion cells (DS RGCs) exhibit broad tuning curves, responding robustly to motion aligned with or near their preferred direction. These cells comprise four major subtypes, each tuned to motion along one of the four cardinal axes: nasal, superior, temporal, or inferior. However, natural stimuli can move in any direction, and it remains unclear whether intermediate directions are encoded less effectively, or whether this cardinal organization nevertheless supports uniform direction encoding. Here, we combined previous electrophysiological recordings with an information-theoretic measure, the Stimulus Specific Information, to estimate the directional sensitivity of small populations of recorded neurons. This analysis revealed that DS RGC populations are uniformly sensitive across all directions of motion. We then asked whether the observed homogeneous sensitivity was a consequence of DS RGCs maximizing the average stimulus information. Simulations with artificially modified tuning curve widths revealed that DS cells prioritize avoiding pronounced drops in sensitivity over maximizing the average transmitted Information. Maximizing this minimal sensitivity may therefore be a principle to understand the organization of sensory systems.", "date": "2025-07-28", "journal": ""}
{"title": "Locomotion Selectively Amplifies Sensitizing Neurons in Primary Visual Cortex", "doi": "10.1101/2025.07.24.666602", "authors": "Kosiachkin, Y.; Hinojosa, A.; Dominiak, S.; Evans, B.; Lagnado, L.", "abstract": "Sensory processing in the cortex is shaped both by adaptation to external stimuli and by changes in internal state but it is not known how these processes interact, in large part because neuromodulatory changes in synaptic strength are difficult to quantify in behaving animals. Here we combine two-photon calcium imaging, optogenetics and circuit modelling to investigate how locomotion adjusts adaptation in layer 2/3 of mouse primary visual cortex (V1). We show that this change in state preferentially increases gain in PCs that sensitize during a high-contrast visual stimulus, while having weaker effects on PCs that depress. A population model constrained by a number of optogenetic manipulations accounts for the differential modulation of PCs during locomotion on the basis of i) variations in the connections that individual PCs receive from PV and SST interneurons, ii) a broad weakening of PC and PV synapses to all local targets, and iii) enhanced inhibition from SST synapses targetting depressing PCs. These results provide a quantitative and integrated understanding of how state-dependent modulation of cortical circuits can selectively bias cortical computation toward different adaptive regimes. The apparently paradoxical combination of increased PC gain but decreased synaptic strength suggests a state-dependent gating mechanism that boosts signals leaving V1 for higher visual areas while simultaneously preventing disruption of the excitatory-inhibitory balance required for stable local computation.", "date": "2025-07-28", "journal": ""}
{"title": "Potassium channels mediate the inhibitory effect of exosomes on anti-tumor immunity in head and neck cancer", "doi": "10.1101/2025.07.25.666838", "authors": "Chimote, A. A.; Alshwimi, A.; Venkatraman, S.; Bhati, J.; Lehn, M.; Chutipongtanate, S.; Das, S.; Kasper, S.; Rai, S. N.; Langevin, S. M.; Wise-Draper, T. M.; Conforti, L.", "abstract": "Head and neck squamous cell carcinomas (HNSCC) are aggressive cancers with a relatively low response rate to immunotherapy. Anti-tumor immune responses rely on cytotoxic T and NK cells infiltrating the tumor microenvironment to eliminate cancer cells. However, tumors activate multiple mechanisms to evade these responses. Tumor-derived small extracellular vesicles, also known as exosomes, reshape the tumor microenvironment by impairing cytotoxic T and NK cell function, promoting immune escape and metastasis. Transcriptomic analysis of healthy donor peripheral blood mononuclear cells (PBMCs) exposed to exosomes from HPV-negative HNSCC patient primary cancer cells revealed reduced cytotoxic cells and suppressed immune responses including cytotoxicity, chemokine production, and NK and T cell functions. Bead-based multiplex immunoassay showed that HNSCC-derived exosomes inhibited the release of effector cytokines (IL-2, TNF-alpha, IFN-gamma) and cytotoxic molecules from activated CD8 T cells. While ion channels regulate Ca-dependent cytotoxicity and cytokine production and release, their role in exosome-mediated immune suppression is unexplored. We found that tumor-derived exosomes selectively inhibit KCa3.1 channel activity in CD8 T cells by downregulating calmodulin, ultimately impairing Ca signaling and IFN-gamma release. This study identifies a novel mechanism of exosome-mediated immunosuppression, positioning KCa3.1 as a promising therapeutic target to enhance immune surveillance and immunotherapy response in HNSCC.", "date": "2025-07-28", "journal": ""}
{"title": "Construction, Phenotypic Characterization, and Immunomodulatory Function Study of BMSC-Macrophagy Hybrid in vitro", "doi": "10.1101/2025.07.25.666751", "authors": "Jian Shi, J.; Wu, X.; Yang, A.; Fan, M.", "abstract": "Abstract Objective The aim of our study was to integrate bone marrow-derived stem cells (BMSCs) with macrophages (Macrophagy) and to investigate the performance of this hybrid in IgG clearance, immunosuppression, and the mitigation of inflammatory injury. Methods BMSCs and RAW264.7 cells were fused through transient transfection using the COVID-19 spike glycoprotein and human angiotensin-converting enzyme 2 (hACE2), respectively. The resulting hybrids were purified using magnetic sorting, and their characteristics were evaluated by examining morphology, glucose uptake rates, phagocytic capacity, cytoskeletal morphology, and the levels of Fc{gamma} receptors, as well as anti-inflammatory, antioxidant, adhesion, and complement inhibitory factors. The IgG clearance capability of the hybrids was assessed by measuring internalization efficiency and infiltration into renal organoids. Additionally, the reparative effects of the hybrids were evaluated using doxorubicin-treated MPC5 damage models. Live cell imaging techniques were employed to investigate the interactions between the hybrids and immature dendritic cells (iDCs). Hybrid-derived nanovesicles were isolated, and their abilities to target IgG and clear IL-6 were evaluated using immunofluorescence and ELISA. Furthermore, chloroplasts and C-dots were co-incubated with the hybrids, and their benefits were assessed by measuring cell viability, oxygen content, ROS levels, mitochondrial function, and the levels of anti-inflammatory, antioxidant, and pro-repair factors. A scratch assay was conducted to determine the impact of chloroplast transplantation on the migration ability of 3T3 cells. Results High-purity hybrids were successfully produced that cleared IgG while maintaining their anti-inflammatory and antioxidant effects. They promoted the recovery of podocyte injury through vesicular and mitochondrial delivery, as well as efferocytosis. Furthermore, the hybrids inhibited iDCs primarily through migrasomes, intercellular nanomicrotubule connections, and phagocytosis. The derived nanovesicles were capable of residing in IgG-enriched regions and adsorbing IL-6. Interestingly, the transplanted chloroplasts enabled the hybrids to utilize light energy to enhance their antioxidant capacity and promote the migration of 3T3 cells, which contributes to wound repair. Subsequently, the loading of C-dots was beneficial for enhancing resistance to oxidative damage. Conclusions Our results suggest that hybrids-mediated therapy is a new and creative therapeutic approach for managing immune-mediated nephropathies.Hybrids demonstrated effective immunomodulatory and promoted injury recovery. The derived nanovesicles have the potential to alleviate the inflammatory burden at sites of antibody immune complex deposition. Additionally, the incorporation of chloroplasts and C-dots enhanced the hybrids' adaptability to ischemic-hypoxic microenvironments.", "date": "2025-07-28", "journal": ""}
{"title": "Condensin II collaborates with cohesin to establish and maintain interphase chromosome territories", "doi": "10.1101/2025.07.25.666893", "authors": "Ono, T.; Takagi, M.; Tanabe, H.; Fujita, T.; Saitoh, N.; Kimura, A.; Hirano, T.", "abstract": "Despite the well-established role of condensin II in mitotic chromosome assembly, its function in interphase chromosome organization remains poorly understood. Here, we applied multiscale fluorescence in situ hybridization (FISH) techniques to human cell lines engineered for single or double depletion of condensin II and cohesin, and examined their functional interplay at two distinct stages of the cell cycle. Our results demonstrate that a functional \"handover\" from condensin II to cohesin during the mitosis-to-G1 transition is critical for establishing chromosome territories (CTs) in the newly assembling nucleus. During G2 phase, condensin II and cohesin cooperate to maintain global CT morphology, although they act at different genomic scales. Strikingly, double depletion of both complexes causes CTs to collapse and accumulate abnormally at the nucleolar periphery. Based on these findings, we will discuss how the condensin and cohesin complexes act in an orderly and cooperative manner to orchestrate chromatin dynamics across genomic scales, thereby supporting higher-order chromosome organization throughout the cell cycle.", "date": "2025-07-28", "journal": ""}
{"title": "The inner nuclear membrane-associated protein Csa1 regulates lipid droplet biogenesis and nuclear shape in a Sir2-dependent manner", "doi": "10.1101/2025.07.25.666785", "authors": "Carson, L.; Jin, H.; Yu, H.-G.", "abstract": "The nuclear envelope, a double-membrane structure consisting of the inner nuclear membrane (INM) and the outer nuclear membrane, encloses the nucleus. In response to cellular cues, lipid droplets are formed at the INM, which plays a key role in membrane homeostasis and energy storage. However, the signaling pathway that regulates the formation of nuclear lipid droplets remains to be elucidated. Here we show that in budding yeast, the INM-localized protein Csa1 regulates the nuclear localization of the acyltransferase Lro1, which converts diacylglycerol to triacylglycerol, leading to lipid droplet formation. Csa1 harbors a bipartite nuclear localization signal for nuclear sorting, along with an amphipathic helix that anchors it to the INM. Upon nutrient depletion and at the onset of meiosis, both Csa1 and Lro1 are enriched at a distinct INM subdomain that abuts the nucleolus, which we term the n-INM. We show that Csa1 is essential for targeting Lro1 to the n-INM region. In the absence of Csa1, Lro1 is dispersed along the nuclear periphery. The deacetylase activity of Sir2 is required for the n-INM enrichment of both Csa1 and Lro1. In the absence of either Csa1 or Sir2, lipid droplet formation is compromised. Our findings uncover an unexpected Sir2-dependent Csa1-Lro1 signaling pathway at the INM that regulates lipid droplet biogenesis and nuclear envelope remodeling.", "date": "2025-07-28", "journal": ""}
{"title": "Identification, Purification and Characterization of Mast Cells in Murine Liver Fibrosis: Novel Methods, Expression Signatures and Correlation with Disease Severity", "doi": "10.1101/2025.07.25.666577", "authors": "Penners, C.; Otto, J.; Meurer, S. K.; Weiskirchen, R.; Huber, M.; Liedtke, C.", "abstract": "Mast cells (MCs) are myeloid cells of the innate immune system. As a first line of defence they fulfill effector functions and immune modulatory properties. Upon activation they release pro-inflammatory mediators such as cytokines and proteases. It has been suggested that MCs may contribute to the development of liver fibrosis. However, investigating hepatic MC biology in mice is challenging due to low MC numbers and a lack of suitable detection techniques relying on MC proteins and their modifications. Here, we evaluated whether the expression strength of MC markers correlates with the degree of liver fibrosis in mice and aimed to determine the frequency and localization of hepatic MCs. We applied both a toxic (DEN/CCl4 treatment) and a genetic (Mdr2-/- mice) liver fibrosis model in C57BL/6 mice and found a significant correlation between fibrosis grade and the expression of several established mast cell markers. This correlation was further supported in patients with fibrosis and hepatocellular carcinoma (HCC) using publicly available transcriptomics datasets. We used FACS to purify and isolate MCs from fibrotic mouse livers and verified MC signatures by qPCR analysis of MC-specific gene expression. Hepatic MCs were predominantly negative for Mast-Cell-Protease 5 (Mcpt5) and occurred at a low frequency (approximately 1-2% of leukocytes). Using Molecular CartographyTM of fibrotic liver sections, we determined the spatial localization, expression signature, abundance (approximately 2 cells/mm2) and cellular environment of murine hepatic MCs. In summary, we demonstrated the existence of MCs in murine fibrotic livers and defined an MC expression signature that correlates with the strength of liver fibrosis. These findings will help to study MC biology in murine models of liver disease more effectively in the future.", "date": "2025-07-28", "journal": ""}
{"title": "Deciphering the Replication-Division Coordination in E. coli: A Unified Mathematical framework for Systematic Model Comparison", "doi": "10.1101/2025.07.25.666816", "authors": "Perrin, A.; Doumic, M.; El Karoui, M.; MELEARD, S.", "abstract": "While significant efforts have been made to model bacterial cell division, few models have incorporated DNA replication into the control of this process. To date, models that attempt to capture the coordination between replication and division cycles are based on fundamentally different assumptions, and yet conflicting results have emerged. As a result, key questions regarding how replication affects cell size at division remain unclear. To address this, we develop in a first part, a robust mathematical framework to study models of coordination of replication and division cycles proposed in the literature. Through theoretical analysis, we highlight necessary and sufficient conditions to apply to replication-agnostic and division-agnostic models to ensure physiologically-coherent behaviors. Then, in a second part, we lead a comprehensive statistical analysis to assess the ability of the models to reproduce the division volume distribution conditioned on cell covariates. This in-depth analysis highlighted remarkable performances of a novel model, yielding promising results for future refinements toward a universal model of replication-division coordination in E. coli.", "date": "2025-07-28", "journal": ""}
{"title": "Single cell decomposition of multicellular aging programs associated with impaired lung regeneration", "doi": "10.1101/2025.07.24.666371", "authors": "Gote-Schniering, J.; Melo-Narvaez, M. C.; Boosarpu, G.; Lauer, D.; Prakki, S. R. S.; Wang, H.; Brunner, M.; Khan, S.; Ansari, M.; Ammeter, M.; Jain, E.; Puda, N.; Wiedemann, K.; Steinchen, C.; Ashgapour, S.; Eceiza, A.; Dudek, M.; Mayr, C. H.; Chen, Y.; Angelidis, I.; Yildirim, O.; Knolle, P.; Burgstaller, G.; Koenigshoff, M.; Kadri, S.; Mueck-Haeusl, M.; Theis, F. J.; Schiller, H. B.; Lehmann, M.", "abstract": "Aging impairs the regenerative capacity of mammalian organs and is a major risk factor for organ fibrosis. The causalities for persistent fibrosis after lung injury in old individuals have been unclear. We used longitudinal single-cell RNA-seq after lung injury and dissected aging effects computationally and experimentally at baseline and during repair. In old mice, sustained fibroblast activation in the resolution phase of repair was associated with prolonged epithelial senescence and persistent epithelial-mesenchymal crosstalk. Single-cell interpretable tensor decomposition analysis identified the strongest link of aging with T/B-lymphocytes and macrophages. A Granzyme K-high CD8-T cell state was unique to aged mice, co-localized with progenitors, and its co-culture or Gzmk treatments in lung organoids reduced progenitor function by induction of stem cell senescence. In summary, our study highlights effects of immune aging on progenitor function and provides a high resolution map of a lung regeneration time course in the context of aging.", "date": "2025-07-28", "journal": ""}
{"title": "Chromosomes remain individualized through interphase in embryos of the tardigrade Hypsibius exemplaris", "doi": "10.1101/2025.07.25.666853", "authors": "Papell, L. D.; Coke, A. N.; de Jesus, B. N.; Harry, C. J.; Zhang, P.; Goldstein, B.", "abstract": "Tardigrades are microscopic animals that can survive exceptional levels of ionizing radiation or desiccation -- DNA-damaging conditions that would kill most animals. Irradiation or radiomimetic drug treatment of the tardigrade Hypsibius exemplaris can induce remarkably high expression levels of DNA repair genes, primarily those in the base excision repair and nonhomologous end joining pathways. How tardigrades can repair widespread DNA damage without producing frequent, large-scale chromosome structural abnormalities, like chromosome translocations and fusions, is unknown. Here, we report the results of examining chromosome and nuclear architecture throughout the cell cycle in early embryos of H. exemplaris. We found that H. exemplaris chromosomes are maintained in an individualized form throughout the cell cycle. We were surprised to also find that each chromosome is housed in a fully or partially separate lamin-lined compartment, instead of all chromosomes being housed in a single, nearly spherical nuclear lamina and envelope. Our results reveal unusual chromosomal and nuclear organization in a tardigrade. We speculate that these unexpected features might limit chromosomal rearrangements during DNA damage repair in extreme conditions.", "date": "2025-07-28", "journal": ""}
{"title": "Oscillatory signal decoding within the ERK cascade", "doi": "10.1101/2025.07.24.666680", "authors": "Ganesan, A.; Lee, H. N.; Tenner, B.; Mehta, S.; Levchenko, A.; Zhang, J.", "abstract": "Extracellular-signal-regulated kinase (ERK) integrates multiple growth factor and hormone stimuli to control essential cellular processes such as proliferation, survival, and migration. In electrically excitable cells, the ERK pathway also interfaces with intracellular Ca2+ dynamics to achieve non-canonical, cell-type specific functions, having been implicated in neuronal synaptic plasticity, cardiac hypertrophy, and pancreatic insulin secretion. Yet how the classical Ras/MEK/ERK cascade responds to and decodes dynamic Ca2+ signals at its multiple levels to regulate cellular function is poorly understood. Here, we investigated the dynamics of Ca2+-induced ERK pathway activation in a pancreatic {beta}-cell line using genetically encoded fluorescent biosensors. By carefully manipulating Ca2+ input signals and directly monitoring the activity dynamics of individual ERK pathway components, we reveal that {beta}-cell Ca2+ oscillations undergo sequential signal processing along the ERK cascade, mediated by the characteristic response kinetics at each pathway step. We further demonstrate that the ERK cascade and possibly other Ca2+-responsive pathways operate within a hybrid network architecture to achieve both hierarchical and parallel processing of {beta}-cell Ca2+ oscillations, providing important insights into dynamic signal decoding by this crucial signaling network.", "date": "2025-07-28", "journal": ""}
{"title": "Nanoalgosomes from Tetraselmis chuii: Microalgal Extracellular Vesicles for UV Protection, Anti-Aging, and Skin Depigmentation", "doi": "10.1101/2025.07.25.666736", "authors": "Gargano, P.; Picciotto, S.; Paterna, A.; Raccosta, S.; Rao, E.; Romancino, D. P.; Smeraldi, G.; Manno, M.; Salamone, M.; Zarovni, N.; Adamo, G.; Bongiovanni, A.", "abstract": "The search for effective dermocosmetic treatments has recently been accompanied by the growing demand for ingredients that are both naturally derived and sustainable. In this context, microalgae have emerged as a promising biofactory, producing bioactive compounds for skin health, widely recognized for their antioxidant, anti-inflammatory, and anti-aging activities. To leverage these properties, besides the conventional use of microalgal mass or extracts, the isolation and application of their secretome including in particular the extracellular vesicles named nanoalgosomes emerged as a novel, increasingly studied approach. EVs are membranous nanoparticles released by all cells and naturally efficient in the transport of both endogenous and exogenous bioactive molecules. Their unique biological properties make them ideal candidates for therapeutic and cosmetic applications. Here, we propose nanoalgosomes, as a sustainable and effective solution for innovative dermocosmetic treatments. In this study we exemplify the use of the microalgae Tetraselmis chuii, an edible, green and renewable EV bio-source. We demonstrated the nanoalgosomes skin-health promoting potential, by employing the human skin cells as a model to evidence the nanoalgosome ability to protect the cells from ultraviolet B (UVB) radiation-related damages. Treatment with nanoalgosomes reduced the oxidative stress, enhancing cell viability in a dose dependent manner. Nanoalgosomes also led to a marked decrease in senescence-associated (SA)-beta-galactosidase activity, indicating a reduction in senescence-associated phenotype in UVB-exposed skin cells. Furthermore, we observed that nanoalgosomes effectively modulate melanogenesis in UVB-stimulated melanocytes by downregulating tyrosinase expression, resulting in a significant decrease in melanin content. These findings validate nanoalgosomes not only as photoprotective agents but also as potential modulators of pigmentation processes. Altogether, our results provide a solid foundation for the development of nanoalgosome-based formulations in dermocosmetic applications aimed at UV protection, anti-aging, and depigmentation, supporting the transition toward natural and sustainable skincare solutions.", "date": "2025-07-28", "journal": ""}
{"title": "Rapamycin Reverses the Hepatic Response to Diet-Induced Metabolic Stress That Is Amplified by Aging.", "doi": "10.1101/2025.07.25.666837", "authors": "Havas, A.; Rajesh, A.; Lei, X.; Proulx, J.; Miller, K. N.; Field, A.; Davis, A.; Teneche, M. G.; Gandhi, A. A.; Adams, P. D.", "abstract": "Aging is associated with increased susceptibility to metabolic stress and chronic liver disease, yet the interactions between age and metabolic stressors and the potential for ameliorating interventions remain incompletely understood. Here, we examined the hepatic response of young (7-month-old) and old (25-month-old) C57BL/6 male mice to a 9-week high-fat diet (HFD) and assessed whether rapamycin, a well-established pro-longevity intervention, could mitigate age-exacerbated effects. While both age groups developed metabolic-associated steatohepatitis (MASH), older mice displayed more severe hepatic steatosis, inflammation, and transcriptional dysregulation. Transcriptomic profiling of whole livers and purified hepatocytes revealed that aging amplifies HFD-induced inflammatory and metabolic gene expression changes, including activation of immune pathways and suppression of metabolic pathways. Notably, treatment of aging mice with rapamycin reversed the majority of HFD-driven transcriptional alterations, including upregulation of pro-inflammatory regulators such as Stat1, and dysregulation of metabolic gene networks. Rapamycin also reduced hepatosteatosis, total body weight, and a tumorigenic transcriptomic signature associated with hepatocellular carcinoma risk. These findings demonstrate that aging intensifies hepatic sensitivity to metabolic stress and identify rapamycin as a promising therapeutic to counteract age-related liver dysfunction and MAFLD progression.", "date": "2025-07-28", "journal": ""}
{"title": "Hbs and Rst adhesion molecules provide a regional code that regulates cell elimination during epithelial remodelling", "doi": "10.1101/2025.07.25.666765", "authors": "Ferreira-Pinto, M.; Aguilar-Aragon, M.; Rhiner, C.; Moreno, E.", "abstract": "Cell-cell interactions and mechanical forces are fundamental in shaping epithelial tissue architecture. For example, tissue compression promotes cell elimination by downregulating compaction-sensitive EGFR/ERK signalling. However, a subgroup of cells that are eliminated do not show EGFR/ERK downregulation, suggesting the involvement of additional mechanisms. Here, we conducted a multi-step RNAi screen in the Drosophila notum and identified 47 diverse regulators of epithelial remodelling. Among them, we focused on two membrane proteins, Hibris (Hbs) and Roughest (Rst), which mediate heterophilic cell adhesion. We show that Hbs and Rst exhibit region-specific expression patterns in the developing notum, showing elevated protein levels in zones of cell survival and reduced expression in regions undergoing cell pruning. Uniform knock-down of hbs and rst or homogenous overexpression of hbs, disrupts normal cell elimination during morphogenesis and results in adult tissue malformations. Remarkably, local suppression of Hbs and Rst in Hbshigh/Rsthigh territories triggers ectopic cell elimination, indicating that a surface code defined by Hbs/Rst can instruct cell removal. We further demonstrate that Hbs, but not Rst, is regulated by compaction-sensitive EGFR signalling, positioning Hbs as a potential integrator of mechanical cues and cell property signals, possibly via its interaction with Rst. These findings uncover a novel adhesive code that shapes the thorax midline and potentially other organs.", "date": "2025-07-28", "journal": ""}
{"title": "What is memorable across the Pacific Ocean shows evidence of prior learning on the memorability of new visual inputs", "doi": "10.1101/2025.07.23.666320", "authors": "Chen, H.; Wang, B.; Woodman, G. F.", "abstract": "It has been proposed that certain objects in our environment are inherently memorable due to fundamental similarities in how the human brain stores this visual information. Here we tested this hypothesis by having two groups of participants from opposite sides of the planet remember pictures of objects shown individually from several seconds each. We found that the specific objects that were more memorable varied across groups, with fine-grained analysis of the nonoverlapping objects indicating that participants have greater facility storing objects that are familiar to them as they occur in their cultural context. Thus, the present findings demonstrate that the memorability of a stimulus is jointly determined by its features and the learning history of the human brain in which it is being stored.", "date": "2025-07-28", "journal": ""}
{"title": "AGR2, a potential prognostic and predictive biomarker and therapeutic to overcome drug resistance in HER2-overexpressing cancer", "doi": "10.1101/2025.07.23.666253", "authors": "Martinez-Pacheco, S.; J. Maqueda, J.; Oliveira, C.; O'Driscoll, L.", "abstract": "The development of resistance to HER2-targeted drugs is common. Neratinib, an orally delivered cost effective drug is showing great promise for patients with HER2-overexpressing tumours but, unfortunately, for many the development of resistance is inevitable. In this study spanning novel pairs of cell line models and data from patients' samples, we used a broad range of methodologies including mass-spectrometry-based quantitative proteomics, ectopic gene expression, RT-qPCR, immunoblotting, cytotoxicity, proliferation, invasion, and migration assays. We found loss of anterior gradient protein 2 (AGR2) to be prognostic for poor overall survival for patients with HER2-overexpressing tumours, in contrast to what has been reported for estrogen-positive breast cancer. Additionally, we discovered that loss of AGR2 is not only associated with neratinb-resistance, but that its restoration by ectopic AGR2 expression in neratinib-resistance cells partly restores their drug sensitivity. Furthermore, we established that keys metastatic phenotypic traits acquired with neratinib-resistance were blocked by ectopic AGR2 expression in the cells. Taken together, our results show that AGR2 has potential as a prognostic biomarker for outcome from HER2- overexpressing cancer; a predictive biomarker for resistance/response to neratinib; and a potential therapeutic protein for helping restore sensitivity to neratinib and overcoming aggressive cellular traits associated with cancer metastasis.", "date": "2025-07-28", "journal": ""}
{"title": "Modulators of epithelial-mesenchymal transitions in prostate cancer: potential for novel therapeutics development", "doi": "10.1101/2025.07.23.666287", "authors": "Zheng, J.; Ling, L.; Russell, H.; Duzgun, D.; Oltean, S.", "abstract": "Research in the area of hallmarks of cancer has opened the possibility of designing novel therapeutic interventions based on modulating cancer properties. Interestingly, the epithelial-mesenchymal transition (EMT), important in both tumour growth and metastasis, has not been targeted in prostate cancer (PCa). Previously, in a repositioning screen, three new chemicals that modulate EMT in PCa (named LLSOs) have been found. This study aims to investigate how they work mechanistically as well as the effect of these LLSOs on the properties of PCa cells both in vitro and in vivo. Although LLSOs exhibited varying effects on different cancer cell lines, all of them modulated EMT by inhibiting the migration of PCa cells. LLSO3 also exhibited a significant inhibitory effect on tumour growth in vivo, concomitant with an increase in the expression levels of E-cadherin. Further investigation was conducted to obtain mechanistic insights into the LLSO compounds mode of action. In conclusion, our work strongly supports that LLSO compounds may become important candidates for targeted therapeutics in prostate cancer.", "date": "2025-07-28", "journal": ""}
{"title": "Voltage-sensor trapping of cardiac Na+ channels by Mg-protoporphyrin impairs cancer cell migration", "doi": "10.1101/2025.07.28.667138", "authors": "Jamili, M.; Ahmed, M.; Bernert, A.; Rossler, J.; Gessner, G.; Schonherr, R.; Hoshi, T.; Heinemann, S. H.", "abstract": "The human voltage-gated sodium channel hNaV1.5 is essential for cardiac excitability. Though underrecognized, NaV1.5 is also expressed in multiple cancers, promoting cell migration and malignancy. hNaV1.5 is a therapeutic target but limited isoform specificity presents a risk of side effects via neuronal and skeletal muscle NaV channels. Here we identify Mg2+-protoporphyrin IX (MgPpIX), a Mg-containing tetrapyrrole and intermediate in chlorophyll biosynthesis, as inhibitor of hNaV1.5 (IC50 of 1 nM). The activity profile of various metal protoporphyrins correlates with the electrostatic potential at the metal center of the compounds. MgPpIX is specific to hNaV1.5, as no inhibition of other hNaV isoforms (hNaV1.2, 1.4, 1.7, 1.8) was detected. A mutagenesis study and structural modeling reveals that MgPpIX stabilizes the domain-II voltage sensor in the deactivated conformation, with residues E795 and N803 being relevant determinants. MgPpIX also inhibits native NaV channels in breast cancer MDA-MB-231 and colorectal carcinoma SW480 cell lines, and suppresses cell migration. MgPpIX is an exceptionally potent and specific inhibitor of hNaV1.5 and may serve as a lead compound in anti-cancer drug development.", "date": "2025-07-28", "journal": ""}
{"title": "Barley BODYGUARD controls cuticular specialisations regulated by SHINE transcription factors", "doi": "10.1101/2025.07.28.666421", "authors": "McAllister, T.; Campoli, C.; Liu, L.; Chia, T.; Fisher, S. R.; Prescott, A. R.; Horsnell, R.; Shoesmith, J.; Eskan, M.; Iredale, A.; Nuter, M.; Ramsay, L.; Bayer, M. M.; Schreiber, M.; Milne, L.; Wahl, V.; Waugh, R.; Cockram, J.; Mckim, S. M.", "abstract": "The outer epidermis of land plants secretes a cuticular layer, a hydrophobic diffusion barrier which minimises water loss into the atmosphere and protects from pests, ultraviolet light and organ fusion. Cuticles typically comprise a polyester cutin matrix embedded and overlaid with cuticular waxes, but their exact chemical make-up, structure and functions can vary widely depending on the tissue and species. Barley shows two such cuticular specialisations: (1) deposition of a thick beta-diketone-rich wax bloom on multiple organs at reproductive stage, common in other Poeceae species and linked to yield; and, (2) secretion of a sticky layer on the grain fruit (caryopsis) pericarp cuticle which adheres to inner floral hulls, leading to the distinctive covered barley grain used in animal feed and malting. Two SHINE/WAX-INDUCER transcription factors in barley, HvWIN1 and NUD, promote the wax bloom and hull to caryopsis adhesion, respectively, yet little is understood about other genes involved. Leveraging near-isogenic lines of wax-deficient mutants, we identify the barley BODYGUARD1 (HvBDG1) gene encoding an alpha/beta-hydrolase essential for leaf cuticular integrity and wax bloom deposition. Modelling of functional and defective alleles suggests that HvBDG1 N-terminal region control of protein flexibility is important for HvBDG1 function. In addition to their role in controlling barley epicuticular wax deposition, we show that both HvBDG1 and HvWIN1 are essential for strong hull to caryopsis adhesion. Along with NUD, these gene products differentially contribute to ultrastructural changes on the pericarp associated with a cuticular building programme driven by NUD and HvWIN1 regulation of cuticle metabolism and transport and cell wall-related genes, and correlate with shifts in pericarp surface chemistry. We also show that the previously asserted grain-specific role of NUD should be revised, as our findings reveal that it is essential for maintaining leaf cuticle integrity. Our analyses in barley suggest that NUD and HvWIN1 control cuticular specialisations and cuticle integrity in part via promotion of HvBDG1 expression, while HvWIN1 and NUD likely act independently from each other. Lastly, mining tetraploid wheat mutant populations followed by crossing to combine mutated homoeologues demonstrated that BDG1 and WIN1 orthologues also control wax bloom in wheat. Taken together, our work greatly expands the genetic networks and molecular activities important for cuticle development in cereals and the underlying mechanisms for both shared and species-specific cuticular specialisations.", "date": "2025-07-28", "journal": ""}
{"title": "Distinct Roles of CaMKII in Synaptic Vesicle Dynamics at Zebrafish Retinal Rod Bipolar Ribbon Synapses", "doi": "10.1101/2025.07.27.667036", "authors": "Boff, J. M.; Rameshkumar, N.; Khamrai, M.; Seetharaman, J.; Olmos-Carrenno, C. L.; Chudasama, N.; Yoshimatsu, T.; Zenisek, D.; Tavalin, S. J.; Vaithianathan, T.", "abstract": "Calcium (Ca2+) not only serves as a fundamental trigger for neurotransmitter release but also participates in shaping neurotransmitter release (NTR) during prolonged presynaptic stimulation via multiple Ca2+-dependent processes. The Ca2+/calmodulin (CaM)-dependent protein kinase II (CaMKII) is enriched at various presynaptic terminals, including ribbon synapses, where it associates with synaptic ribbons and thus may contribute to the modulation of Ca2+-dependent NTR. This could arise via its ability to influence one or more steps that control either the Ca2+ signal, the release process, or synaptic vesicle dynamics affecting available pools. Yet, recent studies have yielded conflicting results regarding the ability of CaMKII to influence NTR at rod bipolar cell (RBC) ribbon synapses. To address this, we acutely manipulated CaMKII activity in synaptic terminals of zebrafish RBCs by infusion of either inhibitory peptides targeting CaMKII or CaM, or a constitutively active CaMKII, while using a combination of imaging and electrophysiological approaches. Neither inhibiting nor enhancing CaMKII activity affects presynaptic Ca2+ channel activity. However, capacitance measurements revealed that inhibition of either CaMKII or CaM reduces exocytosis. CaMKII inhibition also reduces synaptic vesicle replenishment. Surprisingly, elevation of CaMKII activity also diminished vesicle fusion, similar to the effect of CaMKII inhibition, suggesting that CaMKII activity naturally exists at optimal levels to support neurotransmitter release. In contrast to CaMKII inhibition, CaMKII activity elevation did not impair vesicle replenishment. Collectively, these data suggest that distinct synaptic vesicle populations are differentially reliant on the level of CaMKII activity.", "date": "2025-07-28", "journal": ""}
{"title": "Illusory tilt does not induce optostatic torsion", "doi": "10.1101/2025.07.23.666363", "authors": "Girum, M.; Otero-Millan, J.", "abstract": "Viewing tilted images that contain spatial information about gravity and verticality, such as rotated landscapes, or leaning buildings, produces an eye movement response known as optostatic torsion (OST). OST consists of a small-amplitude rotation ~1deg of the eyes around the line of sight, in the same direction of image tilt. Here we aimed to determine whether illusory perceptions of visual tilt were sufficient to produce OST. The illusory stimulus was a variation of the Cafe Wall illusion, applied to four \"walls\" to approximate the appearance of a tilted room. In a first experiment we determined the perceived magnitude of tilt of the illusory stimulus using a two-alternative forced choice (2AFC) task, measuring the amount of tilt required to cancel the perceived illusory tilt for clockwise (CW) or counterclockwise (CCW) configurations. We found an illusory tilt of +3.67+-0.57deg and -3.80+-0.93deg, respectively. Then, in a second experiment, we recorded 3 dimensions of binocular eye movements in ten healthy subjects viewing one of four possible stimuli: 1) illusory, 2) non-illusory with small tilt, 3) landscape with small tilt, and 4) landscape with large tilt. Both the landscape (+-4deg tilt: 0.4+-0.1, p<0.05; +-30deg tilt: 0.5+-0.1, p<0.01;) and control stimulus (0.2deg+-0.1deg, p<0.05) produced a significant amount of OST when comparing left tilt and right tilt configurations while the illusory stimulus (0.11deg+-0.07deg, p=0.15) did not. This indicates a potential dissociation between our perception of tilt and the processing of tilt that drives the motor response of OST.", "date": "2025-07-28", "journal": ""}
{"title": "Two classes of amine/glutamate multi-transmitter neurons innervate Drosophila internal male reproductive organs", "doi": "10.1101/2025.07.23.666348", "authors": "Chaverra, M.; Toney, J. P.; Dardenne-Ankringa, L. D.; Knee, J. T.; Morris, A. R.; Wadhams, J. B.; Certel, S. J.; Stowers, R. S.", "abstract": "The essential outcome of a successful mating is the transfer of genetic material from males to females in sexually reproducing animals from insects to mammals. In males, this culminates in ejaculation, a precisely timed sequence of organ contractions driven by the concerted activity of interneurons, sensory neurons, and motor neurons. Although central command circuits that trigger copulation have been mapped, the motor architecture and the chemical logic that couple specific neuronal subclasses to organ specific contractility, seminal fluid secretion, and sperm emission remain largely uncharted. This gap in knowledge limits our ability to explain how neural circuits adapt to varying contexts and how their failure contributes to infertility. Here we present an in-depth anatomical and functional analysis of the motor neurons that innervate the internal male reproductive tract of Drosophila melanogaster. We identify two classes of multi-transmitter motor neurons based on neurotransmitter usage, namely octopamine and glutamate neurons (OGNs) and serotonin and glutamate neurons (SGNs), each with a biased pattern of innervation: SGNs predominate in the accessory glands, OGNs in the ejaculatory duct, with equal contributions of each to the seminal vesicles. Both classes co-express vesicular transporters for glutamate (vGlut) and amines (vMAT), confirming their dual chemical identity. Their target organs differentially express receptors for glutamate, octopamine, and serotonin, suggesting combinatorial neuromodulation of contractility. Functional manipulations show that SGNs are essential for male fertility but OGNs are dispensable. Glutamatergic transmission from both classes is also dispensable for fertility. These findings provide the first high-resolution map linking multi-transmitter motor neurons to specific reproductive organs, reveal an unexpected division of labor between serotonergic and octopaminergic signaling pathways, and establish a framework for dissecting conserved neural principles that govern ejaculation and male fertility.", "date": "2025-07-28", "journal": ""}
{"title": "Dynamics of Excitability in Axonal Trees", "doi": "10.1101/2025.07.24.666461", "authors": "Cohen, L. D.; Galateanu, T.; Marom, S.", "abstract": "We report that axons of cortical neurons, structurally intricate excitable media, maintain somatic spike timing with high fidelity during spontaneous network activity, even at short (2--3 msec) inter-spike intervals. However, long series of external stimulation at physiological frequencies expose a vulnerability that varies depending on distance and branching. At 10 Hz, propagation delays increase within seconds, and failures accumulate over time, particularly in distal axonal branches. These effects are negligible at frequencies of 1--4 Hz. We attribute this phenomenon to the gradual and cumulative inactivation of sodium channels at vulnerable sites. Simulations incorporating this mechanism replicate the observed dynamics. Our findings underscore a limit on axonal reliability. To the extent that a sustained (seconds) drive at ca. 10 Hz or higher is physiologically feasible, axons should be regarded as active, heterogeneous structures with context-sensitive excitability.", "date": "2025-07-28", "journal": ""}
{"title": "Opposing roles for lipocalins and a CD36 family scavenger receptor in apical extracellular matrix-dependent protection of narrow tube integrity", "doi": "10.1101/2025.07.25.666821", "authors": "Belfi, A. C.; Aviles, S. G.; Forman-Rubinsky, R.; Gill, H. K.; Cohen, J. D.; Nawrocka, A.; Bourez, A.; van Antwerpen, P.; Laurent, P.; Sundaram, M. V.", "abstract": "All exposed epithelial surfaces, including the walls of internal tubes, are lined by a lipid and glycoprotein-rich apical extracellular matrix (aECM) that helps shape and protect the apical domain. Secreted lipocalins are lipid transporters frequently found within apical compartments. We show that loss of the C. elegans lipocalin LPR-1 disrupts the assembly of another lipocalin, LPR-3, within the pre-cuticle aECM that protects and shapes the narrow excretory duct and pore tubes. LPR-1 is apically secreted and colocalizes with LPR-3 in intracellular vesicles and lysosomes, but unlike LPR-3 it does not detectably incorporate into the aECM. Forward genetic screens for lpr-1 suppressors identified mutations in scav-2, which encodes a transmembrane protein of the CD36 scavenger receptor B family. Loss of scav-2 restored LPR-3 matrix localization and suppressed the lpr-1 tube shaping defect, as well as the tube-shaping defects of a subset of pre-cuticle mutants, but not lpr-3 mutants. A SCAV-2 fusion accumulated at apical surfaces of interfacial epithelial tubes, including the excretory duct and pore, and both tissue-specific suppression of lpr-1 matrix defects and tissue-specific rescue experiments support a local role for SCAV-2 within these tubes. These data demonstrate that LPR-1 and SCAV-2 have opposing effects on narrow tube integrity by altering the content and organization of that tube's luminal aECM, possibly by acting as transporters of an LPR-3 cofactor. These results have broadly relevant implications regarding the importance of lipocalins and scavenger receptors for aECM organization and integrity of the narrowest tubes in the body.", "date": "2025-07-28", "journal": ""}
{"title": "Higher methanotroph abundance and bottom-water methane in ponds with floating photovoltaic arrays", "doi": "10.1101/2025.07.24.666521", "authors": "Ray, N.; Aredas, S.; Grodsky, S. M.; Canino, A.; Cardoso, S. J.; Holgerson, M. A.; Theus, M.; Schmidt, M. L.", "abstract": "Floating photovoltaic (FPV) arrays alter the biogeochemistry of waterbodies on which they are deployed. Here, we investigated dissolved methane (CH4) dynamics and associated CH4 cycling microbial communities in the second-year of FPV deployment (70% aerial coverage) in experimental ponds. We found that bottom-water CH4 concentrations were twice as high in ponds with FPV compared to those without. Surface water CH4 concentrations were orders of magnitude lower than bottom-waters, but were similar between ponds with and without FPV. There were no differences in potential sediment CH4 production or CH4 associated microbes. Instead, dissolved CH4 patterns could be explained by elevated abundance of methanotrophic bacteria in the water column of FPV ponds, where late-summer abundances exceeded 1,000,000 cells mL-1. Prolonged periods of CH4 production in low oxygen FPV ponds likely favored blooms of methanotrophs in surface waters where some oxygen is available, mitigating diffusive CH4 emissions to the atmosphere following FPV deployment.", "date": "2025-07-28", "journal": ""}
{"title": "ASCENT: Annotation-free Self-supervised Contrastive Embeddings for 3D Neuron Tracking in Fluorescence Microscopy", "doi": "10.1101/2025.07.23.666425", "authors": "Han, H.; Pritchard, R. H.; Lu, H.", "abstract": "Tracking individual neurons in dense 3D microscopy recordings of fast-moving, deforming organisms is a critical challenge in neuroscience. This task is often hindered by complex tissue motion and the need for laborious manual annotation. Here, we introduce ASCENT, an annotation-free computational framework that learns robust representations of neuronal identity that are invariant to tissue deformation. ASCENT trains a Neuron Embedding Transformer (NETr) through a self-supervised contrastive scheme on augmented data that mimics tissue deformations. NETr generates highly discriminative embeddings for each neuron by combining visual appearance with positional information, refined by the context of all other neurons in the frame. On a challenging benchmark C. elegans datasets, ASCENT achieves state-of-the-art tracking accuracy, surpassing supervised methods. The method is robust to image noise, highly data-efficient, and generalizes across different imaging conditions. By eliminating the annotation bottleneck, ASCENT provides a practical and scalable solution for the robust analysis of whole-brain neural dynamics in behaving animals.", "date": "2025-07-28", "journal": ""}
{"title": "Metrics for studying the porous void space of packed particles", "doi": "10.1101/2025.07.23.666315", "authors": "Riley, L.; Lee, E. C.; Cheng, P.; Adrianzen Alvarez, D.; Segura, T.", "abstract": "Characterizing porosity in packed particle assemblies is a complex task that requires advanced analytical tools. We present a visually rich and extensive library of global, pore-based, and other metrics for analyzing features of porosity in such assemblies. Our library includes over 25 descriptors of '3D pores' that are identified using our LOVAMAP software. By applying our metrics to a set of simulated packings that vary by particle size, shape, and stiffness, we reveal predictable relationships between particle and void space characteristics. We identify two fundamental parameters of a monodisperse particle system - particle diameter ({delta}) and void volume fraction ({phi}) - that govern several void space features, such as the total number of bottlenecks (i.e., doors between pores), the median value of the largest enclosed sphere across all pores in a packing, and the fraction of reaction-center 'hotspots.' Through regression analyses on transformations of {delta} and {phi}, we quantify multiple packing-descriptor relationships, demonstrating, for example, that packing properties scale linearly with the median values of length-based descriptors across assemblies. We further introduce approaches for computing the number of vertices, edges, and faces of 3D pores, allowing for approximation to simpler polyhedra. Additional metrics explore surface entrances into the particle scaffold, traversable paths through the void space, and size-based accessibility. Together, these descriptors, which have been bundled into LOVAMAP, offer new insights into particle-pore architecture and spatial organization.", "date": "2025-07-28", "journal": ""}
{"title": "Activation-Free Upgrading of Carboxylic Acids to Aldehydes and Alcohols", "doi": "10.1101/2025.07.28.667276", "authors": "Black, W. B.; Saleh, S.; Perea, S.; Luu, E.; Cui, Y.; Sun, J.; Wang, Z.; Lambrecht, S.; Awachi, S.; Hayworth, D.; Wang, A.; Chuayiuso, C.; Hagerty, R.; Gilcrease, P. C.; Jiao, F.; He, Z.; Siegel, J. B.; Li, H.", "abstract": "Advances in organic and gas waste valorization have enabled high-yield production of carboxylic acids, positioning them as promising feedstocks for the bioeconomy. However, carboxylic acids must be activated before downstream use, typically requiring ATP, CoA, or reduced ferredoxin to overcome unfavorable thermodynamics. These activators are costly to generate and divert carboxylic acids into CO2-releasing pathways, reducing carbon efficiency. Here, we demonstrate that aldehyde dehydrogenases (ALDHs) can directly reduce carboxylic acids to aldehydes without prior activation, a process previously thought to be biologically inaccessible. Screening 133 ALDHs revealed that this activity is remarkably widespread within the protein family, enabling production of aliphatic aldehydes and alcohols, diols, and aromatic alcohols, at titers >1 g/L, in some cases, after optimization of thermodynamic driving forces. Additionally, we applied this system to upgrade waste-derived carboxylic acid effluent streams from wastewater sludge, food waste, and waste gas (CO2). This activation-free process, termed ''reverse aldehyde oxidation'' (rAOX), establishes a broadly applicable, energy-efficient platform for carboxylic acid valorization at 100% carbon yield. Analogous to the reverse tricarboxylic acid cycle (rTCA) and reverse {beta}-oxidation (rBOX), rAOX exemplifies that metabolic reactions classically defined as unidirectional may have unexpected plasticity to operate in reverse and open new avenues in biomanufacturing.", "date": "2025-07-28", "journal": ""}
{"title": "Spatial Dynamics in the Yeast Galactose Switch Revealed Through RDME-ODE Hybrid 4D Simulations", "doi": "10.1101/2025.07.23.666409", "authors": "Wu, T.; Spindler, M.-C.; Earnest, E.; Li, H.; Thornburg, Z. R.; Mahamid, J.; Luthey-Shculten, Z.", "abstract": "We present the first 4D simulations of the galactose switch in Saccharomyces cerevisiae using a hybrid framework that integrates reaction diffusion master equations (RDMEs) and ordinary differential equations (ODEs). Using the GPU-based Lattice Microbes program, genetic information processes were simulated stochastically while a simplified metabolism was modeled deterministically. Cell geometry was constructed based on recently acquired cryo-electron tomograms, which allows us to quantify and differentiate between cytosolic ribosomes and endoplasmic reticulum (ER) associated ribosomes. This allows us to simulate realistic numbers of available ribosomes for ER-associated translation of proteins destined for the cell membrane, like the galactose transporter G2. Our simulations show that an extracellular 11 mM galactose triggers expression of 10k-15k galactose transporters within 60 minutes. We also benchmarked the multi-GPU solver's performance under various spatial decompositions. Our work underscores the challenges of whole cell modeling of eukaryotic cells and the effects of their inherent spatial heterogeneity.", "date": "2025-07-28", "journal": ""}
{"title": "SIMPLICITY: an agent-based, multi-scale mathematical model to study SARS-CoV-2 intra- and between-host evolution.", "doi": "10.1101/2025.07.28.667187", "authors": "Gerletti, P.; Gubela, N.; Escudie, J.-B.; Kuehnert, D.; Von Kleist, M.", "abstract": "Computational tools are frequently used to describe pathogen evolutionary dynamics either within infected hosts or at the population level. However, there is a lack of models that capture the complex interplay between within-host and between-host evolutionary dynamics, leaving a knowledge gap with regard to realistic evolutionary dynamics as observed within molecular surveillance programs. We present SIMPLICITY, a multi-scale mathematical model that combines within-host disease progression and viral evolution, with a population-level model of virus transmission and immune evasion. We parameterize SIMPLICITY based on SARS-CoV-2 within-host viral dynamics, observed evolutionary rates, as well as dynamics of immune waning. We then apply SIMPLICITY to study the dynamics and mechanisms driving SARS-CoV-2 evolution at the population level. We compare a model of gradually increasing transmission fitness with an adaptive fitness landscape model that accounts for temporal changes in transmission fitness due to infection history and immune waning in the population. Our simulations demonstrate that escape from population immunity generates evolutionary dynamics encompassing selective sweeps, which resembles actual SARS-CoV-2 evolution. To the contrary, the model of gradual fitness fails to resemble realistic SARS-CoV-2 evolutionary dynamics. Overall, this demonstrates that infection history and immune waning should be considered in models of viral fitness, including machine learning approaches. In short, SIMPLICITY can be used to investigate mechanisms driving viral evolution and constitutes a versatile tool for creating synthetic datasets of viral evolution to e.g. benchmark and challenge phylogenetic pipelines used in outbreak investigation.", "date": "2025-07-28", "journal": ""}
{"title": "Atypical thioredoxin Patrx2 enhances alginate production in mucoid Pseudomonas aeruginosa", "doi": "10.1101/2025.07.28.667166", "authors": "Grandjean, M. M.; Garcin, E. B.; Ba, M.; Bornet, O.; Bordi, C.; Elantak, L.; Sebban-Kreuzer, C.", "abstract": "Pseudomonas aeruginosa, an opportunistic human pathogen, is known for its ability to respond and adapt to its environment, employing intricate adaptation mechanisms that can lead to the formation of complex biofilms. Redox processes play a pivotal role in bacterial adaptation mechanisms. The cytoplasm of most organisms is recognized for maintaining a reducing environment through thiol-disulfide oxidoreductases. In Pseudomonas aeruginosa, we have identified an unusual cytoplasmic thioredoxin named Patrx2. What sets Patrx2 apart is its active site, which contains a consensus sequence, CGHC, identical to the characteristic motif of protein disulfide isomerases (PDIs) found in eukaryotic cells. Our investigations have unveiled that Patrx2, unlike canonical thioredoxins, exhibits disulfide isomerase activity in vitro and displays physicochemical properties, as well as a structural conformation of its catalytic site, reminiscent of PDIs. Using a mutant transposon library, we found that the expression of patrx2 is regulated by the alternative sigma factor AlgU, which plays a crucial role in the formation of alginate biofilms in P. aeruginosa. We further demonstrated strong patrx2 expression in a mucoid strain we constructed, carrying the clinically relevant mucA22 mutation frequently found in cystic fibrosis patients. Furthermore, our results showed a significant decrease in alginate synthesis in a patrx2 mutant in this mucoid strain, which we attributed to its catalytic activity in a C34S variant. The study of Patrx2, an atypical thioredoxin expressed within an alginate biofilm, underscores the importance of redox regulation in adaptation mechanisms. Patrx2's involvement in alginate biosynthesis opens new pathway for inhibiting biofilm synthesis.", "date": "2025-07-28", "journal": ""}
{"title": "Targeted disruption of phage liquid crystalline droplets abolishes antibiotic tolerance of bacterial biofilms", "doi": "10.1101/2025.07.28.667140", "authors": "Tarafder, A. K.; Graham, M.; Davis, L. K.; Pratt, S. L.; Boehning, J.; Manivannan, P.; Wang, Z.; Clemente, C. M.; Owens, R. J.; O'Toole, G. A.; Pearce, P.; Bharat, T. A. M.", "abstract": "All bacterial biofilms contain an extracellular matrix rich in filamentous molecules (1) that self-associate (2-4), conferring emergent properties to bacteria (5), including antibiotic tolerance (6). Pseudomonas aeruginosa is a human pathogen that forms biofilms in diverse infectious settings (7,8), where the upregulation of a filamentous bacteriophage Pf4, has been shown to be a key virulence factor that protects bacteria from antibiotics (9,10). Here, we modelled biophysical characteristics of biofilm-linked liquid crystalline droplets formed by Pf4, which predicted that sub-stoichiometric phage binders had the ability to disrupt liquid crystals by changing the surface properties of the phage. We tested this prediction by developing nanobodies targeting the outer surface of the Pf4 phage, which disrupted in vitro reconstituted droplets, promoted antibiotic diffusion into bacteria, disrupted P. aeruginosa biofilm formation under a variety of conditions, and abolished antibiotic tolerance of biofilms. The inhibition strategy illustrated in this study could be extended to biofilms of other pathogenic bacteria, where filamentous molecules are pervasive in the extracellular matrix. Furthermore, our findings exemplify how targeting a biophysical mechanism, rather than a defined biochemical target, is a promising avenue for intervention, with the potential of applying this concept to other disease-related contexts.", "date": "2025-07-28", "journal": ""}
{"title": "Predicting interactions between the SARS-CoV-2 spike glycoprotein and the human proteome using AphaFold and molecular dynamics simulations", "doi": "10.1101/2025.07.28.667129", "authors": "Liu, Q.; Henderson, M.", "abstract": "Since the COVID-19 pandemic began, the SARS-CoV-2 virus has caused over 775 million cases and more than 7 million deaths worldwide. Despite progress in treatments and vaccines, we still need better ways to prevent and treat the disease. To do this, a clearer understanding of how SARS-CoV-2 interacts with human proteins is needed. We developed a new computational tool to predict and study these protein-protein interactions. Our method uses two stages of AlphaFold, an AI tool, to predict how SARS-CoV-2 proteins bind to human proteins, followed by molecular dynamics simulation to refine these predictions. We tested this method in a small study focusing on the S1 subunit of the SARS-CoV-2 spike protein interacting with human cell junction and synaptic proteins, and in a larger study screening the spike S1 Nterminal domain against the entire human proteome. We validated the method using experimental virus-human protein interactions. The results provide valuable insights into how SARS-CoV-2 interacts with human proteins, guiding future experiments to better understand COVID-19s short- and long-term effects. This developed method could be utilized to study protein-protein interactions in other biological systems.", "date": "2025-07-28", "journal": ""}
{"title": "Mechanism-Guided Engineering of Fluorinase Unlocks EfficientNucleophilic Biofluorination", "doi": "10.1101/2025.07.28.666932", "authors": "Slanska, M.; Volke, D. C.; Mendoza, I. P.; Kunka, A.; Krishna, N. B.; Shetty, A. J.; Muthuraj, L.; Sigamani, G.; Lalitha, R.; Buell, A. K.; Marek, M.; Kumar, P.; Damborsky, J.; Nikel, P. I.; Prokop, Z.", "abstract": "The fluorinase enzyme, the only known biocatalyst forming stable carbon-fluorine bonds, operates with extremely low efficiency, catalyzing one reaction every 2-12 minutes. This severely limits its utility for sustainable biofluorination, and its sluggish activity remains poorly understood. We suppressed its aggregation through directed mutagenesis and elucidated the kinetic mechanism using a novel mathematical framework that fit complex kinetic and oligomerization data. This analysis revealed that >80% of enzyme molecules are inactive under standard conditions due to two dead-end pathways. A designed W50F+A279R mutant showed a 2-fold improvement in efficiency and expanded operational tolerance. Combined with mechanism-based medium optimization, the catalytic rate reached 10.1 {+/-} 3.1 min-1. Our work provides a mechanistic blueprint for fluorinase enhancement and a generalizable mathematical framework for analyzing kinetics of multimeric enzymes.", "date": "2025-07-28", "journal": ""}
{"title": "Bacterial type II topoisomerases cleave DNA in a species-specific manner", "doi": "10.1101/2025.07.28.667256", "authors": "Morgan, I. L.; Jian, J. Y.; Osheroff, N.; neuman, k. C.", "abstract": "The type II topoisomerases, gyrase and topoisomerase IV, are essential enzymes in nearly all bacteria and are the targets of fluoroquinolones, which are some of the most widely prescribed broad-spectrum antibacterials in clinical use. As part of their catalytic cycle, gyrase and topoisomerase IV transiently cleave DNA in a sequence-dependent manner. However, it is unclear whether this sequence-dependence is species-specific. Therefore, using our recently developed SHAN-seq method, we mapped and compared cleavage sites for type II topoisomerases from three different pathogenic bacterial species, Escherichia coli, Bacillus anthracis, and Mycobacterium tuberculosis in the presence of the fluoroquinolone, ciprofloxacin. We found that the enzymes have substantially different DNA cleavage specificities that vary between gyrase and topoisomerase IV, across species, with supercoil chirality, and in response to ciprofloxacin. Our results demonstrate that bacterial species fine-tune the DNA cleavage specificity of their type II topoisomerases. This finding suggests that cleavage specificity may play important physiological roles and, in turn, may affect the susceptibility of bacteria to fluoroquinolone antibacterials.", "date": "2025-07-28", "journal": ""}
{"title": "Cellulase catalysis on cell surfaces using Caulobacter S-layer display", "doi": "10.1101/2025.07.28.667093", "authors": "Davenport, B.; Av-Shalom, T.; Ievdokymenko, K.; Hallam, S. J.", "abstract": "Sustainable bioprocesses for energy and materials production and waste resource recovery are needed to support circular economic development. Enzyme surface display on cells or functionalized materials has emerged as a promising paradigm for sustainable bioprocess innovation. Surface (S)-layers are geometric, monomolecular, highly stable crystalline protein lattices encasing the outside of many bacteria and archaea. Several S-layer genes have been shown to tolerate heterologous insertions, thereby enabling high-density display of peptides of interest on cell surfaces without additional costly immobilisation or conjugation steps. Here, we employ a Caulobacter crescentus S-layer display platform previously used for peptide display, to express functional cellulases up to 445 amino acids in length. We explore critical design considerations needed for successful catalytic display and demonstrate synergistic activities between differentially expressed cellulases relevant to combinatorial lignocellulosic biomass conversion. Functionalised S-layers capable of degrading cellulosic biomass could have useful applications in engineering whole-cell biocatalysts and synthetic microbial consortia for consolidated bioprocesses to valorise diverse lignocellulosic feedstocks.", "date": "2025-07-28", "journal": ""}
{"title": "AlignmentFold and AlignmentPartition: Improving the align-then-fold approach for RNA secondary structure prediction", "doi": "10.1101/2025.07.23.666478", "authors": "Mittal, A.; Mathews, D. H.", "abstract": "The combination of free energy minimization with sequence covariation analysis is a popular approach for predicting conserved secondary structure using a fixed alignment of homologous RNA sequences. In this work we revisit this approach by developing the new AlignmentFold and AlignmentPartition programs. AlignmentFold and AlignmentPartition predict consensus minimum free energy structures and base pairing probabilities, respectively. We determined new nearest neighbor thermodynamic parameters for gaps and non-canonical base pairs that align with base pairs. These frequently occur for structure prediction with a fixed input alignment. We assessed the impact of alignment prediction method and size on the prediction accuracy. We also assessed the improvement in prediction accuracy conferred by sequence covariation analysis. In contrast to previous solutions, we do not include covariation in the scoring of structure quality and achieve prediction accuracy as good as other tools. AlignmentFold and AlignmentPartition are freely available as part of the RNAstructure software package at https://rna.urmc.rochester.edu/RNAstructure.html .", "date": "2025-07-28", "journal": ""}
{"title": "Coronavirus protein interaction mapping in bat and human cells identifies molecular and genetic switches for immune evasion and replication", "doi": "10.1101/2025.07.26.666918", "authors": "Batra, J.; Rutkowska, M.; Zhou, Y.; Ye, C.; Adavikolanu, R.; Young, J. M.; Anand, D.; Verma, S.; Gordon, M.; Malpotra, S.; Cupic, A.; Kehrer, T.; Moen, J. M.; Winters, D. M.; Rojc, A.; Mena, I.; Aslam, S.; Martinez-Romero, C.; Conde Vinas, I.; Khalil, Z.; Farrugia, K.; Banerjee, A.; Tussia-Cohen, D.; Dos Santos, M.; Maji, S.; Muralidharan, M.; Foussard, H.; Chen, I. P.; Fuchs, R.; San Felipe, C.; Zuliani-Alvarez, L.; Choudhury, P.; Obernier, K.; Gracias, S.; Suryawanshi, R.; Ibanez, C.; Juste, J.; Pache, L.; Taha, T. Y.; Jouvenet, N.; Verba, K. A.; Fraser, J. S.; Demeret, C.; Stroud, R. M.; va", "abstract": "Coronaviruses, including SARS-CoV-2, can cause severe disease in humans, whereas reservoir hosts like Rhinolophus bats remain asymptomatic. To investigate how host-specific protein-protein interactions (PPIs) influence infection, we generated comparative PPI maps for SARS-CoV-2 and its bat-origin relative RaTG13 using affinity purification-mass spectrometry (AP-MS) in human and Rhinolophus ferrumequinum (RFe) bat cells. This approach identified both conserved and virus- and host-specific interactions that regulate infection dynamics. Notably, SARS-CoV-2 required a non-synonymous mutation in nucleocapsid to replicate in bat cells expressing human ACE2 and TMPRSS2. Analysis of the viral protein Orf9b revealed differential interactions with mitochondrial proteins Tom70 and MTARC2. A single residue difference in Orf9b between SARS-CoV-2 and RaTG13 functions as a molecular switch, weakening Tom70 binding and immune evasion in human cells while enhancing interaction with the bat-specific restriction factor MTARC2. These findings demonstrate how a single-residue substitution can reshape virus-host interactions and contribute to immune evasion and host adaptation.", "date": "2025-07-28", "journal": ""}
{"title": "Platelets from early-stage Alzheimer patients show enhanced amyloid binding, an elevated open canalicular system and sex-specific differences in their activation profile", "doi": "10.1101/2025.07.23.666322", "authors": "Donner, L.; Christl, J.; Kujovic, M.; Supprian, T.; Elvers, M.", "abstract": "Introduction: Alzheimers disease (AD) is associated with neurodegeneration and dementia. The clinical parameters include the deposition of amyloid-beta into senile plaques in the brain parenchyma and in cerebral vessels known as cerebral amyloid angiopathy (CAA). Currently, beta-amyloid-antibodies are emerging as possible therapy for AD. Several biomarkers, such as beta-Amyloid and tau-protein have gained significant value for diagnosing early AD. However, these biomarkers require cerebrospinal fluid. Blood tests for screening of AD are urgently needed. Methods: Patients diagnosed with early AD were analyzed for extracellular amyloid-beta binding to platelets, platelet morphology and platelet activation and compared to age-matched controls. Results: Beside unaltered platelet number and size, we detected increased binding of amyloid-beta to activated platelets isolated from AD patients. Electron microscopy revealed an altered platelet morphology in AD patients including the number of dense granules and the area of the open canalicular system (OCS) as compared to controls. While only minor differences in platelet activation were detected between patients and controls, a significant reduction of integrin alphaIIbbeta3 (fibrinogen receptor) activation was evident in platelets from female compared to male AD patients as determined by flow cytometry. Conclusion: The here presented results emphasize the importance to increase our understanding how platelets contribute to AD pathology in patients in a sex-specific manner. Furthermore, platelet parameters might serve as an ideal biomarker for a first prognosis of AD because platelets can be easily accessed by blood samples. These parameters might include a sex-specific platelet activation profile, the capability to bind Abeta to the platelet surface and the dimension of the OCS by electron microscopy.", "date": "2025-07-28", "journal": ""}
{"title": "The UAP56 mRNA Export Factor is Required for Dendrite and Synapse Pruning via Actin Regulation in Drosophila", "doi": "10.1101/2025.07.23.666284", "authors": "Frommeyer, S. M.; Gigengack, U.; Rode, S.; Davies, M.; Rumpf, S.", "abstract": "Neurite and synapse pruning are conserved mechanisms that adapt neuronal circuitry to different developmental stages. Drosophila sensory c4da neurons prune their larval dendrites and their presynaptic terminals during metamorphosis using a gene expression programme that is induced by the steroid hormone ecdysone and involves posttranscriptional regulation pathways. Here we show that loss of the helicase UAP56, an important mediator of nuclear mRNA export, causes strong dendrite and presynapse pruning defects. Loss of UAP56 is linked to actin regulation, as it causes defects in the expression of the actin severing enzyme Mical during dendrite pruning, and actin accumulation at presynapses, where cofilin is required for pruning. Our findings suggest specificity in mRNA export pathways and identify a role for actin disassembly during presynapse pruning.", "date": "2025-07-28", "journal": ""}
{"title": "Impact of Inactivation Methods on Biosafety and Antigen Reactivity of Brucella melitensis from the Perspective of Astral-DIA Proteomics Based on Antibody Immunoprecipitation Mass Spectrometry", "doi": "10.1101/2025.07.28.667132", "authors": "Liu, Y.; Ge, J.; Song, G.; Gao, P.; Qi, M.; Wang, W.; Xie, Y.; Wang, Z.; Li, R.; Chu, Y.; Zheng, F.", "abstract": "Effective Brucella inactivation is imperative for safe vaccine development, diagnostics, and sample handling, particularly in resource-limited regions lacking high-level containment facilities. This study investigated inactivation methods using the Rev.1 vaccine strain and three Brucella melitensis field isolates from Gansu (GS-XG, GS-SN, GS-MQ). Heat (80{degrees}C/95{degrees}C, 10-20 min) and formaldehyde (0.4%/0.6%, 48-72 h) inactivation were evaluated for biosafety and antigenicity. Rev.1 was completely inactivated by 80{degrees}C/95{degrees}C for 20 min or 0.6% formaldehyde for 48-72 h. Superior antigenicity, compared to phenol inactivation, was confirmed by ELISA and Western Blot. However, field isolates demonstrated greater resistance, surviving 80{degrees}C for 20 min and 0.4% formaldehyde for 72 h, necessitating stricter conditions (95{degrees}C, 20 min; 0.6% formaldehyde, 72 h) for their complete inactivation. Astral-DIA proteomics analyzed approximately 60% of the proteome (~2000/3300 proteins), revealing 256, 311, and 318 differentially expressed proteins between 80{degrees}C/95{degrees}C heat, 48-h/72-h formaldehyde, and heat/formaldehyde methods, respectively. Gene Ontology and KEGG analyses indicated heat inactivation upregulated cellular structure proteins but downregulated metabolic pathways, with 95{degrees}C potentially damaging conformational epitopes. Formaldehyde treatment (48 h) stabilized soluble antigens, preserving ribosomal and regulatory protein epitopes, while 72-h treatment induced organelle disintegration. Protein-Protein Interaction networks suggested heat inactivation enhanced immunogenicity of membrane and stress proteins, suitable for targeted studies, whereas formaldehyde preserved broader epitopes, beneficial for whole-cell vaccines and multi-epitope screening. Inactivation methods must be tailored to specific strain characteristics and applications. Astral-DIA provides molecular insights into antigenicity loss, guiding future research on protein functions and epitope dynamics for precise brucellosis control.", "date": "2025-07-28", "journal": ""}
{"title": "Arf GTPases Define BST-2-Independent Pathways for HIV-1 Assembly and Release", "doi": "10.1101/2025.07.28.667227", "authors": "Smith, A.; Dotson, D.; Sutton, J.; Xie, H.; Dong, X.", "abstract": "ADP-ribosylation factor (Arf) proteins are small GTPases that regulate intracellular membrane trafficking and actin cytoskeleton remodeling through cycles of GTP binding and hydrolysis. Arf1, a central regulator of Golgi and endosomal trafficking, and Arf6, which controls plasma membranes and endosomal dynamics, have both been implicated in late stages of the HIV-1 life cycle. However, the precise mechanisms by which these GTPases support HIV-1 assembly and release remain incompletely understood. Here, we provide direct evidence that Arf1 and Arf6 are required for efficient trafficking of the HIV-1 Gag polyprotein, assembly, and virion release. Perturbation of Arf1 function with either a GTP-locked (Q71L) or GDP-locked (T31N) mutant significantly reduced virus release, impaired Gag association with membrane compartments, and blocked Gag targeting to the plasma membrane. Manipulation of Arf1 activity via the GTPase-activating protein AGAP1 further demonstrated that dynamic cycling of Arf1 between GTP- and GDP-bound states is essential for productive Gag trafficking. Similarly, expression of a constitutively active Arf6 mutant (Q67L) misdirected Gag to intracellular membranes and markedly decreased virion production. Importantly, disruption of Arf1 or Arf6 function did not affect the total expression, surface levels, or intracellular distribution of the host restriction factor BST-2. Together, these findings establish that Arf1- and Arf6-mediated trafficking pathways are critical host determinants of HIV-1 assembly and release, functioning independently of BST-2 antagonism.", "date": "2025-07-28", "journal": ""}
{"title": "Recurrent acquisition of nuclease-protease pairs in antiviral immunity", "doi": "10.1101/2025.07.28.667249", "authors": "Tuck, O. T.; Hu, J. J.; Adler, B. A.; O'Brien, C. E.; Lopez, S. C.; Hsieh, K.; Meredith, C.; Lahiri, A.; Doherty, E. E.; Doudna, J. A.", "abstract": "Antiviral immune systems diversify by integrating new genes into existing pathways, creating new mechanisms of viral resistance. We identified genes encoding a predicted nuclease paired with a trypsin-like protease repeatedly acquired by multiple, otherwise unrelated antiviral immune systems in bacteria. Cell-based and biochemical assays revealed the nuclease is a proenzyme that cleaves DNA only after activation by its partner protease. Phylogenetic analysis showed that two distinct immune systems, Hachiman and AVAST, use the same mechanism of proteolytic activation despite their independent evolutionary origins. Examination of nuclease-protease inheritance patterns identified caspase-nuclease (canu) genomic loci that confer antiviral defense in a pathway reminiscent of eukaryotic caspase activation. These results uncover the coordinated activities of pronucleases and their activating proteases within different immune systems and show how coevolution enables defense system innovation.", "date": "2025-07-28", "journal": ""}
{"title": "N-benzamides as Influenza Virus Fusion Inhibitors Acting on H1 and H5 Hemagglutinins", "doi": "10.1101/2025.07.28.667118", "authors": "Rimaux, S.; Valdivia, A.; Martin-Lopez, J.; Francesconi, V.; Escriche, C.; Mestdagh, C.; Van Berwaer, R.; Schurmans, L.; Verleye, K.; Noppen, S.; Lozano, O.; Stevaert, A.; Luque, F. J.; Naesens, L.; Vazquez, S.", "abstract": "Novel antiviral drugs are needed to prepare against infections from influenza A virus (IAV). Here a series of N-[(thiophen-3-yl)methylbenzamides which target the hemagglutinin (HA)-mediated fusion process is reported. The most ac-tive compound, VF-57a, displays a 50% effective concentration (EC50) of ~0.8 M and antiviral selectivity index >130, in Madin-Darby canine kidney (MDCK) cells infected with A/H1N1 virus. VF-57a proved to be a strong inhibitor of A/H1N1- and A/H5N1-pseudovirus entry (EC50 values of 0.3 and 0.8 M, respectively). Cell-cell fusion assays in HA-expressing cells, surface plasmon resonance-based assessment of HA protein refolding, and resistance studies suggested that VF-57a prevents the conformational change of HA at acidic pH. Molecular modelling highlighted the role of the dimethylthiophene moiety and the amide-based tether in the anchoring to the binding cavity of HA. Our findings support further development of this class of IAV fusion inhibitors against A/H1N1 and A/H5N1 viruses.", "date": "2025-07-28", "journal": ""}
{"title": "Cleavage of the RNA polymerase II general transcription factor TFIIB tunes transcription during stress", "doi": "10.1101/2025.07.28.667251", "authors": "Gulyas, L.; Lari, A.; Shah, S. B.; Glaunsinger, B.", "abstract": "Cellular stressors often cause widespread repression of RNA polymerase II (RNAP II) activity, which is thought to facilitate a focused transcriptional output towards stress resolution. In many cases, however, the underlying regulatory mechanisms remain unknown. Here, we demonstrate that stress-induced downregulation of the general transcription factor TFIIB tunes the expression of specific stress response genes. In response to a variety of stressors, TFIIB is proteolytically cleaved at a conserved aspartic acid residue by caspases 3 and 7. Using both overexpression and endogenous base-editing, we find that B and T cells that are unable to cleave TFIIB fail to appropriately dampen transcription of short, stimulus-responsive and proto-oncogenic genes. The promoters of TFIIB-sensitive genes are bound by TFIIB and RNAP II, although their transcription is restrained until stimulated by stress. Subsequently, their expression is modulated through TFIIB cleavage. We further demonstrate that stress-induced TFIIB cleavage prevents aberrant lymphocyte proliferation and suppresses transcription from a pathogenic gammaherpesvirus. Hence, caspase targeting of TFIIB destabilizes transcription to tune gene expression, allowing for proper stress resolution.", "date": "2025-07-28", "journal": ""}
{"title": "In vivo screening of TCR-based chimeric antigen receptors for improved anti-tumor functionality", "doi": "10.1101/2025.07.23.666356", "authors": "Zingg, A.; Ritschard, R.; Thut, H.; Hutter, G.; Laubli, H.", "abstract": "Chimeric antigen receptor (CAR) T-cell therapy has demonstrated remarkable efficacy in hematological malignancies, but its success in solid tumors remains limited. Conventional CAR-T designs do not integrate into the T-cell receptor (TCR) and rely on non-natural CD3{zeta} signaling. They thus often suffer from tonic signaling, rapid T-cell exhaustion, and antigen escape due to reduced sensitivity. To address these limitations, we explored alternative CAR architectures that take into account the evolutionary optimized TCR signaling machinery. Specifically, we employed T-cell receptor fusion constructs (TRuCs), where a single-chain variable fragment (scFv) targeting the Sialyl-Thomson-Nouveau antigen (STn) is attached to the CD3{varepsilon} subunit. We then systematically screened a library of costimulatory domains and their combinations, fused to the TRuC, using a novel in vitro and in vivo screening approach. This screen identified a potent TRuC variant incorporating both CD28 and CD27 costimulatory domains. This optimized construct exhibited increased in vitro and in vivo proliferation and enhanced 4-1BB and IFN{gamma} expression upon repeated antigen stimulation. It further showed improved antitumor efficacy compared to conventional second-generation CAR-T cells in a mouse melanoma model. Moreover, we validated the adaptability of this approach by targeting B7H3 in a sarcoma model. The TRuC with costimulatory domains again outperformed other CAR-variants. Our findings highlight the potential of incorporating combined CD28 and CD27 costimulatory domains into TCR-based CAR architectures to overcome limitations associated with conventional CAR-T therapy and improve efficacy against solid tumors.", "date": "2025-07-28", "journal": ""}
{"title": "PInteract: Detecting Aromatic-Involving Motifs in Proteins and Protein-Nucleic Acid Complexes", "doi": "10.1101/2025.07.23.666328", "authors": "Li, D.; Pucci, F.; Rooman, M.", "abstract": "With the recent development of accurate protein structure prediction tools, virtually all protein sequences now have an experimental or a modeled structure. It has therefore become essential to develop fast algorithms capable of detecting non-covalent interactions not only within proteins but also in protein-protein, protein-DNA, protein-RNA, and protein-ligand complexes. Interactions involving aromatic compounds, particularly their {pi} molecular orbitals, hold unique significance among molecular interactions due to the electron density delocalization, which is known to play a key role in processes such as protein aggregation. In this paper, we present PInteract, an algorithm that detects {pi}-involving interactions in input structures based on geometric criteria, including {pi}-{pi}, cation-{pi}, amino-{pi}, His-{pi}, and sulfur-{pi} interactions. In addition, it is capable of detecting chains and clusters of {pi} interactions as well as particular recurrent motifs at protein-DNA and protein-RNA interfaces, called stair motifs, consisting of a particular combination of {pi}-{pi} stacking, cation/amino/His-{pi} and H-bond interactions. PInteract is freely available for download in our repository https://github.com/3BioCompBio/PInteract.", "date": "2025-07-28", "journal": ""}
{"title": "Xenopus IgX informs engineering strategies of IgM and IgG hexamers", "doi": "10.1101/2025.07.23.666482", "authors": "Zhang, R.; Ji, C.; Li, S.; Li, N.; Gao, N.; Xiao, J.", "abstract": "Polymeric immunoglobulins are essential components of the immune system in jawed vertebrates. While mammalian immunoglobulin M (IgM) typically forms a pentamer linked by the joining chain (J-chain), Xenopus laevis IgX assembles into a J-chain-independent polymer. Here, we present the cryo-electron microscopy (cryo-EM) structure of IgX, revealing its hexameric configuration. By incorporating the IgX tailpiece into human IgM, we achieved efficient IgM hexamer formation. Truncating IgM's natural tailpiece to a range of 11-16 residues also substantially enhanced hexamerization efficiency. Furthermore, introducing a shortened IgM tailpiece to IgG resulted in effective IgG hexamer formation. We further show that the engineered IgM and IgG hexamers targeting CD20 demonstrated robust complement-dependent cytotoxicity (CDC) against several B lymphoma cells. Additionally, the IgG-Fc hexamer functioned as a decoy, attenuating CDC in cell cultures. These findings deepen our understanding of polymeric immunoglobulin evolution and introduce innovative strategies for the development of IgM- and IgG-based biologics.", "date": "2025-07-28", "journal": ""}
{"title": "Sphingosine synergizes with polymyxin antibiotics to kill Gram-negative bacteria", "doi": "10.1101/2025.07.28.667204", "authors": "Mackinder, J. R.; Quinlan, M.; Wargo, M. J.", "abstract": "Antimicrobial resistance is an increasing threat to global health. However, there is a limited set of antibiotics that are effective against drug-resistant Gram-negative bacteria like Pseudomonas aeruginosa. One strategy to enhance the efficacy and longevity of existing antibiotics is by combining them with non-traditional antimicrobial adjuvants. Here, we examined if the host-derived antimicrobial lipid sphingosine could enhance the efficacy of a panel of antibiotics against P. aeruginosa in vitro. We found that sphingosine displayed strong synergy with the polymyxin antibiotics, polymyxin B and colistin, to inhibit growth of and kill P. aeruginosa, but did not significantly alter the efficacy of other tested antibiotic classes. The addition of sphingosine reduced the MIC of polymyxin B and colistin from 0.5 g/mL to 0.031 g/mL and 8 g/mL to 0.5 g/mL, respectively. This combination of sphingosine and polymyxin B synergized to inhibit the growth and survival of Klebsiella pneumoniae as well. In addition to sphingosine, we found that the sphingoid bases sphinganine (dihydrosphingosine) and phytosphingosine also enhanced the activity of polymyxins. Overall, these findings demonstrate that sphingosine is a potent adjuvant for polymyxins, and that the sphingosine-polymyxin combination is capable of killing P. aeruginosa and K. pneumoniae while using relatively low concentrations of polymyxin. This study may help in the development of new antimicrobial therapies for the treatment of Gram-negative bacterial infections.", "date": "2025-07-28", "journal": ""}
{"title": "Engineering light robustness: Adaptive evolution uncovers new genetic determinants of HL tolerance in Synechocystis", "doi": "10.1101/2025.07.27.667079", "authors": "Sun, T.; Pan, K.; Xie, Y.; Li, S.; Li, C.; Liu, D.; Zhu, X.; Zhang, W.; Chen, L.", "abstract": "Excess light absorption is lethal to photosynthetic organisms. Increased tolerance and utilization to high light (HL) are beneficial to primary productivity of photosynthetic microorganisms and plants. Here, with photosynthetic cyanobacterium Synechocystis sp. PCC 6803 (Syn6803) as a model, we obtained 8 independent strains tolerant to 2000 mol photons/m2/s HL via about 2 years' adaptive laboratory evolution. Interestingly, 4 of them exhibited increased biomass accumulation by 121.71%-168.36% compared to that of wild type under HL condition. A total of 77 mutations was investigated in ALE strains and 33 responsive genes like two RNA-binding proteins slr0193 and slr0320 were identified. Accompanied by phenotypes examination and mechanisms elucidation, we found both slr0193 and slr0320 could regulate the genes related with photosynthesis, promoting the HL acclimation via excluding the excess light harvesting. Our findings provide new insights for photosynthesis reinforcement.", "date": "2025-07-28", "journal": ""}
{"title": "Insect-specific Yada Yada virus chimeric vaccines protect against chikungunya and Ross River virus-induced arthritis", "doi": "10.1101/2025.07.28.667096", "authors": "Nguyen, W.; Carolin, A.; Bell, M. G.; Tang, B.; Yan, K.; Cox, A. L.; Suhrbier, A.; Harrison, J. J.; Hobson-Peters, J.; Rawle, D. J.", "abstract": "Arthritogenic alphaviruses such as chikungunya virus (CHIKV) and Ross River virus (RRV) are mosquito-borne viruses that can cause debilitating polyarthritis/polyarthralgia in humans. Although two CHIKV vaccines have been licensed, there are no licensed vaccines for RRV. Herein we generate a host-restricted, insect-specific alphavirus, Yada Yada virus (YYV), chimeric vaccine for CHIKV (YYV-CHIKVMauritius) and for RRV (YYV-RRVTT). YYV-CHIKVMauritius and YYV-RRVTT was able to replicate in C6/36 mosquito cells to similar titres as wild-type CHIKV and RRV. YYV-CHIKVMauritius was also neutralised by CHIKV monoclonal antibodies to the same titres as wild-type CHIKV, indicating its potential as a diagnostic antigen to detect neutralising CHIKV antibodies in human or animal sera. YYV-CHIKVMauritius further demonstrated protection against CHIKV infection and disease in a wild-type mouse model. Two doses of YYV-CHIKVMauritius showed anti-CHIKV ELISA and neutralising antibody responses, with protection against foot swelling, viraemia and viral feet tissue titres. Protection against CHIKV histopathology including myositis, tendonitis, arthritis, subcutaneous oedema and haemorrhage was also observed. YYV-RRVTT also demonstrated protection against RRV infection and disease in a wild-type mouse model, with two vaccine doses inducing anti-RRV ELISA and neutralising antibody responses. Protection against foot swelling, viraemia and viral feet tissue titres and RRV histopathology including myositis, tendonitis, arthritis and subcutaneous oedema was also observed. Cross-protection was also evaluated between YYV-CHIKVMauritius and RRV. Although cross-reactive total IgG were observed for YYV-CHIKVMauritius vaccinated mice, this offered no cross-neutralising antibodies and no protection against RRV infection and disease. Overall, our findings show that YYV-CHIKVMauritius and YYV-RRVTT are safe and efficacious vaccines against CHIKV and RRV, respectively, but do not offer cross-protection.", "date": "2025-07-28", "journal": ""}
{"title": "Pan-genome and core genome insights into AMR-Positive Salmonella Lineages from African Food Chains", "doi": "10.1101/2025.07.28.667100", "authors": "Muigano, M. N.; Musila, F. M.", "abstract": "Salmonella enterica is a major public health concern in Africa due to its increasing antimicrobial resistance (AMR) to multiple antibiotics, which threatens effective treatment and control. In this study, we analyzed 135 publicly available AMR Salmonella genomes from African food sources. Using a pangenomic analysis approach, we identified a pangenome of 15,269 genes, including a core genome of approximately 3.5 Mbp with 3,350 core genes (99-100% prevalence) and a substantial accessory genome comprising 183 soft-core, 1,441 shell, and 10,295 cloud genes. We found substantial genomic diversity among the AMR-positive Salmonella enterica isolates. AMR profiling revealed widespread distribution of resistance genes, with aac(6')-laa_1 present in nearly all genomes, and tet(A), sul2, and fosA7.1 frequently co-occurring. Core virulence genes such as invA, ssaL, and steA were nearly universally conserved, suggesting essential roles in pathogenesis. Sporadic rare virulence genes like papE, tcpC, and ybtP were also present, pointing to lineage-specific patterns. Hierarchical clustering based on core genome multilocus sequence typing (cgMLST) revealed monophyletic clades for major serovars such as Enteritidis and Infantis, while broader HC2000 groupings reflected shared evolutionary histories. Shannon diversity indices indicated geographical variation in AMR gene richness, with Burkina Faso, South Africa, and Tunisia showing high intra-country diversity. Our analysis identified lineage-associated accessory genes, providing potential markers for surveillance. This study offers valuable insights into the genomic architecture and AMR landscape of Salmonella in Africa and underscores the need for expanded genomic surveillance across diverse geographic and food production contexts.", "date": "2025-07-28", "journal": ""}
{"title": "Postnatal Abrogation of VEGFR2 Blocks Terminal Cap2 Differentiation by Preventing the Developmental Progression from a Capillary Intermediate Cell State", "doi": "10.1101/2025.07.23.666389", "authors": "Zhang, D.; Knutsen, C.; Stroud, D. J.; Alvira, C. M.", "abstract": "After birth, the alveolar capillary network expands to increase gas exchange surface area and endothelial-derived signals promote alveolarization. Lung capillaries are comprised of two distinct subsets, one with proliferative potential to facilitate growth and repair (Cap1), and the other serving a specialized role in gas exchange (Cap2). However, the molecular mechanisms directing capillary speciation, developmental plasticity, and fate transitions during development and repair are not well understood. Here, we show that Cap2 are absent in late embryonic life but rapidly appear and expand immediately after birth. We show that Cap1 progenitors first transition to a novel, intermediate cell state (CapINT), characterized by co-expression of Cap1 and Cap2 markers, and heightened proliferation. CapINT are present in both the developing mouse and human lung. Hyperoxia, an experimental model of bronchopulmonary dysplasia (BPD), a chronic lung disease marked by impaired alveolarization, increases CapINT abundance and persistence and expands Cap2 EC. CapINT EC are also increased in human infants dying with active BPD. Using genetic lineage tracing, single cell transcriptomics, ATAC-sequencing and a mouse model that permits inducible deletion of VEGFR2 in CapINT and Cap2 EC, we show that postnatal abrogation of VEGFR2 markedly increases CapINT EC abundance, blocks Cap2 terminal differentiation, impairs alveolarization, and activates alveolar fibroblasts. Finally, we identify ERG as a putative VEGFR2-downstream mechanism that promotes CapINT to Cap2 differentiation. Taken together, our data show that Cap1-Cap2 differentiation is a two-step process that only requires VEGFR2 for the second step. Elucidation of the physiologic and molecular pathways that control the initial transition of Cap1 to CapINT EC has the potential to reveal new therapeutic targets for lung diseases that disrupt the alveolar capillary formation and integrity.", "date": "2025-07-28", "journal": ""}
{"title": "A knowledge-based distance metric highlights underperformance of variant effect predictors on gain-of-function missense variants", "doi": "10.1101/2025.07.23.666325", "authors": "Gerasimavicius, L.; Marsh, J. A.", "abstract": "Most current variant effect predictors (VEPs) are less effective at identifying non-loss-of-function (non-LOF) disease variants, which arise due to a gain of function (GOF) or dominant-negative (DN) mechanism. Previously, we showed that Extent of Disease Clustering (EDC), a structure-derived metric, can be used to prioritize putative non-LOF genes due to the tendency of their pathogenic missense variants to cluster. We also introduced a structure-derived spatial distance metric, Spatial Proximity to Disease Variants (SPDV), which proved useful for scoring RyR1 variants. Here, we apply EDC and SPDV across thousands of human disease genes. In comparison with 72 variant effect predictors (VEPs), SPDV exceeds or is at least as effective as half of the tested models at identifying dominant disease variants. When applied to GOF variants, SPDV performs similarly to top VEPs. We show that SPDV performance improves with increasing target EDC values and identify an EDC threshold after which SPDV consistently surpasses all other predictors. Its use as an analytical metric enables the identification of a subset of putative GOF disease genes where current VEP methods underperform relative to SPDV, indicating they may be improved by incorporating spatial distance information.", "date": "2025-07-28", "journal": ""}
{"title": "An unusual genetic switch controls Mycobacterium avium pathogenesis, antibiotic resistance and colony morphology", "doi": "10.1101/2025.07.28.667291", "authors": "Nilsson, H. J.; Netter, Z.; Tuncel, M.; Garelis, N. E.; Siddiqui, N.; Semaan, M.; McCall, R. M.; Dangerfield, K.; Cox, E. K.; Britt, L.; Voorhies, M.; Roberts, A. W.; Mitchell, G.; Cangelosi, G. A.; Jacobs, W. R.; Sil, A.; Budzik, J. M.; Cox, J. S.", "abstract": "Mycobacterium avium subspecies hominissuis (Mah) is an emerging environmental pathogen highly adapted to a wide range of niches, from treated water systems to mammalian tissues. On solid media, Mah forms two distinct colony morphologies, smooth transparent (SmT) and smooth opaque (SmO). These colony morphologies are representative of broader differential phenotypic states in which SmT cells are virulent and have high resistance to antibiotics while SmO cells are avirulent, antibiotic-sensitive and grow faster than SmT cells in culture. Importantly, Mah interconverts between these two morphotypes but the mechanism of SmT-SmO switching is unknown. Here we show that SmT-SmO switching is governed by a reversible transposition event that regulates expression of a periplasmic lipoprotein, Erp (extracellular repetitive protein). We found that transposition of IS1245, an endogenous insertion sequence, into the erp gene correlated with the SmT-SmO transition, and its precise removal coincided with the switch back to SmT. Genetic analyses showed that erp is required for maintenance of the SmT state and sufficient to drive the switch from SmO to SmT. We also identified a mutation in a periplasmic protease, MarP, that locks Mah in the SmO state and blocks erp-mediated switching to SmT. Our results indicate that Erp and MarP function in a signal transduction pathway that regulates a broad transcriptional response to periplasmic stress. Moreover, identification of components that control Mah colony morphology switching has revealed a potential new strategy for combating the inherent antibiotic resistance of Mycobacterium avium infections.", "date": "2025-07-28", "journal": ""}
{"title": "Maternal CENP-C restores centromere symmetry in mammalian zygotes to ensure proper chromosome segregation", "doi": "10.1101/2025.07.23.666394", "authors": "Tower, C. A.; Manske, G.; Ferrell, E. L.; Anbarci, D. N.; Jorgensen, K.; Ma, B.; Aboelenain, M.; Ranjan, R.; Chakraborty, S.; Moritz, L.; Das, A.; Boiani, M.; Black, B. B.; Chavez, S.; Marsh, E. E.; Shikanov, A.; Schindler, K.; Chen, X.; Hammoud, S. S.", "abstract": "Across metazoan species, the centromere-specific histone variant CENP-A is essential for accurate chromosome segregation, yet its regulation at the parental-to-zygote transition in mammals is poorly understood. To address this, we developed a CENP-A-mScarlet knock-in mouse model, which revealed sex-specific dynamics: mature sperm retains 10% of the CENP-A levels present in MII-oocytes. However, in zygotes prior to the first mitosis, this difference is resolved, using maternally inherited cytoplasmic-CENP-A. Notably, the increase in CENP-A at paternal centromeres is independent of sensing CENP-A asymmetry or the presence of maternal chromosomes. Instead, CENP-A equalization relies on asymmetric recruitment of maternal CENP-C to paternal centromeres. Depletion of maternal CENP-A decreases total CENP-A in pronuclei without disrupting equalization. In contrast, reducing maternal CENP-C or disruption of its dimerization domains impairs CENP-A equalization and chromosome segregation. Therefore, maternal CENP-C acts a key epigenetic regulator that resets centromeric symmetry at fertilization to preserve genome integrity.", "date": "2025-07-28", "journal": ""}
{"title": "De Novo design of a potent Wnt Surrogate specific for the frizzled7 subtype members", "doi": "10.1101/2025.07.28.667009", "authors": "Lee, J.; Bae, Y.; Jeong, T.-K.; Yun, S.; Chang, J.; Ahn, S.; Han, H.; Mun, J.; Kim, S. J.; Kim, H. M.; Lim, D.-S.; Kim, Y. K.; Woo, E.-J.; Yang, H.; Shin, H.-C.; Jeong, B.-S.; Oh, B.-H.", "abstract": "In humans, 19 Wnt ligands interact with 10 Frizzled (Fzd) receptors and the co-receptors LRP5/6 to initiate signaling. Wnts and Fzds are highly promiscuous, making it challenging to dissect the specific outcomes of individual Wnt-Fzd interactions. Developing Wnt surrogates with specificity for individual Fzd subtypes could be pivotal. We present a modular, potent, and Fzd7-specific Wnt surrogate that consists of three de novo designed modules, a Fzd7 binder, an LRP6 binder and a homodimeric protein. The Fzd7-specific module was designed by targeting two less conserved surface patches on the cysteine-rich domain (CRD) of Fzds to achieve both selectivity and affinity. It exhibits a strong binding affinity (KD < 2.3 nM) for the very closely related Fzd7 subtype members (Fzd7, Fzd1, Fzd2) with no measurable binding to the CRDs of the other seven Fzd receptors. This Wnt surrogate induced spheroid organoid formation from intestinal stem cells at subnanomolar concentration, and promoted full hair follicle regeneration and robust hair growth in mice. These results suggest that our strategy could be extended to design modular Wnt surrogates capable of selectively activating individual Fzd receptors, providing a valuable tool kit for development and differentiation, organoid cultures and targeted regeneration.", "date": "2025-07-28", "journal": ""}
{"title": "LuxS-mediated AI-2 signaling regulates chemotaxis, flagellar motility, and virulence genes in Salmonella Typhimurium and contributes to colonization in the murine gut", "doi": "10.1101/2025.07.28.667109", "authors": "Singh, A.; Nair, A. V.; Rajmani, R. S.; Chakravortty, D.", "abstract": "The coordinated response through AI-2 allows Salmonella to adapt to its environment and regulate virulence factors, biofilm formation, Motility, and other behaviors crucial for survival and infection. Understanding these mechanisms is essential for developing strategies to interfere with Salmonella's ability to cause disease. In this study, we demonstrate that AI-2 signaling modulates the transcription of genes involved in chemotaxis and flagellar Motility, thereby facilitating epithelial cell attachment and invasion in vitro and effective colonization in a murine infection model. We identify HilD, a master regulator of Salmonella pathogenicity island 1 (SPI-1) and motility genes, which was significantly downregulated in the absence of LuxS/AI-2 signaling, highlighting a central role for AI-2 in orchestrating virulence gene networks. Furthermore, LuxS/AI-2 signaling enhances resistance to host antimicrobial peptides and promotes intracellular survival by modulating the pmrD/pmrAB system. Transcriptomic analyses confirm that AI-2 influences multiple gene networks critical for Salmonella pathogenesis. In vivo studies reveal that disruption of AI-2 signaling impairs organ colonization, and co-treatment with AI-2 inhibitors and antibiotics reduces bacterial virulence, suggesting a promising therapeutic strategy. Together, our findings uncover a multifaceted regulatory role of AI-2 signaling in modulating Salmonella Typhimurium motility, immune evasion, and pathogenesis.", "date": "2025-07-28", "journal": ""}