{"title": "A comparison of viral strategies and model systems to target norepinephrine neurons in the locus coeruleus reveals high variability in transgene expression patterns", "doi": "10.1101/2022.01.22.477348", "authors": "Wissing, C.; Eschholz, L. S.; Maheu, M.; Sauter, K.; Morellini, F.; Wiegert, J. S.; Dieter, A.", "abstract": "The locus coeruleus (LC) norepinephrine (NE) system is involved in a variety of physiological and pathophysiological processes. Refining our understanding of LC function largely relies on selective transgene expression in LC-NE neurons, allowing targeted manipulation and readout of noradrenergic neurons. Here, we performed a side-by-side comparison of the most commonly used strategies to genetically target the LC, including different cre driver lines and promoter-mediated transgene expression. We report differences between these strategies in terms of transgene expression efficacy and specificity. Parallelly, we found no behavioral alterations in cre-expressing mice of any mouse line compared to wild-type littermates. Finally, to further facilitate the investigation of LC-NE function, we created a suite of constructs, including a reporter protein, a calcium indicator, and a light-driven cation channel, whose expression is mediated by the previously described PRSx8 promoter. These constructs allow identification, monitoring, and manipulation of LC-NE activity either in wild-type mice, or in combination with tissue-specific manipulations of different cre driver lines. The results of our study are crucial for the interpretation of previous experiments using the respective targeting strategies, as well as for the design of future studies.", "date": "2025-05-24", "journal": ""}
{"title": "The MUC19 Gene: An Evolutionary History of Recurrent Introgression and Natural Selection", "doi": "10.1101/2023.09.25.559202", "authors": "Villanea, F. A.; Peede, D.; Kaufman, E. J.; Anorve-Garibay, V.; Chevy, E. T.; Dillon, K. E. W.; Zeloni, R.; Marnetto, d.; Moorjani, P.; Jay, F.; Valdmanis, P. N.; Avila-Arcos, M. C.; Huerta-Sanchez, E.", "abstract": "We study the gene MUC19, for which some modern humans carry a Denisovan-like haplotype. MUC19 is a mucin, a glycoprotein that forms gels with various biological functions. We find diagnostic variants for the Denisovan-like MUC19 haplotype at high frequencies in admixed Latin American individuals, and at highest frequency in 23 ancient Indigenous American individuals, all predating population admixture with Europeans and Africans. We find that the Denisovan-like MUC19 haplotype is under positive selection and carries a higher copy number of a 30 base-pair variable number tandem repeat, and that copy numbers of this repeat are exceedingly high in American populations. Finally, some Neanderthals carry the Denisovan-like MUC19 haplotype, and that it was likely introgressed into human populations through Neanderthal introgression rather than Denisovan introgression.", "date": "2025-05-24", "journal": ""}
{"title": "Improved BOLD Detection with Sliced Inverse Regression", "doi": "10.1101/2024.02.21.581434", "authors": "Lizarraga, A.; Li, K.", "abstract": "Functional magnetic resonance imaging (fMRI) has been effective in linking task-related brain responses to changes in blood oxygen level density (BOLD). However, its reliance on BOLD measurements makes it vulnerable to artifacts and false-positive signals. Commonly, researchers use many regressors in a General Linear Model to filter true signals, but this adds noise and complicates interpretation. In this paper we suggest using Sliced Inverse Regression (SIR) to simplify covariate dimensionality and identify relevant regressors. We compare a general linear model applied to both original and SIR-adjusted data, demonstrating that SIR improves signal detection, reduces noise, and yields statistically significant results even with conservative measures.", "date": "2025-05-24", "journal": ""}
{"title": "Adult Neurogenesis Reconciles Flexibility and Stability of Olfactory Perceptual Memory", "doi": "10.1101/2024.03.03.583153", "authors": "Sakelaris, B.; Riecke, H.", "abstract": "In brain regions featuring ongoing plasticity, the task of quickly encoding new information without overwriting old memories presents a significant challenge. In the rodent olfactory bulb, which is renowned for substantial structural plasticity driven by adult neurogenesis and persistent turnover of dendritic spines, we show that by synergistically combining both types of plasticity this flexibility-stability dilemma can be overcome. To do so, we develop a computational model for structural plasticity in the olfactory bulb and show that it is the maturation process of adult-born neurons that enables the bulb to learn quickly and forget slowly. Particularly important are the transient enhancement of the plasticity, excitability, and susceptibility to apoptosis that characterizes young neurons. The model captures many experimental observations and makes a number of testable predictions. Overall, it identifies memory consolidation as an important role of adult neurogenesis in olfaction and exemplifies how the brain can maintain stable memories despite ongoing extensive neurogenesis and synaptic plasticity.", "date": "2025-05-24", "journal": ""}
{"title": "Bridging verbal coordination and neural dynamics", "doi": "10.1101/2024.04.23.590817", "authors": "Schwab-Mohamed, I.; Mercier, M. R.; Trebuchon, A.; Morillon, B.; Lancia, L.; Schon, D.", "abstract": "Our use of language, which is profoundly social in nature, essentially takes place in interactive contexts and is shaped by precise coordination dynamics that interlocutors must observe. Thus, language interaction is highly demanding on fast adjustment of speech production. Here, we developed a real-time coupled-oscillators virtual partner that allows - by changing the coupling strength parameters - to modulate the ability to synchronise speech with a virtual speaker. Then, we recorded the intracranial brain activity of 16 patients with drug-resistant epilepsy while they performed a verbal coordination task with the virtual partner (VP). More precisely, patients had to repeat short sentences synchronously with the VP. This synchronous speech task is efficient to highlight both the dorsal and ventral language pathways. Importantly, combining time-resolved verbal coordination and neural activity shows more spatially differentiated patterns and different types of neural sensitivity along the dorsal pathway. More precisely, high-frequency activity in left secondary auditory regions is highly sensitive to verbal coordinative dynamics, while primary regions are not. Finally, while bilateral engagement was observed in the high-frequency activity of the IFG BA44 - which seems to index online coordinative adjustments that are continuously required to compensate deviation from synchronisation - interpretation of right hemisphere involvement should be approached cautiously due to relatively sparse electrode coverage. These findings illustrate the possibility and value of using a fully dynamic, adaptive and interactive language task to gather deeper understanding of the subtending neural dynamics involved in speech perception, production as well as their interaction.", "date": "2025-05-24", "journal": ""}
{"title": "Neural Maturation Stabilizes Representations and Supports Understanding of Complex Concepts", "doi": "10.1101/2024.09.22.614315", "authors": "Watanabe, H.", "abstract": "Remarkable advances in AI do not necessarily rely on modern molecular biology. Here, I highlight the importance of neural maturation in neural network information processing. In both supervised and reinforcement learning, immature synaptic transmission can achieve high fidelity learning but suffers catastrophic failure beyond specific thresholds. I identified genes involved in neuronal maturation and found that the candidate gene KCNH7 is upregulated during mouse brain development. Incorporating KCNH7 channel properties into a simulated neural model raised the excitation threshold and yielded a more linear response. These modifications enhanced the stability of memory recall and facilitated the comprehension of complex patterns, underscoring critical role of neural maturation in enabling advanced recognition capabilities.", "date": "2025-05-24", "journal": ""}
{"title": "A multiscale theory for mesenchymal cell migration in straight or curved channel confinement", "doi": "10.1101/2025.02.26.640464", "authors": "Shu, W.; Kaplan, C. N.", "abstract": "Mesenchymal cells navigate the extracellular matrix (ECM) in vivo by processing both its mechanical properties and confinement geometry. Here we develop a multiscale whole-cell theory to investigate cell spreading and migration in two-dimensional (2D) viscoelastic channel confinements of varying width and curvature. Our simulations show that, in straight channels, the cell migration speed depends monotonically on the substrate elastic stiffness, which is otherwise biphasic on an unconfined substrate. This is because confinement enforces directional spreading while reducing the spreading area, which results in lower intracellular viscous drag on the nucleus and a higher net traction force of polarized cells in our model. In contrast, we find that confinement curvature slows down cell migration since the friction forces between the bending cell and the confinement walls increase with curvature. We validate our model with experimental data for cell migration in straight channels spanning a wide range of (ECM) stiffness as well as in curved channels. Our model illuminates the intertwined effects of substrate viscoelasticity and confinement geometry on cell spreading and migration in complex microenvironments, revealing that geometric curvature can hierarchically override substrate mechanics to dominate migration regulation. The study paves the way for designing scaffolds that leverage curvature and confinement to steer controllable cell migration.", "date": "2025-05-24", "journal": ""}
{"title": "Kinetic mechanisms for the sequence dependence of transcriptional errors", "doi": "10.1101/2025.03.04.641307", "authors": "Midha, T.; Kolomeisky, A. B.; Igoshin, O. A.", "abstract": "The fidelity of template-dependent mRNA synthesis during transcription elongation is the primary determinant of accurate gene expression and the maintenance of functional RNA transcripts. However, the mechanisms governing transcription fidelity remain incompletely understood. While previous studies have characterized how error rates vary with nucleotide identity at upstream and downstream positions from the incorporation site, the comprehensive microscopic explanation of this sequence dependence has not been elucidated. In this study, we develop a novel theoretical approach that integrates transcription proofreading mechanisms and inhomogenous DNA sequence effects. Using first-passage analysis validated by Monte Carlo simulations, we quantitatively characterize nucleotide-specific error rates during RNA polymerase II transcription. The model accurately reproduces experimental error rates and predicts kinetic parameters influencing transcriptional fidelity. Analysis reveals nucleotide incorporation rates follow the hierarchy U<C<G<A, consistent with independent experimental observations. Notably, our model not only explains how the error rates depend on the nature of the base immediately downstream (+1) but also predicts that the identity of the nucleotide at the second downstream position (+2) also plays an important role. Pyrimidines at position +2 contribute to lower error rates than purines, whereas the third downstream base (+3) has no effect. These previously unreported correlations are corroborated by bioinformatic analysis of existing datasets. In addition, using the BRCA1 gene as an example, we explore the physiological implications of sequence-dependent error rates, identifying an increased likelihood of premature stop codon errors. These findings clarify how DNA sequence context modulates nucleotide incorporation kinetics, advancing our understanding of transcriptional fidelity and its functional consequences.", "date": "2025-05-24", "journal": ""}
{"title": "Combined MEG and EEG suggest a limbic source network of the P3 including retrosplenial cortex and hippocampus", "doi": "10.1101/2025.03.24.645008", "authors": "Das, D.; Hamalainen, M. S.; Dykstra, A. R.; Rupp, A.; Gutschalk, A.", "abstract": "The P3 is evoked by most target and salient distractor stimuli, but its neural generators have remained controversial. Here we reevaluate the role of retro-splenial cortex and hippocampus as potential generators of the P3. Combined magneto- and electroencephalography signals were recorded during a visual oddball paradigm. Observers were instructed to respond to rare targets of a deviant shape and ignore rare non-targets of a deviant color. Source analysis was based on noise-normalized minimum norm estimates in an individual, MRI-based cortical source space. Critically, the source space was extended with the hippocampus. Source analysis showed strong sources in retrosplenial cortex and hippocampus at the P3 peak. Subsequent activity was observed in insula and anterior mid-cingulate cortex. The source configuration was similar for rare target and non-target stimuli. Simulations and further analyses show that the source in retrosplenial cortex is strongly attenuated in magnetoencephalography, whereas the source in hippocampus contributes to both recording modalities. These data support that retrosplenial cortex is a main generator of the P3 in EEG and that the hippocampal P3 source can be recorded with extracranial EEG and MEG. The source configuration presented here suggests that the P3 is confined to limbic circuits.", "date": "2025-05-24", "journal": ""}
{"title": "Novel PFAS in Alligator Blood Discovered with Non-Targeted Ion Mobility Spectrometry-Mass Spectrometry", "doi": "10.1101/2025.03.20.644452", "authors": "Boatman, A. K.; Kudzin, G. P.; Rock, K. D.; Guillette, M. P.; Robb, F.; Belcher, S. M.; Baker, E.", "abstract": "Per- and polyfluoroalkyl substances (PFAS) are a large and growing class of chemicals gaining global attention due to their persistence, mobility, and toxicity. Given the diverse chemical properties of PFAS and their varying distributions in water and tissue, monitoring of different matrices is critical to determine their presence and accumulation. Here, we used a platform combining liquid chromatography, ion mobility spectrometry, and high-resolution mass spectrometry for non-targeted analysis to detect and identify PFAS in alligator plasma from North Carolina (5 years, 2018-2022) and Florida (2021 only). Structures for 12 PFAS were elucidated, including 2 novel structures, and an additional 34 known PFAS were detected. Three of these compounds were previously unreported in environmental media. More PFAS were detected in North Carolina alligators and no novel PFAS were detected in Florida gators. Quantitative analysis of 21 of the known PFAS revealed that plasma concentrations did not change over the 5-year study.", "date": "2025-05-24", "journal": ""}
{"title": "A trace-based analysis pipeline for coherent and optimized electrophysiological data analysis", "doi": "10.1101/2025.03.25.645208", "authors": "Ballbe, J.; Calice, M.; Gajowa, M.; Graham, L. J.", "abstract": "The development of large-scale neuronal networks notably relies on the use of point-neuron models to reduce the computational cost of simulations while focusing on integrative neuronal properties. However, the precise tuning of these neuron models remains a major aspect of modeling work to accurately reproduce neuronal properties and understand their implications in network activity. To this end, the precise characterization of neuronal electrophysiological properties, from linear properties to the input-output (I/O) relationship and spike frequency adaptation, from intracellular recordings is a crucial step. Furthermore, the increasing availability of publicly accessible databases opens the possibility of deriving I/O properties for point-neuron models from multiple datasets studying different neuronal populations. However, despite recent advancements in establishing universal data formats for electrophysiological studies, challenges persist due to the absence of standardized protocols (notably for current-clamp experiments) and unified data analysis methods, hindering cross-database comparisons of electrophysiological features. To address these limitations, we developed the TACO pipeline, a free, Python-based pipeline for analyzing databases of current-clamp recordings. The TACO pipeline is designed to be user-friendly, minimizing the need for manual implementation of database-specific data extraction methods and enabling the application of user-defined quality control criteria. The pipeline incorporates robust methods for characterizing neuronal I/O relationships, spike-related feature adaptation, and estimating common experimental artifacts such as bridge errors. These methods have been designed to accommodate variability in database-specific experimental design, the sampling of the input space being of particular importance. We validated the utility of this approach by demonstrating performance comparable to or exceeding that of machine learning models reported in the literature for neuronal type classification, using protocol-agnostic features extracted by the pipeline. This work highlights the potential of database-independent data analysis tools to enhance crossdatabase comparability and interoperability, advancing research sustainability and promoting the principles of Open Science.", "date": "2025-05-24", "journal": ""}
{"title": "Heterogeneity of functional cellular properties for neurons in mouse cerebral cortex", "doi": "10.1101/2025.03.25.645203", "authors": "Ballbe, J.; Calice, M.; Gajowa, M.; Graham, L.", "abstract": "Biological systems are known to exhibit a high degree of heterogeneity in their constituent components and their organization, and neuronal systems are no exceptions. To understand the functional impact of this heterogeneity in the brain, network models need to consider how this is manifested at the level of cellular properties, and thus how to consider variability in reported experimental data. Many studies have pointed out the variability in neuronal density, structural organization or synaptic connectivity across different neuronal networks and populations. Similarly, neuronal physiological properties are known to greatly vary across neuronal populations. Yet, the characterization of electrophysiological diversity has mainly relied on descriptions of firing properties (e.g. bursting, spike frequency adaptation) with various quantitative definitions of the boundaries between neuronal classes (e.g. fast spiking, regular spiking). Furthermore, lab specific implementations of experimental design and data analysis are an obstacle for comparisons between studies. In this context, the quantitative consideration of neuronal variability across commonly accepted neuronal classes provides an objective approach to describe neuronal physiological heterogeneity. We analyzed several publicly available databases to characterize the variability of linear and input/output properties of cortical neurons, according to multiple factors covering the entire cortical neuronal population. We assessed the variability of the main cortical neuron types (Excitatory, PValb, Sst, Htr3a, Vip), revealing their heterogeneity as function of cortical area (primary visual, motor and somato-sensory areas), including between layers within a given area. Our comparative database study revealed that different experimental conditions (e.g., in-vitro vs. in-vivo, recording temperature) can influence the properties of any given cell type, while preserving overall differences between types. We find that considering the input to a given neuron in terms of the effective voltage response of a linear model can account for some of the heterogeneity of I/O properties, and suggest that these properties are directly linked to cell input resistance, thus cell size. This works constitute a strong foundation for the consideration of detailed neuronal electrophysiological heterogeneity in future large-scale modeling works.", "date": "2025-05-24", "journal": ""}
{"title": "Identifying a novel mechanism of L-leucine uptake in  Mycobacterium tuberculosis using a chemical genomic approach", "doi": "10.1101/2025.04.14.648691", "authors": "Agarwal, N.; Gogoi, H.; Eeba, E.; Augustin, L.; Khan, M. Y.; Kumar, Y.; Bhowmick, S. K.; Dey, B.", "abstract": "Amino acid biosynthesis is vital for Mycobacterium tuberculosis (Mtb) proliferation and tuberculosis pathogenesis. However, it is not clear how amino acids are transported in Mtb, particularly the branched chain amino acids (BCAAs) that contribute to the production of the cell-wall lipid component precursors such as acetyl-CoA and propionyl-CoA. While performing the screening of an FDA-approved repurposed library of small molecule inhibitors against the auxotrophic strain Mtb mc2 6206, which lacks leuC-leuD and panC-panD genes, we identified a molecule namely semapimod, which exclusively inhibits growth of the auxotrophic strain, whereas no effect is observed against the wild-type Mtb H37Rv. Interestingly, 24 h of exposure of Mtb mc2 6206 to semapimod causes massive transcriptional reprogramming with differential expression of >450 genes associated with a myriad of metabolic activities. By performing a series of experiments, we affirm that semapimod indeed inhibits the L-leucine uptake in Mtb mc2 6206 by targeting a protein involved in the cell-wall lipid biosynthesis pathway. Remarkably, semapimod treatment of mice infected with Mtb H37Rv causes a significant reduction of bacterial load in lungs and spleen, despite showing no efficacy against the pathogenic strain in vitro. Overall findings of our study reveal that together with an endogenous pathway for L-leucine biosynthesis, a well-orchestrated machinery for its uptake is functional in Mtb which is important for intracellular survival of the TB pathogen.", "date": "2025-05-24", "journal": ""}
{"title": "Accurate prediction of protein stability changes from single mutations using self-distillation and antisymmetric constraint strategies", "doi": "10.1101/2025.05.18.654422", "authors": "Wang, W.; Zhou, Y.; Huang, X.; Wu, Y.; Li, M.; Zhang, Y.", "abstract": "Computational approaches for accurately predicting protein stability changes upon residue mutations are crucial for protein engineering and design. Sequence-based methods are easier to apply to large-scale proteins since they do not rely on high-quantity structures. However, existing sequence-based approaches struggle to capture structural changes, resulting in lower performance compared to structure-based methods. In this study, we propose DPStab, a sequence-based deep learning solution that accurately predicts protein stability changes upon single residue mutations. DPStab transfers a protein large language model as a core component and incorporates a cross-attention mechanism to capture the contact changes around mutated positions for {Delta}{Delta}G and {Delta}Tm prediction. To address data imbalance and the antisymmetric nature of mutation effects, DPStab employs a self-distillation inference strategy under the supervision of an antisymmetric constraint. Benchmarking demonstrates that DPStab achieves state-of-the-art performance in both {Delta}{Delta}G and {Delta}Tm prediction. Practical evaluations confirm DPStab's capability in accurately ranking protein stability on large-scale datasets and effectively identifying critical structural contacts impacting stability. More experiments on extensive cDNA display proteolysis data demonstrate the significant contributions of self-distillation and antisymmetric constraint strategies.", "date": "2025-05-24", "journal": ""}
{"title": "SKiD: A Structure-Oriented Kinetics Database of Enzyme-Substrate Interactions", "doi": "10.1101/2025.05.18.654770", "authors": "Krishnan, S. R.; Pandey, N.; Srinivasan, R.; Roy, A.", "abstract": "Enzymes are essential biological catalysts that drive nearly all biochemical reactions. Understanding their efficiency and specificity involves studying enzyme kinetics, particularly the parameters kcat and Km. However, there is limited data linking these kinetic parameters with the three-dimensional (3D) structures of enzyme-substrate complexes. Since enzyme function is determined by its structure, such mapping enhances insight into structural basis of enzymatic function and supports applications in enzyme design, synthetic biology and metabolic engineering. To address this critical gap, this work presents SKiD (Structure-oriented Kinetics Database), a comprehensive, structured database integrating kcat and Km values with the corresponding 3D structural data. This is accomplished by integrating data from existing bioinformatics resources using automated programs to process the data and enhancing it with computational predictions. The erroneous data encountered during data integration is manually resolved. Metadata such as literature and assay conditions (e.g., pH and temperature) are preserved. The 3D coordinates of the modelled enzyme-substrate complexes are provided along with their UniProtKB identifier. The database is freely accessible from: https://doi.org/10.5281/zenodo.15355031.", "date": "2025-05-24", "journal": ""}
{"title": "Mutations in specific MT5-MMP domains prevent the accumulation of toxic APP metabolites and serve as templates for peptide-based therapeutics in cell models of Alzheimer's disease", "doi": "10.1101/2025.05.22.655451", "authors": "Belio-Mairal, P.; Kamitsou, A.; Stephan, D.; Jullien, N.; Thiane, D.; Ramos, M.; Louis, L.; Benoist, F.; Serrano, B.; David, M.; Khrestchatisky, M.; Lecorche, P.; Nivet, E.; Rivera, S.", "abstract": "In previous works we identified a key role for membrane-type 5-matrix metalloproteinase (MT5-MMP) in Alzheimer's disease (AD) pathogenesis. We demonstrated the involvement of the C-terminal transmembrane (TM) and intracellular (IC) domains of the proteinase in the fate of major toxic metabolites of the amyloid precursor protein (APP) (e.g., C99, A{beta}). These findings led us to hypothesize that modifying MT5-MMP C-terminal domains could serve as an effective strategy to modulate C99 and A{beta}. To test this, here we generated MT5-MMP variants carrying amino acid deletions or substitutions in entire proteinase domains or in selected amino acid clusters in the IC domain. MT5-MMP variants were co-transfected into human cell lines accumulating C99, reminiscent of an AD setting. We identified mutations in the IC domain that induce C99 degradation and a decrease in A{beta} levels, while other mutations have divergent effects on these APP metabolites. Furthermore, high content imaging revealed the importance of MT5-MMP IC modifications in regulating subcellular trafficking of C99 through the endomembrane system and its consequences for C99 processing. Proximity ligation assays also highlighted the importance of the IC domain in MT5-MMP colocalization and potential interaction with C99. In a translational effort, we synthetized and functionalized peptides that mimic the MT5-MMP IC domain and carry mutations that reduce C99 and/or A{beta} levels. One of these peptides reduced C99 levels in an in vitro AD model. Overall, our study highlights the role of selected amino acids in the C-terminal domains of MT5-MMP as the basis for a better understanding of the proteinase's contribution to C99 and A{beta} metabolism. Furthermore, this study provides new insights for designing MT5-MMP-based strategies against AD, exploiting the unique properties of specific mutations in MT5-MMP domains to prevent the accumulation of C99 and A{beta}.", "date": "2025-05-24", "journal": ""}
{"title": "Rate Limiting Enzymes in Nucleotide Metabolism Synchronize Nucleotide Biosynthesis and Chromatin Formation", "doi": "10.1101/2025.05.21.655426", "authors": "Srivastava, S.; Samaniego-Castruita, D.; Khurana, S.; Shukla, V.; Ben-Sahra, I.; Foltz, D. R.", "abstract": "Chromatin formation requires both an adequate nucleotide supply and sufficient availability of histones. Chromatin must be assembled following DNA-based fundamental cellular processes such as replication and transcription to preserve genome integrity. Chromatin assembly is regulated by the orderly engagement of histones with a series of histone chaperones that guide newly synthesized histones from ribosomes to DNA. Although the synthesis of nucleotides and the histone proteins are the two major biosynthetic processes that complete the formation of chromatin, how these processes are coordinated remains unknown. Phosphoribosyl pyrophosphate synthetases (PRPSs) catalyze the first and rate-limiting step in the nucleotide biosynthesis pathway. PRPS enzymes form a complex with PRPS-associated proteins (PRPSAPs). In the present study, we discover that PRPS-PRPSAP enzyme complex are part of histone chaperone network. We show that PRPS enzymes are essential not only for nucleotide biogenesis, but together with PRPSAP also play a key role in the early steps in the process of histone maturation by regulating the interaction of histone chaperones with histone H3 and H4. Importantly, this regulation is separate from PRPS nucleotide biosynthetic activity. Depletion of PRPS proteins leads to limited histone availability and impaired chromatin assembly. Our discovery bridges cellular metabolism and chromatin regulation and provides the evidence of how nucleotide biogenesis and histone deposition are coordinated.", "date": "2025-05-24", "journal": ""}
{"title": "An innovative in vitro model for studying the biology of cardiac fibroblasts originating from the epicardium", "doi": "10.1101/2025.05.23.655755", "authors": "Muller-Sanchez, C.; Muniz-Banciella, M. G.; Reina, M.; Soriano, F. X.; Martinez-Estrada, O. M.", "abstract": "Embryonic epicardium is a major source of cardiac fibroblasts (CFs), which play essential roles in heart development and response to heart injury. In this study, we developed a novel mouse model to identify distinct populations of epicardium-derived CFs based on WT1 expression. Our Wt1GFP/+;Wt1Cre;ROSA26-tdRFP model enables lineage tracing of WT1Cre-labeled (RFP) fibroblasts and the identification of cells actively expressing WT1 (GFP). Flow cytometry at early postnatal stages showed that RFP cells form a heterogeneous stromal population, with 20.13% co-expressing GFP, indicating persistent WT1 expression in a subset. We successfully immortalized RFP cardiac stromal cells, highly enriched in fibroblasts, by excluding other Wt1Cre-active cell types. Through culture condition optimization, we could selectively expand or differentiate specific fibroblast subpopulations, increasing the model's utility. These immortalized cells, carrying an integrated WT1 reporter system, provide a robust in vitro platform to study fibroblast activation, differentiation, and plasticity under defined conditions.", "date": "2025-05-24", "journal": ""}
{"title": "A Multimodal Spatial and Epigenomic Atlas of Human Adult Lung Topography", "doi": "10.1101/2025.05.23.655666", "authors": "Duong, T. E.; Diep, D.; Conklin, K. Y.; Bui, I.; Purkerson, J. M.; Boone, E.; Olness, J.; Patel, S.; Peng, B.; Kern, J. C.; Zhao, Z.; Misra, R. S.; Huyck, H. L.; Verheyden, J. M.; Borok, Z.; Zhang, Y.; Scheuermann, R. H.; Zhu, Q.; Deutsch, G.; Hagood, J. S.; Sun, X.; Zhang, K.; Pryhuber, G.", "abstract": "Developing high-resolution reference maps of disease-susceptible spatial niches is a critical step to mitigating the profound effects of lung disease. Here, we present an integrated multimodal single-nucleus human lung atlas (snHLA) profiling 746,047 nuclei from 49 mapped lung blocks spanning clinically relevant distal airways, alveoli, and interstitium across 11 healthy adults. Integrating snRNA-seq and SNARE-seq2, which co-assays chromatin accessibility and gene expression from the same nucleus, we resolved 70 molecularly distinct populations and captured 332,846 accessible chromatin regions, nominating new transcriptional regulators of human lung cell diversity. Spatial transcriptomics using MERFISH mapped 25 cell populations across 7 structural neighborhoods and multiplexed immunofluorescence localized cell subtypes and distal airway-defining protein markers, expanding and validating distinct lung structure-specific cell populations. This open access snHLA and companion Cell Type and Marker Gene Dictionary with anatomically aligned nomenclature delivers a foundational resource at an unprecedented resolution to interrogate the origins of lung pathophysiology.", "date": "2025-05-24", "journal": ""}
{"title": "ALPHA/BETA HYDROLASE DOMAIN CONTAINING 5 SUPPORTS GLUCOSE-STIMULATED-LIPOLYSIS AND INSULIN SECRETION IN PANCREATIC BETA CELLS", "doi": "10.1101/2025.05.21.655350", "authors": "Kim, L.; Liu, S.; Peachee, S.; Richtsmeier, S.; Jun, C.; Gianna, S.; Vikram, A.; Freshly, A.; Imai, Y.", "abstract": "PNPLA2 (aka adipose triglyceride lipase) is the rate limiting enzyme of triglyceride (TG) catabolism at the surface of lipid droplets (LDs). Lipolysis by PNPLA2 increases with glucose in pancreatic beta cells and produces metabolites that support glucose-stimulated insulin secretion (GSIS). Upregulation of lipolysis by glucose is blunted in human islets affected by type 2 diabetes. Here, we aim to determine how glucose regulates lipolysis in beta cells. We found that glucose recruits alpha/beta hydrolase domain containing 5 (ABHD5), a co-activator of PNPLA2 to LDs where lipolysis occurs. ABHD5 recruitment to LDs was reduced by the addition of H-89 and the expression of a mutant ABHD5 that is resistant to phosphorylation by a cAMP dependent kinase (PKA) indicating partial dependence of recruitment on PKA. Importantly, ABHD5 was indispensable for glucose responsiveness of lipolysis in INS-1 832/13 (INS-1) cells. Downregulation of ABHD5 increased LDs and TG content in INS-1 cells and human islets indicating that ABHD5 is highly active in beta cells. Additionally, glucose-stimulated insulin secretion was impaired in ABHD5 downregulated INS-1 and human pseudoislets, which agrees with impaired GSIS in ATGL downregulated beta cells. Thus, ABHD5 plays an important role in conferring glucose responsiveness of lipolysis and supporting insulin secretion in beta cells.", "date": "2025-05-24", "journal": ""}
{"title": "New glucose-abstaining Chlorella algae doubles mammalian cell culture longevity, boosts performance and drops serum needs enabling scaled applications.", "doi": "10.1101/2025.05.21.655407", "authors": "Oey, M.; Marx, U.; Schirra, H. J.; Curson, J. E. B.; Amado, M.; Ross, I. L.; Sweet, M. J.; Blaskovich, M.; Parton, R. G.; Hankamer, B.; Lo, H.", "abstract": "Mammalian cell culture technologies are crucial for recombinant protein production, organoid generation, medical applications, and the generation of in vitro cultivated meat. However, they are limited by high costs, vascular O2 provision, and the resultant inhibition of 3D tissue formation. Effective media usage along with oxygenation and waste management to extend culture health and longevity are key to improving all three. Microalgae, utilizing organic or inorganic CO2, produce O2 from light which complements oxygen-consuming and CO2-respiring mammalian cells and tissue culture. However, common microalgal cultivation conditions differ in temperature and salinity from mammalian cell cultivation environments, making co-cultivation short-lived and challenging. We screened several different microalgae species to identify locally isolated Chlorella BDH-1 as candidate that has high growth rates in mammalian culture conditions while, unlike other Chlorella species, does not compete for glucose as an energy source. In mammalian cell co-culture, BDH1 reduces cellular waste products, stabilizes pH, doubles culture longevity, increases growth performance up to 80%, and reduces expensive and ethically challenging foetal bovine serum requirements. Chlorella BDH-1 was also non-inflammatory and tolerant of clinical antibiotics. Collectively, mammalian cell/BDH1 co-cultivation improves tissue culture health and reduces costs, paving the path for applications in the biotechnology and medical sectors.", "date": "2025-05-24", "journal": ""}
{"title": "Lineage recording in monoclonal gastruloids reveals heritable modes of early development", "doi": "10.1101/2025.05.23.655664", "authors": "Regalado, S. G.; Qiu, C.; Kottapalli, S.; Martin, B. K.; Chen, W.; Liao, H.; Kim, H.; Li, X.; Lalanne, J.-B.; Hamazaki, N.; Domcke, S.; Choi, J.; Shendure, J.", "abstract": "Mammalian stem cells possess a remarkable capacity for self-organization, a property that underlies increasingly sophisticated in vitro models of early development. However, even under carefully controlled conditions, stem cell-derived models exhibit substantial \"inter-individual\" heterogeneity. Focusing on gastruloids, a powerful model of the early posterior embryo, we sought to investigate the origins of this heterogeneity. To this end, we developed a scalable protocol for generating gastruloids that are monoclonal, i.e. derived from a single mouse embryonic stem cell (mESC). Single cell transcriptional profiling of monoclonal gastruloids revealed extensive inter-individual heterogeneity, with some hardly progressing, others resembling conventional gastruloids but biased towards mesodermal or neural lineages, and yet others bearing cell types rare or absent from conventional polyclonal gastruloids. To investigate this further, we leveraged DNA Typewriter to record the cell lineage relationships among the mESCs from which monoclonal gastruloids originate. Early in the expansion of \"founder\" mESCsprior to induction of the resulting aggregates to form gastruloidswe observe clear examples of fate bias or fate restriction, i.e. sister clades that exhibit markedly different cell type compositions. In a separate experiment with DNA Typewriter, we reconstructed a monophyletic \"tree of trees\", composed of ~50,000 cells derived from ~100 gastruloids, all descended from a single \"founder of founders\" stem cell. From these data, we find that founder mESCs that are more closely related are more likely to give rise to monoclonal gastruloids with similar cell type compositions. Our results suggest that fluctuations in the intrinsic states of mESCs are heritable, and shape their descendants' fates across many cell divisions. Our study also showcases how DNA Typewriter can be used to reconstruct high-resolution, monophyletic cell lineage trees in stem cell models of early development.", "date": "2025-05-24", "journal": ""}
{"title": "Transcriptional and functional profiles of muscarinic receptor-expressing neurons in primate lateral prefrontal and anterior cingulate cortices", "doi": "10.1101/2025.05.23.655820", "authors": "Tsolias, A.; Mojica, C. A.; Yamani, R.; Khanna, S. D.; Abdullatif, S. A.; Snyder, B. J.; Chang, W.; Guillamon-Vivancos, T.; Goodliffe, J.; Capriglione, A. L.; Palanca, I. L. T.; Martinez, J.; Campbell, J. D.; Luebke, J. I.; Zeldich, E.; Medalla, M.", "abstract": "Our data revealed that mAChR gene enrichment in ACC and LPFC are associated with between-region transcriptional differences in synapse plasticity pathways that aligned with functional experiments. The relative upregulation of genes promoting synapse formation in CHRM+ ExNs and more pronounced cholinergic suppression of excitatory synaptic currents in ACC, suggests a role of ACh for filtering and enhancing signal-to-noise (gain) of inputs, which can be at play during ACC-mediated tasks requiring high cognitive demand. Concomitantly, cholinergic increase in E:I ratio in LPFC may support working memory representations. The role of ACh in gain modulation has been observed in macaque primary visual cortex, rodent prefrontal and olfactory cortices, and medial temporal lobe areas. Our findings support the role of ACh as a modulator of synapse plasticity and E:I circuit dynamics within ACC and LPFC, which can endow flexibility for the processing of signals depending on the cholinergic tone and cell-specific activation of distinct muscarinic receptors.", "date": "2025-05-24", "journal": ""}
{"title": "Association of RhoGEF Ect2 with Desmoplakin Supports RhoA Activity at Intercellular Junctions: Implications for Carvajal Disease", "doi": "10.1101/2025.05.21.655405", "authors": "Zarkoob, H.; Kam, C.; Koetsier, J.; Jaiganesh, A.; McCarthy, E.; Kelsell, D.; Sheikh, F.; Godsel, L. M.; Green, K. J.", "abstract": "Desmoplakin (DP) is an essential component of the desmosomal adhesion complex, tethering intermediate filaments to sites of intercellular adhesion to confer mechanical integrity to tissues. As a frequent target for mutation in cardiocutaneous syndromes that vary widely in phenotype, DP's roles as a signaling hub are rapidly emerging. Here, we identify the RhoGEF Ect2 as a previously unappreciated binding partner of the desmosomal protein DP. DP is required for the localization of Ect2 to keratinocyte desmosomes and cardiac intercalated discs in vitro and in vivo, where it maintains active RhoA (Rho-GTP) at the membrane. We demonstrate further that Ect2 activity is supported by PKC in a DP-dependent manner in cardiac myocytes. Finally, a truncated form of DP expressed in patients with Carvajal syndrome associated with severe cardiocutaneous defects is impaired in its ability to bind and localize Ect2 to cell junctions in cardiomyocytes and keratinocytes isolated from patients. Our findings delineate an important relationship between a component of the desmosome and a critical regulator of actin cytoskeletal remodeling that could have widespread implications for understanding cardiac and cutaneous health and disease pathogenesis.", "date": "2025-05-24", "journal": ""}
{"title": "Deficiencies in the Fanconi Anemia or the Homologous Recombination Pathway enhance the antitumor effects of the novel hypoxia-activated prodrug CP-506", "doi": "10.1101/2025.05.21.655302", "authors": "Schuitmaker, L.; van der Wiel, A. M. A.; Lieuwes, N. G.; Biemans, R.; Mutsters, N. A. M.; Jung, J.; Claudino Bastos, V.; Prades Sagarra, E.; Kuang, S.; Langie, S. A. S.; Setton, J.; Theys, J.; Yaromina, A.; Dubois, L. J.; Lambin, P.", "abstract": "The novel hypoxia-activated prodrug CP-506 has been shown to selectively target hypoxic tumor cells, which are associated with disease progression and resistance to conventional anti-cancer therapies. Given the alkylating effector metabolites, we hypothesize that defects in interstrand crosslink (ICL) and double strand break (DSB) DNA repair may serve as a predictive biomarker of sensitivity to CP-506. Here, we evaluated the role of DNA damage repair pathways in the antitumor response to CP-506. Isogenic cancer cell lines proficient or deficient in the Fanconi Anemia (FA), homologous recombination (HR), or non-homologous end joining (NHEJ) pathway were cultured as 2D monolayers and 3D spheroids. Cell viability, clonogenic cell survival, and spheroid growth inhibition were assessed following CP-506 exposure. Mice bearing subcutaneous isogenic xenografts received CP-506 (600 mg/kg; QD5) or vehicle treatment upon reaching a tumor starting volume (SV) of 244.9 {+/-} 72.0 mm3. Treatment response was quantified as time to reach 4xSV (T4xSV) and respective enhancement ratios (ER), defined as T4xSVCP-506/T4xSVvehicle. DNA damage and repair capacity were evaluated by {gamma}H2AX and alkaline comet assays. In vitro, cell lines deficient in FA or HR, but not NHEJ, showed enhanced sensitivity to CP-506 compared to parental cells in viability and clonogenic assays. This was confirmed in spheroid growth inhibition studies. In vivo, the antitumor response to CP-506 was more pronounced (P<0.0001) in LNCaP AR FANCA-/- (ER 4.0{+/-} 1.1) and LNCaP AR FANCD2-/- (ER 3.4{+/-} 0.8) xenografts compared to parental LNCaP AR (ER 1.5{+/-} 0.5) xenografts. CP-506 treatment of DLD-1 BRCA2-/- (2.9{+/-} 0.7; P<0.0001) xenografts resulted in significantly enhanced ER compared to parental (1.3{+/-} 0.2) xenografts. Similar results were obtained in HCT116 BRCA2-/- (ER 4.0{+/-} 0.6; P<0.0001) versus parental (ER 1.7{+/-} 0.6) xenografts. In contrast, the ER of HCT116 DNA-PKcs-/- (1.4{+/-} 0.3; P=0.18) xenografts was not different from HCT116 parental xenografts. Under anoxic conditions, CP-506 caused elevated {gamma}H2AX foci counts in FANCA- (2.0-fold increase at 48 hours) and FANCD2-deficient cells (1.4-fold increase at 72 hours) compared to LNCaP AR parental cells (P<0.0001). Similarly, {gamma}H2AX expression was increased in DLD-1 BRCA2-/- cells, but not in HCT116 BRCA2-/- cells, compared to their respective parental cells. In xenografts, FA- and HR-deficiency caused elevated {gamma}H2AX expression compared to respective parental tumors (1.6-9.3-fold increase). HCT116 DNA-PKcs-/- cells and xenografts displayed reduced {gamma}H2AX expression compared to their parental counterpart, with an 0.5-fold reduction. The comet assay confirmed CP-506-induced ICLs and DNA strand breaks but was unable to explain the differential therapeutic responses of CP-506 among isogenic tumor cells. Deficiencies within FA or HR, but not NHEJ, enhanced the antitumor effects of CP-506 through a mechanism consistent with the concept of synthetic lethality. Therefore, both DNA repair status and the presence of tumor hypoxia represent key biomarkers for patient stratification in clinical trials of CP-506.", "date": "2025-05-24", "journal": ""}
{"title": "In vivo anti-tumor activity of high-dose parenteral ascorbic acid is mediated primarily via cofactor activity, not via oxidative stress.", "doi": "10.1101/2025.05.21.655101", "authors": "Akram, T.; Luchtel, R. A.; Dubey, V.; Seal, S.; Aggarwal, R.; Sai, H.; Shenoy, N. K.", "abstract": "The anti-tumor effect of high-dose ascorbic acid (AA) has been demonstrated in multiple in vitro and in vivo cancer models with the postulation of two primary categories of mechanisms: antioxidant/cofactor activity and H2O2-mediated oxidative damage. Both mechanisms have been conclusively demonstrated in vitro. However, while parenteral high-dose AA-induced cofactor activity (TET-mediated DNA demethylation and prolyl/ asparaginyl hydroxylase-mediated HIF activity inhibition via reduction of enzymatic Fe3+ to Fe2+) has been demonstrated intratumorally in vivo in multiple models, the cumulative data on parenteral high-dose AA-induced intratumoral oxidative damage in vivo has been inconclusive. Furthermore, the relative contribution of the seemingly opposing mechanisms towards in vivo anti-cancer activity has not been studied concurrently. We therefore sought to definitively delineate the roles of both antioxidant/ cofactor activity and prooxidant functions of high-dose AA in the in vivo anti-tumor response. Using two syngeneic mouse tumor models, the AA-sensitive A20 model and the AA-resistant Renca model, we assessed markers of DNA and lipid oxidative damage as well as the specific roles of TET2 and AA transporter SLC23A2 in the anti-tumor response to parenteral high-dose AA. In the sensitive A20 model, loss of either Tet2 or Slc23a2 fully reversed anti-tumor activity. Similarly, overexpression of Tet2 in the resistant Renca model (which expresses high baseline levels of AA transporters SLC23A1 and SLC23A2, but does not express TET2), resulted in increased CD8+T cell infiltration and dramatic reduction in tumor growth overall. In both A20 and Renca models, high-dose parenteral AA increased total intratumoral antioxidant capacity, and this was attenuated by Slc23a2 knockdown in A20. High-dose AA treatment also resulted in a Tet2- and Slc23a2-dependent increase in intratumoral 5-hydroxymethylcytosine. Intracellular oxidative damage markers, 8-OHdG and 4-HNE, were not induced in tumors by high-dose AA in either model. In contrast, these markers were robustly induced in vitro by high-dose AA in A20 and Renca cells. Using dynamic real-time extracellular H2O2 measurements with high-dose AA, difference in molecular oxygen concentration between standard in vitro and hypoxic in vivo conditions was identified as an important factor underlying the marked discrepancy between the abundant in vitro and absent in vivo intratumoral oxidative stress with high-dose AA. Furthermore, using additional syngeneic models resistant (MB49) and sensitive (MC38) to AA-induced potentiation of anti-PD1 checkpoint inhibition, we demonstrate that very low catalase expression does not confer sensitivity to high-dose AA in vivo (further arguing against the H2O2 mechanism in vivo), that TET2 expression alone is not sufficient to drive an AA-induced anti-tumor response (either as a single agent or in combination with immunotherapy), and that high-dose AA can significantly enhance the efficacy of anti-PD1 immunotherapy even in the absence of single-agent activity. Our data strongly indicate that the in vivo anti-tumor effect of high-dose parenteral AA- including potentiation of immunotherapy- is mediated primarily by its specific antioxidant/ cofactor activity (with TET2 expression likely being necessary but certainly not sufficient), and not via oxidative stress. Collectively, the study represents a paradigm shift in our understanding of the cumulative mechanisms of in vivo anti-cancer activity of high-dose AA, with critical implications not just for the clinical translation of AA as an anti-cancer agent (including in enhancing immunotherapy efficacy) but also the field of free radical biology.", "date": "2025-05-24", "journal": ""}
{"title": "Circulating Biomarkers for Therapeutic Response to Immune Checkpoint Inhibitor Therapy in Patients with Advanced Lung Cancer", "doi": "10.1101/2025.05.21.655239", "authors": "Jain, K.; Mehra, D.; Yadav, M.; Aggarwal, S.; Chugh, P.; tripathi, G.; Ganguly, S.; Rana, R.; Awasthi, A.; Ganguly, N. K.; Maras, J. S.", "abstract": "Immune checkpoint inhibitors (ICIs) have demonstrated remarkable efficacy in the treatment of advanced lung cancer (ALC), but not all patients benefit. To identify responders, patient selection, categorization, and the identification of specific predictive biomarkers are crucial. Our research aims to identify circulating metabolites that could be used to stratify patients into potential responders prior to the initiation of ICIs and to monitor clinical response in real-time during treatment. In the discovery phase, 25 plasma samples from ALC patients receiving ICIs were analyzed using unbiased metabolomics and validated in a distinct 39 patient cohort. Five potential biomarkers were identified with fold change >1.5, p 0.05, AUC 0.81-1, including Thiourea and a combined metabolite panel consisting of sphingosine-1-phosphate, gentisic acid, glutathione, and 4 hydroxybutanone. Early on-treatment high plasma levels of Thiourea were significantly associated with 5-year progression-free survival, Hazard ratio= 0.038, 95% confidence interval=0.013-0.107, p<0.001] and overall survival [HR = 0.048, 95% CI = 0.019-0.120, p<0.001]. Low levels of CMP early on treatment were significantly associated with progression-free survival [HR = 8.119, 95% CI 3.767-17.501, p<0.001] and overall survival [HR = 7.367, 95% CI 3.517-15.433, 3.517-15.433, p<0.001]. This predictive plasma metabolite panel could serve as promising circulating biomarkers for predicting the therapeutic response of ICIs in ALC patients.", "date": "2025-05-24", "journal": ""}
{"title": "Development of Paclitaxel Resistance in Triple-Negative Breast Cancer Is Associated with Extensive DNA Methylation Changes That Are Partially Reversed by Decitabine", "doi": "10.1101/2025.05.22.655519", "authors": "Trnkova, L.; Burikova, M.; Soltysova, A.; Ficek, A.; Plava, J.; Cumova, A.; Rojikova, L.; Jakic, K.; Sedlackova, E.; Tichy, B.; Bystry, V.; Busato, F.; Shen, Y.; Matuskova, M.; Kucerova, L.; Tost, J.; Miklikova, S.; Cihova, M.; Buocikova, V.; Smolkova, B.", "abstract": "Aims: Chemotherapy resistance remains a major challenge in breast cancer (BC) treatment. This study investigated whether resistance development is associated with DNA methylation changes and assessed the potential of the DNA methyltransferase inhibitor decitabine (DAC) to reverse these alterations and enhance chemosensitivity. Methods: Molecular profiling and functional assays were used to characterize paclitaxel- (PAC) and doxorubicin- (DOX) resistant BC cell lines derived from luminal A (T-47D), triple-negative (MDA-MB-231), and HER2-positive trastuzumab-resistant (JIMT-1) models. Therapeutic responses to DAC and DOX, alone and in combination, were evaluated in MDA-MB-231 xenografts. DNA methylation-associated gene expression changes were analyzed through integrative approaches. Results: Chemoresistant cells exhibited a slow-cycling phenotype, reduced tumorigenicity, and extensive genomic alterations. Upregulation of RELB and downregulation of PPARG were observed across several resistant cell lines, while CDA expression was uniformly elevated in all DOX-resistant models. PAC-resistant xenografts displayed widespread methylation and transcriptomic reprogramming. DAC treatment partially restored aberrant methylation patterns and increased Ki-67 expression, potentially enhancing DOX responsiveness. Conclusions: Chemoresistance in BC involves extensive genomic and epigenetic reprogramming. DAC modulates methylation and tumor phenotype but is insufficient to overcome resistance, highlighting the need for rational combination strategies.", "date": "2025-05-24", "journal": ""}
{"title": "Aperiodic neural dynamics define a novel signature of glioma-induced excitation-inhibition dysregulation", "doi": "10.1101/2025.05.23.655626", "authors": "Sibih, Y. E.; Dada, A. O.; Cunningham, E. E.; Olshausen, N.; Kaur, J.; Jayabal, V.; Oten, S.; Herr, S.; Gonzales, C. N.; Daniel, A.; Krishna, S.; Ambati, V. S.; Aabedi, A. A.; Umbach, G.; Mirchia, K.; Lalwani, P.; Chang, E. F.; Raleigh, D. R.; Nagarajan, S.; Brang, D.; Hervey-Jumper, S. L.", "abstract": "Diffuse gliomas remodel neuronal circuits with prognostic and therapeutic significance for patients. Electrophysiologic measures of cortical excitability hold promise for monitoring disease progression and evaluating therapeutic responses. The power law exponent (aperiodic slope) reflects the balance between excitatory and inhibitory activity within neuronal networks, a critical aspect of normal brain function often disrupted in neurological conditions. Despite its potential, the significance of the aperiodic slope in glioma-infiltrated tissue and its underlying cellular processes has not been fully investigated. Here, we integrate multi-modal electrophysiological analysis with transcriptomic profiling to analyze the aperiodic slope in both normal and glioma-infiltrated cortex. We determine that glioma infiltration induces a flattening of the aperiodic slope, indicating a shift toward excitation dominance that varies according to tumor subtype and correlates with impairments in semantic naming. Single-nucleus RNA sequencing revealed that cortical regions with flat aperiodic slope exhibit transcriptional programs enriched in glutamatergic signaling, membrane depolarization, and excitatory synaptic transmission. The aperiodic slope responds to pharmacologically induced changes in cortical inhibition during propofol administration, a GABAA agonist. Our results establish the aperiodic slope as a robust biomarker of glioma-associated excitation-inhibition imbalance, with potential applications in tumor classification and treatment monitoring.", "date": "2025-05-24", "journal": ""}
{"title": "DNA2 and FANCM function in two distinctive pathways in disrupting TERRA R-loops and suppressing replication stress at ALT telomeres", "doi": "10.1101/2025.05.22.655602", "authors": "Ragupathi, A.; Abid, H. Z.; Chen, Y.; Zhao, R.; Kosiyatrakul, S. T.; Yetil, D. I.; Neiswander, J.; Feltman, R.; Thomas, S.; Yusupov, B.; Singh, M.; Zheng, L.; Shen, B.; Zhang, H.; Chu, H.-P. C.; Schildkraut, C. L.; Xiao, M.; Zhang, D.", "abstract": "Cancers maintain their telomeres through two main telomere maintenance mechanisms (TMMs): 85-90% of cancers rely on telomerase, while 10-15% of cancers adopt the Alternative Lengthening of Telomere (ALT) pathway. Previously, we and others reported that FANCM, one of the Fanconi Anemia proteins, plays a critical role in suppressing replication stress and DNA damage at ALT telomeres by actively disrupting TERRA R-loops [1-4]. Here, we showed that inactivation of DNA2 in ALT-positive (ALT+) cells, but not in telomerase-positive (TEL+) cells, induces a robust increase of replication stress and DNA damage at telomeres, which leads to a pronounced increase of many ALT properties, including telomere dysfunction-induced foci (TIFs), ALT-associated PML bodies (APBs), and C-circles. We further demonstrated that depletion of DNA2 induces a pronounced increase of TERRA R-loops and a decrease in replication efficiency at ALT telomeres. Most importantly, we uncovered a strong additive genetic interaction between DNA2 and FANCM in the ALT pathway. Furthermore, co-depletion of DNA2 and FANCM causes synthetic lethality in ALT+ cells, but not in TEL+ cells, suggesting that targeting DNA2 and FANCM could be a viable strategy to treat ALT+ cancers. Finally, utilizing the single-molecule telomere assay via optical mapping (SMTA-OM) technology, we thoroughly characterized genome-wide changes in DNA2 deficient cells and FANCM deficient cells and found that most chromosome arms manifested increased telomere length. Unexpectedly, we uncovered many chromosome arm-specific telomere changes in those cells, suggesting that telomeres at different chromosome arms may regulate and respond to replication stress differently. Collectively, our study not only shed new light on the molecular mechanisms of the ALT pathway, but also discovered a new strategy for targeting ALT+ cancer.", "date": "2025-05-24", "journal": ""}
{"title": "Cheminformatic identification of small molecules targeting acute myeloid leukemia", "doi": "10.1101/2025.05.20.655224", "authors": "Daneman, M. R.; Meika, B.; Tjahjono, E.; Revtovich, A. V.; Stolbov, L. A.; Gilbertson, S. R.; Poroikov, V. V.; Kirienko, N. V.", "abstract": "Acute myeloid leukemia (AML) is an aggressive hematological malignancy that has poor prognosis and high relapse rates with cytotoxic chemotherapeutics. Previously, we identified modulators of mitochondrial function, PS127-family compounds, that were cytotoxic to AML and were characterized by two predicted functions: apoptotic agonism and thioredoxin/glutathione reductase inhibition (T/GRi). Here, we uncovered a third critical predicted function: autophagic induction. A cheminformatics screening of ~4.2 million compounds for molecules with high probability of these three functions yielded 93 hits, 81 of which were closely related to PS127-family molecules. In silico hits selected for validation selectively killed AML cells, activated apoptosis, required functional autophagy, and interfered with glutathione metabolism, confirming predicted functions. This increased pools of cytosolic and mitochondrial ROS and decreased oxygen consumption and ATP synthesis. Differential scanning fluorimetry implicated glutathione reductase as a direct target of these molecules. Structurally-unrelated compounds from different clusters caused the same phenotype, validating our structure-blind screening approach. Furthermore, strong synergy between these compounds and the AML treatment midostaurin underscores their therapeutic potential.", "date": "2025-05-24", "journal": ""}
{"title": "Integrating Single-Cell Biophysical and Transcriptomic Features to Resolve Functional Heterogeneity in Mantle Cell Lymphoma", "doi": "10.1101/2025.05.20.655210", "authors": "Zhang, Y.; Debaize, L.; Langenbucher, A.; Weekes, J.; Vogiatzi, I.; Miettinen, T. P.; Zhang, M.; Sumpena, E.; Liu, H.; Duquette, S.; Hackett, L.; Zhang, J.; Baghiyan, S.; Redd, R. A.; Aryee, M.; Davids, M. S.; Kim, A. I.; Ryan, C. E.; Weinstock, D. M.; Manalis, S.; Murakami, M. A.", "abstract": "Intra-tumor heterogeneity impacts disease progression and therapeutic resistance but remains poorly characterized by conventional histologic, immunophenotypic, and molecular approaches. Single-cell biophysical properties distinguish functional phenotypes complementary to these approaches, providing additional insight into cellular diversity. Here we link both buoyant mass and stiffness to gene expression to identify clinically relevant phenotypes within primary mantle cell lymphoma (MCL) cells, employing MCL as a model of biological and clinical diversity in human cancer. Linked measurements reveal that buoyant mass and stiffness characterize B-cell development states from naive to plasma cell and correlate with expression of oncogenic B-cell receptor signaling genes such as BLK and CD79A. Additionally, changes in cell buoyant mass within primary patient specimens ex vivo correlate with sensitivity to Bruton's Tyrosine Kinase inhibitors in vivo in MCL and chronic lymphocytic leukemia, another B-cell malignancy. These findings highlight the value of biophysical properties as biomarkers of response in pursuit of future precision therapeutic strategies.", "date": "2025-05-24", "journal": ""}
{"title": "Identification and Characterization of PLUTO-201, a Novel Long Non-Coding RNA Associated with Poor Outcomes in Prostate Cancer", "doi": "10.1101/2025.05.21.655369", "authors": "Li, H.; Younger, N. S.; Malik, B.; Shin, H. J.; Zhang, C.; Niknafs, Y.; Zhao, S.; Wilder-Romans, K.; Pitchiaya, S.; Han, S.; Barnard, T. J.; Lloyd, P.; Zhang, M.; Chesner, L. N.; Calvert, M.; Egusa, E. A.; Zhu, J.; Chou, J.; Das, R.; Kothari, V.; Shenoy, T.; Diolaiti, M. E.; Malik, R.; Prensner, J. R.; Burlingame, A. L.; Ashworth, A.; Chinnaiyan, A. M.; Feng, F.; Li, H.", "abstract": "Despite extensive investigation, the factors promoting aggressive prostate cancer are poorly understood. By performing a comprehensive analysis of whole-genome transcriptome data to identify differential expression across 1,567 patients with prostate cancer, we now report the identification of a novel lncRNA, Prostate Locus of Uncharacterized Transcript Outlier 201 (PLUTO-201), which is strongly associated with metastasis and poor overall survival in men with prostate cancer. We find that overexpression/knockdown of PLUTO-201 in pre-clinical models of prostate cancer modulates proliferation rates and markers of an aggressive phenotype through regulation of steroid biosynthesis and expression of the MHC class I complex, driving increased growth in androgen-depleted conditions and decreased susceptibility to T cell-mediated cytotoxicity. We further find that the heterogeneous nuclear ribonucleoprotein hnRNPK directly binds PLUTO-201 and is indispensable for its activity. Overall, our findings indicate that PLUTO-201 is a driver of aggressive prostate cancer phenotypes and poor clinical outcomes.", "date": "2025-05-24", "journal": ""}
{"title": "Overcoming treatment resistance mediated by the bone marrow vascular niche in acute myeloid leukemia", "doi": "10.1101/2025.05.22.655592", "authors": "Froid, M.; Branciamore, S.; Chen, Z.; Frankhouser, D.; Fu, Y.-H.; Ambriz, J. R.; Nguyen, L. X. T.; Irizarry, J.; Kuo, Y.-H.; O'Meally, D.; Zhang, B.; Marcucci, G.; Rockne, R.; Basanta, D.", "abstract": "Acute myeloid leukemia (AML) is a hematologic malignancy originating in the bone marrow, frequently progressing to extramedullary sites. Despite advances in molecularly targeted therapies and hematopoietic stem cell transplantation, clinical outcomes remain suboptimal. Tyrosine kinase inhibitors (TKIs) confer benefit in a subset of AML patients harboring FLT3-ITD mutations, yet relapse and resistance are common. These failures are driven by both intrinsic properties of leukemic stem cells (LSCs) - a quiescent, self-renewing population - and extrinsic cues from the tumor microenvironment. We previously demonstrated that arteriolar endothelial cells (ECs) produce miR-126, which is transferred to LSCs, promoting quiescence, treatment resistance, and niche retention. During disease progression, TNF secreted by expanding blasts suppresses EC miR-126 production, enabling LSCs and their progeny to proliferate. Following TKI administration, blast reduction lowers TNF levels, restoring EC miR-126 production and enabling LSCs to re-enter quiescence - thereby escaping therapy and facilitating relapse. To investigate this dynamic, we developed an agent-based computational model of the AML bone marrow microenvironment, parameterized with in vitro and in vivo data. The model captures vascular niche remodeling and the feedback between leukemic populations and endothelial signaling. Simulations reveal that LSC protection mediated by miR-126 can be overcome by combining TKIs with miRisten, a miR-126 inhibitor. When administered on a defined schedule, this combination disrupts the protective niche and enhances LSC eradication. These findings underscore the therapeutic potential of targeting microenvironmental feedback to overcome resistance and prevent AML relapse.", "date": "2025-05-24", "journal": ""}
{"title": "Inflammation-induced endothelial cell activation and angiogenic sprouting are downmodulated by ubiquitin-specific peptidase 20", "doi": "10.1101/2025.05.20.655129", "authors": "Roy, B.; Wu, J.-H.; Freedman, N. J.; Shenoy, S. K.", "abstract": "Nuclear factor-{kappa}B (NF{kappa}B) mediates inflammation-driven angiogenesis, which promotes growth of atherosclerotic plaques and tumors. The deubiquitinase ubiquitin-specific peptidase 20 (USP20) suppresses NF{kappa}B activation in vascular smooth muscle cells (SMCs) and attenuates atherosclerosis, but the role of USP20 in endothelial cells (ECs) was undefined. We tested whether USP20 activity diminishes NF{kappa}B signaling in ECs and thereby diminishes angiogenesis. Cytokine-induced NF{kappa}B activity was elevated in primary ECs isolated from Usp20-/- mice as compared with ECs from wild-type (WT) mice. Similarly, cytokine-induced NF{kappa}B activity was elevated in mouse coronary endothelial cells (MCECs) expressing catalytically inactive USP20 (USP20-DN) or phospho-mimetic USP20(S334D). In contrast, cytokine stimulation of MCECs expressing WT USP20 (USP20-WT) or phospho-resistant USP20(S334A) produced blunted NF{kappa}B activity. Assessed by scratch-wound healing and spheroid assays, migration and angiogenesis of MCECs, respectively, were (a) increased by USP20-DN or USP20(S334D), and (b) decreased by USP20-WT or USP20(S334A). Angiogenesis assessed by the aortic ring assay was significantly increased in Usp20-/- mice and was suppressed by TPCA-1, an inhibitor of NF{kappa}B signaling. Angiogenesis was augmented in USP20(S334D) mouse aortic rings but reduced in USP20(S334A) mice. By screening known angiogenesis factors, we identified matrix metalloproteinase 3 (MMP3), a transcriptional target of NF{kappa}B, as a gene that is also regulated by USP20 expression and Ser334 phosphorylation. Inhibiting MMP3 reduced angiogenic sprouting in the Usp20-/- mouse aortic rings. We conclude that USP20 expression inversely correlates with the extent of angiogenesis, and that inhibiting USP20 Ser334 phosphorylation could be a useful strategy to constrain inflammation-driven angiogenesis under pathological circumstances, like cancer and atherosclerosis.", "date": "2025-05-24", "journal": ""}
{"title": "predicTox: An integrated database of clinical risk frequencies and human gene expression signatures for cardiotoxic drugs", "doi": "10.1101/2025.05.23.655401", "authors": "Hansen, J.; Iyengar, R.; Martinez, P.; Yadaw, A. S.; Xiong, Y.; Racz, R.; Pacanowski, M. A.; Hopkins, L. L.; King, N. M. P.; Abernethy, D.; Sobie, E.", "abstract": "We have used drug-induced transcriptomic responses and whole-genome sequences in healthy human induced pluripotent stem cells (iPSC)-derived cardiomyocyte lines to identify cellular functional pathways and genomic variants potentially associated with the cardiotoxic effects of tyrosine kinase inhibitors (TKIs) and other cancer drugs. Here, we describe predicTox.org, an interactive website that organizes our data and its integration with knowledge from cell pathways and genomic databases. DrugTox summary cards give results of these analyses and metadata for each drug. Fields include FDA Adverse Event Reporting System (FAERS) cardiotoxicity risk scores, cell pathways, and genomic variants potentially associated with drug-induced cardiotoxicity. At a detailed level, predicTox provides ranked lists of pathway signatures that are common for cardiotoxic TKIs, up- and downregulated pathways associated with cardiotoxicity induced by specific TKIs and TKI-regulated genes mapping to those pathways. predicTox provides downloadable lists of drug-induced differentially expressed genes (DEGs) and pathways, drug-related genomic variants associated with cardiotoxicity, all with their statistical metrics, and mathematical models to simulate drug effects on heart physiology. Building on the results of our algorithm for independent reidentification of the well-known rs2229774 variant for anthracycline-induced cardiotoxicity, we describe how our data can be queried to identify potential variants associated with drug-induced cardiotoxicity by affecting a drug's pharmacodynamics and pharmacokinetics.", "date": "2025-05-24", "journal": ""}
{"title": "Proteomic analysis of exosomes from lymphatic affluents reveals their implications in developing premetastatic niche in melanoma.", "doi": "10.1101/2025.05.21.655399", "authors": "Suman, S.; Geng, L.; Nevala, W. K.; Zhao, X.; Sung, J.; Jakub, J. W.; Kandasamy, R. K.; McLaughlin, S. A.; Pandey, A.; Markovic, S. N.", "abstract": "Melanoma is an aggressive form of skin cancer that often spreads via lymphatic pathways to regional and distant sites. Melanoma-derived lymphatic exosomes play a crucial role in forming a tumor-supportive environment for metastasis, or premetastatic niche, within the first tumor draining lymph node, also known as the sentinel lymph node (SLN). Therefore, analyzing the proteomic content of tumor-draining lymphatic exosomes that deliver oncogenic molecules to the SLN is important in understanding the premetastatic niche. To reveal the proteomic landscape of lymphatic exosomes, we performed multidimension liquid chromatography-tandem mass spectrometry with multiplexing (18-samples) using tandem mass tag (TMT) labeling to profile the lymphatic exosomal proteomes obtained from afferent lymphatic channels leading to the SLN of patients with melanoma (n=6), control afferent lymphatic channels from prophylactic mastectomy (n=3) and non-cancer post-operative lymphatic fluid (n=9). Lymphatic fluid from postoperative lymphadenectomy drains served as another control to filter out non-melanoma alteration in lymph that may be related to the procedure of surgical resection and wound healing process. Our proteomic analysis identified 3929 proteins in the lymphatic exosomes, of which 968 were unique proteins absent from the current exosomal database. Interestingly, melanoma lymphatic exosomes possess distinctive proteomic cargo, which is significantly associated with cancer-associated and cellular structural remodeling pathways (FDR <0.05). Moreover, proinflammatory wound healing pathways are predominantly present in melanoma and postoperative lymph fluid compared to normal control afferent lymphatic channels. We identified a total of 17 uniquely modulated proteins in melanoma compared to control and postoperative lymph, which are critically involved in the process of melanoma tumorigenesis. At least ten upregulated proteins strongly correlate with each other at the gene expression levels in melanoma tumors compared to controls and may serve as a signature panel for melanoma (p = 2.13 x 10-58). In summary, this study represents the first comparative analysis of the lymphatic exosomal proteome and highlights distinct exosomal proteins that may support premetastatic niche formation in the SLN.", "date": "2025-05-24", "journal": ""}
{"title": "Ketogenic diet prevents obesity-associated pancreatic cancer independent of weight loss and induces pancreatic metabolic reprogramming", "doi": "10.1101/2025.05.20.655200", "authors": "Velez-Bonet, E.; Gumpper-Fedus, K.; Chasser, K.; Hurst, Z.; Hsueh, H.-Y.; Pita-Grisanti, V.; Liette, A.; Vulic, G.; Choueiry, F.; Zhang, H.; Zhu, J.; Knoblaugh, S. E.; Culp, S.; Volek, J. S.; Cruz-Monserrate, Z.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is an aggressive cancer with poor outcomes. Obesity is a risk factor for several cancers including PDAC due to metabolic dysregulation and inflammation. The ketogenic diet (KD) can alter metabolism and has been evaluated for its effects on tumor progression in non-obese but not obese PDAC using genetically engineered mouse models (GEMMs). We hypothesized that ketone bodies and a KD alter cell and tumor metabolism. We show that ketone treatments altered pyrimidine metabolism in PDAC cells. Moreover, in an obese PDAC GEMM, KD prevented tumor progression independent of weight loss but promoted PDAC in a non-obese PDAC GEMM. The KD-specific delay of obesity-associated PDAC was associated with pancreatic metabolic shifts in pyrimidine, cysteine and methionine, and arginine and proline pathways. These findings suggest potential benefits of a KD in preventing obesity-associated PDAC, but highlights some risks in non-obese settings.", "date": "2025-05-24", "journal": ""}
{"title": "Targeting Semaphorin 7a signaling in preclinical models of estrogen receptor-positive breast cancer", "doi": "10.1101/2025.05.21.655360", "authors": "Steinmetz, R. N.; Fairchild, H.; Wessells, V.; Lyons, T. R.", "abstract": "Estrogen receptor-positive (ER+) breast cancer (BC) comprises over 70% of breast cancers and is the leading cause of BC-related deaths in women worldwide. Despite available therapies against ER+ BC, recurrence occurs in many patients due to therapeutic resistance. Semaphorin 7a (SEMA7A) is a biomarker associated with poor prognosis and endocrine therapy resistance for BC patients. Survival analyses of ER+ BC patients on endocrine therapy confirm early recurrence in patients with SEMA7A+ tumors. Thus, we aim to establish novel treatment strategies to improve outcomes for patients with ER+ SEMA7A+ BC. In this paper we investigate the mechanisms by which SEMA7A promotes resistance to endocrine therapy and its potential as a therapeutic target for ER+ BC. Our studies suggest that SEMA7A binds to integrins {beta}1 and {beta}4 (ITGB1, ITGB4) and activates AKT cell survival signaling via its RGD domain. Using a syngeneic ER+ model, TC11 tumors in FVB/N mice were treated with PI3K inhibitors (20mg/kg alpelisib; 10mg/kg GCT-007), alone or in combination with tamoxifen (0.5 mg/100uL peanut oil). TC11 tumors were also treated with a combination of an anti-SEMA7A antibody (SmAb H1) (100-250mg/kg) and fulvestrant (83mg/kg), compared to single agents. In vivo studies were validated in a second syngeneic ER+ model; SSM2 cells and 129SV-E mice. Our results demonstrate that direct inhibition of SEMA7A via SmAb H1 significantly reduces tumor growth of SEMA7A+ tumors, and the combination with fulvestrant may be even more effective. Our studies suggest that patients with ER+SEMA7A+ tumors should be candidates for PI3K-targeted therapies or anti-SEMA7A-based therapy.", "date": "2025-05-24", "journal": ""}
{"title": "IL-17A potentiates malignant T-cell viability via electron transport chain complex I in cutaneous T-cell lymphoma", "doi": "10.1101/2025.05.21.655309", "authors": "Attrish, D.; Dhamija, B.; Mukherjee, D.; Sawant, V.; Marathe, S.; Saul, D.; Basu, M.; Banik, A.; Sharma, N.; Shet, T.; Jain, H.; Kosinsky, R. L.; Sharma, P.; Purwar, R.", "abstract": "Cutaneous T-cell lymphoma (CTCL) is a rare malignancy of skin-resident T cells characterized by an aberrant cytokine profile, notably elevated Interleukin-17A (IL-17A) levels. However, the functional importance of IL-17A dysregulation in the CTCL pathogenesis remains poorly understood. Our analysis revealed increased IL-17A receptor (IL-17RA) expression in CTCL patient samples, supporting the importance of IL-17A signaling in CTCL progression. Proteomic and metabolomic profiling of IL-17A-treated malignant T cells revealed mitochondrial electron transport chain (ETC) complex I as a key downstream target of IL-17A signaling. Furthermore, we confirmed the elevated expression of ETC complex I in CTCL patient samples compared to healthy control T cells, hence highlighting the clinical relevance of the IL-17A signaling-ETC complex 1 axis. Altogether, our data unveil the function of IL-17A signaling in the metabolic axis in CTCL progression, which could be useful for developing advanced therapeutic strategies.", "date": "2025-05-24", "journal": ""}
{"title": "A First-in-Class Therapy Targeting Transcription-Replication Conflicts Drives Synthetic Lethality in Homologous Recombination Deficient Cancers", "doi": "10.1101/2025.05.21.655390", "authors": "Lim, Y. C.; Lai, S. K.; Yang, R. H.; Chua, Y. K.; Patouret, R.; Manoj, V.; Soh, C.; Lebeau, B.; Cham, N.; Meng, W.; Tey, S. K.; Yeap, S. L.; Zhang, S.; Yong, J.; Ali, Z.; Mutwil, M.; Singh, P.; Fullwood, M.; Zhong, L.; Dong, X.; Chiba, S.; Koh, C. G.; Li, H. Y.", "abstract": "Oncogenic signaling drives unchecked proliferation by subverting cellular processes, often at the expense of genome integrity. To survive this inherent genotoxic stress, cancer cells have developed a critical reliance on non-oncogenic stress response pathways to safeguard their genome. Capitalizing on this therapeutic vulnerability, we exploited the dependency of cancer cells on stress-mitigating mechanisms during DNA replication to identify a naturally occurring compound - Molephantin. Here, the derivatization of Molephantin produces NYH002 with cancer-specific toxicity at nanomolar potency. As a small-molecule inhibitor (~450 Da), NYH002 selectively binds the ILF2 complex to disrupt the activity of downstream helicases essential for R-loop resolution. Progressive accumulation of unresolved RNA:DNA hybrids increases the frequency of head-on collisions with the replication machinery, resulting in catastrophic genome-wide DNA double-strand breaks. While elevated cyclin E and E2F1 levels predict NYH002 sensitivity, homologous recombination deficient cancer cells exhibit greater vulnerability, as evidenced by the selective lethality observed in both in vitro and in vivo models. Collectively, the ILF2 plays a central role in coordinating a series of helicases to safeguard R-loop resolution, which NYH002 leverages to restrict tumor malignancy.", "date": "2025-05-24", "journal": ""}
{"title": "Primary CD34+ cells of patients with VEXAS syndrome are highly sensitive to targeted treatment with TAK-243 and pevonedistat", "doi": "10.1101/2025.05.22.653244", "authors": "Nowak, D.; Demmerle, M.; Klär, A.; Streuer, A.; Riabov, V.; Altrock, E.; Rapp, F.; Belzer, A.-C.; Klink, T.; Hahn, M.; Hofmann, F.; Nowak, V.; Weimer, N.; Obländer, J.; Palme, I.; Göl, M.; Darwich, A.; Steiner, L.; Abba, M.; Metzgeroth, G.; Hofmann, W.-K.; Schmitt, N.", "abstract": "Vacuoles, E1 enzyme, X-linked, Autoinflammatory, Somatic (VEXAS) syndrome is an autoinflammatory disease characterized by somatically acquired UBA1 mutations in hematopoietic stem cells. VEXAS patients present with significant therapeutic challenges such as severe treatment-resistant inflammation and predisposition to myeloid malignancies. In this study, we evaluated the efficacy of TAK-243, a UBA1 inhibitor, and pevonedistat, a NEDD8 inhibitor, in vitro on primary CD34+ hematopoietic stem and progenitor cells (HSPCs) from patients with VEXAS syndrome (n=5), myelodysplastic neoplasms (MDS) (n=10), as well as healthy controls (n=10). Our findings revealed that VEXAS patient-derived HSPCs exhibited significantly higher sensitivity to both TAK-243 (IC50: 22 nM) and pevonedistat (IC50: 553 nM) compared to MDS (IC50: 133 nM and 1048 nM, respectively) and healthy controls (IC50: 192 nM and 1107 nM, respectively) as demonstrated by reduced cell viability. Furthermore, VEXAS CD34+ cells exhibited significantly higher levels of apoptosis after treatment with both inhibitors. These results suggest that TAK-243 and pevonedistat selectively target UBA1-mutated progenitor cells, and indicate a broad therapeutic window in which malignant cells are eradicated but healthy hematopoiesis is not yet compromised. This study provides a strong rationale for further clinical investigation of TAK-243 and pevonedistat as targeted therapies for VEXAS patients, offering hope for improved management of this clinically challenging disorder and contributing to our understanding of its underlying molecular mechanisms.", "date": "2025-05-24", "journal": ""}
{"title": "A New Class of Precision Therapeutics that Inhibit Prostate Cancer Mediated Bone Destruction", "doi": "10.1101/2025.05.20.654990", "authors": "Qiao, F.; Gordon, R.; Pattanayak, A.; Li, W.; Knibbe-Hollinger, J.; O'Neill, K.; Chen, W.; Mukthapuram, P. R.; Natarajan, A.; Bergan, R.", "abstract": "Cancer mediated bone destruction remains a common cause of morbidity and mortality. Here we couple an inhibitor of cell movement to bone trophic bisphosphonates, forming heterobifunctional compounds termed Dual Acting Bone Defender agents (DABDs). DABDs inhibit prostate cancer cell motility and osteoclast mediated bone destruction in vitro. Our lead compound, BTE-EN1, inhibits circulating human prostate cancer cells from forming bone destructive lesions in mice and prolongs life in a dose-dependent fashion. In mice with established metastatic lesions, BTE-EN1 significantly decreases bone destruction by over 60% compared to the control. Mechanistically, BTE-EN1 binds hydroxyapatite, inhibits prenylation of Rap1A, induces apoptosis in osteoclasts, and inhibits Raf1 activation and formation of bone resorptive cavities in osteoclasts, thus retaining the function of its constituent chemicals. BTE-EN1 is not toxic to mice at doses 4,000-fold over those required for efficacy, exhibits anti-cell motility activity across other bone-destructive cancer cell types, and does not interfere with standard-of-care hormone therapy or chemotherapy. BTE-EN1 is a new class of highly active therapeutics that inhibit cancer mediated bone destruction and holds high potential for translation into humans.", "date": "2025-05-24", "journal": ""}
{"title": "An oncolytic herpesvirus expressing a CXCR4 antagonist interferes with Glioblastoma cells stemness features and migration.", "doi": "10.1101/2025.05.21.655102", "authors": "D'ARRIGO, P.; DUBOIS, M.; SANCHEZ GIL, J.; LASSENCE, C.; BROUWERS, B.; LOMBARD, A.; ROGISTER, B.; NEIRINCKX, V.; LEBRUN, M.; SADZOT-DELVAUX, C.", "abstract": "Glioblastoma is one of the most aggressive brain tumors. Despite the standard therapy, the survival from diagnosis remains dramatically low, especially due to relapses. Considering their capacity to escape the tumor and to migrate to the subventricular zone through a CXCR4-dependant mechanism, Glioblastoma stem-like cells (GSCs) are considered as responsible for these relapses. CXCR4 regulates biological features associated with tumor progression, including self-renewal, migration and radio-resistance. Importantly, its expression correlates with severity and poor prognosis of several cancers including GBM. CXCR4/CXCL12 pathway appears therefore as an interesting potential therapeutic target. We have generated an oncolytic herpesvirus (oHSV) expressing HA-P2G, a mutated form of CXCL12 previously described as a CXCR4 competitive inhibitor. We demonstrate that in vitro, oHSV/P2G impairs human primary GSCs stemness markers expression, self-renewal and migration. In an orthotopic xenograft murine model, its injection within the tumor limits tumor growth and GSCs migration. The ability of P2G to interfere with major GSC features demonstrates the interest in considering oHSV/P2G as a promising new therapeutic approach for glioblastoma patients.", "date": "2025-05-24", "journal": ""}
{"title": "Feeding induces c-Fos in hepatocytes contributing to hepatocellular carcinoma in obesity", "doi": "10.1101/2025.05.20.654880", "authors": "Li, A.; Gilglioni, E. H.; St-Pierre-Wijckmans, W.; Hosseinzadeh, L.; Veyrat-Durebex, C.; Singh, S. P.; Coppari, R.; Bakiri, L.; Gurzov, E. N.", "abstract": "The transcription factor c-Fos plays an important role in hepatic metabolism; however, its role in metabolic dysfunction-associated steatotic liver disease (MASLD) and hepatocellular carcinoma (HCC) is unclear. Here, we show that hepatic c-Fos is induced by insulin after feeding and suppressed by glucagon during fasting in chow-fed mice. In lean mice, adenovirus-mediated c-Fos ectopic expression in the liver is sufficient to cause insulin resistance. In diet-induced obesity or after ectopic expression in hepatocytes, c-Fos promotes MASLD progression by altering PPAR signaling and fatty acid metabolism pathways. Mechanistically, c-Fos drives glycolysis, stress-associated MAPK, and insulin-related PI3K-Akt signaling, exacerbating metabolic dysregulation. In HCC, c-Fos expression correlates with PI3K-Akt, MAPK, and calcium signaling pathways activation. Moreover, c-Fos siRNA knockdown in human liver cancer cells reduces proliferation and increases apoptosis under lipotoxic or ER stress conditions. These findings identify c-Fos as a critical mediator of liver steatosis progression, linking hepatocyte signaling and metabolic reprogramming to liver dysfunction and tumorigenesis.", "date": "2025-05-24", "journal": ""}
{"title": "Repurposing Romidepsin for Osteosarcoma: Screening FDA-Approved Oncology Drugs with Three-Dimensional Osteosarcoma Spheroids", "doi": "10.1101/2025.05.22.654354", "authors": "Seiden, E. E.; Richardson, S.; Everitt, L. A.; Knafler, G. J.; Kinsella, G. P.; Walker, A. L.; Whiteside, V. A.; Buschbach, J. D.; Gandhi, D. A.; Saadatzadeh, M. R.; Wurtz, L. D.; Getty, P. J.; Padgett, S. L.; Gamblin, R. M.; Childress, M. O.; Fulkerson, C. M.; Pollok, K. E.; Collier, C. D.; Greenfield, E. M.", "abstract": "Osteosarcoma is the most common primary malignant bone tumor and predominantly affects children, adolescents, and young adults. It is the third most common cause of cancer-related deaths among 9-24-year-olds. Despite aggressive chemotherapeutic and surgical therapies, the survival rate is only 25% for patients with detectable lung metastases at diagnosis and only 70% in patients that present without detectable lung metastases. The poor prognosis is due to growth of metastases irrespective of whether they are initially large enough to detect clinically. It is therefore necessary to develop new methods to target the growth of lung micrometastases. An NCI panel of FDA approved oncology drugs was therefore screened using three highly metastatic human osteosarcoma cell lines. To more closely approximate in vivo micro-metastases, the screen used a 3D multicellular in vitro osteosarcoma spheroid (sarcosphere) model. Among 13 hits from the initial screen, we identified the histone deacetylase inhibitor (HDI) romidepsin as the most promising inhibitor in secondary screens based on sarcosphere viability. Romidepsin potency was evident with and without standard-of-care chemotherapeutics (MAP: Methotrexate, Adriamycin, Cisplatin) at drug concentrations that are clinically achievable and did not affect non-transformed cells. By those criteria, romidepsin also substantially outperformed the other three FDA approved HDIs and eight HDIs in clinical trials. Importantly, sarcospheres derived at low-passage number from 30-50% of human and canine patient samples were also sensitive to romidepsin with ED50s 10- to 700-fold less than the Cmax in human patients. Based on these 3-D screening approaches, romidepsin is a promising drug to repurpose for osteosarcoma. The next most promising FDA-approved drugs were bortezomib and carfilzomib, the only two proteosome inhibitors in the NCI panel.", "date": "2025-05-24", "journal": ""}
{"title": "Contrastive Representation Learning for Single Cell Phenotyping in Whole Slide Imaging of Enrichment-free Liquid Biopsy", "doi": "10.1101/2025.05.21.655334", "authors": "Naghdloo, A.; Tessone, D.; Mandya Nagaraju, R.; Zhang, B.; Kang, J.; Li, S.; Oberai, A.; Hicks, J. B.; Kuhn, P.", "abstract": "Tumor-associated cells derived from a liquid biopsy are promising biomarkers for cancer detection, diagnosis, prognosis, and monitoring. However, their rarity, heterogeneity and plasticity make precise identification and biological characterization challenging for clinical utility. Enrichment-free approaches using whole slide imaging of all circulating cells offer a comprehensive and unbiased strategy for capturing the full spectrum of tumor-associated cell phenotypes. However, current analysis methods often depend on engineered features and manual expert review, making them sensitive to technical variations and subjective biases. These limitations highlight the need for a better feature representation to improve performance and reproducibility of applications in large-scale patient cohort analyses. In this study, we present a deep contrastive learning framework for learning features of all circulating cells, enabling robust identification and stratification of single cells in whole slide immunofluorescence microscopy images. We demonstrate performance of learned features in classification of diverse cell phenotypes in the liquid biopsy, achieving an accuracy of 92.64%. We further demonstrate that learned features improve performance in downstream applications such as outlier detection and clustering. Lastly, our feature representation enables automated identification and enumeration of distinct rare cell phenotypes, achieving average F1-score of 0.93 across cell lines mimicking circulating tumor cells and endothelial cells in contrived samples and average F1-score of 0.858 across CTC phenotypes in clinical samples. This workflow has significant implications for scalable analysis of tumor-associated cellular biomarkers in clinical prognosis and personalized treatment strategies.", "date": "2025-05-24", "journal": ""}
{"title": "Spatial Biology and Organoid Technologies Reveal a Potential Therapy-Resistant Cancer Stem Cell Population in Pancreatic Ductal Adenocarcinoma", "doi": "10.1101/2025.05.22.655586", "authors": "Adhikary, P.; Chakrabarti, J.; Wang, J.; Ezuma-Igwe, U.; Sun, X.; Bastian, W. C.; Braissand, N.; Corbett, M. P.; Douglass, E.; Kim, S.; Kanakamedala, R.; Branch, A. G.; Mallick, S.; Resmi, M. P.; Stevens, P.; Padilla-Rodriguez, M.; Sanchez, M.; Beatty, G. L.; Griffin, J.; Nikolinankos, P. G.; Chen, K.; Riall, T.; Ahmad, S. A.; Shroff, R.; Hollande, F.; Sohal, D.; Zavros, Y.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) remains one of the deadliest malignancies with a 5-year survival rate of less than 10 percent. Chemotherapy is the current standard-of-care (SOC) for advanced PDAC; however, treatment resistance driven by a complex and immunosuppressive tumor microenvironment (TME) limits its effectiveness. To address mechanisms of resistance, we studied cabozantinib (cabo), a multi-kinase inhibitor approved for several solid tumors. Cabo has shown promise in preclinical PDAC models and clinical trials, particularly when combined with immunotherapy, but its mechanisms of action within the human PDAC TME and its potential to overcome therapy resistance remain unclear. Using CosMx Spatial Molecular Imaging (CosMx SMI) and Orion Multiplex Immunofluorescence (MxIF), we analyzed PDAC tissues collected after first line systemic chemotherapy and the Whipple surgical procedure, as well as from liver or lung metastatic sites from patients with PDAC. To functionally model the TME, we established matched patient-derived organoid (PDO) co-cultures harboring cancer associated fibroblasts (CAFs), and autologous immune cells (IMM) (PDO/CAF/IMM). These models were used to evaluate the effects of cabo and pembrolizumab, an anti-PD1 immune checkpoint inhibitor, with benchmarking of findings to the patients TME. Spatial analysis of post-chemotherapy and metastatic PDAC tissues revealed heterogeneous cellular neighborhoods within the TME, including enrichment of Schwann cells, CAFs, T regulatory cells, and cancer stem cells (CSCs). Distinct niches were observed in metastatic liver tissues, characterized by mesenchymal stem cells, fibroblasts, including myCAFs and iCAFs, and CSCs expressing CD44 and TROP2. In PDO/CAF/IMM co-cultures, treatment with cabo in combination with pembrolizumab enhanced cancer cell death by depleting myeloid-derived suppressor cells (MDSCs) and promoted cytotoxic T lymphocyte proliferation. Across both patient tissues and treated co-cultures, a persistent SOC-resistant cancer stem cell population emerged that expressed CD44 variant 9 (CD44v9). Taken together, these integrative spatial and organoid-based studies demonstrate that cabo can remodel the PDAC TME and potentiate PD-1 immunotherapy in preclinical models, while resistance associates with a CD44v9+ CSC population, revealing a potential therapeutic target.", "date": "2025-05-24", "journal": ""}
{"title": "Site-Specific Immune and Stromal Architecture Drive Resistance to Trastuzumab Deruxtecan in HER2+ Metastatic Breast Cancer", "doi": "10.1101/2025.05.23.654950", "authors": "Das, G.; Vasquez, M.; Zhang, J. A.; Yang, W.; Gao, Y.; Li, X.; Zhao, H.; Wong, S. T.", "abstract": "Trastuzumab deruxtecan (T-DXd) is an antibody-drug conjugate (ADC) that has demonstrated remarkable efficacy in HER2+ and HER2-low metastatic breast cancer (mBC). Yet, 40-50% of patients fail to respond, and mechanisms underlying resistance, particularly those involving the immune microenvironment, remain poorly understood. To address this gap, we conducted spatial proteomic profiling of metastatic lesions from 25 HER2+ mBC patients treated with T-DXd, using the Bruker GeoMX Digital Spatial Profiler (DSP) platform. Regions of interest (ROIs) were segmented by CD45 expression to distinguish immune-rich versus immune-poor compartments, and spatial marker expression was compared between responders (R) and non-responders (NR). Spearman correlation analysis was used to assess spatial coordination among HER2, fibronectin, and immune markers. Non-responders exhibited greater HER2 heterogeneity, lower CD45+ immune infiltration, and consistent upregulation of fibronectin and granzyme B. In both bone and brain metastases, NR tissues showed strong correlations between fibronectin and T cell markers, indicating spatial immune exclusion. In contrast, NR lymph node metastases displayed negative correlations between fibronectin and immune markers and uncoordinated B-T cell clustering, suggesting an alternative resistance mechanism rooted in immune disorganization rather than exclusion. Collectively, these results implicate HER2 heterogeneity, fibrotic immune exclusion, and immune suppression as key drivers of T-DXd resistance across metastatic sites. By integrating spatial proteomics with clinical outcomes, this study provides novel insights into the spatial immune landscape of ADC resistance and identifies actionable biomarkers for patient stratification and combination therapy design, laying a critical foundation for developing biomarker-guided therapies and personalized treatment strategies to overcome ADC resistance in metastatic breast cancer.", "date": "2025-05-24", "journal": ""}
{"title": "PLK1-mediated phosphorylation of PHGDH reprograms serine metabolism in advanced prostate cancer", "doi": "10.1101/2025.05.21.655274", "authors": "Rao, X.; Allison, D. B.; Flight, R. M.; Lin, P.; He, D.; Li, Z.; Zhang, Y.; Wang, R.; Li, C.; Wang, J.; Wang, X.; Peng, J.; Fong, K.-W.; Shao, Q.; Wang, C.; Ali, E. S.; Moseley, H. N.; Liu, X.", "abstract": "Metabolic reprogramming is a hallmark of cancer, enabling tumor cells to meet their increased biosynthetic and energetic demands. While cells possess the capacity for de novo serine biosynthesis, most transformed cancer cells heavily depend on exogenous serine uptake to sustain their growth, yet the regulatory mechanisms driving this metabolic dependency remain poorly understood. Here, we uncover a novel mechanism by which Polo-like kinase 1 (PLK1), often overexpressed in prostate cancer, orchestrates a metabolic shift in serine and lipid metabolism through the phosphorylation of phosphoglycerate dehydrogenase (PHGDH), the rate-limiting enzyme of the serine synthesis pathway (SSP). We demonstrate that PLK1 phosphorylates PHGDH at three specific sites (S512, S513, S517), leading to a marked reduction in its protein level and enzymatic activity. This downregulation of SSP forces cancer cells to increase their reliance on exogenous serine uptake via the ASCT2 transporter, which, in turn, fuels the biosynthesis of lipids, including sphingolipids essential for tumor growth and survival. Targeting the SSP, serine uptake, or downstream lipid biosynthetic pathways may offer promising therapeutic avenues in PLK1-high advanced cancers.", "date": "2025-05-24", "journal": ""}
{"title": "Integrative Multi-Omics Analysis Identifies Nuclear Factor I as a Key Driver of Dysregulated Purine Metabolism in DIPG", "doi": "10.1101/2025.05.21.655327", "authors": "Mersich, I.; Congrove, S.; Horchar, M.; Caceres, R.; Muraleedharan, R.; Desai, J.; Desai, P.; Sallans, L.; Reisz, J. R.; Grier, A.; Hass, M.; Donmez, O.; Yin, C.; Weirauch, M. T.; Kottyan, L. T.; Stevenson, C.; Sun, C.; deBlank, P.; Pillay-Smiley, N.; Hummel, T.; Elumalai, N.; Tavassoli, A.; Firestein, R.; Phoenix, T.; D'Alessandro, A.; Dasgupta, B.", "abstract": "Diffuse intrinsic pontine glioma (DIPG) is a devastating brainstem cancer in children, with a median survival of under one year and limited treatment options. Over 80% of DIPGs possess a H3K27M mutation. To identify metabolic vulnerabilities linked to this mutation, we utilized a multi-omics approach in H3K27M-expressing cells, patient-derived cell lines, and mouse models. We show that by reprogramming chromatin landscape the mutation aberrantly induces NFI transcriptional activity, leading to misregulated purine metabolism. The mutation amplifies purine biosynthesis and degradation via the enzymes ATIC and PNP, respectively. Unregulated purine degradation relieves the negative feedback of purines on their own synthesis allowing continuous synthesis, use and degradation making DIPGs reliant on purine biosynthesis. Targeting ATIC reduced tumor progression and improved survival in mice. We propose ATIC as a potential novel target in DIPG.", "date": "2025-05-24", "journal": ""}
{"title": "Optimisation of pembrolizumab therapy for de novo metastatic MSI-H/dMMR colorectal cancer using data-driven delay integro-differential equations", "doi": "10.1101/2025.05.23.655752", "authors": "Hawi, G.; Kim, P. S.; Lee, P. P.", "abstract": "Colorectal cancer (CRC), the third most commonly diagnosed cancer worldwide, presents a growing public health concern, with 20% of new diagnoses involving de novo metastatic disease and up to 80% of these patients presenting with unresectable metastatic lesions. Microsatellite instability-high (MSI-H) CRC and deficient mismatch repair (dMMR) CRC constitute 15% of all CRC, and 4% of metastatic CRC, and, while less responsive to conventional chemotherapy, exhibit notable sensitivity to immunotherapy, especially programmed cell death protein 1 (PD-1) checkpoint inhibitors such as pembrolizumab. Despite this, there is a significant need to optimise immunotherapeutic regimens to maximise clinical efficacy and patient quality of life whilst minimising financial burden. In this work, we adapt the mechanistic model developed by Hawi et al. [arXiv:2411.12123 [q-bio.CB]] for locally advanced MSI-H/dMMR CRC to de novo metastatic MSI-H/dMMR CRC (dnmMCRC), deriving model parameters from pharmacokinetic, bioanalytical, and radiographic studies, as well as bulk RNA-sequencing data deconvolution from the TCGA COADREAD and GSE26571 datasets. We finally optimised treatment with pembrolizumab to balance efficacy, efficiency, and toxicity in dnmMCRC, comparing against currently FDA-approved regimens, analysing factors influencing treatment success and comparing immune dynamics to those in locally advanced disease.", "date": "2025-05-24", "journal": ""}
{"title": "The epigenetic regulator TRIM24 controls melanoma cell dedifferentiation and resistance to treatment in melanoma", "doi": "10.1101/2025.05.20.654822", "authors": "Durand, S.; Boivin, F.; Pommier, R.; Barbollat-Boutrand, L.; Grimont, M.; Pham, F.; Dufeu, M.; Cumunel, E.; Schneider, R.; Ferrari, A.; Eberhardt, A.; Dalle, S.; CARAMEL, J.", "abstract": "Cancer cell plasticity plays a key role in tumor progression and treatment resistance in melanoma. While the transcriptional programs enabling adaptative switching between melanocytic and mesenchymal phenotypes are well characterized, unravelling druggable epigenetic regulators that sustain melanoma cell adaptation and resistance remains crucial. Herein, we identified TRIM24, a bromodomain protein frequently upregulated during melanoma metastatic progression, as a crucial regulator of melanoma cell plasticity towards invasive/resistant states. shRNA-mediated knock-down of TRIM24 or degradation using a TRIM24-specific PROTAC decrease the migratory capacities and increase the sensitivity to BRAF inhibitors of melanoma cells. Integration of transcriptomic (RNA-seq) and epigenomic (ATAC-seq, CUT&Tag) analyses reveals that TRIM24 reprograms the epigenome of melanoma cells, promoting mesenchymal and repressing melanocytic transcriptional programs. We further define a TRIM24-specific transcriptional signature, that is consistently enriched in treatment-resistant mesenchymal subpopulations in melanoma single-cell RNA-seq datasets. Accordingly, analysis of TRIM24 protein expression in melanoma patients highlights that high TRIM24 expression correlates with relapse to adjuvant immunotherapy. Finally, TRIM24 knock-down in immunocompetent mouse models synergises with immune checkpoint inhibitors. Overall, our findings spotlight TRIM24 as a major epigenetic regulator driving melanoma cell dedifferentiation and resistance to therapy, representing a promising druggable target to reverse phenotype switching and resensitize to treatment.", "date": "2025-05-24", "journal": ""}
{"title": "Predicting GD2 expression across cancer types by the integration of pathway topology and transcriptome data", "doi": "10.1101/2025.05.21.655303", "authors": "Ustjanzew, A.; Marini, F.; Wagner, S.; Wingerter, A.; Sandhoff, R.; Faber, J.; Paret, C.", "abstract": "The disialoganglioside GD2 is a key cancer therapy target due to its overexpression in several cancer types and limited expression in normal tissues. We developed a computational framework integrating reaction activity scores derived from transcriptomic data with glycosphingolipid biosynthesis pathway to predict GD2 expression. We labeled specific reactions as GD2-promoting or -mitigating, and used their cumulative activity as features to distinguish neuroblastoma from normal tissue. Predicted GD2 scores were validated by comparing them with literature-reported values and by assessing GD2 expression through flow cytometry in clear cell sarcoma of the kidney, which express GD2 at high level according to the GD2 scores. GD2 expression heterogeneity across cancer subtypes indicated patient subgroups potentially suitable for targeted therapy, and a role of B4GALNT1 amplification as a GD2 promoting factor. We offer our approach via the R package GD2Viz including also an interactive Shiny application and enable an enhanced processing of custom datasets.", "date": "2025-05-24", "journal": ""}
{"title": "The 1p/19q co-deletion induces targetable and imageable vulnerabilities in glucose metabolism in oligodendrogliomas", "doi": "10.1101/2025.05.20.655097", "authors": "Udutha, S.; Batsios, G.; Taglang, C.; Gillespie, A. M.; Viswanath, P.", "abstract": "Background: The 1p/19q co-deletion is a hallmark of oligodendrogliomas. The goal of this study was to exploit metabolic vulnerabilities induced by the 1p/19q co-deletion for oligodendroglioma therapy and non-invasive imaging. Methods: We used stable isotope tracing, mass spectrometry, and genetic and pharmacological approaches to interrogate [U-13C]-glucose metabolism in patient-derived oligodendroglioma models (SF10417, BT88, BT54, TS603, NCH612). We examined whether tracing [6,6-2H]-glucose metabolism using deuterium metabolic imaging (DMI) provided an early readout of treatment response. Results: The expression of the glycolytic enzyme enolase 1 (ENO1; chromosome 1p36.23) was reduced in patient-derived oligodendroglioma cells and patient biopsies due to the 1p/19q co-deletion and histone hypermethylation. Conversely, ENO2 was upregulated, an effect that was driven by mitogen-activated protein kinase (MAPK) signaling and ERK1-mediated phosphorylation and inactivation of the CIC transcriptional repressor in oligodendrogliomas. Genetic ablation of ENO2 or pharmacological inhibition using POMHEX inhibited proliferation with nanomolar potency but was not cytotoxic to oligodendroglioma cells or tumor xenografts. Mechanistically, ENO2 loss abrogated [U-13C]-glucose metabolism to lactate but shunted glucose towards biosynthesis of serine and purine nucleotides, an effect that was driven by phosphoglycerate dehydrogenase (PHGDH). Importantly, the PHGDH inhibitor D8 was synthetically lethal in combination with POMHEX, and the combination induced tumor regression in vivo. Furthermore, DMI of lactate production from [6,6-2H]-glucose provided an early readout of response to combination therapy that preceded MRI-detectable alterations and reflected extended survival. Conclusions: We have identified ENO2 and PHGDH as 1p/19q co-deletion-induced metabolic vulnerabilities in oligodendrogliomas and demonstrated that DMI reports on early response to therapy.", "date": "2025-05-24", "journal": ""}
{"title": "Therapy resistance in AML is mediated by cytoplasmic sequestration of the transcriptional repressor IRF2BP2", "doi": "10.1101/2025.05.22.655396", "authors": "Althoff, M. J.; Minhajuddin, M.; Stevens, B.; Gillen, A. E.; Gipson, S.; Patel, S. B.; Shelton, I. T.; Miller, R.; Vujovic, A.; Krug, A.; Young, T.; Showers, W. M.; Dzieciatkowska, M.; Stephenson, D.; Tyagi, A.; Ellegast, J. M.; Wright, T.; Stegmaier, K.; Opferman, J. T.; D'Alessandro, A.; Smith, C. A.; Jordan, C. T.", "abstract": "While the development of venetoclax with azacitidine (ven/aza) has improved AML therapy, drug resistance remains a major challenge. Notably, primary ven/aza-resistant AML are frequently reliant on MCL1, however, the underlying mechanisms remain unclear. Co-immunoprecipitation of MCL1 from ven/aza-resistant AML samples coupled with mass spectrometry analysis identified the transcriptional repressor Interferon Regulatory Factor 2 Binding Protein 2 (IRF2BP2) as an MCL1 binding partner. This interaction results in cytoplasmic IRF2BP2 localization and loss of transcriptional repression within ven/aza-resistant leukemic stem cells (LSC). Consequently, ven/aza-resistant LSC have increased IRF2BP2 target gene expression, including acyl-CoA synthetase long-chain family member 1 (ACSL1), an essential rate-limiting enzyme for fatty acid oxidation (FAO). Inhibition of ACSL1 functionally impaired ven/aza-resistant LSC through a depletion of long-chain acyl-carnitine metabolites and FAO. Collectively, these data provide evidence for a previously undescribed mechanism by which MCL1 mediates IRF2BP2 cytoplasmic sequestration and consequent de-repression of ACSL1, thereby promoting ven/aza-resistance in AML.", "date": "2025-05-24", "journal": ""}
{"title": "Patient-Derived Three-Dimensional Lung Tumor Models to Evaluate Response to Immunotherapy", "doi": "10.1101/2025.05.19.654890", "authors": "Goliwas, K.; Hough, K. P.; Sivan, S.; Single, S. L.; Deshmukh, S. S.; Berry, J. L.; Khalil, M.; Wei, B.; Boumber, Y.; Athar, M.; Desai, A.; Ponnazhagan, S.; Donahue, J. M.; Deshane, J. S.", "abstract": "Novel preclinical models that better mimic the in vivo tumor microenvironment are needed for advanced understanding of tumor biology and resistance/response to therapy. Herein, we report development of a novel ex vivo patient-derived three-dimensional lung tumor model (3D-LTM), that maintains features of human extracellular matrix, cell-cell interactions, and tissue architecture to evaluate a rapid response to immune checkpoint inhibitors (ICI). Within this model system, we recapitulated the heterogeneity of response to immunotherapy observed in non-small cell lung cancer (NSCLC) patients and defined signatures associated with response for predicting early response of ICI in patients. Spatial transcriptomics of the 3D-LTMs identified positive correlation of CD8+ T cell populations, CD4+ memory T cells, mast cells, NK cells, endothelial cells and non-classical monocytes with response status, whereas macrophages negatively correlated with response status. Pathway analysis of gene expression showed that chemokine signaling related pathways were activated in responder 3D-LTM tissues, whereas suppression of antigen presentation-related pathways and activation of Treg differentiation-related pathways was associated with 3D-LTMs that were not considered responders. This model system has utility for rapidly testing test novel immune directed therapy outcomes and for developing biomarkers of ICI response in NSCLC.", "date": "2025-05-24", "journal": ""}
{"title": "Determining preclinical safety of Aclarubicin in pediatric malignancies", "doi": "10.1101/2025.05.20.654130", "authors": "Tu, D. S.; Olson, A. K.; Waggie, K. S.; Garcia, N. M.; Hoglund, V. J.; Walter, S.; Rosinski, J. R.; Sadeeshkumar, H.; Patel, R.; Sayar, E.; Haffner, M.; Maves, L.; Neefjes, J.; Sarthy, J. F.; Lawlor, E. R.; Ganapathi, S. S.", "abstract": "Background: Anthracyclines are among the most effective chemotherapeutic agents used to treat pediatric malignancies. However, their clinical use is limited by dose-dependent toxicities, particularly cardiotoxicity and secondary malignancies. Aclarubicin (Acla) is an anthracycline derivative that induces chromatin damage while sparing DNA, offering potential therapeutic benefit with reduced long-term toxicity. Methods: We evaluated the anti-tumor efficacy and safety profile of Acla in multiple in vitro pediatric cancer models and in vivo mouse models designed to mimic anthracycline re-treatment following prior doxorubicin (Doxo) exposure. Tumor growth, genotoxic stress, survival, and organ toxicity were assessed. Results: Acla demonstrated robust anti-tumor activity comparable to Doxo across diverse pediatric in vitro models. Unlike Doxo, Acla treatment did not induce significant genotoxic stress. In vivo, mice receiving Acla after Doxo exposure showed no evidence of cumulative cardiotoxicity or end-organ damage. In contrast, a second course of Doxo led to significant toxic mortality, but was surprisingly not attributable to classic cardiac injury. Conclusion: Our study highlights Acla as a promising anthracycline derivative for pediatric cancers, with potent anti-tumor efficacy and a superior safety profile, even following prior anthracycline exposure. These results support continued investigation of chromatin-damaging anthracyclines that can kill pediatric cancer cells without inducing genotoxic stress. In addition, our studies underscore the need to refine preclinical models to better understand both acute and chronic anthracycline toxicities in pediatric and adolescent populations.", "date": "2025-05-24", "journal": ""}
{"title": "Single-Cell Analysis of Meningiomas Reveals Mutation-Associated Tumor and Immune Cell Gene Expression Programs", "doi": "10.1101/2025.05.21.655421", "authors": "Maldonado, J. A.; Mashimo, B. L.; Wang, A. Z.; Desai, R.; Khan, S. M.; Sherpa, N. D.; Anzaldua-Campos, M. I.; Zipfel, G. J.; Kim, A. H.; Dowling, J. L.; Leuthardt, E. C.; Osbun, J. W.; Vellimana, A. K.; Chicoine, M. R.; Dunn, G. P.; Petti, A. A.", "abstract": "Genomic and epigenetic profiling, particularly DNA methylation analysis, have refined the molecular classification of meningiomas and revealed marked intratumoral heterogeneity. To further characterize heterogeneity within and between patients, we analyzed meningiomas using single-cell RNA sequencing (n=11), whole-exome sequencing (n=9), and spatial transcriptomics (n=3). Single-cell analysis revealed six transcriptionally distinct tumor cell states that corresponded to unique biological processes. Integration of the single-cell data with published exome and bulk RNA sequencing data from a large cohort revealed significant associations among somatic variants, tumor cell states, and immunological signatures. Notably, NF2-altered tumors were enriched for an epithelial-to-mesenchymal transition (EMT) cell state and immune cells, whereas NF2-intact tumors were enriched for a sterol metabolism cell state. Spatial transcriptomic analysis confirmed co-localization of immune cells and EMT tumor cells. Comparisons with immune cells from other brain tumors and peripheral tissues highlighted immunological cell states specific to meningioma. Collectively, these findings refine our genetic and molecular understanding of meningioma heterogeneity and underscore the link between genotype and molecular phenotype.", "date": "2025-05-24", "journal": ""}
{"title": "PIWIL2 downregulation in colon cancer promotes transposon activity and pro-tumorigenic phenotypes", "doi": "10.1101/2025.05.20.655197", "authors": "Risner, A.; Nair-Menon, J.; Cheedipudi, A.; Delaney, J. R.; Gangaraju, V.; Kourtidis, A.", "abstract": "Reactivation of transposable elements (TEs) in somatic tissues, particularly of LINE-1, is associated with disease by causing gene mutations and DNA damage. Previous work has shown that the PIWI pathway is crucial for TE suppression in the germline. However, the status and function of this pathway has not been well characterized in differentiated somatic cells and there is lack of consensus on the role of the pathway in somatic tumorigenesis. To shed light on this conundrum, we examined the PIWI pathway in colon cancer through a combination of bioinformatic analyses and cell-based assays. Shifted Weighted Annotation Network (SWAN) analysis revealed that the pathway experiences significant allelic losses in colon cancer and that PIWIL2, the main catalytic component of the pathway responsible for TE silencing, experiences the highest percent deletions. PIWIL2 is downregulated in colon tumors of advanced stage, nodal metastasis, and in certain subtypes, correlating with poor survival, while it is even downregulated in ulcerative colitis, an inflammatory bowel disease that predisposes to colon cancer. Knockout studies in colon epithelial Caco2 cells show that PIWIL2 depletion leads to increased anchorage-independent growth, increased LINE-1 levels and activity, and in DNA damage, altogether highlighting a tumor-suppressing role of PIWIL2 in the colon.", "date": "2025-05-24", "journal": ""}
{"title": "In silico drug sensitivity predicts subgroup-specific therapeutics in medulloblastoma patients", "doi": "10.1101/2025.05.23.655845", "authors": "Jermakowicz, A.; Ruiz, L.; Chu, J.; Jange, N.; Suter, R. K.; Kadan-Lottick, N.; Hanson, D.; Ayad, N. G.", "abstract": "Background: Medulloblastoma is the most common malignant pediatric brain tumor. Survival rates vary widely between subgroups, with an average overall survival of 70%. Recurrent medulloblastoma is highly aggressive, treatment-resistant, and usually fatal. In addition, current treatments are highly toxic to the developing brain and surviving patients suffer from lifelong side effects. Therefore, novel therapeutic options are urgently needed. Methods: To inform risk-based, personalized therapy, we developed a novel platform called DrugSeq, which allows predictions of drug sensitivities in patients across medulloblastoma subgroups. We used a perturbagen-response dataset to calculate transcriptional response signatures for each drug and compared this to patient medulloblastoma tumor gene expression. We then stratified patients by molecular subgroup and used an ANOVA analysis to identify drugs that selectively targeted each subgroup. Results: We found distinct differences in transcriptional profiles and predicted drug sensitivity for each medulloblastoma subgroup. We identified several kinase inhibitors, epigenetic inhibitors, and several drugs that have been investigated in drug repositioning studies for cancer. Conclusions: We posit that DrugSeq may identify novel therapies and facilitate patient stratification in clinical trials, leading to more successful targeted medulloblastoma therapies that improve tumor response while minimizing late toxicities. This computational tool can also be used for other cancers to stratify patients based on any clinical or molecular feature.", "date": "2025-05-24", "journal": ""}
{"title": "SMARCA4 is essential for early-stage tumor development but its loss promotes late-stage cancer progression in small-cell lung cancer", "doi": "10.1101/2025.05.21.655382", "authors": "PARK, K.-S.; Kirk, N. A.; Ly, K.-L.; Ban, Y. H.; Dzhivhuho, G. A.; Ng, J.; Sutherland, K.; Thomas, A.; Kareta, M. S.; Karnezis, A. N.; Park, J.-I.; Jang, J.; Ko, K.-P.", "abstract": "SMARCA4 and other components of the SWI/SNF chromatin remodeling complex have been implicated in various cancers. Yet, its role in small cell lung cancer (SCLC) tumorigenesis remains poorly understood. Genetically engineered mouse models (GEMMs) of SCLC revealed that deletion of Smarca4 significantly decreased tumor development in this model. Pharmacological inhibition of SMARCA4 decreased the proliferation of preneoplastic neuroendocrine (NE) cells. These effects coincided with reduced expression of the lineage-specific transcription factor, ASCL1, suggesting that disruption of the SMARCA4-ASCL1 axis impairs tumor development. However, Smarca4-deficient tumors, albeit smaller than controls, displayed features associated with malignant progression, including variant histology and the loss of NE differentiation. This prompted us to test the functional role of SMARCA4 in established tumor cells that recapitulate late-stage disease. Intriguingly, whilst Smarca4 knockdown in tumor cells failed to affect their proliferative capacity in vitro, Smarca4 knockdown tumors exhibited enhanced growth following subcutaneous transplantation in athymic nude mice. Interestingly, SMARCA4 knockdown significantly reduced expression and cell-surface display of PVR, a ligand for activating natural killer (NK) cells. These results led to an idea that the enhanced tumor formation was partly owing to altered tumor-NK cell interactions mediated by the SMARCA4-PVR axis in tumor cells. These findings suggest that SMARCA4 plays a temporally distinct role in SCLC, supporting early tumorigenesis but potentially functioning as a tumor suppressor in the later stages. The dramatic differences observed when targeting SMARCA4 in distinct disease states emphasize a need to acknowledge how differences in the timing of alterations can drastically alter tumor evolution.", "date": "2025-05-24", "journal": ""}
{"title": "Matrix structure and microenvironment dynamics correlate with chemotherapy response in ovarian cancer", "doi": "10.1101/2025.05.19.654864", "authors": "Laforets, F.; Kotantaki, P.; Elorbany, S.; Hartlebury, J.; Joy, J. D.; Malacrida, B.; Bryan-Ravenscroft, R. C.; Berlato, C.; Di Federico, E.; Marshall, J. F.; Manchanda, R.; Jarolimek, W.; Perryman, L.; Maniati, E.; Balkwill, F. R.", "abstract": "Elevated extracellular matrix (ECM) in the tumor microenvironment (TME) is associated with chemoresistance and poor prognosis. We hypothesized that modifying the ECM may enhance response to chemotherapy. We measured chemotherapy-induced changes in the TME of two mouse models of high-grade serous ovarian cancer (HGSOC) that differed in chemotherapy response. Treatment of the chemo-sensitive tumors triggered dynamic transcriptional ECM and immune changes and structural modifications of ECM proteins. These changes, observed over twenty-days post-chemotherapy, had relevance to HGSOC patient responses to chemotherapy. Integrating transcriptomics with ECM structure metrics, we identified ECM targets, including lysyl oxidase (LOX), that might enhance chemotherapy in less responsive mouse tumors. Given alone or in combination with chemotherapy, a pan-LOX inhibitor (PXS-5505) modulated fibroblast and immune cell distribution and reduced tumor stiffness in HGSOC chemo-resistant mouse tumors. Moreover, pre-treatment with PXS-5505 improved response to chemotherapy. We conclude that pretreatment with ECM targeting agents may improve response to chemotherapy, by altering ECM structure and immune responses.", "date": "2025-05-24", "journal": ""}
{"title": "The SIR2/3/4 complex promotes efficient break-induced replication by stabilizing recombination intermediates", "doi": "10.1101/2025.05.22.655457", "authors": "Mackenroth, B.; Alani, E.", "abstract": "Homologous recombination (HR) is one of the most effective pathways a cell can employ to repair DNA double strand breaks (DSBs).  While most of the HR machinery has been characterized, less is known about how chromatin is reorganized and participates in repair.  Here, we use a break-induced replication (BIR) assay, which measures conservative copying of a donor chromosome arm onto a single-ended recipient sequence, to explore a direct role for the SIR2/3/4 (SIR) silent chromatin complex in HR. Specifically, we measure an early step of BIR, D-loop extension, and simultaneously monitor localization of the SIR complex at the initiating DSB and an ectopic donor locus.  Interestingly, we observe an ~four-fold increase in Sir2 and Sir3 protein levels upon DSB induction and detect an enrichment of all three SIR complex subunits at the DSB and donor loci during periods of active D-loop extension. ChIP-seq experiments reveal enrichment of SIR complex subunits that extend up to 15 kb from the DSB site.  This enrichment is substantially reduced in rad51{Delta} and rad52{Delta} mutants that show defects in BIR. Lastly, we show that sir mutations confer slowed D-loop extension kinetics between divergent substrates and increase the rate of mutation during BIR. These data are consistent with a model in which the SIR complex acts to stabilize the extending D-loop during BIR, leading to more efficient, and thus less mutagenic repair.", "date": "2025-05-24", "journal": ""}
{"title": "A Tandem Repeat Atlas for the Genome of Inbred Mouse Strains: A Genetic Variation Resource", "doi": "10.1101/2025.05.23.655792", "authors": "Ren, W.; Liu, W.; Fang, Z.; Dolzhenko, E.; Weisburd, B.; Cheng, Z.; Peltz, G.", "abstract": "Tandem repeats (TRs) are a significant source of genetic variation in the human population; and TR alleles are responsible for over 60 human genetic diseases and for inter-individual differences in many biomedical traits. Therefore, we utilized long-read sequencing and state of the art computational programs to produce a database with 2,528,854 TRs covering 39 inbred mouse strains. As in humans, murine TRs are abundant and were primarily located in intergenic regions. However, there were important species differences: murine TRs did not have the extensive number of repeat expansions like those associated with human repeat expansion diseases and they were not associated with transposable elements. We demonstrate by analysis of two biomedical phenotypes, which were identified over 40 years ago, that this TR database can enhance our ability to characterize the genetic basis for trait differences among the inbred strains.", "date": "2025-05-24", "journal": ""}
{"title": "ARID1A regulates histone octamer transfer activity of human canonical BAF complex", "doi": "10.1101/2025.05.21.655315", "authors": "Moro, N.; Fujisawa-Tanaka, Y.; Watanabe, S.", "abstract": "Mutations that impact subunits of mammalian SWI/SNF (mSWI/SNF or BAF) chromatin remodeling complexes are found in over 20% of human cancers. Among these subunits, ARID1A is the most frequently mutated gene, occurring in over 8% of various cancers. The majority of ARID1A mutations are frameshift or nonsense mutations, causing loss of function. Previous studies have suggested that ARID1A may facilitate interactions between BAF complexes and various transcriptional coactivators, but a biochemical role for ARID1A in BAF remodeling activity has not been identified. Here, we describe the in vitro reconstitution of the cBAF, PBAF, and ncBAF complexes, and we compare their biochemical activities. In addition, we reconstitute a variety of cBAF subcomplexes, defining roles for several subunits in high affinity nucleosome binding and nucleosome sliding activity. Remarkably, we find that the ARID1A subunit of cBAF is largely dispensable for nucleosome binding, nucleosome sliding, and ATPase activity, but ARID1A is required for cBAF to transfer histone octamers between DNA templates. These data suggest a model in which the histone octamer transfer activity of BAF complexes is key for cancer prevention.", "date": "2025-05-24", "journal": ""}
{"title": "Architecture and mechanism of a dual-enzyme retron system in prokaryotic immunity", "doi": "10.1101/2025.05.23.655875", "authors": "zhang, h.; li, x.; he, Q.; LIU, Y.; LIU, B.; LIU, Z.; CHEN, H.; ZHANG, S.; HAN, J.; LIU, Y.; YANG, J.; YIN, H.; GUO, Z.; WEI, Y.; YUAN, Z.; ZHU, H.", "abstract": "Retrons are bacterial genetic retroelements encoding a reverse transcriptase (RT) and a non-coding RNA (ncRNA)-multi-copy single-stranded DNA (msDNA) hybrid. Diverse effector proteins or domains are found to associate with retrons, typically forming tripartite toxin-antitoxin systems involved in anti-phage defense. Although retrons have attracted growing interest in genome editing technologies, the mechanisms underlying most retron-mediated immune systems remain poorly understood. Here, we characterized a distinct quaternary retron system, Ec78, harboring a dual-enzymatic effector complex, in which the PtuA ATPase and PtuB nuclease act in concert to mediate phage clearance. The cryo-EM structure of the Ec78 complex adopts a flower-basket-like architecture, with two Ec78 retrons engaging the PtuAB effector complexes through a unique msDNA-insertion assembly mechanism. Interestingly, a sensing loop on the RT protein tightly monitors the length of the msDNA, which is likely responsible for phage detection and the subsequent release of the toxic effector complex. We further determined the cryo-EM structure of the retron-unbound effector complex, revealing an arginine-lysine finger loop on the PtuB nuclease that undergoes an ordered-to-disordered transition for enzymatic activation. Together, our work not only delineates the molecular basis underlying the Ec78 system in antiviral defense but also highlights the mechanistic diversity of retron systems in prokaryotic immunity.", "date": "2025-05-24", "journal": ""}
{"title": "Employing neutron-encoded monoUbs to study E2/E3 ligase activity and selectivity for assembling Ub chains", "doi": "10.1101/2025.05.22.655449", "authors": "van Tol, B. D. M.; van Doodewaerd, B. R.; Lageveen-Kammeijer, G. S. M.; Jansen, B. C.; Liwocha, J.; Mukhopadhyay, R.; Wuhrer, M.; van der Heden-van Noort, G. J.; Schulman, B. A.; Geurink, P. P.", "abstract": "While protein ubiquitination is an extensively studied post-translational modification, many aspects of this process remain unclear. Ubiquitin conjugation involves the action of three different types of enzymes working in concert to install ubiquitin onto substrate proteins. Despite efforts, an in vitro mid/high-throughput screen to quickly determine which enzymes work together to build ubiquitin chains and directly analyze the type(s) of chains formed does not exist. In this study, we developed a new multiplexed mass spectrometry-based E1-E2-E3 assay that enables the analysis of whether E2/E3 pairs work together to form ubiquitin chains and concomitantly reports on the nature of the formed ubiquitin chain type(s). The assay employs synthetic modified neutron-encoded monoUb substrates with a distinct molecular weight, enabling the simultaneous analysis of these substrates. Overall, various E2-E3 pairs were screened for their ability to build Ub chains, which furnished a three-dimensional overview of linkage selectivity over time and enzyme concentration.", "date": "2025-05-24", "journal": ""}
{"title": "RL-Finetuning of OpenAI o1-mini to Enhance Biomedical Reasoning", "doi": "10.1101/2025.05.19.654988", "authors": "Swanson, K.; Chen, Y. T.; Jaech, A.; Zou, J.", "abstract": "Recent breakthroughs in advanced reasoning large language models (LLMs), such as OpenAI's o1, have achieved impressive results in domains like math and coding. However, it's not clear how much this type of reasoning helps in solving biomedical problems that involve more domain-specialized knowledge and open-ended reasoning. Across two biomedical domains--gene characterization and small molecule property prediction--we find that the commercially available o1-mini model does not consistently outperform non-reasoning LLMs like GPT-4o. This motivated us to explore how much we can improve o1-mini's biomedical reasoning through reinforcement learning (RL) finetuning. We show that RL finetuning of o1-mini results in large improvements in performance on gene classification, where it surprisingly outperformed domain-specific state-of-the-art models on some tasks. The results are mixed for small molecule prediction, suggesting that chemical reasoning could be more challenging for LLMs. We conclude with a discussion of the challenges and takeaways from this initial exploration of RL finetuning reasoning models for biomedical tasks.", "date": "2025-05-24", "journal": ""}
{"title": "AlphaFold3 for Non-canonical Cyclic Peptide Modeling: Hierarchical Benchmarking Reveals Accuracy and Practical Guidelines", "doi": "10.1101/2025.05.24.655528", "authors": "Zhang, C.; Wang, W.; Zhu, N.; Cao, Z.; Mao, Q.; Zhu, C.; Zhang, C.; Guo, J.; Duan, H.", "abstract": "Despite the revolutionary impact of AlphaFold3 on structural biology, this model capability in predicting non-canonical cyclic peptides remains unexplored. Given the clinical significance of cyclic peptides containing unnatural residues as a therapeutic modality, we present the first systematic evaluation of AlphaFold3 for this class of molecules. To facilitate benchmarking, we developed an automated input pipeline to streamline AlphaFold3 predictions for cyclic peptides. Our study aims to: (1) quantify the hierarchical accuracy (all-atoms, C atoms, and atoms of unnatural residue levels) of AlphaFold3 in predicting both non-canonical cyclic peptide monomers and complexes; (2) assess the reliability of AlphaFold3 confidence metrics; (3) evaluate the influence of multiple sequence alignment (MSA) and structural templates; and (4) identify systematic biases in AlphaFold3 predictions. Based on these analyses, we provide practical guidelines for applying AlphaFold3 in cyclic peptide structure prediction for facilitating the related research of bioactive cyclic peptides.", "date": "2025-05-24", "journal": ""}
{"title": "TWIST1 drives endothelial-to-mesenchymal-transition to stabilize atherosclerotic plaques", "doi": "10.1101/2025.05.19.654847", "authors": "Tardajos-Ayllon, B.; Diagbouga, M. R.; Edsfeldt, A.; Kalucka, J.; Serbanovic-Canic, J.; Chambers, E.; Sun, J.; Gialeli, C.; Dunning, M.; Li, X.; Xu, S.; Francis, S. E.; Mammoto, A.; Simons, M.; Jorgensen, H. F.; Goncalves, I.; Evans, P. C.", "abstract": "Atherosclerosis progresses from fatty streaks to complex plaques, with rupture leading to life-threatening complications. Endothelial-to-mesenchymal transition (EndMT) is associated with advanced atherosclerotic plaques, but its role in plaque progression remains unclear. To investigate this, we analyzed the role of TWIST1, a key EndMT- driving transcription factor, in plaque development. Using single-cell RNA sequencing of atherosclerotic plaques from hypercholesterolemic mice with inducible deletion of Twist1 from endothelial cells (Twist1ECKO ApoE-/-) we demonstrate that Twist1 regulates endothelial cell heterogeneity by promoting cell states expressing EndMT markers. Cell tracking confirmed that Twist1 induces EndMT in advanced plaques. Mechanistically, we found that TWIST1 contributes to EndMT by promoting endothelial migration and proliferation through the transcriptional coactivator PELP1. Additionally, TWIST1 induces AEBP1 transcription, which upregulates COL4A1 to drive endothelial proliferation. Analyses of murine brachiocephalic plaques show that endothelial Twist1 promotes plaque growth, collagen deposition, and ACTA2-positive cell accumulation, hallmarks of plaque stability, while reducing necrosis and macrophage infiltration, features of plaque instability. Moreover, TWIST1 expression was associated with asymptomatic human carotid atherosclerosis and predicts favourable clinical outcomes. These findings challenge the prevailing view that EndMT destabilizes plaques, by suggesting that TWIST1-driven EndMT can promote plaque stability, offering new insights into atherosclerosis pathophysiology and therapeutic potential.", "date": "2025-05-24", "journal": ""}
{"title": "The interaction between dynamic ligand signaling andepigenetics in Notch-induced cancer metastasis", "doi": "10.1101/2025.05.19.654987", "authors": "Chen, T.; Ali-Al-Radhawi, M.; Levine, H.; Sontag, E.", "abstract": "Metastatic melanoma presents a formidable challenge in oncology due to its high invasiveness and resistance to current treatments. Central to its ability to metastasize is the Notch signaling pathway, which, when activated through direct cell-cell interactions, propels cells into a metastatic state through mechanisms akin to the epithelial-mesenchymal transition (EMT). While the upregulation of miR-222 has been identified as a critical step in this metastatic progression, the mechanism through which this upregulation persists in the absence of active Notch signaling remains unclear. Here we introduce a dynamical system model that integrates miR-222 gene regulation with histone feedback mechanisms. Through computational analysis, we delineate the non-linear decision boundaries that govern melanoma cell fate transitions, taking into account the dynamics of Notch signaling and the role of epigenetic modifications. Our approach highlights the critical interplay between Notch signaling pathways and epigenetic regulation in dictating the fate of melanoma cells.", "date": "2025-05-24", "journal": ""}
{"title": "Transient lung eosinophilia during breakthrough influenza infection in vaccinated mice is associated with protective and balanced Type 1/2 immune responses.", "doi": "10.1101/2025.05.19.654943", "authors": "Chang, L. A.; Yeung, S. T.; Warang, P.; Noureddine, M.; Singh, G.; Webb, B. T.; Schotsaert, M.", "abstract": "Eosinophils are agile cells that participate in a multitude of homeostatic and inflammatory responses in the lung, ranging from allergic asthma to antiviral defense against respiratory viral infection. In the context of vaccination followed by viral infection, such as breakthrough infection, eosinophils have been linked to aberrant Th2 responses like vaccine-enhanced respiratory disease (VAERD). Here, we demonstrate that the lung immune cell composition, cytokine and chemokine repertoire, histopathological profile, and systemic humoral response of breakthrough influenza infection in mice is distinct from that of primary influenza infection or allergic sensitization, canonical Type 1 and 2 immune responses, respectively. Longitudinal comparison of breakthrough infection with allergic sensitization and primary influenza infection demonstrated major differences in lung immunity between treatment groups in female, BALB/c mice. Breakthrough infection mice exhibit lung eosinophil infiltration that peaks at 7-10 days post-challenge, enriched for the Siglec-Fhi subset, but in the absence of overt pro-inflammatory cytokine/chemokine signals, high viral titers, severe lung lesions, goblet cell hyperplasia, allergic levels of total IgE, or enhanced morbidity. Multiparameter fluorescence imaging corroborated findings from flow cytometry and also unveiled interactions between CD101+Siglec-F+ cells with CD3+ cells in the lung tissue space. Imaging also revealed a marked absence of eosinophil or neutrophil extracellular traps in the lungs of breakthrough infection mice, in contrast with allergic sensitization and primary influenza infection, respectively. Altogether, our findings provide a deeper understanding of the kinetics and cell-cell interplay during non-pathological, balanced Type 1/2 immune responses in vaccinated hosts during breakthrough infection.", "date": "2025-05-24", "journal": ""}
{"title": "Within-host viral evolution varies with T cell receptor repertoire diversity independently of viral mutation rates", "doi": "10.1101/2025.05.19.654678", "authors": "Jamaleddine, H.; Khadra, A.; Mandl, J. N.", "abstract": "The specific T cell receptors (TCRs) present in an individual determine which antigens can be recognized, and hence a repertoire comprised of a vast number of unique TCRs ensures an effective T cell response can be mounted against a broad range of potential pathogens encountered. To evade the T cell response, pathogens, and viruses in particular, can accrue epitope escape mutations, establishing a host-pathogen 'tug-of-war' between T cell-mediated control and viral evolution. Indeed, the evolutionary significance of TCR diversification in mammals is underscored by the sophisticated molecular machinery - spanning from somatic V(D)J recombination through non-templated nucleotide additions - that establish the TCR repertoire. Yet, whether greater oligoclonality among responding T cells, as is the case for elderly or immunocompromised individuals, might therefore accelerate pathogen immune escape remains unclear. Here, we constructed a computational model of T cell-mediated viral evolution to investigate how the number of unique virus-specific T cells clones impacts the balance between curtailing viral load through cross-reactivity to mutant strains on the one hand, versus promoting the generation of escape variants on the other. The model recapitulated prior experimental findings, such as T cell-dependent emergence of new viral mutants and the progressive decrease in the number of T cell clones present in the response over time. Our model simulations suggested that oligoclonality in the virus-specific T cell response can, if coupled with a resulting increase in viral replication, maximize viral immune escape despite constant mutation rates, revealing a mechanism for how viruses with comparable mutation rates can nonetheless exhibit dramatically different adaption rates within hosts. Taken together, the model results suggest that variations in TCR repertoire diversity, and consequently in the number of pathogen-specific T cell clones within an individual, can have direct, non-linear impacts on viral immune escape.", "date": "2025-05-24", "journal": ""}
{"title": "Spatial transcriptomics from pancreas and local draining lymph node tissue reveals a lymphotoxin-β signature in human type 1 diabetes", "doi": "10.1101/2025.05.19.654940", "authors": "Medina-Serpas, M. A.; Brusko, M.; Golden, G. J.; Campbell-Thompson, M.; Rogers, T.; Posgai, A. L.; Luning-Prak, E. T.; Kaestner, K. H.; Betts, M. R.; McIntyre, L. M.; Atkinson, M. A.; Brusko, T. M.", "abstract": "This study explores the inflammatory response observed in pancreata and pancreatic lymph node (pLN) samples obtained throughout the natural history of type 1 diabetes (T1D) including non-diabetic individuals and non-diabetic autoantibody positive individuals with high susceptibility using spatial transcriptomics (ST). Integration of ST with public single-cell RNA sequencing data enabled interrogation of transcriptional alterations in T1D pathogenesis across both tissues and cellular scales. In the T1D pancreas, we observed global upregulation of multiple inflammation-associated transcripts, including regenerating islet-derived (REG) family genes, complement factor 3 (C3), SOD2, and OLFM4, and highlighted cellular candidates potentially contributing to these signatures. Within the T1D pLN, we observed spatially restricted upregulation of lymphotoxin-{beta} (LTB) alongside follicular dendritic cell (FDC)-associated transcripts including FDCSP, CLU, and FCER2. Collectively, these findings highlight a distinct inflammation signatures in the pancreas and regional pLN which can help inform the development of future therapeutic interventions.", "date": "2025-05-24", "journal": ""}
{"title": "Identification and characterization of a non-peptidic cyclophilin ligand with antiviral activity against feline and porcine α-coronaviruses.", "doi": "10.1101/2025.05.24.655938", "authors": "Delaplace, M.; Khan, M.; Huet, H.; Softic, L.; Ahnou, N.; Bigault, L.; Guichou, J.-F.; Ahmed-Belkacem, A.; Nevers, Q.; Le Poder, S.", "abstract": "Coronaviruses (CoVs) are emerging pathogens that have been extensively studied over the last 20 years and can cause acute respiratory diseases in humans, as exemplified by the SARS-CoV-2 pandemic. CoVs are also known for their importance in veterinary medicine, being responsible for severe pathologies in pets and livestock. These include Feline Infectious Peritonitis Virus (FIPV), which causes a fatal disease in cats. In livestock, porcine CoVs such as Transmissible Gastroenteritis Virus (TGEV) and Porcine Epidemic Diarrhoea Virus (PEDV) are the causative agents of an acute enteric disease in piglets with a high mortality rate and a significant impact on the pork industry. In addition, animal CoVs may represent a zoonotic reservoir. Therefore, efficient antiviral strategies are required to inhibit the multiplication of CoVs that infect various animal species. Here, we synthesized 20 small-molecule ligands that target cyclophilins, a family of cellular chaperones hijacked by several viruses including CoVs. We screened their antiviral activity against feline and porcine -CoVs and identified F83233 as a potent inhibitor of FIPV, TGEV and PEDV replication at micromolar concentrations that was effective in feline, porcine, and simian cells. As cyclophilins are highly conserved among mammals, F83233 could be a promising antiviral to treat different animal and zoonotic CoVs.", "date": "2025-05-24", "journal": ""}
{"title": "Dynamics of cell death due to N and P starvation across intra-clade diversity in Prochlorococcus", "doi": "10.1101/2025.05.24.655613", "authors": "Soussan, Y.; Givati, S.; Weissberg, O.; VK, W. B.; Aharonovich, D.; Sher, D. J.", "abstract": "Nutrient starvation and subsequent mortality are processes that can shape ecosystem dynamics and influence global biogeochemical cycles yet are poorly understood. Here, we examined the dynamics of culture decline in 15 strains of Prochlorococcus, globally abundant marine cyanobacteria, under nitrogen (N) and phosphate (P) starvation. We then ask whether mortality patterns can be related to the evolutionary history of each strain, the geographic location and environmental conditions where it was isolated from, or the copy number of specific acquisition genes. We observed diverse decline patterns across starvation conditions and strains, identifying three differential features: maximum culture fluorescence, the number of fluorescence peaks during the decline stage, and the decline rate. Based on these features, each strain was categorized as being more sensitive to either nitrogen starvation or phosphorus/co-starvation. High light (HL) strains are more sensitive to N starvation, whereas other facets of the strains evolutionary or ecological origin were not correlated with mortality features. Surprisingly, the number of genes known to be involved in either N or P acquisition in each genome was not correlated with starvation sensitivity. Rather, genes involved in DNA damage repair were associated with N sensitivity to starvation, especially in HL strains, whereas genes related to protein quality control were more abundant in LL strains and associated with P/co starvation sensitivity. These findings reveal a previously unrecognized diversity in the dynamics of starvation and mortality across closely related Prochlorococcus strains, potentially driven by differences in the responses to DNA and protein damage.", "date": "2025-05-24", "journal": ""}
{"title": "Life-Stage Transitions Drive Distinct Gut Viral Communities in Dairy Cattle", "doi": "10.1101/2025.05.24.655612", "authors": "Cook, R.; Blanchard, A. M.; Marsh, C.; Ponsero, A. J.; Reynolds, J.; Adriaenssens, E. M.; Hudson, C.; Hobman, J.; Stekel, D. J.; Jones, M. A.; Millard, A. D.", "abstract": "Ruminant gut microbial communities profoundly influence host health and environmental impacts, yet their viral components remain poorly characterised across developmental transitions. Here, we analysed the dairy cow gut virome across four life stages calf, heifer, dry adult, and lactating adult. Using hybrid sequencing, we assembled 30,321 viral operational taxonomic units, including 1,338 complete genomes representing mostly novel lineages. Virome composition shifted dramatically with life stage, transitioning from low-diversity, temperate-dominated communities in calves to high-diversity, lytic-dominated communities in adults. Virome transitions paralleled but showed distinct dynamics from bacterial community development, with viral and bacterial diversity negatively correlated during drying-off. Dry cows exhibited elevated viral loads relative to their bacterial hosts. We identified 26 viral sequences targeting the methanogen Methanobrevibacter, absent in calves but present in adults. These findings reveal the dynamic nature of ruminant gut viral communities and highlight phages' potential regulatory role during critical life transitions.", "date": "2025-05-24", "journal": ""}
{"title": "Characterisation of Ornithobacterium hominis colonisation dynamics and interaction with the nasopharyngeal microbiome in a South African birth cohort.", "doi": "10.1101/2025.05.24.655922", "authors": "De Allende, C. C.; Salter, S. J.; Brigg, S. E.; Claassen-Weitz, S.; Mwaikono, K. S.; Workman, L.; Zar, H. J.; Nicol, M. P.; Parkhill, J.; Dube, F. S.", "abstract": "Ornithobacterium hominis is a recently described Gram-negative bacterium that colonises the human nasopharynx and may be associated with poor upper respiratory tract health. Here, we describe the isolation of O. hominis from samples collected from a South African birth cohort, creating the first archive of cultured strains of the species from Africa. Sequenced genomes from this archive reveal that South African O. hominis is more similar to Australian strains than those from Southeast Asia, and that it may share genes with other members of the microbiome that are relevant for virulence, colonisation, and antibiotic resistance. Leveraging existing microbiome data from the cohort, O. hominis was found to be closely associated with bacterial co-colonisers that are rare in non-carrier individuals, including Suttonella, Helcococcus, Moraxella spp., and Gracilibacteria. Their collective acquisition has a significant impact on the diversity of nasopharyngeal communities that contain O. hominis. Individuals who have not yet acquired O. hominis have a higher abundance of Moraxella (particularly M. lincolnii) than individuals who never acquire O. hominis, suggesting that this could be a precursor state for successful colonisation. Finally, a novel co-coloniser species, Helcococcus ekapensis, was successfully isolated and sequenced.", "date": "2025-05-24", "journal": ""}
{"title": "Pleiotropic mutational effects on function and stability constrain the antigenic evolution of influenza hemagglutinin", "doi": "10.1101/2025.05.24.655919", "authors": "Yu, T. C.; Kikawa, C.; Dadonaite, B.; Loes, A. N.; Englund, J. A.; Bloom, J. D.", "abstract": "The evolution of human influenza virus hemagglutinin (HA) involves simultaneous selection to acquire antigenic mutations that escape population immunity while preserving protein function and stability. Epistasis shapes this evolution, as an antigenic mutation that is deleterious in one genetic background may become tolerated in another. However, the extent to which epistasis can alleviate pleiotropic conflicts between immune escape and protein function/stability is unclear. Here, we measure how all amino acid mutations in the HA of a recent human H3N2 influenza strain affect its cell entry function, acid stability, and neutralization by human serum antibodies. We find that epistasis has enabled emergence of antigenic mutations that were detrimental to HA's cell entry function in earlier strains. However, epistasis appears insufficient to overcome the pleiotropic costs of antigenic mutations that impair HA's stability, explaining why some mutations that strongly escape human antibodies never fix in nature. Our results refine our understanding of the mutational constraints that shape influenza evolution: epistasis can enable antigenic change, but pleiotropic effects can restrict its trajectory.", "date": "2025-05-24", "journal": ""}
{"title": "Optimizing Soybean Breeding: High-Throughput Phenotyping Technologies for Stink Bug Resistance and High Yields", "doi": "10.1101/2025.05.19.654360", "authors": "de Oliveira, M.; Aono, A. H.; Braga, P.; Abreu Moreira, A.; Smaniotto Campion, F.; Krause, F. A.; Iost Filho, F. H.; de Bastos Pazini, J.; Takao Yamamoto, P.; Pinheiro, J. B.", "abstract": "The stink bug complex is a major agricultural pest for soybean crops, significantly reducing productivity. Genetic resistance is the most effective control strategy, but its quantitative nature and labor-intensive phenotyping make its implementation in breeding programs challenging. This study explored high-throughput phenotyping (HTP) using unmanned aerial vehicles (UAVs) equipped with RGB cameras to evaluate a soybean population and identify stink bug resistance by correlating image-derived features and machine learning (ML) models. Using an alpha-lattice design with three replications, we phenotyped 304 soybean lines over two seasons under natural stink bug infestations. We manually evaluated five traits associated with stink bug resistance and correlated them with color, texture, and histogram features from aerial images. Three ML models -AdaBoost, SVM, and MLP -were tested to predict these traits. VIs, especially the Visible Atmospherically Resistant Index at the first percentile (VARI-P25) and texture-based indices at 45{degrees} and 135{degrees}, effectively predicted traits in stressed environments, particularly during flights near maturation. While ML models showed good predictive ability for yield, healthy seed weight, and maturity, they were less effective for stink bug resistance. Increasing the number of UAV flights modestly improved predictive accuracy, though predicting traits across different seasons remained challenging. Despite this, indices like VARI-25P were valuable for screening and excluding less promising genotypes, optimizing breeding program resources. This pioneering work offers valuable insights and highlights the need for further research to optimize resistance selection, promising significant advances in soybean breeding for stink bug resistance.", "date": "2025-05-24", "journal": ""}
{"title": "Genome Report: Genome of the Amazon Guppy (Poecilia bifurca) reveals conservation of sex chromosomes and dosage compensation", "doi": "10.1101/2025.05.19.654947", "authors": "Fong, L. J.; Johnson, B. D.; Darolti, I.; Sandkam, B. A.; Mank, J. E.", "abstract": "The Amazon guppy, Poecilia bifurca, is a small live-bearing fish. Closely related species, such as P. reticulata, P. picta, and P. parae all share the same sex chromosome system, but with substantial diversity in the degree of Y degeneration and the extent of X chromosome dosage compensation. We built a female (XX) draft genome with 55X coverage of PacBio HiFi data, resulting in a 785 Mb assembly with 94.4% BUSCO completeness. Using this genome, we found that P. bifurca shares the same sex chromosomes as related species and shows substantial Y chromosome degeneration. We combined this with RNA-Seq data and find similar expression of X-linked genes between sexes, revealing that P. bifurca also exhibits complete X chromosome dosage compensation. We further identify 11 putative autosome-to-Y gene duplications, five of which show gene expression in guppy male germ cells.", "date": "2025-05-24", "journal": ""}
{"title": "Assessment of dispersion metrics for estimating single-cell transcriptional variability", "doi": "10.1101/2025.05.19.654854", "authors": "Chen, T. T.; Boyer, L. A.; Agarwal, D.", "abstract": "Single-cell RNA sequencing data enables analysis of transcript levels of single cells across different cell types and conditions. Recent work has highlighted the value of measuring gene-specific transcriptional variability, or noise, within a genetically identical population of cells in addition to mean expression given that these differences contribute to biological processes including development and disease. However, measuring transcriptional noise remains a challenge. Here, we systematically compared statistical methods by simulating single-cell data by varying both dispersion and count size to assess the relative responsiveness to noise of several commonly used statistical metrics: the Gini index, variance-to-mean ratio, variance, and Shannon entropy. We found that the variance-to-mean ratio scales approximately linearly with increasing dispersion and is scale-invariant. In contrast, the Gini index displayed paradoxical behavior, and Shannon entropy was not scale-invariant. Thus, we next applied the variance-to-mean ratio to measure transcriptional variability in a publicly available single-cell dataset of embryonic hearts from a mouse model of maternal hyperglycemia. Our data show that many genes display transcriptional variability within the same cell type, and that this variation does not correlate with gene characteristics such as transcript level, promoter GC content, or evolutionary gene age. Notably, many of the genes and pathways with highest transcriptional variability were not identified as differentially expressed, and have in fact been implicated in maternal hyperglycemia in other studies, suggesting that transcriptional variability can provide additional biologically relevant information beyond what is observed from studying mean expression alone.", "date": "2025-05-24", "journal": ""}
{"title": "Evaluating the practical aspects and performance of commercial single-cell RNA sequencing technologies", "doi": "10.1101/2025.05.19.654974", "authors": "Elz, A. E.; Gratz, D.; Long, A.; Sowerby, D.; Hadadianpour, A.; Newell, E. W.", "abstract": "The rapid development of updated and new commercially available single-cell transcriptomics platforms provides users with a range of experimental options. Cost, sensitivity, throughput, flexibility, and ease of use, all influence the selection of an optimal workflow. We performed a comprehensive comparison of single-cell transcriptomic approaches using multiple standardized PBMCs from different donors. We report on standard single-cell metrics including cell recovery, sequencing efficiency, sensitivity, cell annotation, and differential gene expression for seven recently available kits that interrogate whole transcriptome mRNA, and two that include TCR profiling. We also discuss workflow throughput, sample requirements, timing, cost, and labor as critical factors to consider. In addition to variable experimental constraints imposed by each platform, our findings highlight differences in cell recovery and sensitivity, which we found to significantly influence the ability to resolve cell subtypes. This work provides a basis by which users can balance performance and practical considerations when selecting a single-cell RNA sequencing platform.", "date": "2025-05-24", "journal": ""}
{"title": "PURE: Policy-guided Unbiased REpresentations for structure-constrained molecular generation", "doi": "10.1101/2025.05.21.655002", "authors": "Gupta, A.; Lenin, B.; Current, S.; Batra, R.; Ravindran, B.; Raman, K.; Parthasarathy, S.", "abstract": "Structure-constrained molecular generation (SCMG) generates novel molecules that are structurally similar to a given molecule and have optimized properties. Deep learning solutions for SCMG are limited in that they are pre-disposed towards existing knowledge, and they suffer from a natural impedance mismatch problem due to the discrete nature of molecules, while deep learning methods for SCMG often operate in continuous space. Moreover, many task-specific evaluation metrics used during training often bias the model towards a particular metric -\"metric-leakage\". To overcome these shortcomings, we propose Policy-guided Unbiased REpresentations (PURE) for SCMG that learn within a framework simulating molecular transformations for drug synthesis. PURE combines self-supervised learning with a policy-based reinforcement-learning (RL) framework, thereby avoiding the need for external molecular metrics while learning high-quality representations that incorporate an inherent notion of similarity specific to the given task. Along with a semi-supervised training design, PURE utilizes template-based molecular simulations to better explore and navigate the discrete molecular search space. Despite the lack of metric biases, PURE achieves competitive or superior performance than state-of-the-art methods on multiple benchmarks. Our study emphasizes the importance of reevaluating current approaches for SCMG and developing strategies that naturally align with the problem. Finally, we illustrate how our methodology can be applied to combat drug resistance by identifying sorafenib-like compounds as a case study.", "date": "2025-05-24", "journal": ""}
{"title": "Interaction of yeast V-ATPase with TLDc protein Rtc5p", "doi": "10.1101/2025.05.24.655954", "authors": "Khan, M. M.; Ebrahimi, R.; Oot, R. A.; Wilkens, S.", "abstract": "The eukaryotic vacuolar H+-ATPase (V-ATPase) is regulated by reversible disassembly into autoinhibited V1-ATPase and Vo proton channel subcomplexes, a mode of regulation conserved from yeast to humans. While signals that govern V-ATPase assembly have been studied in the cellular context, the molecular mechanisms of the process at the level of the enzyme remain poorly understood. We recently discovered that Oxr1p, one of the two TLDc domain proteins in yeast, is essential for rapid V-ATPase disassembly in vivo. How the second TLDc protein, Rtc5p, functions in reversible disassembly, however, is less clear. Here we find that Rtc5p promotes assembly of functional holo V-ATPase from purified V1 and Vo subcomplexes in vitro. CryoEM structures show that Rtc5p's TLDc domain binds the C-terminal domain of the V1-B subunit, with Rtc5p's C-terminal alpha helix inserting into the catalytic hexamer, thereby opening a second catalytic site distal to its binding site. Unlike Oxr1p, however, which when deleted produces a distinct phenotype, Rtc5p does not appear to be essential for glucose driven enzyme (re)assembly, hinting at the presence of multiple assembly pathways in vivo.", "date": "2025-05-24", "journal": ""}
{"title": "Comparative proteomic analysis of skin wound healing responses to biomaterial treatments identifies key pathways which govern differential regenerative outcomes", "doi": "10.1101/2025.05.19.654672", "authors": "Suarez-Arnedo, A.; Caston, E. L.; Liu, Y.; Baia, H.; Muddiman, D.; Segura, T.", "abstract": "The wound healing cascade is characterized by the steady progression of distinct stages. Though biomaterials are used clinically to enhance wound closure rate and quality of healed tissue, their mechanisms of action are less understood. Here we use proteomic analysis to characterize changes in the wound healing response across three biomaterial treatments: a clinically used collagen hydrogel, and two synthetic biomaterials that are characterized by an increased regenerative response either through decreased fibrosis or through an activation of adaptive immunity. We identified close to 5,000 proteins shared across the biomaterial treatment groups, sampled at timepoints representing the inflammation, proliferation, and resolution phases of wound healing. The collagen hydrogel maintains an enrichment of immune-related pathways throughout the healing process. The fibrosis-suppressing material enriches gene ontology (GO) terms related to increased epidermis development pathways, collagen synthesis, and collagen fibril organization. In contrast, the adaptive immunity-activating biomaterial shows an early enrichment of GO terms related to broad immunity and inflammation. Later, this same material promotes keratinization, muscle and lipid oxidation GO pathways. Taken together, this work determines the key temporal pathways (immunity, keratinization, muscle system process, and ECM organization) mediated by three biomaterials, which result in varying healed tissue structure.", "date": "2025-05-24", "journal": ""}
{"title": "Cross-Species Prediction of Histone Modifications in Plants via Deep Learning", "doi": "10.1101/2025.05.19.655006", "authors": "Lv, T.; Han, Q.; Li, Y.; Liang, C.; Ruan, Z.; Chao, H.; Chen, M.; Chen, D.", "abstract": "The regulation of gene expression in plants is governed by complex interactions between cis-regulatory elements and epigenetic modifications such as histone marks. While deep learning models have achieved success in predicting regulatory features from DNA sequence, their cross-species generalizability in plants remains largely unexplored. In this study, we systematically evaluated the ability of deep learning models to predict histone modifications across plant species using a multi-stage framework based on the Sei architecture. We trained species-specific models for Arabidopsis (A. thaliana), rice (O. sativa), and maize (Z. mays), achieving high within-species predictive performance (AUROC > 0.94) and strong agreement between predictions and experimental ChIP-seq profiles. However, cross-species predictions showed reduced performance with increasing phylogenetic distance, highlighting limited model transferability between monocots and dicots. To improve generalization, we built family-level models by training on multiple species across the Poaceae and Brassicaceae families. These models demonstrated robust predictive power in completely unprofiled species-those entirely unused in training set-highlighting the model's adaptability to novel plant genomes based solely on conserved regulatory syntax. In contrast, cross-family models produced inconsistent results, with reliable performance only in species sharing conserved regulatory features. Lastly, we developed an easy-to-use pipeline that predicts genome-wide chromatin signals directly from DNA sequences. Our findings demonstrate that phylogenetically informed model training significantly improves cross-species epigenomic prediction, offering a scalable computational strategy for functional annotation in non-model and agriculturally important plants.", "date": "2025-05-24", "journal": ""}
{"title": "sandwrm: an R package for estimating Wright's neighborhood size and species-level genetic diversity", "doi": "10.1101/2025.05.19.654925", "authors": "Hancock, Z. B.; Bradburd, G.", "abstract": "In most natural populations, individuals in close proximity are more related on average than those at greater distances; this pattern gives rise to geographic population genetic structure. Despite extensive theoretical work on spatial population genetics, few empirical methods exist to estimate the components of theoretical models of genetic relatedness in continuous space. One classic model of relatedness in continuous space is the Wright-Malecot model, which predicts that the probability of identity-by-descent decays as a function of geographic distances. The shape of this decay curve is dictated by the dynamics of local dispersal and mating, as well as population density. This model can be reformulated to describe the probability of identity-by-state, in which case it decays to an asymptote, the value of which is determined by the historical demography of the population. Collectively, these features can be modeled in a likelihood-based framework to estimate neighborhood size and long-term diversity from pairwise genetic and geographic distance. In this article, we introduce the R package sandwrm (Spatial Analysis of Neighborhood size and Diversity using WRight-Malecot), which takes a Bayesian approach to estimate key parameters of populations that are both dispersal-limited and distributed continuously across a landscape.", "date": "2025-05-24", "journal": ""}
{"title": "Isoform-Specific Gene Regulation by Progesterone Receptors Drives Divergent Phenotypes in Breast Cancer Cells", "doi": "10.1101/2025.05.19.654935", "authors": "Gillis, N. E.; Truong, T. H.; Diep, C. H.; Spartz, A.; Ostrander, J. H.; Lange, C. A.", "abstract": "Exposure to progesterone is a recognized risk factor for breast cancer, and PGR polymorphisms are associated with various malignancies. Two progesterone receptor (PR) isoforms, full length PR-B and truncated PR-A, are expressed from the PGR gene in breast tissue and play crucial roles in normal physiology and breast cancer progression. An imbalance in the expression ratio of these isoforms, favoring increased levels of PR-A, is common in breast cancer and is associated with resistance to tamoxifen in luminal A-type tumors. Notably, PRs have recently been implicated in promoting endocrine resistance and driving the expansion of cancer stem-like cell (CSC) populations. Despite this insight, the isoform-specific molecular and epigenetic mechanisms underlying PR action in estrogen receptor positive (ER+) breast cancers remain understudied. Phenotypic studies of T47D cell lines that express exclusively PR-A or PR-B showed that PR isoforms regulate divergent cell fates. PR-B-expressing cells have a higher proliferation rate, while PR-A-expressing cells produce more mammospheres. We profiled progesterone-driven gene expression in cells grown in both adherent (2D) and mammosphere (3D) growth conditions and found differential gene regulation by PR-A and PR-B that is consistent with the observed divergent phenotypes. Only the PR-A-driven gene signature of ER+ breast cancer cells maintained as non-adherent mammospheres robustly predicted poor clinical outcome in the METABRIC data set. We then performed CUT&RUN to identify the genomic binding patterns unique to each PR isoform and their suite of target genes. Our findings indicate that PR-A acts as a regulator of the cell cycle, while PR-B plays a pivotal role in metabolism and intracellular signaling. Our genomic profiling of PRs in this model system has unveiled novel isoform-specific functions of PR. This work has shifted our prior understanding of the role of PRs in gene regulation, offering potential insights for therapeutic interventions in ER+ breast cancer.", "date": "2025-05-24", "journal": ""}
{"title": "Selectivity filter mutation in NaV1.5 promotes ventricular tachycardia", "doi": "10.1101/2025.05.19.654350", "authors": "Selimi, Z.; Tarasov, M.; Meng, X.; Dias, P.; Moise, B.; Veeraraghavan, R.; Radwanski, P.", "abstract": "Loss-of-Function (LoF) mutations in the SCN5A gene, which encodes for the predominant cardiac NaV isoform, NaV1.5 result in either deficiency in the channel expression or function. Impaired NaV1.5 expression and function underlie reduced peak Na+ current (INa) and result in ventricular conduction velocity slowing, predisposing the heart to conduction block and ventricular arrhythmias clinically associated with Brugada syndrome (BrS). Recently, a missense mutation in NaV1.5 selectivity filter (DEKA motif), K1419E (DEEA) has been identified in patients with BrS. Despite early characterization of mutations in selectivity filter of other NaV isoforms, little is known about the impact of DEEA on NaV1.5 function as well as on cardiac electrophysiology. Therefore, we generated a mouse heterozygous for NaV1.5 DEEA to characterize the mutation and investigate the outcome of this functionally deficient NaV1.5 variant on cardiac electrophysiology and arrhythmias. Heterologous expression system and isolated cardiomyocytes revealed lower current density and unchanged NaV1.5 expression in DEEA vs. wild type (DEKA). On the organ level, optical mapping revealed conduction velocity slowing in DEEA hearts, which was accentuated by flecainide resulting in vivo ventricular arrhythmias. Overall, to our knowledge, we provide the first mechanistic insight into the proarrhythmic consequences of a functionally deficient BrS mutation in NaV1.5.", "date": "2025-05-24", "journal": ""}
{"title": "A screen of chromatin-targeting compounds identifies TAF1 as a novel regulator of HIV latency", "doi": "10.1101/2025.05.24.655900", "authors": "Burgos, S. D.; Ward, A. M.; Ashokkumar, M.; Enders, K. P.; James, L. I.; Margolis, D. M.; Browne, E. P.", "abstract": "Antiretroviral therapy (ART) suppresses HIV replication but fails to eliminate the virus due to the persistence of a transcriptionally silent reservoir, which remains the primary barrier to a cure. HIV latency is maintained through chromatin-mediated repression, making epigenetic regulators attractive therapeutic targets. To identify new modulators of latency, we screened a focused library of 84 chromatin-targeting small molecules. This screen identified BAY-299, a bromodomain inhibitor selective for TAF1 and BRD1, as a latency-modulating compound. BAY-299 reactivated HIV expression and enhanced the efficacy of established latency-reversing agents (LRAs), including vorinostat, prostratin, and iBET-151, in cell line models. CRISPR/Cas9-mediated knockout experiments demonstrated that TAF1, but not BRD1, is essential for maintaining HIV latency and that TAF1 depletion selectively increases HIV transcription with minimal effects on host gene expression. Dual knockout of TAF1 and Tat revealed that the reactivation effect is partially Tat dependent. CUT&RUN analysis further showed that TAF1 depletion increases RNA Polymerase II occupancy across the HIV gene body, suggesting enhanced transcriptional elongation. These findings identify TAF1 as a novel regulator of HIV latency and demonstrate the utility of targeted chemical screening to uncover therapeutic vulnerabilities within the latent reservoir.", "date": "2025-05-24", "journal": ""}
{"title": "Adaptive Machine Learning Framework enables Unprecedented Yield and Purity of Adeno-Associated Viral Vectors for Gene Therapy", "doi": "10.1101/2025.05.23.655859", "authors": "Idanwekhai, K.; Shastry, S.; Minzoni, A.; Hurst, M.; Barbieri, E.; Muratov, E.; Daniele, M.; Menegatti, S.; Tropsha, A.", "abstract": "Adeno-associated viral (AAV) vectors for gene therapy are becoming integral to modern medicine, providing therapeutic options for diseases once deemed incurable. Currently, optimizing viral vector purification is a critical bottleneck in the gene therapy industry, impacting product efficacy and safety as well as accessibility and cost to patients. Traditional optimization methods are resource-intensive and often fail to adjust the purification process parameters to maximize the resulting product yield and quality. To address this challenge, we developed a machine learning framework that leverages Bayesian optimization to systematically refine affinity chromatography parameters (sample load, flow rate, and the formulation of chromatographic media) to improve AAV purification. The efficiency of this closed-loop workflow in iteratively optimizing the vector's yield, purity, and transduction efficiency was demonstrated by purifying clinically-relevant serotypes AAV2, AAV5, and AAV9 from HEK293 cell lysates using the affinity adsorbent AAVidity. We show that three cycles of Bayesian optimization elevated yields from a baseline of 70% to 99%, while reducing host-cell impurities by 230-to-400-fold across all serotypes. The optimized parameters consistently produced vectors with high purity and preserved high transduction activity, essential for therapeutic efficacy and safety, demonstrating serotype versatility - a key challenge in AAV manufacturing. By streamlining parameter optimization and enhancing productivity, our adaptive machine learning framework accelerates process development and reduces costs, advancing the accessibility and clinical translation of AAV-based gene therapies.", "date": "2025-05-24", "journal": ""}
{"title": "The alternative initiation factor eIF2A regulates 40S subunit turnover in ribosome-associated quality control", "doi": "10.1101/2025.05.22.655611", "authors": "Yigit, M.; Weber, R.; Ghoshdastider, U.; Das, A.; Nesanir, K.; Valdivia-Francia, F.; Hyams, K.; Taborsky, D.; Renz, P. F.; Ormiston, M.; Dure, C.; Yamahachi, H.; Jovanovic, M.; Sendoel, A.", "abstract": "The noncanonical translation initiation factor eIF2A plays critical roles in diverse cellular processes, including the integrated stress response, neurodegeneration and tumorigenesis. However, the precise molecular mechanism underlying eIF2A`s function remains poorly understood. Here, we exploit a TurboID-based proximity labeling combined with mass spectrometry to systematically map the interactome of eIF2A during homeostasis and stress. Combining polysome gradients with TurboID, we zoom into the interactions of eIF2A with the 40S small ribosomal subunit and map the eIF2A binding site close to the mRNA entry channel. We identify a network of interactors that link eIF2A to ribosome-associated quality control, including its strong interaction with G3BP1-USP10 complexes as well as RPS2 and RPS3. In the absence of eIF2A, RPS2 and RPS3 ubiquitination is diminished specifically upon ribosome stalling. 40S-specific footprinting in eIF2A knockout cells shows minimal changes in 5`UTR occupancy, consistent with a limited role for eIF2A in translation initiation. Using dynamic SILAC mass spectrometry, we characterize the novel function of eIF2A in ribosome-associated quality control and show that eIF2A antagonizes USP10-dependent rescue of 40S ribosomes, resulting in altered turnover of 40S subunits upon cellular stress. Collectively, our study identifies a previously unknown link between eIF2A and ribosome-associated quality control, implies that eIF2A promotes translation fidelity by tuning 40S ribosome rescue under stress and warrants further investigations into the role of ribosome-associated quality control in tumorigenesis.", "date": "2025-05-24", "journal": ""}
{"title": "High-throughput linear amplification for single-cell template strand sequencing with sci-L3-Strand-seq", "doi": "10.1101/2025.05.19.654945", "authors": "Chovanec, P.; Ridgley, T.; Yin, Y.", "abstract": "Despite the advances in single cell whole genome sequencing, the ability to detect structural variations from mitotic crossovers remains challenging, while sister chromatid exchanges remain undetectable. Here we describe sci-L3-Strand-seq, a combinatorial indexing method with linear amplification for DNA template strand sequencing that cost-effectively scales to millions of single cells. We provide a computational framework to fully leverage the throughput, as well as the relatively sparse but multifaceted genotype information within each cell that includes strandedness, digital counting of copy numbers, and haplotype-aware chromosome segmentation, to systematically distinguish seven possible types of mitotic crossover outcomes and resulting genome instability. We showcase the power of sci-L3-Strand-seq by quantifying the rates of error-free and mutational crossovers in thousands of cells, enabling us to explore enrichment patterns of genomic and epigenomic features. The throughput of sci-L3-Strand-seq also gave us the ability to measure subtle phenotypes, opening the door for future large mutational screens. Furthermore, mapping clonal lineages provided insights into the temporal order of certain genome instability events, showcasing the potential to dissect cancer evolution. Altogether, we show the wide applicability of sci-L3-Strand-seq to the study of DNA repair, structural variations, and genome instability in disease.", "date": "2025-05-24", "journal": ""}
{"title": "Human genetic variation shapes the antibody repertoire across B cell development", "doi": "10.1101/2025.05.19.654982", "authors": "Rodriguez, O. L.; Qiu, X.; Shields, K.; Dunn, C.; Singh, A.; Kaileh, M.; Watson, C. T.; Sen, R.", "abstract": "The peripheral antibody repertoire is shaped by inherited genetic variation and selection during B cell development. However, how the repertoire changes across developmental stages and the relative impact of genetics and selection in establishing the antibody repertoire remain largely unknown. To dissect the individual and combined effects of these factors, we integrated antibody repertoire transcriptomics across pro-B, pre-B, immature, and naive B cells with single-molecule real-time long-read DNA sequencing of the immunoglobulin heavy (IGH), kappa (IGK), and lambda (IGL) chain loci. We find that IGH genetic variants establish gene usage biases at the pro-B stage that persist throughout development. In contrast, IGK and IGL repertoires are extensively remodeled during maturation, consistent with receptor editing. Surprisingly, IGH variants also exert trans effects on light chain gene usage, suggesting coordinated constraints on heavy-light chain pairing. Principal component and allele-specific analyses reveal that genetics primarily shapes the heavy chain repertoire, while selection more strongly influences light chain diversity. These findings define distinct dynamics of antibody repertoire development and underscore the importance of personal immunogenomics in understanding individual immune responses.", "date": "2025-05-24", "journal": ""}
{"title": "Bimodal peptide collision cross section distribution reflects two stable conformations in the gas phase", "doi": "10.1101/2025.05.19.654929", "authors": "Restrepo, J.; Szoelloesi, D.; Kiermeyer, T.; Wichmann, C.; Grubmueller, H.; Cox, J.", "abstract": "Recent high throughput applications to shotgun proteomics have shown great benefits of coupling ion mobility spectrometry (IMS) to mass spectrometry. IMS adds a separation dimension by differentiating biomolecules by their size and shape. We (and others) find that the distribution of peptide collision cross section (CCS) is often bimodal, which limits the utility of current machine learning predictions for peptide identification. Molecular dynamics simulations indicate that the peptides in the drift tube can adopt multiple stable conformations and that the two modes correspond to predominantly extended (mostly helical) and more compact (globular and less ordered) conformations. Most peptides have a charge-dependent strong preference for one of the two conformations, while some can adapt both, as evidenced by a simple geometric model of the CCS data. We suggest a novel two-valued CCS predictor allowing for multiple peptide conformations. Its integration into data-independent acquisition proteomics increases identification rates of peptides compared to single-value predictors.", "date": "2025-05-24", "journal": ""}
{"title": "Comparative Analysis of Deep Learning Models for Predicting Causative Regulatory Variants", "doi": "10.1101/2025.05.19.654920", "authors": "Manzo, G.; Borkowski, K.; Ovcharenko, I.", "abstract": "Motivation: Genome-wide association studies (GWAS) have identified numerous noncoding variants associated with complex human diseases, disorders, and traits. However, resolving the uncertainty between GWAS association and causality remains a significant challenge. The small subset of noncoding GWAS variants with causative effects on gene regulatory elements can only be detected through accurate methods that assess the impact of DNA sequence variation on gene regulatory activity. Deep learning models, such as those based on Convolutional Neural Networks (CNNs) and transformers, have gained prominence in predicting the regulatory effects of genetic variants, particularly in enhancers, by learning patterns from genomic and epigenomic data. Despite their potential, selecting the most suitable model is hindered by the lack of standardized benchmarks, consistent training conditions, and performance evaluation criteria in existing reviews. Results: This study evaluates state-of-the-art deep learning models for predicting the effects of genetic variants on enhancer activity using nine datasets stemming from MPRA, raQTL, and eQTL experiments, profiling the regulatory impact of 54,859 SNPs across four human cell lines. The results reveal that CNN models, such as TREDNet and SEI, consistently outperform other architectures in predicting the regulatory impact of SNP. However, hybrid CNN-transformer models, such as Borzoi, display superior performance in identifying causal SNPs within a linkage disequilibrium block. While fine-tuning enhances the performance of transformer-based models, it remains insufficient to surpass CNN and hybrid models when evaluated under optimized conditions.", "date": "2025-05-24", "journal": ""}
{"title": "Phosphorylation enables allosteric control of a viral condensate", "doi": "10.1101/2025.05.24.655949", "authors": "Acker, J.; Wang, X.; Desiro, D.; Agarwal, T.; Colyer, A.; Haller, C.; Scrutton, R.; Sherry, L.; Saar, K. L.; Murray, R.; Fominykh, K.; Chong, S. H.; Schmit, J. D.; Calabrese, A. N.; Knowles, T. N.; Borodavka, A.", "abstract": "In many viruses, intrinsically disordered proteins (IDPs) drive the formation of replicative organelles essential for viral production. In species A rotaviruses, the disordered protein NSP5 forms condensates in cells via liquid-liquid phase separation (LLPS). Yet the sequence diversity of NSP5 raises the question of whether condensate formation is conserved across all strains and if distinct variants employ alternative mechanisms for nucleating phase separation. Using a machine learning approach, we demonstrate that NSP5 variants differ significantly in their propensity to phase-separate. We engineered a variant incorporating amino acid signatures from strains with low LLPS tendency, which failed to phase separate in vitro yet supported the formation of replicative condensates in recombinant viruses in cells. Low-tendency LLPS strains require phosphorylation of NSP5 to nucleate phase separation, whereas high-tendency strains do not, suggesting distinct nucleation mechanisms. Furthermore, hydrogen-deuterium exchange mass spectrometry revealed a phosphorylation-driven allosteric switch between binding sites on the high-propensity variant. These findings establish that phosphorylation plays a context-dependent role in the formation of replicative organelles across diverse rotaviruses.", "date": "2025-05-24", "journal": ""}
{"title": "Intratumoral cDC1-T Cell Clusters Serve as Sites of Local Costimulation to Enhance CTL-Mediated Tumor Rejection", "doi": "10.1101/2025.05.19.654765", "authors": "Carbone, C. B.; Brown, M.; Balanca, C.; Antonelli, A. C.; Luoh, S.-M.; Banta, K. L.; Rouilly, V.; Pechuan-Jorge, X.; Ortiz-Munoz, G.; Cheung, J.; Marin, I.; Duong, E.; Anand, A.; Chan, C. K.; Rajagopalan, A.; Gibson, J. T.; Lorentzian, A.; Penna, E.; Jiang, J.; Rangell, L.; Liang, Y.; Decalf, J.; Barreira da Silva, R.; Zhu, Y.; Turley, S. J.; Strasser, G. A.; Sanjabi, S.; Geiger-Schuller, K.; Delamarre, L.; Mellman, I.; Moussion, C.", "abstract": "T cells are essential for anti-tumor immunity, but their ability to eliminate tumors depends on coordinated interactions with type 1 conventional dendritic cells (cDC1s). While cDC1s are known for cross-presenting tumor-derived antigens in lymph nodes to prime CD8+ T cells, their role within the tumor itself remains less well understood. Here, we use the Skin Tumor Array by Micro-Poration (STAMP) model to investigate how cDC1-T cell interactions shape immune responses and influence tumor fate. Our data reveal that it is the spatial distribution of both cDC1s and T cells that determines whether a tumor can be rejected. We defined three primary immunotypes based on the spatial distribution of T cells and cDC1s: T cell-inflamed/dendritic cell-inflamed (TC-In/DC-In) tumors, where T cells and cDC1s co-infiltrate the tumor; T cell-inflamed/dendritic cell-excluded (TC-In/DC-Ex) tumors, where T cells infiltrate but cDC1s remain at the periphery; and T cell-excluded/dendritic cell-excluded (TC-Ex/DC-Ex) tumors, which lack both cDC1 and T cell infiltration. Notably, TC-In/DC-In tumors are more likely to undergo rejection, whereas TC-In/DC-Ex tumors persist despite T cell infiltration. Within TC-In/DC-In tumors, cDC1s engage in direct interactions with T cells, upregulate co-stimulatory molecules, and sustain effector T cell responses, while cDC1s in TC-In/DC-Ex tumors express higher migration-associated genes, suggesting a propensity to exit the tumor. We further show that chemokine modulation, particularly through CXCL9, CCL5, and XCL1, can reshape immune infiltration patterns to promote intra-tumoral cDC1-T cell clustering and improve tumor rejection. These findings underscore the unexpectedly important role of cDC1 positioning and function in sustaining effective anti-tumor immunity and highlight spatially organized cDC1-T cell clusters as critical hubs for local T cell activation.", "date": "2025-05-24", "journal": ""}
{"title": "Mitochondrial protein FgDML1 regulates DON toxin biosynthesis and cyazofamid sensitivity in Fusarium graminearum by affecting mitochondrial homeostasis", "doi": "10.1101/2025.05.23.655648", "authors": "Wang, C.; Mao, X.; Cong, W.; Yang, L.; Hou, Y.", "abstract": "Fusarium graminearum is a global pathogen responsible for Fusarium head blight (FHB) in wheat, causing substantial yield losses and producing the mycotoxin deoxynivalenol (DON), which poses a threat to both human and animal health. Drosophila melanogaster Misato-Like protein (DML1) plays a critical role in regulating mitochondrial function, yet its function in filamentous fungi remains unexplored. In this study, we characterized FgDML1 in F. graminearum. FgDML1 interacts with the mitochondrial fission and fusion protein FgDnm1 to maintain mitochondrial stability, thereby positively regulating acetyl-CoA levels and ATP synthesis, which influences toxisome formation and ultimately affects DON toxin biosynthesis. Additionally, FgDML1 is involved in the regulation of toxin biosynthetic enzyme expression. In the {Delta}FgDML1 mutant, Complex III enzyme activity decreased, overexpression of complex III assembly factors FgQCR2, FgQCR8, and FgQCR9 may induce conformational changes in the Qi-site protein, specifically altering the sensitivity of F. graminearum to respiratory inhibitor cyazofamid not Qo-site inhibitor pyraclostrobin and other fungicides. Furthermore, the loss of FgDML1 leads to defects in nutrient utilization, as well as in asexual and sexual reproduction, and pathogenicity. In conclusion, this study identifies a novel regulatory role for FgDML1 in DON toxin biosynthesis and cyazofamid sensitivity in F. graminearum. Our study provides a theoretical framework for understanding DON biosynthesis regulation in F. graminearum and identifies potential molecular targets for FHB control.", "date": "2025-05-24", "journal": ""}
{"title": "A Proteolytic Switch: USP5 controls SDE2 function via UBL-directed cleavage", "doi": "10.1101/2025.05.23.655772", "authors": "Hales, L. T.; Tammiste, P. M.; Walker, A. J.; Bryce, R.; Sugden, A.; Knebel, A.; Toth, R.; Lamoliatte, F.; Peteri, M.; Curry, O.; De Cesare, V.; Maniaci, C.", "abstract": "Proteolytic processing is a critical regulatory mechanism in eukaryotic cells, yet the molecular identities and mechanisms underlying these events often remain elusive. Silencing Defective 2 (SDE2) is an essential human protein involved in multiple aspects of genome regulation, including DNA repair, ribosome biogenesis, and mRNA splicing. SDE2 is expressed with an N-terminal ubiquitin-like domain (SDE2UBL) which must be proteolytically cleaved to release the functional C-terminal domain (SDE2CT). This cleavage not only activates SDE2CT but also marks it for subsequent degradation, highlighting the importance of this tightly regulated processing. Despite the crucial role of this cleavage event, the human protease responsible has remained unknown. Here, we identify that the deubiquitinating enzyme, ubiquitin-specific protease 5 (USP5), catalyses the cleavage of SDE2. Using an integrated workflow combining biochemical assays, proteomic profiling, and mass spectrometry, we demonstrate that USP5 selectively processes SDE2 in vitro and in cell. To validate the specificity of this interaction, we engineered SDE2UBL into an activity-based probe, and developed a cellular reporter assay, both of which confirmed USP5 as the primary effector. Biophysical analysis further revealed that SDE2UBL binds to USP5 with similar characteristics to ubiquitin, albeit with reduced affinity, supporting a mechanism of substrate mimicry. Together, these findings uncover a novel regulatory axis for SDE2 function, highlighting an underappreciated role for DUBs in regulating protein maturation events. They also establish a versatile approach for identifying and validating substrate-protease interactions with broader implications for the study of post-translational regulation.", "date": "2025-05-24", "journal": ""}
{"title": "RAD51AP1 is a versatile RAD51 modulator", "doi": "10.1101/2025.05.24.655746", "authors": "Kuhlen, L.; Argunhan, B.; Liang, P.; Zhong, J.; Masino, L.; Zhang, X.", "abstract": "RAD51AP1 is an emergent key factor in homologous recombination (HR), the major pathway for accurate repair of DNA double-strand breaks, and in alternative lengthening of telomeres (ALT). Depletion of RAD51AP1 diminishes HR and overexpression is common in cancer, where it is associated with malignancy. Here, we show that RAD51AP1 serves as a versatile modulator of the RAD51 recombinase, the central player in HR. Through a combination of biochemistry and structural biology, we reveal that RAD51AP1 possesses at least three RAD51-binding sites that facilitate its binding across two adjacent RAD51 molecules. We uncover a novel RAD51 binding mode and characterise a hitherto overlooked role for RAD51AP1 in stabilising RAD51-ssDNA filaments and promoting strand exchange. Further, we resolved structures of RAD51-ssDNA filaments in the presence of Mg2+-ATP and Mg2+-ADP, revealing conformational changes upon ATP hydrolysis and explaining how ADP reduces RAD51-DNA binding. Our findings provide mechanistic insights into RAD51 recombinase and RAD51AP1.", "date": "2025-05-24", "journal": ""}
{"title": "The size of the functional base of support decreases with age", "doi": "10.1101/2025.05.19.654897", "authors": "Sloot, L. H.; Gerhardy, T.; Mombaur, K.; Millard, M.", "abstract": "Falls occur more often as we age. To identify people at risk of falling, balance analysis requires an accurate base-of-support model. We previously developed a functional base-of-support (fBOS) model for standing young adults and showed that its area is smaller than the footprint area. Our fBOS model is a polygon that contains centre-of-pressure trajectories recorded as standing participants move their bodies in the largest possible loop while keeping their feet flat on the ground. Here we assess how the size of the fBOS changes with age by comparing 38 younger (YA), 14 middle-aged (MA), and 34 older adults (OA). The fBOS area is smaller in older adults: OA area is 58% of the YA area (p<0.001), and 59% of the MA area (p=0.001), with no difference between YA and MA. The reduction in fBOS area among the OA is primarily caused by a reduction in the length of the fBOS. In addition, among older adults smaller fBOS areas correlated with a lower score on the Short Physical Performance Battery (=0.28, p=0.04), a reduced walking speed (=0.25, p=0.04), and a higher frailty level (p=0.09). So that others can extend our work, we have made our fBOS models available online.", "date": "2025-05-24", "journal": ""}
{"title": "Sequence alignment with k-bounded matching statistics", "doi": "10.1101/2025.05.19.654936", "authors": "Mäklin, T.; Alanko, J. N.; Biagi, E.; Puglisi, S. J.", "abstract": "Finding high-quality local alignments between a query sequence and sequences contained in a large genomic database is a fundamental problem in computational genomics, at the core of thousands of biological analysis pipelines. Here, we describe a novel algorithm for approximate local alignment search based on the so-called k-bounded matching statistics of the query sequence with respect to an indexed database of sequences. We compute the k-bounded matching statistics, which capture the longest common suffix lengths of consecutive k-mer matches between query and target sequences, using the spectral Burrows-Wheeler transform, a data structure that enables computationally efficient queries. We show that our method is as fast and as accurate as state-of-the-art tools in several bacterial genomics tasks. Our method is available as a set of three kbo Rust packages that provide a command-line interface, a graphical user interface that runs in a browser without server-side processing, and a core library that can be accessed by other tools.", "date": "2025-05-24", "journal": ""}
{"title": "A Forebrain Hub for Cautious Actions via the Midbrain", "doi": "10.1101/2025.05.24.655906", "authors": "Zhou, J.; Sajid, M. S.; Hormigo, S.; Castro-Alamancos, M. A.", "abstract": "Adaptive goal-directed behavior requires dynamic coordination of movement, motivation, and environmental cues. Among these, cautious actions, where animals adjust their behavior in anticipation of predictable threats, are essential for survival. Yet, their underlying neural mechanisms remain less well understood than those of appetitive behaviors. Using calcium imaging in freely moving mice, we show that glutamatergic neurons in the subthalamic nucleus (STN) are robustly engaged during cue-evoked avoidance and exploratory behavior, encoding both contraversive movement and cautious responding. Targeted lesions and optogenetic manipulations reveal that STN projections to the midbrain, but not to the globus pallidus, are necessary for executing cued avoidance. Moreover, the frequency of STN activation governs response timing, accelerating the initiation of goal-directed actions to the point that it becomes incompatible with passive response, without being aversive. These findings identify a critical role for the STN in orchestrating adaptive goal-directed behavior by directing timely actions via its midbrain projections.", "date": "2025-05-24", "journal": ""}
{"title": "Barcoded monoclonal embryoids are a potential solution to confounding bottlenecks in mosaic organoid screens", "doi": "10.1101/2025.05.23.655669", "authors": "Regalado, S. G.; Qiu, C.; Lalanne, J.-B.; Martin, B. K.; Duran, M.; Trapnell, C.; Keith, A.; Domcke, S.; Shendure, J.", "abstract": "Genetic screens in organoids hold tremendous promise for accelerating discoveries at the intersection of genomics and developmental biology. Embryoid bodies (EBs) are self-organizing multicellular structures that recapitulate aspects of early mammalian embryogenesis. We set out to perform a CRISPR screen perturbing all transcription factors (TFs) in murine EBs. Specifically, a library of TF-targeting guide RNAs (gRNAs) was used to generate mouse embryonic stem cells (mESCs) bearing single TF knockouts. Aggregates of these mESCs were induced to form mouse EBs, such that each resulting EB was 'mosaic' with respect to the TF perturbations represented among its constituent cells. Upon performing single cell RNA-seq (scRNA-seq) on cells derived from mosaic EBs, we found many TF perturbations exhibiting large and seemingly significant effects on the likelihood that individual cells would adopt certain fates, suggesting roles for these TFs in lineage specification. However, to our surprise, these results were not reproducible across biological replicates. Upon further investigation, we discovered cellular bottlenecks during EB differentiation that dramatically reduce clonal complexity, curtailing statistical power and confounding interpretation of mosaic screens. Towards addressing this challenge, we developed a scalable protocol in which each individual EB is monoclonally derived from a single mESC and genetically barcoded. In a proof-of-concept experiment, we show how these monoclonal EBs enable us to better quantify the consequences of TF perturbations as well as 'inter-individual' heterogeneity across EBs harboring the same genetic perturbation. Looking forward, monoclonal EBs and EB-derived organoids may be powerful tools not only for genetic screens, but also for modeling Mendelian disorders, as their underlying genetic lesions are overwhelmingly constitutional (i.e. present in all somatic cells), yet give rise to phenotypes with incomplete penetrance and variable expressivity.", "date": "2025-05-24", "journal": ""}
{"title": "Oscillatory Co-expression of HES1 and HES5 Enables a Hybrid State in a Bistable Transcription Factor Regulatory Motif", "doi": "10.1101/2025.05.22.655498", "authors": "Biga, V.; Miller, A.; Kamath, A.; Mak, Y. Q. P.; Adamson, A. D.; Marinopoulou, E.; Francois, P.; Papalopulu, N.; Manning, C. S.", "abstract": "Many cell fate decisions in the developing neural tube are directed by cross-repressive transcription factor (TF) motifs that generate bistability, enforcing expression of one dominant TF. However, evidence of hybrid states, where cells co-express opposing fate determinants, challenges this model. We hypothesised that oscillatory expression enables co-existence of cross-repressive TFs within single cells, allowing hybrid states in bistable motifs. To test this, we focused on HES1 and HES5, oscillatory, cross-repressive TFs that regulate neural progenitor maintenance and are expressed in adjacent dorsoventral domains in the developing spinal cord. Using live-cell imaging of fluorescent reporters and computational modelling, we show that HES1 and HES5 co-express and oscillate in-phase within single cells. Differences in protein stability result in distinct free-running periodicity, but co-expression results in entrainment and phase-locking. Modulating cross-repression strength and/or abundance shifts the system towards bistability and dominance of a single TF oscillator. Consistent with this, we observe progressive separation of the HES expression domains in vivo, through a decrease in oscillatory co-expression. Our findings provide a mechanism for hybrid states to emerge in a developmental bistable motif.", "date": "2025-05-24", "journal": ""}
{"title": "Can ancient DNA and other forms of time-sampled data aid in the inference of negative frequency dependent selection?", "doi": "10.1101/2025.05.24.655935", "authors": "Soni, V.", "abstract": "Negative frequency-dependent selection (NFDS) is commonly viewed as the most efficacious form of balancing selection. Despite this, inferring NFDS remains challenging, and questions remain as to its relative importance in maintaining genetic variation in populations. Recent advances in both sequencing and genotyping technologies has resulted in a considerable increase in the number of publicly available human ancient DNA datasets, creating new opportunities for development of methods for the inference of NFDS from time-sampled data. In this perspective, I present three brief simulation studies to show how time-sampled data can aid improve inference power. First, I show how multiple time points can help us distinguish between recent NFDS and partial selective sweeps based on allele frequency trajectories. I then demonstrate how selective effects can be distinguished from population history based on changes in genetic variation and the site frequency spectrum over time. Finally, I apply an approximate Bayesian computation approach to compare the power of multiple and single time point datasets in estimating the time for which NFDS has been shaping variation for. Thus, I show how data from multiple timepoints can facilitate the generation of new methodological approaches for better inference of NFDS.", "date": "2025-05-24", "journal": ""}
{"title": "From Likelihood to Fitness: Improving Variant Effect Prediction in Protein and Genome Language Models", "doi": "10.1101/2025.05.20.655154", "authors": "Pugh, C. W. J.; Nunez-Valencia, P. G.; Dias, M.; Frazer, J.", "abstract": "Generative models trained on natural sequences are increasingly used to predict the effects of genetic variation, enabling progress in therapeutic design, disease risk prediction, and synthetic biology. In the zero-shot setting, variant impact is estimated by comparing the likelihoods of sequences, under the assumption that likelihood serves as a proxy for fitness. However, this assumption often breaks down in practice: sequence likelihood reflects not only evolutionary fitness constraints, but also phylogenetic structure and sampling biases, especially as model capacity increases. We introduce Likelihood-Fitness Bridging (LFB), a simple and general strategy that improves variant effect prediction by averaging model scores across sequences subject to similar selective pressures. Assuming an Ornstein-Uhlenbeck model of evolution, LFB can be viewed as a way to marginalize the effects of genetic drift, although its benefits appear to extend more broadly. LFB applies to existing protein and genomic language models without requiring retraining, and incurs only modest computational overhead. Evaluated on large-scale deep mutational scans and clinical benchmarks, LFB consistently improves predictive performance across model families and sizes. Notably, it reverses the performance plateau observed in larger protein language models, making the largest models the most accurate when combined with LFB. These results suggest that accounting for phylogenetic and sampling biases is essential to realizing the full potential of large sequence models in variant effect prediction.", "date": "2025-05-24", "journal": ""}