{"title": "Ly6G+Granulocytes-derived IL-17 limits protective host responses and promotes tuberculosis pathogenesis", "doi": "10.1101/2023.10.05.561061", "authors": "Sharma, P.; Sharma, R. D.; Sarkar, B.; Panwar, V.; Das, M.; Singh, L.; Jain, N.; Chaturvedi, S.; Mehra, L.; Rathee, A.; Sharma, S.; Shihui, F.; Lee, A.; Kumar, P. N.; Das, P.; Viswanathan, V.; Kornfeld, H.; Howland, S.; Babu, S.; Nandicoori, V.; Singhal, A.; Kumar, D.", "abstract": "The protective correlates of Mycobacterium tuberculosis (Mtb) infection-elicited host immune responses are incompletely understood. Here, we report pro-pathogenic crosstalk involving Ly6G+granulocytes (Ly6G+Gra), IL-17 and COX2. We show that in the lungs of Mtb-infected wildtype mice, either BCG-vaccinated or not, most intracellular bacilli are Ly6G+Gra-resident four weeks post-infection onwards. In the genetically susceptible IFN{gamma}-/- mice, excessive Ly6G+Gra infiltration correlates with severe bacteraemia. Neutralizing IL-17 (anti-IL17mAb) and COX2 inhibition by celecoxib reverse Ly6G+Gra infiltration, associated pathology and death in IFN{gamma} -/- mice. Surprisingly, Ly6G+Gra also serves as the major source of IL-17 in the lungs of Mtb-infected WT or IFN{gamma} -/- mice. The IL-17-COX2-Ly6G+Gra interplay also operates in WT mice. Inhibiting ROR{gamma}t, the key transcription factor for IL-17 production or COX2, reduces the bacterial burden in Ly6G+Gra, leading to reduced bacterial burden and pathology in the lungs of WT mice. In the Mtb-infected WT mice, COX2 inhibition abrogates IL-17 levels in the lung homogenates and significantly enhances BCG's protective efficacy, mainly by targeting the Ly6G+Gra-resident Mtb pool, a phenotype also observed when IL-17 is blocked by ROR{gamma}t inhibitor. Furthermore, in pulmonary TB patients, high neutrophil count and IL-17 correlated with adverse treatment outcomes. Together, our results suggest that IL-17 and PGE2 are the negative correlates of protection, and we propose targeting the pro-pathogenic IL-17-COX2- Ly6G+Gra axis for TB prevention and therapy.", "date": "2025-09-26", "journal": ""}
{"title": "Biophysical modeling identifies an optimal hybrid amoeboid-mesenchymal mechanism for maximal T cell migration speeds", "doi": "10.1101/2023.10.29.564655", "authors": "Alonso Matilla, R.; Pedro, D. I.; Pepe, A.; Serrano-Velez, J.; Dunne, M.; Nguyen, D. T.; Sawyer, W. G.; Provenzano, P. P.; Odde, D. J.", "abstract": "Despite recent advances in understanding cell migration mechanics, the principles governing rapid T cell movement remain unclear. Efficient migration is critical for antitumoral T cells to locate and eliminate cancer cells. To investigate the upper limits of cell speed, we developed a hybrid stochastic-mean field model of bleb-based cell motility. Our model demonstrates that cell-matrix adhesion-free bleb-based migration is highly inefficient, challenging the feasibility of cell swimming/adhesion-independent migration as a primary motility mode. Instead, we show that T cells can achieve rapid migration by combining bleb formation with adhesion-based forces. Supporting our predictions, our three-dimensional gel experiments confirm that T cells migrate significantly faster under adherent conditions than in adhesion-free environments. These findings highlight the mechanical constraints of T cell motility and suggest that modifying tissue adhesion properties in a controlled manner could enhance immune cell infiltration into tumors. Our computational and experimental work provides insights for optimizing T cell-based immunotherapies. While antifibrotic treatments could alter the tumor microenvironment, indiscriminate reduction of adhesion may not be ideal for T cell infiltration and motility, highlighting the need for targeted antifibrotic strategies.", "date": "2025-09-26", "journal": ""}
{"title": "p53 Regulates Nuclear Architecture to Reduce Carcinogen Sensitivity and Mutagenic Potential", "doi": "10.1101/2024.09.14.613067", "authors": "King, D. A.; McCoy, D. E.; Ghosh, S.; Perdyan, A.; Mieczkowski, J.; Douki, T.; Dionne, J. A.; Herrera, R. E.; Morrison, A. J.", "abstract": "The p53 tumor suppressor is an indispensable regulator of DNA damage responses that accelerates carcinogenesis when mutated. In this report, we uncover a new mechanism by which p53 maintains genomic integrity in the absence of canonical DNA damage response activation. Specifically, loss of p53 dramatically alters chromatin structure at the nuclear periphery, allowing increased transmission of an environmental carcinogen, ultraviolet (UV) radiation, into the nucleus. Genome-wide mapping of UV-induced DNA lesions in p53-deficient primary cells reveals increased lesion abundance corresponding to regions of high mutation burden in malignant melanomas. These findings uncover a novel role of p53 in the suppression of mutations that contribute to cancer and highlight the critical influence of nuclear architecture in regulating sensitivity to carcinogens.", "date": "2025-09-26", "journal": ""}
{"title": "Bridging the gap between the connectome and whole-brain activity in C. elegans", "doi": "10.1101/2024.09.22.614271", "authors": "Creamer, M. S.; Leifer, A. M.; Pillow, J. W.", "abstract": "A fundamental goal of neuroscience is to understand how anatomy determines the functional properties of the nervous system. However, previous work has failed to show how the functional connections between neurons are derived from the connectome in the nematode C. elegans, raising questions about whether anatomy is informative of signaling1-3. Here, we address this problem using a connectome-constrained dynamical model of the brain, which we fit to whole-brain recordings of neural activity during optogenetic perturbation of single neurons2. This dynamical model, which contains non-zero weights only between anatomically connected neurons, captured causal interactions between all pairs of neurons 92% as well as the reproducibility of the perturbation data itself. This included interactions between anatomically unconnected neurons, which the model accounted for in terms of signal propagation over multiple neurons. Strikingly, alternative models fit using a shuffled connectome achieved much lower performance. Finally, we found that adding connections beyond those in the connectome did not improve the model's ability to capture causal interactions. Our model thus provides the strongest link yet between the connectivity of the C. elegans nervous system and its causal interactions and provides a blueprint for exploring the link between structure and function in other organisms.", "date": "2025-09-26", "journal": ""}
{"title": "Cellular Reprogramming by Notch Inhibition Regenerates Hair Cells and Afferent Neurons to Restore the Sense of Balance", "doi": "10.1101/2024.10.02.616053", "authors": "Lahlou, H.; Zhu, H.; Zhou, W.; Edge, A.", "abstract": "Sensory hair cell loss in the vestibular organs of the inner ear causes balance disorders which are essentially irreversible due to the lack of hair cell regeneration. Here, we administered a {gamma}-secretase inhibitor to an adult mouse model of vestibular hair cell loss. The treatment regenerated type I and type II hair cells and restored canal and otolith afferent innervation, resulting in a complete recovery of rotational and translational vestibulo-ocular reflexes across all frequencies. Genetic deletion of Notch1 in supporting cells identified Notch1 as the target of the drug. The results demonstrate that a single injection of a {gamma}-secretase inhibitor is a viable therapy for functional restoration of the vestibular system in patients with balance disorders.", "date": "2025-09-26", "journal": ""}
{"title": "Nonlinear brain connectivity from neurons to networks: quantification, sources and localization.", "doi": "10.1101/2024.11.17.623635", "authors": "Raffaelli, G. T.; Jiricek, S.; Hlinka, J.", "abstract": "Since the first studies in functional connectivity, Pearson's correlation has been the primary tool to determine relatedness between the activity of different brain locations. Over the years, concern over the information neglected by correlation pushed toward using different measures accounting for non-linearity. However, some studies suggest that, at the typical observation scale, a linear description of the brain captures a vast majority of the information. Therefore, we measured the fraction of information that would be lost using a linear description and which regions would be affected the most. We considered fMRI, EEG, iEEG, and single unit spikes to assess how the observation scale impacts the amount of non-linearity. We observe that the information loss is reduced for modalities with large temporal or spatial averaging (fMRI and EEG) and gains relevance on more fine descriptions of the activity (iEEG and single unit spikes). We conclude that for most human applications, Pearson's correlation coefficient adequately describes pairwise interactions in time series from current recording techniques.", "date": "2025-09-26", "journal": ""}
{"title": "Centromere-proximal crossovers disrupt proper homologous chromosome disjunction during meiosis", "doi": "10.1101/2024.11.18.624114", "authors": "Sen, S.; Sarkar, S.; Menon, G.; Nambiar, M.", "abstract": "Centromere-proximal crossovers (C-COs) are repressed during meiosis across all species. Moreover, aberrant C-COs are strongly correlated with meiotic aneuploidy such as in Down syndrome. Despite decades of work in understanding C-CO repression, the molecular basis of how they cause chromosomal mis-segregation is unclear. Here, we show that increased C-COs result in mis-segregation of homologs during meiosis I in Schizosaccharomyces pombe. C-COs cause either nondisjunction events where the entire bivalent moves into the same nucleus at meiosis I or result in biorientation of sister chromatids leading to their premature separation. Since meiosis I segregation appears normal in pericentric cohesion deficient mutants, we rule out centromeric cohesion disruption as the primary driver of segregation defects due to C-COs, as suggested in some other species. In contrast, reduced pericentric cohesion alleviates the meiosis I nondisjunction events, thereby supporting the previously suggested entanglement model that proposes physical entwining of the bivalent due to retention of sister chromatid cohesion at centromeres, a hallmark of anaphase I. This alteration also uncovers biorientation of sister chromatids in meiosis I suggesting mono-orientation disruption as a parallel way to promote mis-segregation in the presence of C-COs. These molecular insights will improve our understanding of infertility and aneuploidy-associated developmental disorders in humans.", "date": "2025-09-26", "journal": ""}
{"title": "Controlling Reciprocity in Binary and Weighted Networks: A Novel Density-Conserving Approach", "doi": "10.1101/2024.11.24.625064", "authors": "Hadaeghi, F.; Fakhar, K.; Hilgetag, C. C.", "abstract": "We introduce efficient Network Reciprocity Control (NRC) algorithms for steering the degree of asymmetry and reciprocity in binary and weighted networks while preserving fundamental network properties. Our methods maintain edge density in binary networks and cumulative edge weight in weighted graphs. We test these algorithms on synthetic benchmark networks-including random, small-world, and modular structures- as well as brain connectivity maps (connectomes) from various species. We demonstrate how adjusting the asymmetry-reciprocity balance under edge density and total weight constraints influences key network features, including spectral properties, degree distributions, community structure, clustering, and path lengths. Additionally, we present a case study on the computational implications of graded reciprocity by solving a memory task within the reservoir computing framework. Furthermore, we establish the scalability of the NRC algorithms by applying them to networks of increasing size. These approaches enable systematic investigation of the relationship between directional asymmetry and network topology, with potential applications in computational and network sciences, social network analysis, and other fields studying complex network systems where the directionality of connections is essential.", "date": "2025-09-26", "journal": ""}
{"title": "HsbA represses stationary phase biofilm formation in Pseudomonas putida", "doi": "10.1101/2024.11.25.625174", "authors": "Pulido Sanchez, M.; Moreno-Beltran, E.; Lopez-Sanchez, A.; Govantes, F.", "abstract": "Pseudomonas putida biofilm growth is associated to nutrient-sufficient conditions and biofilm dispersal is induced by nutrient starvation, signaled by the stringent response-associated nucleotide alarmone (p)ppGpp. We have used transcriptomic analysis to show that (p)ppGpp regulates the hsbAR-hptB gene cluster, encoding components of a phosphorelay pathway and an anti-sigma factor antagonist, and cfcR, encoding a response regulator with diguanylate cyclase (DGC) activity. Transcription of hsbAR-hptB and cfcR is RpoS-dependent and induced by stationary phase and the stringent response. A delta-hsbA mutant resumed biofilm formation after dispersal in late stationary phase and displayed increased pellicle formation at the medium-air interphase and Congo Red adsorption. All these phenotypes were traced down to increased c-di-GMP levels in stationary phase, dependent on the activity of CfcR and its cognate sensor kinase, CfcA. HsbA was reversibly phosphorylated by the combined action of HptB and HsbR. HsbA phosphorylation conditioned its interaction with CfcR and CfcA and the intracellular distribution of the three proteins, but did not greatly influence biofilm regulation. Our results support a model in which HsbA forms a complex with CfcR to inhibit its DGC activity regardless of its phosphorylation state. Upon HsbA dephosphorylation, this complex is recruited to the cell membrane by CfcA to strengthen the inhibitory effect. While this pathway contributes to biofilm dispersal by denying de novo c-di-GMP synthesis during nutrient starvation, it may also enable quick restoration of the biofilm phenotype to colonize new sites or during biofilm maturation.", "date": "2025-09-26", "journal": ""}
{"title": "Complex opioid driven modulation of glutamatergic and cholinergic neurotransmission in a GABAergic brain nucleus associated with emotion, reward and addiction.", "doi": "10.1101/2024.12.10.627344", "authors": "Chittajallu, R.; Vlachos, A.; Caccavano, A. P.; Yuan, X.; Hunt, S.; Abebe, D.; London, E.; Pelkey, K. A.; McBain, C. J.", "abstract": "The medial habenula (mHb)/interpeduncular nucleus (IPN) circuitry is resident to divergent molecular, neurochemical and cellular components which, in concert, perform computations to drive emotion, reward and addiction behaviors. Although housing one of the most prominent mu opioid receptor (mOR) expression levels in the brain, remarkably little is known as to how they impact mHb/IPN circuit function at the granular level. In this study, our systematic functional and pharmacogenetic analyses demonstrate that mOR activation attenuates glutamatergic signaling whilst producing an opposing potentiation of glutamatergic/cholinergic co-transmission mediated by mHb substance P and cholinergic neurons, respectively. Intriguingly, this latter non-canonical augmentation is developmentally regulated only emerging during later postnatal stages. In addition, we reveal that specific potassium channels act as a molecular brake on nicotinic receptor signaling in the IPN with the opioid mediated potentiation of this arm of neurotransmission being operational only following attenuation of Kv1 function. Thus, mORs play a complex role in shaping the salience of distinct afferent inputs and transmitter modalities that ultimately influences synaptic recruitment of downstream GABAergic IPN neurons. Together, these observations provide a framework for future investigations aimed at identifying the neural underpinnings of maladaptive behaviors that can emerge when opioids, including potent synthetic analogs such as fentanyl, modulate or hijack this circuitry during the vulnerable stages of adolescence and in adulthood.", "date": "2025-09-26", "journal": ""}
{"title": "Cardiac fibroblast cellular anisotropy is determined by YAP-dependent cellular contractility and ECM production", "doi": "10.1101/2024.12.14.628335", "authors": "Pereira-Sousa, D.; Guillamat, P.; Niro, F.; Vinarsky, V.; Fernandes, S.; Cassani, M.; Pagliari, S.; Trepat, X.; Rasponi, M.; Oliver-De La Cruz, J.; Forte, G.", "abstract": "Cardiac fibroblasts (CFbs) determine the topological arrangement and the anisotropy of the heart tissue - essential features for maintaining tissue integrity and function - through the production and remodeling of the extracellular matrix (ECM). Under pathological conditions, CFbs can activate into myofibroblasts and promote maladaptive ECM remodeling that may lead to heart failure. Yes-Associated Protein (YAP) - a key player in cardiac fibrosis onset - has been implicated in CFb activation but its role in coordinating the supracellular organization of CFbs and in shaping the instructive properties of the ECM remains poorly understood. We addressed these questions by generating CFbs from wild-type (WT) and YAP knockout (KO) human embryonic stem cells. YAP depletion reduced the expression of cardiogenic markers and altered the transcriptomic profile of ECM- and contractility-related genes. We further demonstrated that YAP expression is required for CFbs monolayer alignment, and its absence resulted in reduced ECM deposition, decreased anisotropy, and diminished force generation. Pharmacological inhibition of cell contractility closely mirrored YAP KO phenotype, suggesting that YAP regulates both monolayer organization and ECM structure through its control over contractility. ECM cross-seeding experiments confirmed the role of ECM as a structural guide for cellular alignment. Moreover, cardiomyocytes cultured on KO CFb-derived ECM exhibited impaired sarcomere organization and altered calcium dynamics. Together, these findings demonstrate that YAP activity in CFbs governs the structural and functional properties of the ECM, influencing both fibroblast alignment and cardiomyocyte activity. Moreover, they underscore the critical role of YAP in maintaining the supracellular organization and mechanical integrity of cardiac tissue.", "date": "2025-09-26", "journal": ""}
{"title": "Dual temporal codes for voice identity in the primate auditory cortex", "doi": "10.1101/2025.01.10.632201", "authors": "Esposito, Y.; Boe, L.-J.; Trapeau, R.; Renaud, L.; Brochier, T.; Giamundo, M.; Belin, P.", "abstract": "Recognition of vocal identity is essential for primate social behavior, yet the neural mechanisms supporting this ability remain poorly understood. Cognitive models suggest that the brain may represent identity based on an average voice prototype. Here, we tested this hypothesis by recording spiking activity from single neurons in an fMRI-localized voice-selective region of the anterior temporal lobe in two rhesus macaques. Using synthetic coo calls systematically morphed along identity trajectories from anti-voices to caricatures, we found that early neuronal responses (~100 ms post-stimulus) exhibited robust V-shaped tuning to distance from the average voice. This pattern reflects an energy-efficient representational strategy in which neural activity increases with identity distinctiveness, also applied to face stimuli. Unexpectedly, a distinct subpopulation of neurons showed a delayed (~200 ms) rebound response selectively enhanced for the average voice. These findings reveal two temporally dissociable mechanisms for vocal identity encoding in primate auditory cortex, suggesting that the brain emphasizes both distinctiveness and prototypicality to support efficient and flexible voice recognition.", "date": "2025-09-26", "journal": ""}
{"title": "When neighbours play a role: a systems-level analysis of protein interactions conditioning cancer driver mutation effects", "doi": "10.1101/2025.01.18.633728", "authors": "Miranda, J. A.; Vital, M. F.; Carrolo, M.; Quintela, A.; Pinto, F. R.", "abstract": "Background: Cancer is driven by the accumulation of somatic mutations, including driver mutations that confer a selective advantage to cancer cells. Driver proteins operate within complex interaction networks, and their activity is conditioned by neighbour proteins. Understanding the interplay between driver mutations and the expression of their neighbour proteins can provide insights into cancer biology and potential therapeutic targets. Methods: We assessed associations between expression of neighbour proteins and driver mutation status, comparing both between and within cancer types. We further evaluated if neighbours were enriched in significant associations with multiple drivers and characterised the impact of neighbour expression on overall survival for all cancer types. Results: We found a significant correlation between the number of driver associations a neighbour gene has and the number of sign-coherent survival associations, particularly for neighbours enriched in positive associations, where high neighbour expression correlated with increased driver mutations and poorer survival. We identified 119 neighbours enriched in positive driver associations with at least two unfavourable survival associations and 25 neighbours enriched in negative driver associations with at least two favourable survival associations. Conclusions: Our study systematically identified neighbours associated with driver mutation status. Complementary evidence from survival analysis and the literature suggests that neighbours enriched in driver associations can be further explored as drug target candidates.", "date": "2025-09-26", "journal": ""}
{"title": "A Syntenic Pangenome for Gardnerella Reveals Taxonomic Boundaries and Stratification of Metabolic and Virulence Potential across Species", "doi": "10.1101/2025.02.19.636902", "authors": "Bouzek, H.; Zepeda Rivera, M.; Srinivasan, S.; Lee, E. M.; Jones, D. S.; McMahon, E. F.; Strenk, S. M.; Fiedler, T. L.; France, M.; Ravel, J.; Fredricks, D. N.; Johnston, C. D.", "abstract": "Bacterial vaginosis (BV) is a prevalent condition characterized by an imbalance in the vaginal microbiota, often involving the presence of Gardnerella species. The taxonomic complexity and inconsistent nomenclature of Gardnerella have impeded progress in understanding the role of this genus in health and disease. In this study, we obtained genomes from 392 Gardnerella isolates from asymptomatic individuals and those with BV. With stringent curation of these and additional publicly-available genomes, we conducted a comprehensive genomic analysis (final dataset: n=312). We resolve taxonomic ambiguities using current species thresholds and propose updated Gardnerella nomenclature to facilitate formal naming of these twenty-one identified lineages (eleven species, fifteen subspecies). Syntenic pangenome analysis revealed lineage-specific genetic factors and putative operons associated with virulence, metabolism, and genetic defense mechanisms. We also report on the first cryptic plasmids naturally present within the Gardnerella genus, which should serve to advance mechanistic studies within these species. Our findings provide a unified framework for Gardnerella taxonomy and nomenclature, and advance our understanding of species-specific functional capabilities, with implications for Gardnerella research, diagnostics, and targeted therapeutics in BV.", "date": "2025-09-26", "journal": ""}
{"title": "Tissue Fluidity Mediates a Trade-off Between the Speed and Accuracy of Multicellular Patterning by Cell Sorting", "doi": "10.1101/2025.03.01.640992", "authors": "Garner, R. M.; McGeary, S. E.; Klein, A. M.; Megason, S. G.", "abstract": "The organization of cells into spatial patterns is a fundamental aspect of multicellularity. One major mechanism underlying tissue patterning is adhesion-based cell sorting, in which a heterogeneous mixture of cell types spontaneously separates into distinct domains based on differences in adhesion protein expression. Here, we identify tissue fluidity--the extent to which cells can move freely within a tissue--as a critical regulator of adhesion-based sorting. First, we describe a physically well-understood minimal tissue model that can integrate both tissue fluidity and adhesion-based sorting, and demonstrate that this model can quantitatively reproduce experimentally measured sorting dynamics in a fibroblast cell culture assay. We go on to show that altering tissue fluidity by any mechanism in the model leads to substantial changes in the rate or accuracy of sorting (or both). We further demonstrate that the balance between cell motility, which acts to fluidize the tissue, and homotypic cell-cell adhesion, which acts to solidify the tissue, sensitively tunes a fundamental trade-off between the rate and accuracy of sorting--such that sorting can only occur when motility and adhesion are tightly coupled. Intriguingly, best fits of the simulations to the experiments across a range of adhesion protein expression conditions suggest that cells may naturally scale their motility strength with their adhesion strength - thereby maintaining a permissive fluidity for sorting. Overall, our results indicate that tissue fluidity must be tightly regulated for sorting to occur, and that cells may have evolved a mechanism to naturally co-regulate their mechanical properties in order to sustain a patterning-competent fluidity.", "date": "2025-09-26", "journal": ""}
{"title": "Neural network-based encoding in free-viewing fMRI with gaze-aware models", "doi": "10.1101/2025.03.14.643260", "authors": "Gozukara, D.; Ahmad, N.; Seeliger, K.; Oetringer, D.; Geerligs, L.", "abstract": "Representations learned by convolutional neural networks (CNNs) exhibit a remarkable resemblance to information processing patterns observed in the primate visual system on large neuroimaging datasets collected under diverse, naturalistic visual stimulation. However in most cases participants are instructed to maintain central fixation. This viewing condition diverges significantly from ecologically valid visual behaviour, suppresses activity in visually active regions, and imposes substantial cognitive load on the viewing task. We present a modification of the encoding model framework, adapting it for use with naturalistic vision datasets acquired under natural viewing conditions, without fixation, by incorporating eye-tracking data. Our gaze-aware encoding models were trained on the StudyForrest dataset, which features task-free naturalistic movie viewing. By combining eye-tracking data with the visual content of movie frames, we generate combined subject-wise gaze-stimulus specific feature time series. These time series are constructed by sampling only the locally and temporally relevant elements of the CNN feature map for each fixation. Our results demonstrate that gaze-aware encoding models match the performance of conventional encoding models with more than 100 times fewer model parameters. This parameter reduction makes encoding models more tractable for smaller datasets. Gaze-aware encoding models were especially beneficial for participants with more dynamic eye-movement patterns. Therefore, this approach opens the door to more ecologically valid models that can be built in more naturalistic settings, such as playing games or navigating virtual environments.", "date": "2025-09-26", "journal": ""}
{"title": "H5N1 Influenza A is now promiscuous in host range and has improved replication in mammals", "doi": "10.1101/2025.03.15.641219", "authors": "Guirales-Medrano, S.; Ocana, K.; Obeid, K.; Alexander, R.; Ford, C. T.; Janies, D.", "abstract": "Influenza A virus has been circulating in birds from Eurasia for more than 146 years, but human infection has been sporadic. H5N1 (clade 2.3.4.4b) has recently infected hundreds of species of wild and domestic birds and mammals in North America. Infections include 70 people with two fatalities. We have developed an analytical bioinformatics, genomics, and structural workflow to understand better how H5N1 is circulating in North America and adapting to new host species. Our time-series analysis reveals that the circulation of H5N1 (clade 2.3.4.4b) in North America follows a distinct annual pattern, with cases in the United States consistently peaking each December. Separate from this seasonal cycle, our analysis also documents an increase in the total number of cases reported since 2021. We also show that H5N1 (clade 2.3.4.4b) spreads in North America as two distinct subclades of interest for human and animal health. These viral lineages have achieved a vast host range by efficiently binding the viral surface protein Hemagglutinin to both mammalian and avian cell surface receptors. This novel promiscuity of host range is concomitant with the additional strengthening of the Polymerase basic 2 viral proteins' binding for mammalian and avian immune proteins. Once bound, the immune proteins will have diminished ability to fight the virus, thus allowing for more efficient replication of H5N1 in mammalian and avian cells than seen in the recent past. Finally, structural docking analyses predict that while most current antivirals remain effective, a fatal human isolate showed significantly reduced binding to multiple drugs from different classes. In conclusion, the H5N1 virus is causing an animal pandemic through promiscuity of host rage and strengthening ability to evade the innate immune systems of both mammalian and avian cells.", "date": "2025-09-26", "journal": ""}
{"title": "Domestication shaped the chromatin landscape of grain amaranth", "doi": "10.1101/2025.04.17.649361", "authors": "Graf, C.; Winkler, T. S.; Maughan, P. J.; Stetter, M. G.", "abstract": "Plant domestication has had profound impacts on the morphology and genetic diversity of crops. Beyond sequence diversity, changes in chromatin structure can play an important role in plant adaptation. However, the interplay between the chromatin landscape and plant domestication remains unclear. We present a high-quality genome assembly and chromatin landscape map of the ancient pseudo-cereal, amaranth. Using ATAC-sequencing of multiple accessions of three grain amaranth species and two wild relatives, we show that the overall amount of accessible chromatin is highly conserved, but about 2.5% of all chromatin switched states, with a higher fraction of the genome repeatedly opening during domestication processes. These differentially accessible chromatin regions, between the crops and their wild ancestor, were species-specific and significantly associated with selective sweeps - reflecting the repeated independent domestication of amaranth. Our findings reveal the dynamic interplay between domestication and the chromatin landscape, highlighting an additional layer of diversity in crops.", "date": "2025-09-26", "journal": ""}
{"title": "Stroke Shifts Brain Dynamics Toward Criticality: Evidence from Intrinsic Neural Timescales", "doi": "10.1101/2025.04.10.647205", "authors": "Wu, K.; Jelfs, B.; Fang, Q.; Gollo, L. L.", "abstract": "Stroke disrupts brain function beyond focal lesions, altering multiscale temporal dynamics essential for information processing. We investigated intrinsic neural timescales (INT) and other properties of long-range temporal correlations, using longitudinal fMRI data from 15 ischemic stroke patients across six months, and compared them to age-matched controls. Results show that stroke patients exhibited significantly prolonged INT in multiple cortical regions, reflecting slowed temporal dynamics and disrupted hierarchy. These dynamic changes persisted through recovery and were more pronounced in patients with poor outcomes, especially within cognitive control networks. Computational modelling suggested that stroke-induced INT prolongation driven by heightened neuronal excitability reflects a dynamic shift towards criticality. Our findings position long-range temporal correlations and INT as potential biomarkers for monitoring and predicting functional recovery. This framework provides a novel perspective on stroke-induced brain changes and suggests avenues for targeted neurorehabilitation using interventions aiming at restoring intrinsic temporal dynamics.", "date": "2025-09-26", "journal": ""}
{"title": "When mitochondria fall apart: Unbalanced mitochondrial segregation triggers loss of mtDNA in the absence of mitochondrial fusion", "doi": "10.1101/2025.05.13.653688", "authors": "Dengler, L.; Padovani, F.; Lemke, B.; Brugger, R.; Westermann, B.; Macek, B.; Schmoller, K. M.; Ewald, J. C.", "abstract": "Mitochondrial biogenesis and inheritance must be carefully regulated alongside cell division to ensure proper mitochondrial function and cell survival. The dynamics of the mitochondrial network, including fusion and fission, play a crucial role in mitochondrial inheritance by facilitating the distribution and quality control of mitochondria. In budding yeast, simultaneous inhibition of both fusion and fission leads to loss of mitochondrial DNA (mtDNA) integrity, resulting in an increased frequency of petite cells. Loss of mitochondrial fusion alone results in the complete loss of mtDNA. While the loss of mtDNA in the absence of mitochondrial fusion has been known for almost 30 years, the reason remained unclear. Here, we investigate the consequences of impaired mitochondrial fusion through depletion of the mitofusin Fzo1. We follow the emerging phenotype by live-cell imaging and the analysis of more than thirty thousand single cells across their cell cycle. Fzo1 depletion causes rapid mitochondrial fragmentation and a reduction in mitochondrial membrane potential, followed by a progressive decline of mtDNA content and cellular growth rate over several cell divisions. During division, Fzo1-depleted daughters obtain an unusually large amount of mitochondria, leaving the mother with too little. This results in a strong disbalance of mitochondrial mass in the population. Additionally, Fzo1-depleted cells lose the ability to adjust mtDNA synthesis to compensate for a low mitochondrial content. The combined effects of unequal distribution and reduced synthesis drive rapid mtDNA loss. These results show how fusion defects lead to mtDNA loss and mitochondrial dysfunction, contributing to understanding diseases linked to fusion defects.", "date": "2025-09-26", "journal": ""}
{"title": "Alpha power indexes working memory load for durations", "doi": "10.1101/2025.05.12.653390", "authors": "Herbst, S. K.; Mangione, I.; Segerie, C. R.; Hoechenberger, R.; Kononowicz, T. W.; Gramfort, A.; van Wassenhove, V.", "abstract": "Timing, that is estimating, comparing, or remembering how long events last, requires the temporary storage of durations. How durations are stored in working memory is unknown, despite the widely held view of memory systems' central role in timing. Here, we investigated the neural signatures of a sequence of durations (n-item sequence) held in working memory. We recorded human participants using magnetoencephalography (MEG) while they performed an n-item delayed reproduction task, which required to encode a sequence of durations, maintain it, and then reproduce it. The number of items in a sequence (one or three) and the duration of the sequence were orthogonalized. Our results show that during working memory maintenance, the number of durations, not the duration of the sequence, affected recall precision and could be decoded from alpha and beta oscillatory activity. Parieto-occipital alpha power showed a direct link with the precision of temporal reproduction. Our results extend earlier behavioral findings suggesting that durations are itemized in working memory and that their number, not their duration, modulates recall precision (Herbst et al., 2025). Crucially, we establish that alpha power reflects a universal signature of working memory load and mediates recall precision, even for abstract information such as duration.", "date": "2025-09-26", "journal": ""}
{"title": "Brachyury expression levels predict lineage potential and axis-forming ability of in vitro derived neuromesodermal progenitors", "doi": "10.1101/2025.05.15.654369", "authors": "Binagui-Casas, A.; Granes, A.; Ceccarelli, A.; Wymeersch, F. J.; French, M.; Portero, R.; Annoh, J.; Huang, Y.; Karagianni, E.; Wong, F. C. K.; Brumm, A. S.; Ramajo, D. L.; Takasato, M.; Lowell, S.; Chara, O.; Wilson, V.", "abstract": "Neuromesodermal progenitors (NMPs) produce the spinal cord and musculoskeleton in the elongating anterior-posterior axis. In vivo, NMPs possess dual potency, coinciding with regions coexpressing SOX2 and Brachyury (TBXT). In vitro, SOX2/TBXT co-expressing cells can be produced from pluripotent cells and, like their in vivo counterparts, can produce neural tube and somitic mesoderm. However, the functional characteristics of in vitro SOX2/TBXT co-expressing cells remain unclear, confounding comparisons with in vivo data. To address this, we developed a dual Sox2/Tbxt reporter mouse ESC line. SOX2/TBXT reporter-positive cells emerge in vitro from pluripotent populations with dynamics that mirror their appearance in the embryo. Purified SOX2/TBXT co-expressing populations can differentiate towards neurectoderm or mesoderm, including lateral mesoderm upon BMP stimulation. In gastruloids, quantitative live imaging shows that WNT or NOTCH inhibition rapidly leads to downregulation of TBXT expression and diminished axial extension. We show that clonally plated SOX2/TBXT co-expressing cells are bipotent NMPs that can also self-propagate. By combining clonal analysis with mathematical modelling, we identify two thresholds of SOX2/TBXT expression, switching clonal output from neural- to mesoderm- biased, and from mesoderm-biased to mesoderm-specified. Media and substrate composition alter the lineage outcomes of in vitro derived mouse NMPs. Thus, this Sox2/Tbxt double reporter cell line provides support for unsuspected heterogeneity in NMPs, together with evidence for a role of these transcription factors in directing cell fate to drive axis elongation.", "date": "2025-09-26", "journal": ""}
{"title": "Cell Density and mRNA Expression of Inhibitory Interneurons in Schizophrenia: A Meta-Analysis", "doi": "10.1101/2025.05.23.655812", "authors": "Mulvey, A. G.; Gabhart, K. M.; Grent-T-Jong, T.; Herculano-Houzel, S.; Uhlhaas, P. J.; Bastos, A. M.", "abstract": "GABAergic inhibitory interneurons have been implicated in the pathophysiology of schizophrenia. However, there is conflicting evidence regarding the nature and extent of the deficits across brain areas and interneuron subtypes. To address these questions, we conducted a systematic search for immunohistochemistry and mRNA studies that examined parvalbumin, somatostatin, calbindin, and calretinin interneuron density or expression in schizophrenia patients and carried out a meta-analysis using a random-effects model. Data from 25 immunohistochemistry studies (311 control participants, 281 individuals with schizophrenia) revealed that the hippocampus and prefrontal cortex were characterized by GABAergic interneuron deficits; parvalbumin and somatostatin interneuron density was reduced in the hippocampus, while data from 21 mRNA studies (546 control participants, 551 individuals with schizophrenia) indicated reduced parvalbumin and somatostatin expression in the prefrontal cortex and hippocampus. Cortical layer-specific analyses demonstrated that parvalbumin interneuron density and somatostatin mRNA expression were most affected in superficial layers 2 and 3 of prefrontal cortex. We also identified significant reductions in subcortical calretinin interneuron density. Together, these data have important implications for the pathophysiology and computational models of circuit deficits in the disorder.", "date": "2025-09-26", "journal": ""}
{"title": "InsectMorphoAI: A Deep Learning-Based Software for Automated Estimation of Insect Length, Volume, and Biomass", "doi": "10.1101/2025.05.22.655251", "authors": "Shirali, H.; Ascenzi, A.; Wuehrl, L.; Beyer, N.; DI LORENZO, N.; VACCARELLA, E.; KLUG, N.; MEIER, R.; CERRETTI, P.; Pylatiuk, C.", "abstract": "We present InsectMorphoAI, an open-source, user-friendly software package that automates the measurement of insects from 2D images. The software addresses the need for high-throughput, non-invasive alternatives to laborious and often destructive manual measurement methods. InsectMorphoAI provides two analysis modes: a rapid, general-purpose method using oriented bounding boxes for linear length estimation across diverse taxa, and a high-precision, taxon-specific instance segmentation method for detailed curvilinear length, volume, and biomass estimation. We demonstrate the software's accuracy, showing that the volume estimates from the segmentation module are strongly correlated with dry weight (R = 0.907), and the general length module achieves a mean absolute error corresponding to ~2.3% of the average specimen length. InsectMorphoAI is distributed with a graphical user interface and is freely available, with straightforward installation via a Docker container or a native Python environment. By streamlining data acquisition, InsectMorphoAI facilitates the integration of detailed trait data into large-scale ecological research, from biodiversity monitoring to functional trait analysis.", "date": "2025-09-26", "journal": ""}
{"title": "Cell-ECM Graphs: A Graph-Based Method for Joint Analysis of Cells and the Extracellular Matrix", "doi": "10.1101/2025.06.04.657781", "authors": "Ghafoor, M.; Parkinson, J. E.; Pham, T.; Sutherland, T. E.; Rattray, M.", "abstract": "Spatial proteomics technologies enable in situ characterization of both cells and the extracellular matrix (ECM), yet methods to jointly analyse their interactions remain limited. Here, we present a computational framework for constructing Cell-ECM graphs from spatial proteomics data, representing cells and ECM clusters as vertices and encoding cell-cell, ECM-ECM, and cell-ECM interactions as edges within a unified graph. This framework enables the application of established graph analytical methods to matrix biology, including cell type classification, unsupervised niche discovery, and whole-graph classification with graph neural networks and explainability. Using both synthetic and real data, we show that Cell-ECM graphs capture alterations in ECM and cell-ECM interactions that are not resolved by traditional cell-only graphs. To promote accessibility and reproducibility, we provide an open-source Python package implementing the method, enabling its broad application to spatial proteomics studies of the ECM.", "date": "2025-09-26", "journal": ""}
{"title": "The functional morphology of hawkmoth lamina monopolar cells reveals mechanisms of spatial processing in insect motion vision", "doi": "10.1101/2025.06.19.660550", "authors": "Bigge, R.; Arikawa, K.; Stoeckl, A.", "abstract": "Many animals strongly rely on their sense of vision, as it provides information about the natural world with particularly high dimensionality. In insects, the first visual processing stage of the brain, the lamina, plays an important role in parallel processing of this complex information. Its main relay neurons, lamina monopolar cells (LMCs), receive information directly from the photoreceptors and shape the contrast, luminance, spatial and temporal tuning of the insect visual system in a cell-type specific manner. One of their best-investigated downstream targets is the motion vision pathway. However, how LMC types that feed into motion processing delineate contrast and luminance is only known from fruit flies, while the contribution of LMCs to spatial processing has only been described in hawkmoths. Here, we provide a novel characterization of hawkmoths lamina monopolar cells, to integrate the contrast, luminance and spatial processing properties of LMCs in the motion pathway. We used serial block-face scanning electron microscopy to reconstruct the anatomical fine structure of LMCs in a focal lamina cartridge, including their pre- and post- synaptic connections. Combining our novel LMC classification with intracellular recordings, we further investigated the functional role of the main relay neurons to the motion pathway, L1 and L2, in terms of contrast and spatial processing. We show that unlike in flies, L1 and L2 process contrast, and spatial information similarly. Crucially, their two distinct spatial processing functions, lateral inhibition and spatial summation are explained by the density and distribution of their synapses in different lamina layers. Based on these findings, we propose a novel mechanism of delineating distinct spatial processing functions in a single cell.", "date": "2025-09-26", "journal": ""}
{"title": "Engineered Living Materials for Bioproduction Downstream Processing", "doi": "10.1101/2025.06.26.661578", "authors": "Browning, S. B.; Prati, D.; Magni, P.; Pasotti, L.; Molinari, S.", "abstract": "Microbial fermentation provides a renewable route to a wide portfolio of fuels, chemicals, and therapeutics, yet product recovery is still dominated by energy-intensive biomass removal operations. Here, we engineered Escherichia coli to display elastin-like polypeptides on its outer membrane, transforming single cells into flocculating E. coli-based engineered living materials (FloEc ELMs). These self-assembling aggregates span from micrometer to centimeter scale, sediment within two hours, and do not compromise the ethanol production capacity of an industrial ethanologenic strain. When deployed in bench-scale lactose fermentations, FloEc ELMs reduced filtration time 3.2 fold, while preserving an ethanol yield comparable to the non-engineered parental strain. By mapping ELP sequence polarity to toxicity and aggregate size, and by porting the system across genetic backgrounds and inducible promoters, we provide design rules for modular, portable ELM-mediated flocculation that can streamline downstream processing in large-scale biomanufacturing.", "date": "2025-09-26", "journal": ""}
{"title": "Quantifying distribution shifts in single-cell data with scXMatch", "doi": "10.1101/2025.06.25.661473", "authors": "Moeller, A.; Schnitzerlein, M.; Greto, E.; Zaburdaev, V.; Uderhardt, S.; Blumenthal, D. B.", "abstract": "A basic task that frequently arises when analyzing single-cell data is to assess if there is a global distribution shift between the data profiles of cells from two different conditions. Widely used approaches to address this task such as visual inspection of two-dimensional representations or clustering-based workflows lack a solid statistical underpinning and are notoriously unstable and prone to confirmation bias. To promote more rigorous analysis, we here present the scverse-compatible Python tool scXMatch. scXMatch is based on a non-parametric graph-based test to quantify distribution shifts in arbitrary data spaces for which a suitable distance measure is available. We evaluated scXMatch on single-cell gene expression, chromatin accessibility, and imaging-derived cell morphology data, showing that it can robustly detect distribution shifts for different types of single-cell data. scXMatch thus aims to set a new standard in the single-cell biology field, replacing easy-to-manipulate semi-manual distribution shift quantification workflows by principled statistical testing.", "date": "2025-09-26", "journal": ""}
{"title": "Inferior Reinnervation of Reverse End-to-Side Nerve Transfer in a Delayed Nerve Repair Rat Model", "doi": "10.1101/2025.07.02.662849", "authors": "Chu, T.-H.; McConnachie, A.; Kashyrina, O.; Lasaleta, N.; Alzahrani, S.; Midha, R.", "abstract": "Objective Reverse end-to-side (RETS) nerve transfer is a recent surgical technique to augment injured nerve function by supplying a dispensable donor motor nerve to the side of the distal injured nerve. Although clinical studies have suggested advantages of RETS transfer for upper extremity repairs, uncertainties remain regarding its underlying mechanism. Furthermore, our recent clinical studies using electrophysiological examinations revealed no contribution from the donor nerve. Given that most experimental studies were conducted on acutely injured nerves, our objective is to reassess the effectiveness of reverse end-to-side nerve transfer in a model of chronic nerve injury and repair. Methods Obturator and femoral nerve were used as donor and recipient nerves, respectively. Electromyogram (EMG), retrograde labeling of regenerated motoneurons and neuromuscular junction (NMJ) formation were used to compare regenerative ability of donor nerve in acute and delayed RETS transfer where the femoral nerve in the latter group was injured 8 weeks prior. Nerve- babysitting effect on injured nerve was investigated by 1) no intervention; 2) perineurial window creation; and 3) RETS transfer to femoral nerve in delayed repair model. The effects of availability of regeneration tracks, i.e. bands of bungner, were investigated by severing proximal femoral nerve with subsequent acute and delayed repairs. Results EMG and motoneuron quantification confirmed inferiority of donor nerve regeneration into recipient nerve in delayed RETS transfer compared to acute repair, yet donor axons reached target muscle and formed NMJs in both conditions. Same functional assessments revealed nerve baby-sitting effects did not significantly contribute to repair success but availability of regeneration tracks in the recipient nerve may influence the final outcomes. Conclusions Our study offered insights into the effectiveness of RETS nerve transfer in clinically relevant settings, underscoring the compounded impact of delayed intervention and native nerve regeneration which both negatively affect the efficacy of RETS nerve transfer.", "date": "2025-09-26", "journal": ""}
{"title": "Thermogenic Adipose ADH5 Counteracts Age-related Metabolic Decline", "doi": "10.1101/2025.07.01.662628", "authors": "Sebag, S. C.; Neff, T.; Qian, Q.; Asghari, A.; Wang, Z.; Zhang, Z.; Li, M.; Hao, M.; Lira, V.; Sun, H.; Potthoff, M. J.; Yang, L.", "abstract": "Aging-associated decline in brown adipose tissue (BAT) function and mass contributes to energy and metabolic homeostasis disruption. Alcohol dehydrogenase 5 (ADH5) is a major denitrosylase that prevents cellular nitro-thiol redox imbalance, an essential feature of aging. However, the functional significance of BAT ADH5 in the context of aging is largely unknown. Here, we aimed to investigate the role of BAT ADH5 in protecting against age-related metabolic dysfunction. We show that aging promotes aberrant BAT protein S-nitrosylation modification and downregulates ADH5 in mice. Furthermore, BAT ADH5-deletion accelerates BAT senescence and aging-associated declines in metabolic homeostasis and cognition. Mechanistically, we found that aging inactivates BAT Adh5 by suppressing heat shock factor 1 (HSF1), a well-recognized proteostasis regulator. Moreover, pharmacologically enhancing HSF1 improved BAT senescence, metabolic decline, and cognitive dysfunction in aged mice. Together, these findings suggest that the BAT HSF1-ADH5 signaling cascade plays a key role in protecting against age-related systemic functional decline. Ultimately, unraveling the role of thermogenic adipose nitrosative signaling will provide novel insights into the interplay between BAT nitric oxide activity and metabolism in the context of aging.", "date": "2025-09-26", "journal": ""}
{"title": "Taurine is a Natural Host Cytoadhesion Inhibitor in Asymptomatic Malaria Cases", "doi": "10.1101/2025.07.06.663375", "authors": "Diffendall, G.; Millot, P.; Chen, P.; Fogang, B.; Dorin-Semblat, D.; Aprahamian, F.; Durand, S.; Gamain, B.; Claessens, A.; Scherf, A.", "abstract": "The prolonged dry season in malaria-endemic regions of sub-Saharan Africa can be divided into periods of high and low transmission. The majority of symptomatic malaria cases are restricted to the short high transmission period that follows the rainy season. Shortly after, persistent asymptomatic malaria cases are more prevalent throughout the prolonged low transmission period. It is still unclear whether host metabolic alterations play a role in asymptomatic infections during seasonal malaria. In this study, we analyzed the blood plasma metabolome (n=199) of individuals in The Gambia, West Africa, capturing data from both high and low malaria transmission periods. Plasma samples from individuals (n=16) were collected monthly throughout the low transmission season, enabling a longitudinal analysis of metabolic alternations over six months. Our findings reveal that significant changes in host plasma metabolite composition are associated with seasonality and malaria pathogenicity. Notably, we observed elevated levels of taurine in asymptomatic malaria infections, especially during periods of low transmission. In vitro, this naturally occurring host molecule inhibits the cytoadhesion of malaria-infected red blood cells (iRBCs), which is key to malaria disease severity and mortality. Exogenous taurine can significantly reduce or reverse binding of iRBCs to the common adhesion receptor CD36 and the endothelial protein C receptor (EPCR), the later being associated with cerebral malaria. This study uncovers a mechanism by which elevated taurine plasma levels in asymptomatic infections could reduce cytoadhesion and lead to increased splenic clearance, thereby strengthening host resistance to symptomatic infections. In the absence of health strategies targeting dry season parasite reservoirs, our findings highlight taurine as a potential prophylactic or therapeutic agent to reduce symptomatic malaria in sub-Saharan Africa.", "date": "2025-09-26", "journal": ""}
{"title": "Using Modern Coexistence Theory to understand community disassembly", "doi": "10.1101/2025.08.06.668499", "authors": "Brennan, J.; Schreiber, S. J.", "abstract": "Community disassembly examines how species extinction alters ecological communities. Sometimes, the extinction of one species can trigger the loss of others, known as secondary extinction. These secondary extinctions often result from complex species interactions, complicating the identification of underlying mechanisms. Here, we leverage Modern Coexistence Theory to identify when and why secondary extinctions occur. To identify when secondary extinctions occur, we introduce the Community Disassembly Graph, that uses invasion growth rates to identify transitions between coexisting communities due to extinction. When a secondary extinction is identified, we decompose the invasion growth rates associated with the secondary extinction to understand why it occurs. We demonstrate the utility of this framework by applying it to models in which different species interactions -- competition, facilitation, and predation -- contribute significantly to secondary extinctions. Our results show Modern Coexistence Theory offers a flexible and interpretable approach to understanding when and why secondary extinctions occur.", "date": "2025-09-26", "journal": ""}
{"title": "Mesenchymal Stromal Cells Immunosuppress Osteoarthritis Synovial Fluid Tolerized Monocytes via IL-6", "doi": "10.1101/2025.08.14.669875", "authors": "Rasti, M.; Feiz Barazandeh, A.; P. Robb, K.; Low, R.; Gandhi, R.; Viswanathan, S.", "abstract": "The mechanisms of mesenchymal stromal cell (MSC) interactions with monocytes/macrophages (M{Phi}s) in knee osteoarthritis (KOA) are not fully understood. We report that synovial fluid (SF) M{Phi}s are tolerized. Healthy and OA patient donor-derived peripheral CD14+ monocytes exposed to late-stage OA SF are semi-tolerized with stable phenotype, including CD86 expression with additional lipopolysaccharide (LPS) re-challenge; there were slight differences in healthy vs. OA CD14+ monocyte tolerization profiles, indicative of systemic differences. Notably, both healthy and OA CD14+ monocytes demonstrated non-significant or significant increases respectively in tumor necrosis factor (TNF), suggestive of an activated profile. Late-OA SF is a complex mixture of multiple factors resulting in a mixed immunosuppressed, activated, tolerized profile of CD14+ peripheral monocytes. We explored the in-depth roles of interleukin (IL)-6 and toll-like receptor (TLR)4 signaling in late-OA SF using healthy CD14+ monocytes. Classical IL-6 signaling immunosuppressed CD14+ monocytes via signal transducer and activator of transcription (STAT3) and suppressor of cytokine signaling (SOCS3), while TLR4 via nuclear factor kappa-light-chain-enhancer of activated B (NF-{kappa}B) and c-Jun Terminal Kinase (JNK) drove CD14+ monocyte activation in late-OA SF. Addition of marrow-derived MSC(M) soluble factors enhanced immunosuppression through IL-6 signaling and nullified late-OA SF activation effects by decreasing p-JNK and reducing TLR-mediated NF-{kappa}B and TNF. MSC(M) immunosuppressed CD14+ monocytes in late-OA SF were also functionally rescued with improved phagocytosis. We thus demonstrated that soluble factors from MSC(M) mitigate the activating effects of late-OA SF through IL-6 dependent and independent pathways resulting in CD14+ monocytes with increased immunosuppressive phenotypes and function.", "date": "2025-09-26", "journal": ""}
{"title": "SPINK3-sperm interaction determines a stable sperm subpopulation with intact CatSper channel", "doi": "10.1101/2025.08.26.672324", "authors": "Nicolli, A. R.; Huang, X.; Zalazar, L.; Stival, C.; Demare, G.; Romarowski, A.; Buffone, M. G.; Krapf, D.; Chung, J.-j.; Cesari, A.", "abstract": "Sperm capacitation involves proteolytic remodeling of membrane proteins, including components of the CatSper calcium channel, which is essential for hyperactivation and male fertility. Here, we identify the seminal protease inhibitor SPINK3, a known decapacitation factor that suppresses premature capacitation in the female tract, as the first physiological inhibitor of CATSPER1 processing. In mouse sperm, SPINK3 blocks capacitation-induced CATSPER1 cleavage, preserving a subpopulation with intact CatSper channels and lacking pTyr development in the flagellum. SPINK3 localizes to the outer surface of the sperm principal piece membrane in a CatSper-dependent but non-quadrilateral pattern, stabilizes membrane organization, and delays cholesterol efflux. These results reveal SPINK3 as a multifunctional regulator of capacitation, shaping sperm subpopulations in the female reproductive tract.", "date": "2025-09-26", "journal": ""}
{"title": "Bioscaffold guidance drives liver periportal area tubulogenesis in hIPSC organoids.", "doi": "10.1101/2025.08.28.672864", "authors": "Rajendiran, H.; Sahni, G.; Arora, A.; Hepburn, M. S.; Luciani, F.; Ong, H. T.; Zhu, J.; Marchand, M.; Serhrouchni, S.; Monet, A.; Mishra, P.; Nai, B. M. H.; LI, J.; Mowla, A.; Navaeipour, F.; Kennedy, B.; Viasnoff, V.", "abstract": "Recapitulating the liver periportal area in vitro remains a major challenge due to its complex cellular composition and the coordinated development of both ductal and endothelial networks. Most existing bile duct organoid models fail to reproduce tubular extension and multicellular organization. We present a 3D ECM micro-rods system biofunctionalized with grafted growth factors mimicking fetal liver paracrine signaling to initiate and to coordinate the development of bile ducts, parenchymal cells, and vascular structures. Our system recapitulates key developmental stages, from the formation of the ductal plate to the emergence of elongated tubular ducts. The ECM rod alone provides the biophysical cues initiating the elongation of the bile ducts and the spatial structuration of the cellular organization, while the biofunctionalization with growth factors enhance the organization and maturation of the biliary and vascular systems. We further demonstrate that this approach is scalable and amenable to quantitative analysis through label-free Optical Coherence Tomography combined with AI-driven 3D segmentation.", "date": "2025-09-26", "journal": ""}
{"title": "Vsb1, Ypq1 and Ypq2 control dynamic cationic amino acid storage in the yeast vacuole", "doi": "10.1101/2025.09.11.675521", "authors": "Zaremba, E.; Vierendeels, F.; Dutoit, R.; Bodo, E.; Bifulco, E.; Tricot, C.; Noor, E.; Andre, B.; Onischenko, E.; Cools, M.", "abstract": "Although the yeast vacuole plays a crucial role in storing and mobilizing cationic amino acids (CAA), CAA transport at the vacuolar membrane remains poorly understood. Here, by combining analysis of CAA pools, uptake and permeabilization assays, we establish Vsb1 as the principal vacuolar lysine transporter, enabling its strong accumulation in the vacuole while mitigating its toxicity. We further show that, although Ypq1 can mediate proton-independent vacuolar lysine import, it mainly functions as a lysine exporter necessary for lysine mobilization under conditions of lysine scarcity and downregulated as lysine stores are exhausted. Using quantitative models based on dynamic metabolic labeling, we further show that, surprisingly, in growing cells, CAA rapidly exchange between vacuolar and cytosolic compartments, a process involving the export activity of Ypq1 and its paralogue Ypq2, specific for lysine and arginine, respectively. Together, our findings reveal the unexpectedly complex function of Vsb1 and Ypq1/2 as the key transporters mediating dynamic vacuolar CAA storage.", "date": "2025-09-26", "journal": ""}
{"title": "Structural Basis for Sarbecovirus Rc-o319 Spike Adaptation to Rhinolophus cornutus Bat ACE2 and Constraints on Switching to Human ACE2", "doi": "10.1101/2025.09.17.676762", "authors": "Wang, J.; Li, Z.; Ma, Y.; Li, Z.; Yuan, H.; Niu, C.; Liu, B.; Li, M.; Zhou, M.; Liu, W.; Feng, H.; Chen, J.; He, J.; Chen, X.; Xiong, X.", "abstract": "Bat sarbecoviruses often exhibit species-dependent ACE2 specificity. Understanding the determinants of receptor specificity enables better assessment of the cross-species transmission potential of sarbecoviruses. Here, we characterize the S-protein of Rc-o319, a sarbecovirus identified in Japanese Rhinolophus cornutus bats. Featuring an unusual 9-amino-acid deletion within its receptor binding motif (RBM), Rc-o319 S-protein utilizes its cognate R. cornutus ACE2 (bACE2R.cor) but not human ACE2 (hACE2), demonstrating highly restricted receptor specificity. Cryo-EM structures reveal two locked prefusion conformations of the Rc-o319 S-trimer and define a novel Type-4 receptor-binding domain (RBD), featuring a distinct beta-loop (BL) within the RBM due to the RBM-deletion. The Rc-o319-RBD:bACE2R.cor complex structure reveals unique interactions mediated by the specialized BL and RBM-loop of Rc-o319-RBD and by a bACE2R.cor glycan. Structure-guided mutagenesis demonstrates that changes in BL and RBM-loop within the Rc-o319 S-RBD must occur simultaneously to allow medium-to-high-affinity hACE2 binding. Comparative assays further show that the bACE2R.cor receptor supports only a subset of sarbecoviruses, highlighting its restricted sarbecovirus compatibility. Our findings establish the Rc-o319 S-protein as a structurally and functionally specialized adaptation to R. cornutus ACE2 and identify the structural constraints limiting its cross-species transmission potential.", "date": "2025-09-26", "journal": ""}
{"title": "A hardwired neural circuit for temporal difference learning", "doi": "10.1101/2025.09.18.677203", "authors": "Campbell, M. G.; Ra, Y.; Chen, Z.; Xu, S.; Burrell, M.; Matias, S.; Watabe-Uchida, M.; Uchida, N.", "abstract": "The neurotransmitter dopamine plays a major role in learning by acting as a teaching signal to update the brain's predictions about rewards. A leading theory proposes that this process is analogous to a reinforcement learning algorithm called temporal difference (TD) learning, and that dopamine acts as the error term within the TD algorithm (TD error). Although many studies have demonstrated similarities between dopamine activity and TD errors, the mechanistic basis for dopaminergic TD learning remains unknown. Here, we combined large-scale neural recordings with patterned optogenetic stimulation to examine whether and how the key steps in TD learning are accomplished by the circuitry connecting dopamine neurons and their targets. Replacing natural rewards with optogenetic stimulation of dopamine axons in the nucleus accumbens (NAc) in a classical conditioning task gradually generated TD error-like activity patterns in dopamine neurons by specifically modifying the task-related activity of NAc neurons expressing the D1 dopamine receptor (D1 neurons). In turn, patterned optogenetic stimulation of NAc D1 neurons in naive animals drove dopamine neuron spiking according to the TD error of the stimulation pattern, indicating that TD computations are hardwired into this circuit. The transformation from D1 neurons to dopamine neurons could be described by a biphasic linear filter, with a rapid positive and delayed negative phase, that effectively computes a temporal difference. This finding suggests that the time horizon over which the TD algorithm operates--the temporal discount factor--is set by the balance of the positive and negative components of the linear filter, pointing to a circuit-level mechanism for temporal discounting. These results provide a new conceptual framework for understanding how the computations and parameters governing animal learning arise from neurobiological components.", "date": "2025-09-26", "journal": ""}
{"title": "A Novel In Vitro Potency Assay Demonstrating the Anti-Fibrotic Mechanism of Action of CDCs in Deramiocel", "doi": "10.1101/2025.09.18.675440", "authors": "Li, Y.; Nice, J. B.; Kozinova, M.; Adachi, S.; Marban, L.; Elliott, K.; sun, m.", "abstract": "Duchenne muscular dystrophy (DMD) is characterized by progressive skeletal and cardiac muscle degeneration driven by inflammation and fibrosis, ultimately leading to cardiomyopathy and premature death. Deramiocel, an allogeneic cell therapy composed of cardiosphere-derived cells (CDCs), has demonstrated potent anti-fibrotic and immunomodulatory effects in preclinical models and clinical trials, including HOPE-2 and its open-label extension (HOPE-2 OLE), where Deramiocel treatment significantly attenuated progression of skeletal and cardiac muscle dysfunction. Here, we describe the development of a novel in vitro potency assay to quantify the anti-fibrotic activity of Deramiocel. Conditioned media (CM) from multiple Deramiocel manufacturing lots significantly suppressed expression of collagen type I alpha 1 (COL1A1) and collagen type III alpha 1 (COL3A1) in primary human dermal fibroblasts compared with non-conditioned media controls, establishing a robust, reproducible readout of anti-fibrotic activity. The effect was dose-dependent and abrogated by sequential depletion of exosomes and soluble proteins, implicating both as critical mediators of Deramiocel s mechanism of action. Importantly, CDCs in deramiocel lots classified as potent by this assay were shown to exert a clinically meaningful benefit in DMD patients in the HOPE-2 and HOPE-2 OLE studies. This assay represents a mechanistically informative, therapeutically relevant, reproducible, scalable, and regulatory-compliant approach for assessing Deramiocel potency, enabling consistent manufacturing and facilitating the continued development of Deramiocel as a disease-modifying therapy for DMD.", "date": "2025-09-26", "journal": ""}
{"title": "Transcriptional cofactor AtSDR4L and its paralog DIG2 repress somatic embryogenesis during post-embryonic development in Arabidopsis", "doi": "10.1101/2025.09.19.677292", "authors": "Go, D.; Lu, B.; Song, L.", "abstract": "Somatic embryogenesis, a developmental process advantageous as an alternative means for plant propagation, has been applied in studies on the regulatory mechanisms governing the developmental plasticity in plants. Core and accessory components of the polycomb repressive complexes (PRCs), the epigenetic regulatory machineries, are known to repress the transcription of genes that positively regulate the somatic embryogenesis in seedlings. Recent studies revealed that Arabidopsis thaliana SEED DORMANCY 4-LIKE (AtSDR4L), as an accessory protein to the PRC regulatory module, represses the embryo developmental program for a successful switch from seed to seedling. However, little is known about the regulation of cell differentiation by AtSDR4L in seedlings. Here, we show that AtSDR4L, its paralog Dynamic Influencer of Gene expression 2 (DIG2), and PRC components share similar transcriptional regulatory dynamics, particularly on somatic embryogenesis-related genes. We further demonstrate that mutations in AtSDR4L and DIG2 lead to the formation of somatic embryo-like structures and a delay in cellular differentiation. Thus, transcriptional changes reflected by morphological defects associated with somatic embryogenesis in Atsdr4l dig2 mutants suggest that AtSDR4L and DIG2 prevent the dedifferentiation of cells for proper seedling growth through the transcriptional control of cell identity.", "date": "2025-09-26", "journal": ""}
{"title": "Reduced legacy precipitation decreases microbial community growth efficiency and alters soil organic carbon in a California grassland", "doi": "10.1101/2025.09.23.678135", "authors": "Hernandez, L. K.; DiDonato, N.; Pasa-Tolic, L.; Chuckran, P. F.; Firestone, M. K.; Sieradzki, E. T.; Yuan, M.; Estera-Molina, K.; Kimbrel, J.; Dijkstra, P.; Banfield, J. F.; Pett-Ridge, J.; Blazewicz, S. J.", "abstract": "Changes in global patterns can leave a lasting legacy in semi-arid grasslands by reshaping microbial growth dynamics and carbon cycling during the first wet-up in the autumn--a period known for intense microbial activity and significant carbon emissions. To study the lasting impacts of decreased winter rain, we implemented two precipitation regimes (100% vs. 50% mean annual precipitation) in California Mediterranean-climate grassland field plots. After the dry season, soils were rewetted in the laboratory with H218O, and sampled at 0 h, 3 h, 24 h, 48 h, 72 h, and 168 h post rewet. We quantified CO2 efflux; measured microbial growth and mortality via quantitative stable isotope (18O) probing and 16S rRNA gene amplicon sequencing; and characterized the soil organic carbon chemical composition, metagenomes, and metatranscriptomes. We found that reduced winter precipitation imposed a strong legacy effect on microbial turnover; despite maintaining similar respiration rates, microbial growth declined by [~]1 order of magnitude, yielding decreased community growth efficiency (CGE = gross community growth/net respiration), and microbial mortality declined by [~] 2 orders of magnitude. Soil organic carbon also shifted from lipid-like, amino-sugar-like, and protein-like compounds (indicative of microbial necromass) to more oxidized lignin-like and tannin-like compounds (indicative of decomposing plant-derived compounds). Meta-omics revealed distinct metabolic strategies linked to CGE. At high-CGE, microbes appeared to consume more energetically favorable N-rich necromass (released via high microbial turnover). This supported increased amino acid and peptidoglycan biosynthesis and enhanced aromatic compound degradation, generating acetyl-CoA for the TCA cycle that sustains higher energy yield and growth efficiency. At low-CGE, communities had elevated carbohydrate metabolism and lipid turnover, consistent with increased investment in plant detritus degradation and membrane repair and maintenance rather than growth. Together, our findings demonstrate that reduced winter rainfall decreases microbial turnover. The lowered soil organic carbon in combination with consistent C loss as CO2 could eventually lead to a net C loss from the soil.", "date": "2025-09-26", "journal": ""}
{"title": "PhysiGym: bridging the gap between the Gymnasium reinforcement learning application interface and the PhysiCell agent-based model software", "doi": "10.1101/2025.09.18.677030", "authors": "Bertin, A.; Bucher, E.; Griere, O.; Hurtado, M.; L. Rocha, H.; Heiland, R.; Sundus, A.; Macklin, P.; Francois-Lavet, V.; Rachelson, E.; Pancaldi, V.", "abstract": "This paper presents PhysiGym, a framework that integrates agent-based biological simulation within standardized reinforcement learning environments. By integrating the agent-based modeling framework PhysiCell with the Gymnasium API, we provide a flexible tool for exploring reinforcement learning strategies to control in silico biological processes. We demonstrate PhysiGym's potential with a case study where a deep reinforcement learning algorithm guides a tumor microenvironment model toward an anti-tumoral state, ultimately achieving tumour elimination. Our results highlight PhysiGym's flexibility for AI-driven biological control and optimization of dynamic treatment regimes.", "date": "2025-09-26", "journal": ""}
{"title": "Breast Cancer Subtyping with HyperCLSA: A Hypergraph Contrastive Learning Pipeline for Multi-Omics Data Integration", "doi": "10.1101/2025.09.22.677517", "authors": "Bhole, G.; HC, P.; Jayachandran, M.; Bhimalapuram, P.; Vinod, P.", "abstract": "Accurate molecular subtyping of cancer is crucial for advancing personalized medicine. Although multiomics data contain valuable predictive information, effectively integrating them is challenging due to differences across modalities, high dimensionality, and complex cross-modal biological interactions. We propose HyperCLSA (Hypergraph Contrastive Learning with Self-Attention), a novel deep learning framework for efficient multi-omics integration in breast cancer subtyping. HyperCLSA combines hypergraph-based sample encoding, supervised contrastive learning for latent space alignment, and multi-head self-attention for adaptive fusion of omics modalities. Evaluated on The Cancer Genome Atlas (TCGA) Breast Cancer dataset for PAM50 subtype classification, HyperCLSA achieves a significant performance improvement over state-of-the-art baselines. Our results demonstrate HyperCLSAs effectiveness in extracting complementary information across heterogeneous omics sources, providing a robust framework for molecular characterization of breast cancer.", "date": "2025-09-26", "journal": ""}
{"title": "Ovarian development is driven by early spatiotemporal priming of the coelomic epithelium", "doi": "10.1101/2025.09.24.678234", "authors": "Djari, C.; Mayere, C.; Guy, M.; Gomez, A. P.; Barreau, P.; Rozier, A.; Martinez, A.; Gibson, T.; Guerin, C.; Ademi, H.; Wilhelm, D.; McKey, J.; Chaboissier, M.-C.; nef, s.", "abstract": "Ovarian organogenesis requires the coordinated specification of supporting and steroidogenic cell lineages from multipotent coelomic epithelium (CE) progenitors. A longstanding question is whether the CE contains transcriptionally distinct, spatially organized progenitor subpopulations with predetermined lineage biases, or whether specification into supporting and steroidogenic lineages occurs only after delamination and integration into the bipotential gonad. The developmental origins of granulosa cells and the emergence of ovarian steroidogenic/stromal progenitors (SPs) also remain poorly defined. Here, we show that CE cells covering the fetal mouse ovary are transcriptionally heterogeneous and spatially organized into subdomains already primed toward supporting or steroidogenic fates. CE priming is dynamic, with transient coexistence of supporting- and steroidogenic-biased CE progenitors before resolving into a predominantly supporting-biased CE. Local delamination of these primed cells seeds intragonadal niches where pre-granulosa cells and SPs mirror the spatio-temporal arrangements of CE-primed progenitors. We further demonstrate a dual origin for the supporting lineage, with granulosa cells deriving from both the CE and supporting-like cells (SLCs). In parallel, we show that SPs arise from steroidogenic-primed CE cells, expand to represent 52% of ovarian somatic cells at birth, persist into adulthood and contribute to both theca and steroidogenic stromal cells. Together, these findings reveal transcriptionally and spatially distinct CE subpopulations that shape somatic lineage emergence with important implications for ovarian pathophysiology.", "date": "2025-09-26", "journal": ""}
{"title": "Neurotype matching in monogamous rodents is modulated by early-life sleep experience", "doi": "10.1101/2025.09.24.678442", "authors": "Bueno-Junior, L. S.; Milman, N. E. P.; Jones-Tinsley, C. E.; Ghimire, A.; Wickham, P. T.; Hu, Y.; Ye, B.; Lim, M. M.; Watson, B. O.", "abstract": "Studies of human sociability indicate stronger social affinity in matched-neurotype dyads (e.g., two individuals with autism or two without) compared to mixed-neurotype dyads (e.g., one individual with autism paired with one without). Is this neurotype matching phenomenon also quantifiable in non-human animals? Using deep learning tools, we analyzed dyadic male-female interactions in prairie voles, a highly social rodent species. To simulate \"neurotypes\", voles were exposed to either control conditions or early-life sleep disruption (ELSD) during a critical neurodevelopmental period (postnatal days 14-21), recapitulating two features of human autism: developmental sleep disruption and later-life atypical sociability. Analogous to human studies, voles showed signs of reduced social affinity in mixed dyads compared to matched dyads, including sex-specific changes in aggression and body orientation toward the conspecific. These findings advance our understanding of social affinity, providing a framework for new studies in both animal models and humans.", "date": "2025-09-26", "journal": ""}
{"title": "Pseudomonas aeruginosa lasR Mutants Resist Phagocytosis and Alter Inflammatory Cytokine Production by Cystic Fibrosis Macrophages", "doi": "10.1101/2025.09.25.678585", "authors": "Aridgides, D. S.; Mellinger, D. L.; Gwilt, L. L.; Hamptom, T. H.; Mould, D. L.; Hogan, D. A.; Ashare, A.", "abstract": "Cystic Fibrosis is characterized by chronic muco-obstructive lung disease and infection. People with CF (pwCF) are often colonized with Pseudomonas aeruginosa for years to decades, allowing for evolutionary adaptation. In chronic P. aeruginosa lung isolates from pwCF, the quorum sensing regulator LasR frequently is nonfunctional, however the factors enabling lasR loss-of-function (LOF) mutant selection are incompletely understood. We hypothesized that LOF mutations in lasR could allow P. aeruginosa to resist the selective pressure of phagocytosis. We found that in multiple strain backgrounds, LasR LOF decreased phagocytosis by both model THP-1 and primary monocyte-derived macrophages. While exogenous administration of the quorum-sensing autoinducer 3-oxo-C12-homoserine-lactone (3OC12HSL) that is made by an enzyme regulated by LasR activity inhibited phagocytosis and mitochondrial respiration, the phagocytosis resistance seen with lasR mutants appears to be bacterial cell intrinsic rather than due to secreted factors. Finally, we found that lasR LOF mutations altered the inflammatory profile upon infection of CF macrophages, with a shift from IL-1 family cytokine expression towards canonical inflammatory markers including IL-6 and TNF. Collectively these data provide a potential explanation for both the prevalence of lasR mutants in the CF lung as well as their association with worse outcomes.", "date": "2025-09-26", "journal": ""}
{"title": "Rats spontaneously show categorical responses toward familiar or unfamiliar conspecifics in a habituation-dishabituation task using multiple habituation stimuli", "doi": "10.1101/2025.09.25.678521", "authors": "Hakataya, S.; Kamijo, M.; Toya, G.; Koda, H.; Okanoya, K.", "abstract": "Discriminating between familiar and unfamiliar conspecifics is a fundamental aspect of social recognition. Previous studies have shown that familiarity strongly influences rat social behavior, and that rats can be trained to discriminate between olfactory cues from cage-mates and non-cage-mates in a digging task. However, such discrimination did not occur in a lever-pressing task using live conspecifics as stimuli. In the present study, we investigated whether rats could discriminate social familiarity in a simple, less-demanding and naturalistic context using whole-animal stimuli. We employed a habituation-dishabituation paradigm in which multiple cage-mate or non-cage-mate individuals were presented during the habituation phase. We examined whether rats would habituate to the familiarity category among these multiple stimuli and subsequently show dishabituation when the stimulus class switched (cage-mate to non-cage-mate or vice versa). During the habituation phase, exploratory responses declined over successive sessions, suggesting habituation to the common element among multiple cage-mates or non-cage-mates, i.e., familiarity/unfamiliarity. When data from all subjects were combined, clear dishabituation to the stimulus class switch was not observed. However, post-hoc analysis restricted to subjects showing sufficient habituation revealed significant dishabituation. These findings suggest that rats can spontaneously classify multiple conspecifics according to their familiarity without training. Rats may flexibly employ different forms of social recognition and information such as individual identity or familiarity-based heuristics to guide adaptive social behavior in varying contexts.", "date": "2025-09-26", "journal": ""}
{"title": "Dual-patterned pluripotent stem cells self-organize into a human embryo model with extended anterior-posterior patterning", "doi": "10.1101/2025.09.25.678678", "authors": "Liu, Z.; Qiu, C.; Kubo, C. A.; Xu, S.; Daza, R. M.; Nichols, E.; Yang, W.; Vo, A.; O'Neill, M. B.; Lee, C.; Shendure, J.; Hamazaki, N.", "abstract": "Human gastruloids are a powerful class of stem cell derived models that recapitulate key features of early embryonic development, including symmetry breaking and the emergence of three germ layers. However, they lack anterior embryonic structures and coordinated axial organization. To address this limitation, we pre-patterned human pluripotent stem cells (hPSCs) by exposing them to either anterior (FGF2) or posterior (CHIR99021 [CHIR] & retinoic acid [RA]) cues. Upon mixing, these dual-patterned hPSCs interacted and self-organized into elongated structures with both anterior and posterior features, which we term anterior-posterior (AP) human gastruloids. Anteriorly pre-treated cells robustly intercalated into posteriorly pre-treated cells, collectively giving rise to a continuum of neural tissues, including a brain-like domain, a neural tube-like structure, and neuro-mesodermal progenitors (NMPs) with segmented somites arrayed bilaterally. Single cell RNA sequencing (scRNA-seq) revealed that human AP gastruloids contain cell types resembling the midbrain-hindbrain boundary (MHB), regionalized hindbrain structures (i.e. rhombomeres 1-8), regionalized neural crest (i.e. cranial, vagal, trunk) and head mesoderm. Transcriptomic comparisons to primate embryos revealed that human AP gastruloids most closely resemble Carnegie stage 11 (CS11) embryos. While they lack a notochord and full dorsal-ventral polarity, human AP gastruloids recapitulate key spatial and temporal features of early neurulation and somitogenesis. Perturbation of folic acid metabolism or rho-associated kinase (ROCK) signaling induced spinal cord defects, phenocopying aspects of spina bifida and other neural tube defects, highlighting the potential of this model for studying congenital disorders. AP gastruloids may serve as a simple, robust, scalable platform for modeling coordinated human AP body axis development. More broadly, our results suggest that controlled interactions between differentially prepatterned progenitors can initiate self-organization of complex body axis features. The pattern-and-mix strategy may serve as a generalizable framework for assembling spatially organized stem cell models of mammalian development.", "date": "2025-09-26", "journal": ""}
{"title": "Effects of Cholesterol Modulation on Cisplatin-Induced Hearing Loss", "doi": "10.1101/2025.09.23.678043", "authors": "Lee, J.; Peppi, M.; Guidry, M.; Fernandez, K.; Chowdhury, A.; Wang, L.; Cunningham, L. L.", "abstract": "Cisplatin is a widely used and effective anticancer drug. However, it causes permanent sensorineural hearing loss in over 50% of treated patients. There are no FDA-approved therapies to prevent cisplatin-induced hearing loss (CIHL) in adults, highlighting a critical unmet clinical need. Previous studies suggest that statins, commonly prescribed cholesterol-lowering drugs, are associated with reduced incidence and severity of cisplatin-induced hearing loss. Statins are primarily used to lower cholesterol, but they also exert several pleiotropic effects, making the mechanism(s) underlying this protection unclear. Here we examine whether reduced plasma cholesterol confers protection against CIHL independent of statin treatment. We utilized mice lacking serine protease proprotein convertase subtilisin/kexin type 9 (Pcsk9 knockout (KO) mice) as a genetic model of reduced plasma cholesterol. We find that Pcsk9 KO mice are protected against cisplatin-induced hearing loss, as reflected by significantly lower ABR and DPOAE threshold shifts relative to wild type (WT) mice following treatment. Histological analyses confirmed preservation of cochlear outer hair cells (OHCs) in Pcsk9 KO mice treated with cisplatin, whereas WT mice showed significant OHC loss in the high-frequency cochlear regions. Finally, hearing loss positively correlated with baseline plasma cholesterol levels. Together our data demonstrate that systemic cholesterol reduction provides significant protection against CIHL, and they suggest that the protective effect of statins against CIHL is mediated by cholesterol reduction.", "date": "2025-09-26", "journal": ""}
{"title": "Genome-wide diversity of chromosomal inversions and their disease relationships", "doi": "10.1101/2025.09.25.678440", "authors": "Sauers, S. C.; Huepenbecker, B.; Hsieh, P.", "abstract": "Chromosomal inversions shape evolution and are implicated in human disease, yet their effects on genomic variation and health outcomes remain poorly understood. We analyze genome-wide human inversion polymorphisms, contrasting single-event and recurrent loci. Inversion recurrence is validated using structured-coalescent simulations. We show that single-event inversions evolve in near-complete isolation: inverted haplotypes show ~16-fold lower diversity and strong differentiation from direct haplotypes (median FST = 0.33). By contrast, recurrent inversions maintain gene flow, resulting in similar diversity across orientations and ~4-fold lower differentiation. We further find marked differences in coding sequence conservation between single-event and recurrent inversions. Using the NIH All of Us biobank, we impute inversions and identify four inversions with significant disease associations. Notably, the 17q21 inversion is associated with reduced risk of cognitive decline (OR=0.919) and breast cancer (OR=0.910) but with increased obesity risk (OR=1.097), consistent with pleiotropic selection. These findings establish inversions as major drivers of human genetic diversity and disease, with evolutionary outcomes critically dependent on recurrence.", "date": "2025-09-26", "journal": ""}
{"title": "Differential analysis of translation efficiency and usage of open reading frames using DOTSeq", "doi": "10.1101/2025.09.24.678201", "authors": "Lim, C. S.; Chieng, G. S. W.", "abstract": "Protein synthesis is a key cellular process in which mRNAs are translated into proteins by ribosomes. This process is tightly regulated, enabling cells to control protein output in response to specific cellular states. Ribosome profiling captures translatomic landscapes across conditions, but existing computational tools for differential translation analysis operate at the gene level, overlooking translational control at the level of multiple open reading frames (ORFs). Here, we present DOTSeq, a Differential ORF Translation statistical framework that enables systematic discovery of translational control events within genes. DOTSeq offers differential analyses of ORF usage and translation efficiency across biological conditions. These modules allow global detection of cis-regulatory events, such as upstream ORF (uORF)-mediated translational control. Benchmarking on simulated datasets demonstrates DOTSeq's sensitivity to subtle regulatory signals, particularly in modest effect sizes with realistic batch effects, where all tools show limited sensitivity. DOTSeq provides a flexible and powerful approach for dissecting the complexity of translational control.", "date": "2025-09-26", "journal": ""}
{"title": "The transcriptome of highly aneuploid senescent cells reveals interaction with the tumour microenvironment and a pro-survival role of Yorkie", "doi": "10.1101/2025.09.24.678048", "authors": "Ghosh, K.; Kunchur, A.; Milan, M.", "abstract": "Chromosomal instability (CIN), an increased rate of changes in chromosome structure and number, is observed in most human carcinomas. Drosophila epithelial tumour models have been instrumental in demonstrating that, beyond the generation of genomic copy number heterogeneity, CIN can act as a source of tumour growth, metastasis, and malignancy through the production of aneuploidy-induced senescent cells. Here we unravel a distinct transcriptional program in these cells, despite their highly heterogeneous chromosome content. This unique transcriptional program shows that most cellular responses to aneuploidy and senescence, such as cell cycle arrest, autophagy induction, activation of the actin cytoskeleton, and upregulation of genes involved in secretion, are regulated at the transcriptional level. In addition to the secreted proteins mediating tumour growth, metastasis, and malignancy, we unravel a role of cytokine Upd1 in driving the death of those cells that comprise the nearby tumour microenvironment through activation of the JAK/STAT pathway and induction of autophagy. We also demonstrate a pro-survival role of the Hippo-Yorkie pathway in tumour cells. Our data contribute to the identification of potential therapeutic strategies to block CIN-induced tumorigenesis by targeting senescent cells and blocking their ability to interact with the tumour microenvironment.", "date": "2025-09-26", "journal": ""}
{"title": "Targeting RAD52 overcomes PARP inhibitor resistance in preclinical Brca2-deficient ovarian cancer model", "doi": "10.1101/2025.09.24.678351", "authors": "Ota, Y.; Gupta, V.; Fashemi, B. E.; Akande, M.; Babu, P.; Thuthika, P.; Elizagaray, M. L.; Sun, L.; Sanders, B.; Kuroki, L. M.; McCourt, C. K.; Hagemann, A. R.; Hagemann, I. S.; Thaker, P. H.; Mutch, D. G.; Powell, M. A.; Hyrc, K.; Verma, P.; Krais, J.; Bitler, B. G.; Mullen, M. M.; Khabele, D.", "abstract": "BRCA-mutated ovarian cancer commonly develops resistance to poly (ADP-ribose) polymerase (PARP) inhibitors. Here, we investigated the DNA repair protein RAD52 as a potential target to overcome resistance. In analysis of The Cancer Genome Atlas datasets and immunohistochemistry of tissue microarrays, elevated RAD52 expression correlated with poor overall survival in patients with high-grade serous ovarian cancers. We tested two PARP inhibitor-resistant Brca2-deficient mouse ovarian cancer models, ID8-OR and HGS2-OR. HGS2-OR cells had higher RAD52 expression than parental lines. Rad52 knockout or knockdown restored PARP inhibitor sensitivity in both models. In syngeneic mice, ID8-OR cells in which Rad52 was knocked out yielded lower tumor burden and longer overall survival than control cells. Rad52 depletion impaired single-strand annealing and homologous recombination and led to accumulation of DNA double-strand breaks after PARP inhibitor treatment. RNA sequencing demonstrated that PARP inhibitor treatment induced Polq expression in Brca2- and Rad52-deficient cells, suggesting a switch to microhomology-mediated end joining. Finally, the RAD52 inhibitor D-I03 synergized with a PARP inhibitor to reduce cell viability and tumor burden and prolong survival. Collectively, our findings establish RAD52 as a promising therapeutic target to overcome PARP inhibitor resistance in BRCA2-mutated ovarian cancer and offer mechanistic insights to inform future clinical strategies.", "date": "2025-09-26", "journal": ""}
{"title": "Deletion of Murine Endothelial Bag3 Alters the Cellular Proteome Among Organs of Origin", "doi": "10.1101/2025.09.24.678094", "authors": "Terwilliger, Z. S.; Li, F.; Pentakota, A.; Zeczycki, T. N.; Green, T. D.; Kolasa, M.; Edwards, N.; Goldman, M.; Fisher-Wellman, K.; McClung, J.", "abstract": "BAG3 (Bcl-2 associated athanogene 3) is a multifunctional protein with diverse cellular roles, but its function in endothelial cells (ECs) remains unclear. This study aimed to characterize tissue-specific changes in the EC proteome following EC-specific deletion of Bag3. We hypothesized that BAG3 loss would uniquely impact the EC proteome in each tissue. Cdh5(PAC)-CreERT2;Bag3f/f mice were treated with tamoxifen (KO; n=18) or vehicle (WT; n=18), and ECs from brain, heart, lung, and skeletal muscle (skm) were isolated via FACS for label-free LC-MS/MS proteomics. Baseline comparisons of WT ECs revealed distinct proteomic profiles across tissues (p<0.05), including significant differences in mitochondrial protein abundance, with heart ECs enriched in complexes I, III, IV, and V. BAG3 deletion had the greatest effect in skm ECs, increasing 30 proteins (e.g., Mybpc2, L2FC=4.81; PFKM, L2FC=3.02) and decreasing 65 (e.g., CDC42, L2FC=-2.44; Prpf8, L2FC=-2.24). Overall, our data show that the EC proteome varies substantially across tissues and that BAG3 loss differentially affects a limited subset of EC proteins, particularly in skeletal muscle. These findings suggest tissue-specific roles for BAG3 in EC biology and provide new insights into its contribution to endothelial proteomic regulation.", "date": "2025-09-26", "journal": ""}
{"title": "A multisensory, bidirectional, valence encoder guides behavioral decisions", "doi": "10.1101/2025.09.26.678749", "authors": "Eschbach, C.; Vogt, K.; Afonso, B.; Polizos, N.; Dancausse, S.; Evans, A.; Verbe, A.; Wang, K.; Berck, M.; Samuel, A.; Klein, M.; Cardona, A.; Zlatic, M.", "abstract": "A key function of the brain is to categorize sensory cues as repulsive or attractive and respond accordingly. While we have some understanding of how sensory information is processed in the sensory periphery, the classification of cues according to valence in central brain circuits is less well understood. Here, we addressed this question in the Drosophila larva, where we could leverage the synaptic resolution connectome to determine where innate and learnt information from distinct aversive and appetitive sensory modalities converges; and combine this with imaging and manipulation of neural activity to determine how valence information is encoded and used to guide navigation. We found that information from multiple innately aversive and attractive sensory modalities converges onto a common output neuron of the learning circuit, specifically the Mushroom Body output neuron, MBON-m1. We discovered that this neuron is required for navigating both attractive odor and aversive temperature cues and is activated by attractive cues, such as food odour and sugar, and inhibited by different aversive cues, such as cooling, salt, or non-food odors. Together, our study reveals a neuron that bi-directionally encodes valence and controls actions.", "date": "2025-09-26", "journal": ""}
{"title": "Childhood brain tumours instruct cranial haematopoiesis and immunotolerance", "doi": "10.1101/2025.09.25.678472", "authors": "Cooper, E. A.; Posner, D. A.; Lee, C. Y. C.; Hu, L.; Bonner, S.; Taylor, J. T.; Baldwin, O.; Jimenez-Guerrero, R.; Masih, K. E.; Wickham Rahrmann, K.; Eigenbrood, J.; Ngo, G.; Franklin, V. N. R.; D'Santos, C.; Mair, R.; Santarius, T.; Craven, C.; Jalloh, I.; Moreno-Vicente, J.; Halim, T.; Wang, L.; Kriegstein, A.; Swartling, F. J.; Khan, J.; Clatworthy, M. R.; Gilbertson, R. J.", "abstract": "Recent research has revealed a remarkable role for immunosurveillance in healthy and diseased brains, dispelling the notion that this organ is a passive immune-privileged site (1-3). Better understanding of how this immunosurveillance operates could improve the treatment of neurological diseases. Here, using a novel genetically engineered mouse model of ZFTA-RELA ependymoma (4) - a childhood brain tumour-we characterised an immune circuit between the tumour and antigen presenting, haematopoietic stem/progenitor cells (HSPCs) in the skull bone marrow. The presentation of antigens in the cerebrospinal fluid (CSF) by HSPCs to CD4+ T cells, biased HSPC lineages toward myelopoiesis and polarised CD4+ T-cells to regulatory T cells (T-regs), culminating in tumour immunotolerance. Remarkably, a single infusion of antibodies directed against cytokines enriched in the CSF of mice bearing ZFTA-RELA ependymomas, choroid plexus carcinomas or Group-3 medulloblastoma-all aggressive childhood brain tumours-disrupted this process and caused profound tumour regression. These data unmask a mechanism by which skull bone marrow-derived HSPCs and CD4+ T cells cooperate to promote the immunotolerance of childhood brain tumours. Antibodies that disrupt this immunosurveillance could prove an effective therapy for these cancers that are less toxic than current treatments.", "date": "2025-09-26", "journal": ""}
{"title": "Nutrient-dependent pathology in mitochondrial hypertrophic cardiomyopathy model", "doi": "10.1101/2025.09.24.678132", "authors": "Pradhan, S.; Khan, N. A.; Manninen, T.; Zhaivoron, A.; Suomalainen, A.", "abstract": "Objective Mitochondrial translation defects are a major cause of early childhood hypertrophic cardiomyopathy (CMP). While the genetic basis of these disorders is being increasingly uncovered, the downstream molecular mechanisms driving disease pathogenesis remain poorly understood. In this study, we investigated the consequences of defects in mitochondrial ribosomal large subunit protein 44 (MRPL44), associated with infantile-onset CMP in human cardiomyocytes, in nutrient environments relevant to cardiac development. Methods Induced pluripotent stem cell line with MRPL44 patient mutation and controls were differentiated to cardiomyocytes and grown in glucose or lipid-enriched medium reflecting prenatal or postnatal fuel preferences, respectively. Mitochondrial, lipid metabolic and cellular characteristics were studied by immunofluorescence and cellular transcriptome by RNA-sequencing. Results In glucose-rich medium, patient-derived cardiomyocytes exhibit increased mitochondrial DNA (mtDNA) content and elevated mitochondrial transcripts. In contrast the lipid-enriched medium triggered both mitochondrial and endoplasmic reticulum -related stress responses, disrupted lipid and cholesterol homeostasis, accompanied by remodeling of the central biosynthetic pathway of one carbon metabolism. The cells accumulated lipids while also inducing lipid uptake and synthesis genes, suggesting maladaptive metabolic rewiring. Conclusion Our findings indicate that glucose and lipids, the latter being the postnatally favored cardiac fuel, exert remarkably different consequences in MRPL44 deficient cardiomyocytes. The lipid enriched medium elicited robust activation of metabolic stress responses, with chronic upregulation of anabolic biosynthesis pathways and lipid accumulation indicative of conflicting metabolic homeostasis. These observations provide a mechanistic basis for postnatal disease manifestation and highlight nutrient metabolism as a key driver in development of infantile-onset mitochondrial hypertrophic cardiomyopathy.", "date": "2025-09-26", "journal": ""}
{"title": "A molecular stabiliser of an inhibitory eIF2B-eIF2(αP) complex activates the Integrated Stress Response", "doi": "10.1101/2025.09.25.678332", "authors": "Silliday, F.; Gancedo-Rodrigo, M.; George, G.; Adhikari, S.; Ashraf, S. N.; Barrey, E. J.; Centrella, P. A.; Crowther, D.; Dickson, P.; Gikunju, D.; Guie, M.-A.; Guilinger, J. P.; Gunnarsson, A.; Harding, H. P.; Hupp, C. D.; Jetson, R.; Keefe, A. D.; Kim, J. M.; Lewis, R. J.; de Oliveira, T. M.; Le-Marshall, J.; Narayanan, U.; Nugai, K. A.; Pertovic, D.; Rivers, E.; Ron, D.; Stringfellow, D.; Syson, K.; Ward, L.; Yeoman, J. T.; Yu, Y.; Zhang, Y.; Zyryanova, A.; Baker, D. J.; Breccia, P.; Linley, J.", "abstract": "Eukaryotic initiation factor 2B (eIF2B), a guanine nucleotide exchange factor (GEF), promotes protein synthesis by charging translation initiation factor 2 (eIF2) with GTP. Stress-induced phosphorylation of eIF2 on its -subunit [eIF2(P)] inhibits this reaction triggering a protective Integrated Stress Response (ISR). A DNA-encoded chemical library (DEL) screen for modulators of eIF2B, led to the identification of a chemical series that inactivates eIF2B, stimulating the ISR. Cryo-EM of compound-bound eIF2B revealed a conformational switch to the inactive state engaged by eIF2(P). In cells, compound activity was sensitive to eIF2's phosphorylation state and to a competing eIF2B ligand (ISRIB) that activates the GEF allosterically. These findings mark the discovery of a first-in-class drug-like allosteric inhibitor of eIF2B, an ISR activator (ISRAC), paving the way to explore the therapeutic potential of eIF2B-directed ISR activation.", "date": "2025-09-26", "journal": ""}
{"title": "Analysis of Naturally Occurring Somatic Insertions in the Human Genome", "doi": "10.1101/2025.09.24.677890", "authors": "Hsieh, C.-L.; Manojlovic, z.; Okitsu, T.; Okitsu, C.; Wlodarczyk, J.; Shillingford, N.; Bawab, R.; Loh, Y. H. E.; Lieber, M. R.", "abstract": "Biochemical and genetic experimental systems permit precise definition of enzyme requirements and mechanistic steps in DNA repair. Comparison of these findings to repair events at naturally occurring breakage sites in multicellular organisms is valuable for confirming and extending these insights. However, heterogeneity in any cell population increases with each cell division, and the reliable detection of DNA breakage sites and their repair in vivo has been difficult due to technical limitations. Here, we examine somatic insertional mutations naturally occurring during normal metabolism and cell division in single human colon crypts using a novel whole-genome sequencing method. We find that replication slippage is a dominant mechanism for these events, and insertions larger than 10 bp are uncommon. Mechanistic features of these sites in physiologically normal cell clones, such as single human colon crypts, permits inferences about the DNA breakage repair zone and processing within natural chromatin, thereby permitting comparisons to experimental studies using ex vivo cellular and simplified biochemical systems.", "date": "2025-09-26", "journal": ""}
{"title": "Effects of Abattoir Effluent as Biofertilizer on Pisum sativum Yield", "doi": "10.1101/2025.09.24.678026", "authors": "Gudu, J. F.; Utume, L. N.", "abstract": "Biological preparation containing live or latent cell of microorganisms or their metabolites, which when inoculated to seed, soil or roots of seedlings, promote plant growth and enhance harvestable yield is termed as Biofertilizers. This research was conducted to determine the growth promoting effect of some selected bacteria on pea plants. A comparative study on the effect of biofertilizers and chemical fertilizers was done on growth parameters in pea plant. An experiment was conducted in Randomized Complex Block Design (RCBD) with three replicates. The treatment were (T1=Control, T2=Biofertilizer , T3=Chemical fertilizer). Biofertilizer used in this study was abattoir effluent and chemical fertilizer was NPK fertilizers. The material consisted of two cultivars of Pisum sativum species. Pea seeds were planted in (21) polythene bags and left to grow to a reasonable height after which different levels of biofertilizers and chemical fertilizers were added. Biofertilizers levels of 50ml, 100ml, 150ml and chemical fertilizer of 1g, 2g and 3g were added respectively, and the procedure was repeated for twelve of the remaining polythene bags to serve as replicates while the last three polythene bags were left without fertilizer application to serve as control plant. The plants were left to develop to maturity after which growth parameters of height, number of leaves, leaf area and plant dry weight were measured for each plant as a determinant of growth. Biofertilizers had the best performance when compare with chemical fertilizers. 100ml of biofertilizers had the highest growth rate and 50ml had the least when compared to the control. Chemical fertilizers had significant difference on height, number of leaves, leaf area and however insignificant on biomass when compared to control pea plant as LSD was greater than mean difference. According to this study using biofertilizer has increased growth and growth component of pea significantly. Biofertilizers level of 100ml should therefore be adopted by farmers so as to get the maximum yield and bioconversion of organic wastes into value added organic/biofertilizers at local level should be done.", "date": "2025-09-26", "journal": ""}
{"title": "The alignment of respiration to sensory-motor events is shaped by expected effort.", "doi": "10.1101/2025.09.24.678231", "authors": "Kayser, C.; Hehemann, L.; Stetza, L.", "abstract": "Humans often align their respiration with external events, a phenomenon thought to optimize neural resources for perception and action. Indeed, in sensory-cognitive experiments participants tend to align their respiration to the upcoming expected trials and their respiratory phase relates to neurophysiological processes reflecting changes in neural excitation, attention or arousal. However, it remains unclear whether this alignment is a passive entrainment to a task's overall rhythm or an active process selectively aligning respiration based on the demands of individual events. We here tested this by recording respiration during three visual discrimination experiments that manipulated trial importance by either imposing different response deadlines or by manipulating trial value and difficulty. Our results show that participants align their respiration more consistently around stimulus onset for trials with short deadlines or trials presenting high-value and high-difficulty. These findings demonstrate that respiratory alignment is dynamically modulated on a trial-by-trial basis according to the anticipated required effort or task demands. Hence we conclude that respiration serves as an active tool to strategically allocate cognitive resources for sensory-motor challenges.", "date": "2025-09-26", "journal": ""}
{"title": "Prediction of Optimal Time of Day for Salmeterol Based on Circadian Phases of Target Proteins in the Target Tissues", "doi": "10.1101/2025.09.24.673459", "authors": "Cal Kayitmazbatir, S.", "abstract": "Circadian rhythms are conserved across a wide range of organisms, including cyanobacteria, fungi, insects, and mammals. Approximately 50% of gene transcription, 8-38% of protein translation, and 13-22% of metabolites in mice have been shown to cycle with 24-hour rhythmicity. Approximately 75% of the current medications on the market target circadian-controlled pathways or proteins. However, current drug discovery and improvement studies are far from investigating the effect of time of day. In the current study, the optimal time of day for treating Chronic Obstructive Pulmonary Disease (COPD) with salmeterol is shown based on the circadian profiles of the target proteins in the target tissues. This calculation strategy aims to provide timing guidance for the drugs targeting rhythmic pathways or being metabolised by them. The current study also reveals different predicted optimal times of day for male and female mice, highlighting the importance of gender variability in circadian studies. The approach proposed in this research could be beneficial in studies that consider the circadian timing of medications.", "date": "2025-09-26", "journal": ""}
{"title": "Parental haplotypes reconstruction in up to 440,209 individuals reveals recent assortative mating dynamics", "doi": "10.1101/2025.09.24.678243", "authors": "Hofmeister, R. J.; Marnetto, D.; Cavinato, T.; Knusel, L.; Modenini, G.; Pennarun, E.; Estonian Biobank research team,  ; Barban, N.; Magi, R.; Schoeler, T.; Pagani, L.; Kutalik, Z.", "abstract": "Assortative mating (AM), the tendency for individuals to choose partners with similar traits, plays an important role in social stratification and has a wide-spread impact on the genetic architecture of complex human traits. A genetic footprint of this behaviour, genetic assortative mating (GAM), has been documented for many traits. However, most existing approaches to estimate GAM either rely on genotyped couples - rare in large biobanks - or on estimates based on gametic phase disequilibrium (GPD), which reflect cumulative effects over multiple generations and cannot detect short-term events. We introduce a novel, scalable approach that infers genetic data for the parental generation to boost statistical power and improve interpretability when estimating GAM in biobank cohorts. Our method reconstructs the two parental haplotypes of biobank individuals by leveraging state-of-the-art inter-chromosomal phasing based on close relative information. By correlating polygenic scores computed separately on maternally and paternally inherited haplotypes, we infer the extent of GAM. Applied to 245,884 individuals from the UK Biobank and 194,325 individuals from the Estonian Biobank, our haplotype-based estimates showed strong concordance with GAM estimates from genotyped mate pairs across 69 traits and improved performance compared to existing GPD-based methods. We replicated previously identified patterns of GAM for many traits (educational attainment, height, BMI, and alcohol consumption), and revealed new ones (overall health and sedentary lifestyle). Temporal and geographic stratification revealed accelerated assortment in recent generations - particularly for education and height - and modest differences between urban and rural contexts. Our method enables scalable, interpretable, and generation-specific estimation of GAM in large biobank cohorts, providing new insights into the dynamic nature of mate choice and its impact on the genetic makeup of populations.", "date": "2025-09-26", "journal": ""}
{"title": "Understanding Fertility Intention Through the Lens of Family Functioning, Fertility Anxiety and Marriage-Fertility Views: A TPB-Based SEM Approach", "doi": "10.1101/2025.09.01.673580", "authors": "Chou, X.; Peng, H.; Zhang, Z.; Ma, H.; Aimaitijiang, Z.; Li, X.; Wang, L.; zi, q.", "abstract": "ABSRTACT Background Global fertility rates are declining, and despite China's three-child policy, the number of women of childbearing age continues to shrink. Fertility intention, a key predictor of fertility behavior, is shaped by factors such as socioeconomic stress, family functioning, and psychological traits. Objective Grounded in the Theory of Planned Behavior, this study investigates how family functioning, marriage and fertility values, and fertility anxiety influence the fertility intentions of newlywed, childless young couples. Methods A cross-sectional survey of 1,292 newlywed, childless couples in Yinchuan, Ningxia (2024) assessed demographics, family functioning (FAD), marriage and fertility values (MFV), and fertility anxiety (FA). Multiple logistic regression and structural equation modeling (SEM) were used. Results Family functioning promoted intentions to have two or more children indirectly via positive communication and mediated by traditional MFV (44.4% of the total effect). Fertility anxiety showed no significant effect. Men preferred more children than women, and fertility intentions increased with age Conclusions Improving family communication and reinforcing traditional values may help boost fertility intentions. Findings offer insight into the family-psychological mechanisms shaping fertility decisions.", "date": "2025-09-26", "journal": ""}
{"title": "Atlas of Lysosomal Aging Reveals a Molecular Clock of Storage Disorder-Associated Metabolites", "doi": "10.1101/2025.09.25.678303", "authors": "Puszynska, A. M.; Nguyen, T. P.; Cangelosi, A. L.; Armani, A.; Roberts, J. M.; Singh, K. A.; Cameron, J. C.; Tseyang, T.; Liu, G. Y.; Lai, S.; Sprenger, H.-G.; Yang, J.; Colgan, W. N.; Kedir, J. F.; Kajderowicz, K. M.; Esantsi, T. K.; Lu, Y. R.; Waite, M.; Kunchok, T.; Lewis, C. A.; Schulte, F.; Bell, G. W.; Sabatini, D. M.; Weissman, J. S.", "abstract": "Lysosomal dysfunction is a well-recognized feature of aging, yet its systematic molecular investigation remains limited. Here, we employ a suite of tools for rapid lysosomal isolation to construct a multi-tissue atlas of the metabolite changes that murine lysosomes undergo during aging. Aged lysosomes in brain, heart, muscle and adipose accumulate glycerophosphodiesters and cystine, metabolites that are causally linked to juvenile lysosomal storage disorders like Batten disease. Levels of these metabolites increase linearly with age, preceding organismal decline. Caloric restriction, a lifespan-extending intervention, mitigates these changes in the heart but not the brain. Our findings link lysosomal storage disorders to aging-related dysfunction, uncover a metabolic lysosomal \"aging clock\", and open avenues for the mechanistic investigation of how lysosomal functions deteriorate during aging and in age-associated diseases.", "date": "2025-09-26", "journal": ""}
{"title": "Alternating Angle Milling Suppresses Streaking Artifacts in FIB-SEM Imaging", "doi": "10.1101/2025.09.25.678572", "authors": "Shtengel, G.; Qiu, W.; Arron, J. S.; Crowe, A. S.; Polilov, A. A.; Karkali, K.; Bleck, C. K. E.; Hess, H. F.", "abstract": "Focused ion beam scanning electron microscopy (FIB-SEM) (1, 2, 3) has been used in life sciences to produce large volumetric datasets with high resolution information on ultrastructure of biological organisms. 3D image acquisition is accomplished by serial removal of thin layers of material using focused ion beam (FIB) milling followed by scanning electron microscopy (SEM) imaging. One of the challenges in the standard FIB-SEM imaging protocol is that FIB milling results in characteristic artifacts, known as 'streaks' or 'curtains'. These streaks are caused by non-uniform material removal forming long straight trenches parallel to the FIB milling direction. These artifacts get worse along the milling direction and ultimately limit size of the SEM field of view. Various methods have been proposed to mitigate the streaks in acquired images. While these techniques often provide noticeable visual improvement, the underlying problem remains. The structural information in the 'streaked' areas is lost due to non-uniform material removal during milling and cannot be fully recovered. We propose a simple modification allowing for a significant reduction of milling non-uniformities of streaks. We demonstrate the effectiveness of this approach on various samples.", "date": "2025-09-26", "journal": ""}
{"title": "Dishevelled drives Wnt-stimulated disassembly of primary cilia through a unique PDZ-mediated binding mode with Daple and Girdin", "doi": "10.1101/2025.09.26.678488", "authors": "Renko, M.; Beitia, G. J.; Rutherford, T. J.; Bienz, M.; Gammons, M. V.", "abstract": "Dishevelled is a pivotal cytoplasmic hub protein that transmits Wnt signals to various cytoplasmic effectors to specify cell fates and behaviors during animal development. The molecular mechanisms by which Dishevelled directs Wnt outputs towards {beta}-catenin or other non-canonical effectors remain unclear. Its PDZ domain is dispensable for signaling to {beta}-catenin but essential for multiple non-canonical Wnt responses in Drosophila and vertebrate systems. None of its functionally relevant binding partners are known even though a broad range of PDZ-binding ligands have been identified. Here, we combined proximity labeling with structural and biophysical analysis to discover that Daple and its Girdin-L paralog bear unique extended C-terminal PDZ-binding motifs that bind to the PDZ domain of the main human Dishevelled paralog DVL2 with exceptionally high affinity. Assays in HEK293T cells revealed that deletions of these motifs or their cognate PDZ domain of DVL2 resulted in elongated primary cilia and rendered these cilia unresponsive to Wnt5a- stimulated disassembly following serum starvation. We conclude that an unprecedented molecular interaction between Dishevelled and Daple or Girdin-L underpins the disassembly of these ciliary organelles with universal links to signaling and cell cycle progression.", "date": "2025-09-26", "journal": ""}
{"title": "Force sensing by Piezo1 regulates endothelial secretory granule exocytosis", "doi": "10.1101/2025.09.26.678766", "authors": "EL-Mansi, S.; Al-Saegh, M.; Rolas, L.; Golding, M.; Voisin, M.-B.; Nourshargh, S.; Nightingale, T. D.", "abstract": "Endothelial cells (ECs) rapidly alter their phenotype to support haemostasis and inflammation through the exocytosis of specialised storage organelles, known as Weibel-Palade bodies (WPBs). This exocytic response is stimulated by a variety of physiological and pathological triggers which act through well-described transmembrane receptors. However, the influence of mechanical forces and how they shape this fundamental endothelial response remains relatively unexplored. Here we demonstrate that opening of the mechanosensitive cation channel Piezo1 on the EC surface triggers rapid WPB exocytosis. The dynamics and mechanisms were investigated using the Piezo1 agonist (Yoda1) and by modelling mechanical opening through EC-ICAM-1 ligation by THP-1 cells under low shear flow. In vitro, localised von Willebrand Factor (VWF) secretion occurred at THP-1 adhesion sites, suggesting a reciprocity of VWF release alongside leukocyte capture. In vivo, Yoda1 stimulation of tissues resulted in a dramatic increase in neutrophil and platelet adhesion to postcapillary venular walls, spatially aligned with cargo release (VWF). The rapid dynamics of this response was revealed by the application of high resolution confocal intravital microscopy to transgenic EGFP-Rab27a mice that exhibit fluorescent WPBs and neutrophils. These data reveal a previously unrecognised instigator of WPB exocytosis and uncover a mechanosensitive molecular pathway coupling inflammation with haemostasis.", "date": "2025-09-26", "journal": ""}
{"title": "Complex Assembly and Activity States as Multifaceted Protein Attributes Explaining Phenotypic Variability", "doi": "10.1101/2025.09.25.678633", "authors": "Rosenberger, G.; Xue, P.; Bludau, I.; Martelli, C.; Williams, E.; Collins, B. C.; Califano, A.; Liu, Y.; Aebersold, R.", "abstract": "Cell function studies primarily focus on measuring overall molecular abundances while often overlooking critical clues, including protein modifications and molecular interaction networks, that critically determine the functional properties of the cell. In prior work, we introduced a suite of methods to reveal context-specific transcription factor-gene regulatory networks, kinase-substrate networks, and protein interaction networks and leveraged them to gain deeper insights into transcriptional regulation and signal transduction. However, the complex interdependencies between these networks are still elusive. To address this challenge, we introduce a multi-omics framework, aimed at harnessing measured or inferred protein activity in context-specific networks, which yields deeper functional insights into mechanisms underlying molecular phenotypes, compared to protein abundance alone. As proof of concept, we utilized progressively differentiated instances of HeLa CCL2 and Kyoto cell lines to explore the role of protein complexes and interactions in cell doubling time and susceptibility to Salmonella Typhimurium infection. Notably, this analysis underscores the pivotal role of protein interaction networks in linking molecular profiles to phenotypic outcomes, thus providing a highly generalizable framework for multi-omics dataset analysis.", "date": "2025-09-26", "journal": ""}
{"title": "Evolution of the rate, spectrum, and fitness effects of mutation under minimal selection in Caenorhabditis elegans", "doi": "10.1101/2025.09.24.678306", "authors": "Saber, S.; Rifat, M. M. I.; Rahimi, F.; Snyder, M.; Singh, A.; Eickwort, B.; Newhall, Y.; Rajaei, M.; Saxena, A. S.; Tanny, R.; Katju, V.; Andersen, E. C.; Zhou, J.; Baer, C. F.", "abstract": "Evolution of mutation rate is of longstanding interest. The classical explanation is a Cost of Fidelity, which posits a tradeoff between selection to reduce deleterious mutations and selection to minimize resources devoted to genome surveillance. An alternative is the Drift Barrier, whereby the mutation rate is under directional selection downward; at equilibrium, the increase in fitness from a further increase in replication fidelity is too small to overcome genetic drift. We propagated C. elegans mutation accumulation (MA) lines under minimal selection for ~150 generations, divided each line into two sublines and propagated them for another ~150 generations. The base-substitution rate did not change, but variation among lines increased, as predicted by the CoF. Conversely, the insertion/deletion rate increased, as predicted by the DB. The base-substitution spectrum did not change, whereas the spectra of insertions and deletions did. Also of interest is the nature of selection on deleterious mutations. If epistasis is synergistic, several evolutionary quandaries could be resolved. To quantify mutational effects on fitness, and to characterize the pattern of epistasis, we assayed competitive fitness at 150 and 300 generations. Mutations had a mean effect of -0.1%, and a model of constant mutational effects (no epistasis) satisfactorily explains the results.", "date": "2025-09-26", "journal": ""}
{"title": "CRISPR/Cas9 screenings reveal the role of STX1A and CDK1 in Cathepsin G entering and killing colorectal cancer cells", "doi": "10.1101/2025.09.24.678097", "authors": "Wang, Y.; Rozen, V.; Dinh, T.; Li, H.; Li, Y.; Wang, Z.", "abstract": "Neutrophils are the major populations of white blood cells and have been reported to facilitate cancer metastasis. Meanwhile, emerging evidence has recently suggested the anti-cancer role of neutrophils. Our previous study revealed that CB-839 and 5-FU-treated colorectal cancer (CRC) tumors recruited neutrophils and induced neutrophil extracellular traps (NETs). Cathepsin G (CTSG), which is released during NET formation, enters CRC cells through the receptor for advanced glycation end products (RAGE) and cleaves 14-3-3{varepsilon} to promote apoptosis. However, the detailed mechanism underlying CTSG's anti-tumor function remains less studied. In this study, we report that CTSG enters CRC cells through RAGE-mediated endocytosis. Knocking out RAGE or inhibiting endocytosis blocks CTSG from entering CRC cells and attenuates CTSG-induced apoptosis. Furthermore, the clathrin coat assembly complex and SNARE proteins were enriched in an arrayed CRISPR/Cas9 screening targeting human membrane trafficking genes. Knocking out SNARE protein STX1A prevents the spread of CTSG in CRC cells and the induction of cleaved PARP. A pooled genome-wide CRISPR/Cas9 screening further identifies the role of CDK1 in the NET-induced killing of CRC cells. Inhibiting CDK1 protected CRC cells from killing by CTSG. Our study reveals novel mechanisms by which CTSG enters and kills CRC cells.", "date": "2025-09-26", "journal": ""}
{"title": "CLONAL SELECTION SUPPORTED BY SINGLE CELL DNA SEQUENCING REVEALS HORMONAL ADAPTATION AND RESISTANCE IN LOCALLY ADVANCED BREAST CANCER DURING NEOADJUVANT AROMATASE INHIBITION", "doi": "10.1101/2025.09.24.678208", "authors": "O'Mahony, D. G.; Lesluyes, T.; Brorson, I. S.; Vernhoff, P.; Sokolova, K.; Aure, M. R.; Alnaes, G. G.; Hooen, R. M.; Sundaram, A. Y.; Theesfeld, C.; Geisler, S. B.; Sauer, T.; Bahrami, N.; Parulkar, R.; Tahiri, A.; Luders, T.; Troyanskaya, O.; Vaske, C.; Van Loo, P.; Geisler, J.; Kristensen, V. N.", "abstract": "Background The aromatase inhibitors (AI) letrozole and exemestane, are often used in sequence in targeting ER+ breast cancers. However resistance to AI poses a major barrier to sustained clinical benefit, while the biological mechanisms underlying the phenomenon remain largely unknown. In this study, we build on our clinical NeoLetExe trial, with the aim to investigate the molecular basis of resistance to AI, by analysing subclonal evolutionary dynamics during sequential treatment. Methods We use whole-exome sequencing (WES) data from 11 ER+ breast cancer patients and 3 timepoints of the Neoletexe trial to reconstruct cancer cell fraction-based subclonal composition. Single-cell DNA sequencing from matched tumour samples is used for validating identified clones and variants. Subclonal variants were annotated to genes by integrating evidence from public data and ExpectoSc. Pathway enrichment analysis using Human Base was conducted. Results Higher cancer cell fraction clone trajectories were significantly associated with reduced treatment response (p = 0.023). Clones reconstructed by WES were validated at 81% using single-cell DNA sequencing. Clones resistant to both letrozole and exemestane demonstrated PIK3CA/AKT/mTOR signaling activation, KRAS pathway dysregulation, hedgehog signaling, and androgen receptor pathways, alongside extensive immune activation and metabolic reprogramming. Drug-specific resistance patterns showed exemestane-resistant clones enriched for epigenetic control and miRNA-mediated silencing, while letrozole-resistant clones displayed metabolic dysregulation but notably lacked immune pathway activation. In contrast, treatment-sensitive clones maintained coordinated cell cycle control, preserved DNA damage responses, and retained immune signaling capacity. Analysis of FDA-approved breast cancer targets identified actionable alterations in PIK3CA (4 patients) and AKT1 (1 patient) that persisted through AI treatment, with RNA expression analysis revealing 48 additional therapeutic targets spanning PI3K/AKT/mTOR, CDK4/6, DNA repair (BRCA1/2, ATM), and immune checkpoint pathways. Conclusion WES-based cancer cell fraction analysis successfully captured subclonal evolutionary trajectories during AI treatment, revealing drug-specific mechanisms and identifying key molecular players in endocrine therapy resistance. This work establishes a framework for precision oncology approaches by providing actionable therapeutic targets and advancing our understanding of resistance mechanisms to improve clinical outcomes in sequential AI therapy.", "date": "2025-09-26", "journal": ""}
{"title": "The impact of normal tissue density on tumor growth and evolution in a 3D whole-tumor model of lung cancer", "doi": "10.1101/2025.09.25.676637", "authors": "Bravo, R. R.; Robertson-Tessi, M.; Antonia, S.; Gray, J.; Beg, A. A.; Gatenby, R. A.; Schabath, M. B.; Anderson, A. R. A.", "abstract": "Serial low-dose computed tomography (LDCT) scans in patients who are diagnosed with lung cancer during screening offer a history of the densities of tumors and the tissues that surround them during carcinogenesis and cancer progression. We built a CT-scan resolution computational model to explore how variations in lung tissue density impact tumor growth and evolution in non-small cell lung cancer (NSCLC). Our findings indicate that tumors spread more rapidly through denser tissues when they upregulate glycolytic pathways and acid production, whilst tumors spread more rapidly through sparser tissues when they upregulate angiogenesis. We used data and images from the National Lung Screening Trial to calibrate our model for untreated lung cancer growth in patients and corroborated our findings in low-density environments.", "date": "2025-09-26", "journal": ""}
{"title": "Heterotic Pooling Strategy for Enhanced Hybrid Performance in Bitter Gourd (Momordica charantia L.)", "doi": "10.1101/2025.09.24.678193", "authors": "Verma, A.; Dubey, S.; Joshi, A.", "abstract": "Bitter gourd (Momordica charantia L.), a crop of significant nutritional and medicinal renown, is experiencing a surge in global demand, particularly in Asia. To meet this demand amidst the challenge of limited agricultural land, enhancing productivity through innovative breeding is essential. Hybrid breeding, which harnesses the power of heterosis, offers a proven strategy for boosting crop yields. However, the success of any heterosis breeding program, especially in a naturally cross-pollinated and genetically variable crop like bitter gourd, is fundamentally dependent on robust methods for assessing and strategically utilizing the available genetic diversity. This study compared the efficacy of traditional morphological trait-based clustering with a modern breeding value-based method (Heterotic grouping based on Specific and General Combining Ability - HSGCA) for predicting heterosis. Eleven diverse bitter gourd inbred lines were crossed in a half-diallel fashion to generate 55 F1 hybrids. The hybrids and parents were evaluated for key yield-related traits. K-means clustering based on morphological data resulted in five groups but proved unreliable for predicting heterosis, as high heterosis was often observed within clusters. In contrast, HSGCA-based clustering organized the lines into three coherent groups, where crosses between the two main groups (Group 1 and Group 2) consistently exhibited significantly higher mid-parent (20.89%) and better-parent (7.5%) heterosis compared to intra-group crosses. The HSGCA method provides a far more reliable framework for defining heterotic groups in bitter gourd, enabling more efficient and predictive hybrid breeding programs.", "date": "2025-09-26", "journal": ""}
{"title": "NTX250: A Modular mRNA-Based Immunotherapy Platform for HPV-Associated Cancers with Broad Applicability.", "doi": "10.1101/2025.09.24.678202", "authors": "Leong, M.; Liu, W.; Fay, N.; Da Silva, D. M.; Li, O.; Rae, C.; Sallets, A.; Prins, R.; Frimannsson, D.; McKinlay, C.; Low, R.; Fernandez, D. J.; Kannan, G.; Dhungel, P.; Nath, S.; Peck, N. E.; Webster, E. R.; Wen, X.; Sharma, A.; Lemmens, E. E.; Deutsch, S.; Kast, W. M. M.; Haabeth, O. A. W.", "abstract": "Infection with high-risk human papillomavirus (HPV) is a key driver of multiple HPV-associated malignancies, including cervical intraepithelial neoplasia (CIN), oropharyngeal, head and neck, and anogenital cancers. Despite the high efficacy of prophylactic HPV vaccines, a substantial population remains at ongoing risk due to issues related to vaccine accessibility, awareness, or personal choice. Current treatments, such as the loop electrosurgical excision procedure (LEEP), address lesions but do not eliminate persistent HPV infection and are associated with potential complications. Moreover, individuals treated for HPV-related disease are at increased risk for subsequent HPV-associated malignancies. These factors underscore an urgent need for effective, non-invasive therapeutic strategies capable of targeting and eradicating persistent HPV infections. Here we introduce NTX250, an innovative mRNA-based therapeutic platform designed to deliver HPV type 16 (HPV16) E6-E7 antigens, combined with immunomodulators human interleukin-12 (IL-12) p70 and engineered human LIGHT (LIGHT). The mRNAs are co-delivered via lipid and ionizable peptoid nanoparticles referred to as Nutshell  formulation for intralesional administration. Our preclinical evaluation demonstrates that localized delivery of NTX250 in HPV16-transformed tumor-bearing models results in complete tumor regression and the induction of durable, antigen-specific immune memory. Moreover, this modular mRNA nanoparticle approach combining tumor-specific antigens and immunomodulators is adaptable beyond HPV, with potential applications targeting neoepitopes or other tumor-associated antigens, thus offering a versatile platform for immunotherapy across a broad range of indications. These findings highlight the potential of this strategy as a broadly applicable, non-surgical immunotherapeutic capable of inducing robust and specific anti-tumor responses.", "date": "2025-09-26", "journal": ""}
{"title": "Evidence of ecosystem process recovery across a large-scale coral reef restoration programme using AI accelerated soundscape analysis", "doi": "10.1101/2025.09.24.678197", "authors": "Williams, B.; Mars Coral Restoration Project Monitoring Team,  ; Naseem, A.; Nava, G.; Roberts, A.; Nicholson, F.; du Luart, A.; Erasmus, D.; Stoole, O.; Whittick, A.; Gibb, R.; Razak, T. B.; Lamont, T. A. C.; Simpson, S. D.; Curnick, D. J.; Jones, K. E.", "abstract": "Coral reef restoration efforts are on the increase globally. However, reporting on the ecological outcomes of these efforts is rare and typically focuses on coral related metrics. As a result, understanding of whether restoration can recover broader aspects of reef functioning remains limited. In this study we use passive acoustic monitoring coupled with human-in-the-loop artificial intelligence to analyse >12 months of soundscape recordings from 45 sites across five independent regions to investigate the impact of active restoration on reef functioning. We trained and rigorously evaluated machine learning models to identify 34 biological sound types within this data, generating >912,000 high-confidence detections. These detections were used to infer four key functions across healthy, degraded, early-stage (<3 months) and mid-stage (32-53 months) restored reefs. Restoration significantly enhanced: (i) biological sounds at night, key to recruiting juvenile fish; (ii) diversity of biological sounds, an indicator of fish community diversity; and (iii) snapping shrimp activity, an indicator of bioturbation. However, effects varied by region, and audible parrotfish grazing, key to algal control and bioerosion, did not differ among habitat types in four of the five regions. Our findings provide evidence that restoration can support recovery of broader ecosystem functioning carefully implemented in the right contexts.", "date": "2025-09-26", "journal": ""}
{"title": "Trypanosome histone variants H3.V and H4.V promote nucleosome plasticity in repressed chromatin.", "doi": "10.1101/2025.09.24.678203", "authors": "Deak, G.; Burdett, H.; Watson, J. A.; Wilson, M. D.", "abstract": "Histone variants define distinct chromatin states by modulating the biophysical properties of nucleosomes. Variants play a particularly important role in the parasitic protist Trypanosoma brucei, which has unusual chromatin and lacks a canonical repressive heterochromatin system. Instead, T. brucei utilises specialised divergent histone variants H3.V and H4.V. However, the biochemical basis of their repressive functions is unknown. Here, we determined the structure of the H3.V-H4.V nucleosome core particle and biochemically characterised variant-containing nucleosomes and nucleosome arrays probing their unique properties. We discovered that surprisingly for repressive-state nucleosomes, H3.V promotes pronounced DNA splaying, largely via its N-terminal tail region, whilst retaining overall stability that is comparable to canonical nucleosomes. In contrast, H4.V exhibits near-identical binding to DNA but mediates a slight increase in histone octamer stability. The surface of the H3.V-H4.V nucleosome is altered and provides a differential platform for chromatin binding proteins, linking the variants to parasite pathogenicity.", "date": "2025-09-26", "journal": ""}
{"title": "ProteinDJ: a high-performance and modular protein design pipeline", "doi": "10.1101/2025.09.24.678028", "authors": "Silke, D.; Iskander, J.; Pan, J.; Thompson, A. P.; Papenfuss, A. T.; Lucet, I. S.; Hardy, J. M.", "abstract": "Leveraging artificial intelligence and deep learning to generate proteins de novo (a.k.a. 'synthetic proteins') has unlocked new frontiers of protein design. Deep learning models trained on protein sequences and experimental structures can generate novel protein designs that explore structural landscapes unseen by evolution. This approach enables the development of bespoke binders that target specific proteins and domains through new protein-protein interactions. However, successful binder generation can suffer from low in silico success rates, often requiring thousands of designs and hundreds of GPU hours to obtain enough hits for experimental testing. While commercial web-apps and workstation implementations are available for binder design, these are limited in both scalability and throughput. There is a lack of efficient open-source protein design pipelines for high-performance computing (HPC) systems that can maximise hardware resources and parallelise the workflow efficiently to generate successful binders. Here, we present 'ProteinDJ' - an implementation of a synthetic protein design workflow that is deployable on HPC systems using the Nextflow portable workflow management system and Apptainer containerisation. It automatically batches and parallelises the workload across both GPUs and CPUs, facilitating generation and testing of hundreds of designs per hour, dramatically accelerating the discovery process. Importantly, it allows central deployment of the workflow on shared HPC resources, rather than workstations restricted to individual research groups. ProteinDJ is designed to be modular and currently includes RoseTTAFold Diffusion (RFdiffusion) for fold generation, ProteinMPNN or Full-Atom MPNN (FAMPNN) for sequence design, and AlphaFold2 or Boltz-2 for prediction and validation of designs and binder-target interfaces, with supporting packages for structural evaluation of designs. We have included structure-based filters to reject problematic designs mid-stream to minimise manual inspection of designs by the user. ProteinDJ democratises protein binder design through its robust and user-friendly implementation and provides a framework for future protein design software pipelines.", "date": "2025-09-26", "journal": ""}
{"title": "Pericellular Matrix Proteoglycan Content is Less Affected in The Mid-Zone Cartilage in Early Post-Traumatic Osteoarthritis", "doi": "10.1101/2025.09.24.677987", "authors": "Hiltunen, R. K.; Pesonen, N.; Ojanen, S. P.; Finnilä, M. A. J.; Palosaari, S.; Herzog, W.; Saarakkala, S.; Korhonen, R. K.; Honkanen, J. T. J.; Tanska, P.", "abstract": "Proteoglycan content changes in articular cartilage during post-traumatic osteoarthritis affect both chondrocyte biomechanics and tissue health. Previously, we found that four weeks after anterior cruciate ligament transection (ACLT) in rabbits, proteoglycan loss was less pronounced in the pericellular matrix (PCM) than in the extracellular matrix (ECM), resulting in a greater PCM-to-ECM proteoglycan content ratio compared to controls. Here, we investigate whether this pattern is already present two weeks post-ACLT and whether changes in the proteoglycan ratio relate to cell volumetric strain in the superficial zone during tissue loading. Unilateral ACLT was performed in eight skeletally mature rabbits. Two weeks post-surgery, cartilage from all load-bearing sites of the operated and contralateral knees were collected. Age-matched, non-operated knees from separate animals served as controls. Proteoglycan content in the chondrocyte microenvironment was analyzed in the superficial and middle zones of cartilage via digital densitometry. Volumetric strain of superficial zone cells was measured using two-photon confocal microscopy during indentation. In the superficial zone, the PCM-to-ECM proteoglycan content ratio was greater in the ACLT knees than in controls for the lateral tibial plateau (p = 0.043). However, this was not clearly linked to changes in cell volumetric strain. Interestingly, in the middle zone, the PCM-to-ECM proteoglycan content ratio was greater in the ACLT knees than in controls for the medial femoral condyle, femoral groove, and patella (p < 0.05). These results suggest that, in early post-traumatic osteoarthritis, proteoglycan loss is less severe in the PCM than in the ECM, especially in the middle cartilage zone.", "date": "2025-09-26", "journal": ""}
{"title": "Intermittent attachments form three-dimensional cell aggregates with emergent fluid properties", "doi": "10.1101/2025.09.24.678186", "authors": "Panigrahi, D. P.; Celora, G. L.; Ford, H. Z.; Insall, R. H.; Bhat, R.; Manhart, A.; Pearce, P.", "abstract": "In living systems across developmental and cancer biology, populations of cells on surfaces organize themselves into aggregates that mediate function and disease. Recent experimental studies have identified that such aggregates can behave as fluid-like droplets with emergent properties such as surface tension, yet the physical origin of these properties is not well understood. Here, we develop a minimal cell-based model in which intermittent (i.e. transient) cell-cell and cell-surface attachments mimic the dynamic polarity of motile cells. We find that intermittent attachments are sufficient to generate an effective wetting-dewetting transition, which causes the formation of surface-associated three-dimensional cell aggregates. By comparing simulations with experiments, we predict that cell-surface adhesion explains morphology in aggregates of MDA-MB-231 breast cancer cells, and that chemotherapeutic resistance causes enhanced aggregate shape fluctuations through increased cell attachment strength in populations of OVCAR-3 ovarian cancer cells. Extending the model to account for biased motility, we also predict how heterogeneity in intermittent attachments governs pattern formation during the collective chemotaxis of Dictyostelium discoideum swarms. We show how these experimental observations in multiple biological systems can be explained by quantifiable fluid-like properties of aggregates such as wetting, surface tension, and tissue fluidity, which depend on the strength and intermittency of cell-cell and cell-surface attachments. Together, these results reveal how intermittent attachments generate cell aggregates with emergent material properties, with broad implications for development and cancer.", "date": "2025-09-26", "journal": ""}
{"title": "Lzp Ablation Ameliorates Dyslipidemia and Suppresses Atherosclerosis by Reducing Circulating Apolipoprotein B-Containing Lipoproteins", "doi": "10.1101/2025.09.24.678175", "authors": "He, K.; Ku, X.; Chen, Z.; Wu, C.; Liao, C.; Li, L.; Qu, H.; Hong, P.; Bai, S.; Cui, X.; Su, X.; Han, Z.-G. K.", "abstract": "As the principal regulator of systemic lipid homeostasis, the liver uniquely orchestrates dietary lipid assimilation, de novo lipogenesis, very-low-density lipoprotein (VLDL) assembly and secretion, and clearance of atherogenic lipoprotein remnants. This central role positions liver-specific molecular targets as critical therapeutic nodes for mitigating hyperlipidemia and halting atherosclerosis progression. The liver-specific protein Lzp (also named as OIT3), previously shown to stabilize apolipoprotein B (ApoB), the core structural component of triglyceride-rich lipoproteins, has an undefined role in vascular disease pathogenesis. Here, utilizing ApoE-/-mice, a well-established model that closely mimics human atherosclerosis, we demonstrate that Lzp deletion reduces plasma cholesterol, triglycerides, and ApoB levels under both chow and Western diets, concomitant with a marked attenuation of aortic plaque burden. Additionally, Lzp deficiency reduces hepatic and circulating ApoB levels in hyperlipidemic ApoE-/- mice, without exacerbating hepatic steatosis or injury. Mechanistically, Lzp ablation is anticipated to impair hepatic VLDL-ApoB secretion based on our previous findings, resulting in reduced circulating VLDL, intermediate density lipoprotein (IDL) and low-density lipoprotein (LDL) particles, attenuated lipid deposition, and suppressed macrophage-driven plaque inflammation. These results underscore the role of Lzp as a key regulator of systemic lipid metabolism and identify it as a potential candidate for further investigation toward therapeutic intervention of atherosclerotic cardiovascular disease.", "date": "2025-09-26", "journal": ""}
{"title": "The native human glomerulus features a slit diaphragmresembling a densely interwoven fishnet", "doi": "10.1101/2025.09.24.678239", "authors": "Frangakis, A. S.; Moser, D.; Birtasu, A. N.; Skaer, L.; Roth, P.; Rehm, L.; Wenzel, M.; Koellermann, J.; Mantanya, M. S.; Chun, F.; Frangakis, M.", "abstract": "The slit diaphragm (SD), a core element of the glomerular filtration barrier, is essential for renal filtration and disrupted in all forms of glomerulopathy. Using cryo-electron tomography of human kidney tissue, we resolved the near-native SD architecture at unprecedented resolution. The SD comprises crisscrossing strands intersecting at ~90 degrees, forming a fishnet-like lattice across the ~44 nm space between podocyte foot processes. An atomic model based on the Nephrin-Neph1 heterodimer reveals ~9 nm spacing in humans, compared with 12.3 nm in mice and 15 nm in Drosophila. Our data establish the SD as a conserved fishnet-like assembly from invertebrates to mammals, with the tighter human lattice likely conferring enhanced permselectivity.", "date": "2025-09-26", "journal": ""}
{"title": "The adhesion molecules β7 integrin and L-selectin contribute to cholestatic liver disease in male mice", "doi": "10.1101/2025.09.24.678237", "authors": "Seeger, A.; Babbar, A.; Eswaran, S.; Adams, M.; Muschaweck, M.; Treichel, N.; Clavel, T.; Yin, G.; Guillot, A.; Scheuer, K.; Hamm, S.; Adam, J.-D.; Wagner, N.; Schippers, A.", "abstract": "Background & Aims: Primary sclerosing cholangitis (PSC) is a long-term progressive disease, often occurring in conjunction with inflammatory bowel disease (IBD). Dysregulated immune cell migration and gut microbiota alterations are implicated in disease progression. Livers of PSC patients show upregulation of the endothelial ligand mucosal addressin cell-adhesion molecule-1 (MAdCAM-1). Here we examined the role of the leukocytic adhesion molecules (AM) {beta}7 integrin and L-selectin, both binding partners of MAdCAM-1, in an experimental mouse model resembling aspects of human PSC. Methods: Wild type (WT), {beta}7 integrin-deficient ({beta}7-/-), L-selectin-deficient (L-sel-/-), and L-selectin/{beta}7 integrin double-deficient (L-sel-/-/{beta}7-/-) male mice were compared in the model of 3,5-diethoxycarbonyl-1,4-dihydrocollidine (DDC)-induced cholangiopathy. The extent of pathology was evaluated by serum parameters, histology, flow cytometry, and expression of inflammatory mediators. Fecal microbiota changes were assessed by 16S rRNA amplicon sequencing and intestinal permeability was measured by FITC-dextran assay. Results: AM-deficient mice were markedly protected from DDC-induced cholangiopathy. Hepatic immune cell populations of AM-deficient mice differed significantly from those of WT mice. Adoptively transferred {beta}7-/- CD8+ T cells caused significantly less liver damage than CD8+ WT T cells in DDC-treated {beta}7-/- mice. DDC-feeding caused substantial changes in fecal microbiota profiles, which differed between the mouse strains, and a strong increase in intestinal permeability that was significantly lower in {beta}7-/- than WT mice. Conclusions: {beta}7 integrin and L-selectin contribute to DDC-induced cholangiopathy with {beta}7 integrin-expressing CD8+ T cells playing a crucial role in promoting pathogenesis. In addition, AM-expressing immune cells may contribute to the inflammatory process by causing unfavorable gut microbiota shifts and destabilizing the gut barrier.", "date": "2025-09-26", "journal": ""}
{"title": "Regulation of mouse blastocyst primitive endoderm differentiation by p38-mitogen-activated-kinases (p38-MAPKs) is inner-cell-mass (ICM) autonomous and unrelated to cavity expansion defects in ICM specification.", "doi": "10.1101/2025.09.26.677989", "authors": "Bohuslavova (nee Stiborova), M.; Hauserova, A.; Collier, R.; Lilao-Garzon, J.; Munoz-Descalo, S.; Bruce, A. W.", "abstract": "During early mouse blastocyst ICM maturation, we previously described that pharmacological inhibition of p38-MAPK (p38-MAPKi) significantly impairs primitive endoderm (PrE) differentiation from an initially uncommitted population of ICM cells but does not affect pluripotent epiblast (EPI) specification. A recent report details a positive role for blastocyst cavity expansion in assisting ICM lineage formation and marker gene expression. As p38-MAPKi also results in smaller cavity volumes, we addressed to what extent p38-MAPKi mediated impaired PrE differentiation is driven by ICM autonomous or cavity expansion mechanisms. We compared ICM differentiation phenotypes associated with either chemically inhibited cavity volume expansion and p38-MAPKi, on the individual cell and ICM lineage population levels. Whilst recapitulating previously observed decreases in expression of both EPI and PrE markers, we discovered cavity expansion phenotypes are manifest in impaired numbers of specified EPI and increased numbers of uncommitted cells; rather than impaired PrE differentiation, as observed after p38-MAPKi. Moreover, using both 2D ES-cell and 3D ICM organoid models, we show PrE differentiation is also significantly impaired by p38-MAPKi in the absence of a blastocyst cavity; a result recapitulated in cultured immuno-surgically isolated early blastocyst ICMs, in which an outer PrE and inner EPI population are ordinarily formed. These data confirm the early blastocyst requirement for p38-MAPK activity to permit PrE differentiation from uncommitted ICM progenitors is primarily ICM autonomous rather than caused by impaired cavity expansion.", "date": "2025-09-26", "journal": ""}
{"title": "Human DCM-time machine unravels cell state changes during primitive gut tube differentiation", "doi": "10.1101/2025.09.26.678757", "authors": "van Leeuwen, M. E.; Tan, B. F.; Wassenaar, E.; Sleddens-Linkels, E.; Boers, R.; Gontan, C.; Gribnau, J.", "abstract": "Cell state changes in development and differentiation are directed by gene and enhancer activity changes, the dynamics of which are difficult to study in real time. To be able to define lineage paths and monitor time resolved cell state changes during pluripotent stem cell differentiation, we introduced the DCM-time machine technology (DCM-TM) into human induced pluripotent stem cells (iPSCs). We demonstrate that, at time of induction, human DCM-TM labels active genes and enhancers. In addition, we find that the majority of the DCM methylation labels are propagated during S-phase, which makes it well suited to trace gene and enhancer activity during cell state changes. As proof of concept, we applied the DCM-time machine to study differentiation from iPSCs towards definitive endoderm and primitive gut tube cells. In a comparative analysis with scRNA-seq, we show the capacity of the system to label gene and enhancer activity during differentiation and trace back gene and enhancer activity over time across multiple cell divisions. In addition, we demonstrate that combining DCM-TM with methylated DNA sequencing (MeD-seq) enables the detection of CpG methylation changes, which can be correlated with gene and enhancer activity dynamics. Human DCM-TM provides a novel genome-wide lineage tracing tool for iPSCs and will be a significant contribution to the understanding of healthy and pathogenic embryonic development.", "date": "2025-09-26", "journal": ""}
{"title": "The heterochronic activation of TGF-β signaling drives the diversity of the avian sterna", "doi": "10.1101/2025.09.26.678725", "authors": "Kwon, S. J.; Zou, Z.; Honda, M.; Egawa, S.; Oki, S.; Atsuta, Y.", "abstract": "Adaptive evolution has driven the diversification of vertebrate skeletal morphology, enabling a wide array of locomotor modes and lifestyles. In volant birds (carinates), the sternum develops a ventral keel that provides an attachment site for massive pectoral muscles essential for powered flight. In contrast, flightless ratites have lost both flight capability and the keel, resulting in a striking morphological contrast between their sterna. Here, we interrogated the cellular and molecular basis underlying this morphological divergence by using chicken embryos as a carinate model and emu embryos as a ratite model. Through a series of analyses including spatiotemporal transcriptomics and a spheroid culture system, we found that TGF-{beta} signaling, which promotes proliferation of ventral sternal chondroprogenitors, is activated in both species until the stage when the left and right sternal progenitors meet; however, in chicken this activation persists beyond this stage, driving ventral extension of the keel primordium, whereas in emu it shuts off early, culminating in the absence of a protruding keel. Together, our findings suggest that skeletal morphological changes associated with behavioral transitions can arise from heterochrony in developmental signaling, thereby deepening our understanding of the evolutionary logic shaping skeletal diversification.", "date": "2025-09-26", "journal": ""}
{"title": "The Fd4 transcription factor translates transient spatial cues in progenitors into long-term lineage identity", "doi": "10.1101/2025.09.26.678798", "authors": "Lai, S.-L.; Doe, C. Q.", "abstract": "Neural diversity is required for the brain to generate complex behaviors. During development, neural progenitors are exposed to different combination of transient spatial cues for their identity specification. This identity is then interpreted by their progeny to activate terminal selector genes to become lineage-specific neurons. After spatial cues fade, it remains unclear how progenitors maintain their unique identity so that their progeny express the accurate, lineage-specific terminal selector genes. Using single cell RNA sequencing in Drosophila, we identified a Forkhead domain transcription factor, Fd4, that is exclusively expressed in a single neural progenitor (neuroblast) and its new-born progeny. This neuroblast (NB), named NB7-1, forms at the intersection of the transient spatial cues Vnd (columnar expression) and En (row expression). We show that Fd4 expression overlaps spatial factor expression and terminal selector gene expression, thereby making Fd4 an excellent candidate for bridging transient spatial factors to lineage-specific terminal selector genes. We show that Fd4 is required for expression of terminal selector genes that maintain neuronal identity. Conversely, Fd4 misexpression generates ectopic NB7-1 progeny at the expense of Fd4-negative progenitor lineages. We conclude that Fd4 is continuously expressed in the NB7-1 and its new-born neuronal progeny where it activates terminal selector genes to produce lineage-specific neurons. We propose that Fd4 is a pioneering member of a class of \"lineage identity genes\" that translate transient spatial cues into a long-term lineage identity.", "date": "2025-09-26", "journal": ""}
{"title": "Nutrition of honeybees is constrained by the ratios of essential amino acids in pollen protein", "doi": "10.1101/2025.09.24.674040", "authors": "Stabler, D.; Chennells, J. A.; Power, E. F.; Scott, J.; Perri, G.; Donkersley, P. K.; Shafir, S.; Wright, G. A.", "abstract": "Bees pollinate most of the world's flowering plants and collect and eat floral pollen as their sole source of dietary protein, yet we know relatively little about nutritional constraints imposed on them by pollinivory. Pollen protein provides bees with essential amino acid (EAA) profiles that vary as a function of plant species, but the extent of this variation and its impact on bee feeding behaviour and performance are unknown. Here, we measured the EAA profiles of pollen, bee bread, honeybees, and royal jelly to understand natural variation in protein quality and tested how mismatches in EAAs relative to bee tissues impacted protein-to-carbohydrate regulation in adult workers. Bees fed diets with an EAA profile that matched their own tissues consumed more food, gained more weight, and ate proportionally more protein relative to carbohydrate (1:72 EAA:C) while those fed with pollen sources including bee bread ate proportionally less protein and less food overall. Deficiencies found in pollen led us to discover that nutrient balancing for protein and carbohydrate in bees was driven by the inverse relationship between quantities of the branched-chain amino acids relative to histidine in dietary protein. We predict that the creation of bee bread, a mixture of bee-collected pollen, is a general adaptation to pollen feeding that reduces the impact of imbalances in the EAA profile of pollen protein.", "date": "2025-09-26", "journal": ""}
{"title": "MateR: a novel framework for computing the usefulness criterion and applying genomic mating", "doi": "10.1101/2025.09.24.678244", "authors": "Fernandez-Gonzalez, J.; Metwally, S. M.; Isidro y Sanchez, J.", "abstract": "Genomic mating uses genome-wide information to design crosses that maximize genetic gain while managing diversity. Expected gain is often predicted through the usefulness criterion, which depends on family eans and variances. However, existing equations mix incompatible parametrizations when considering dominance effects. Furthermore, diversity control is often tuned with metrics that lack a direct link to loss of additive variation and long-term gain. We derived equations that compute family mean and within-family variance consistently under breeding and genotypic parametrizations by computing locus-specific values using genotypic frequencies and propagating them to the entire genome through linkage disequilibrium covariances. We also developed a diversity metric that estimates the proportion of additive standard deviation lost and integrated both advances into the MateR software. We evaluated performance in simulated diploid and autotetraploid crop populations across multiple breeding schemes and against existing tools. The new equations predicted family means and variances with near-perfect accuracy when true QTL effects were known. With stimated marker effects, correlations were roughly 0.55-0.90 for family mean and about 0.25 for within-family standard deviation. The diversity metric matched the expected loss of additive standard deviation under random sampling and tracked loss of genic variance under selection. This framework unifies prediction of cross usefulness under dominance and supplies an interpretable diversity control directly tied to long-term gain. Implemented in MateR, it applies to diploids and autopolyploids and accommodates common breeding program constraints, including hybrid schemes and testers.", "date": "2025-09-26", "journal": ""}
{"title": "Honeybees acquire a spatial memory by learning landmarks and visual patterns in parallel", "doi": "10.1101/2025.09.25.678702", "authors": "Scheuring, N.; Pfeiffer, K.; Beetz, M. J.", "abstract": "Spatial memory is vital for central-place foragers that navigate the same habitat on a daily basis. Computational models suggest that insects remember panoramic snapshots to return to goal locations. To what extent these snapshots represent retinotopic images or whether salient landmarks are stored isolated from the panorama remains unclear. With a newly designed spatial-memory task, we show that honeybees employ two different strategies for learning visual cues. In essence, they learn visual patterns as panoramic snapshots and three-dimensional objects as single entities. Freely walking honeybees were challenged to locate a rewarded feeder in the presence of visual patterns or objects. Selectively perturbing the panorama degraded the orientation behaviour only when visual patterns were present but not when objects were available. Presenting visual patterns and objects simultaneously and setting these cues in conflict revealed that honeybees primarily rely on a landmark-based navigation strategy. Making the spatial information of the objects ambiguous did not induce disorientation because the honeybees then relied on the visual patterns for finding the feeder. Altogether, our results suggest two independent visual memories operating in parallel, one dedicated to local landmarks and a second one for visual patterns that could be interpreted as distal cues. Notably, in rats, the spatial tuning of some hippocampal cells has been shown to be either anchored to local or distal cues. Our results provide the first hints that a distinction between local and distal cues may also be present in the insect brain.", "date": "2025-09-26", "journal": ""}
{"title": "Spontaneous rhythmic and tool-assisted drumming across variable tempo and technique in a captive chimpanzee", "doi": "10.1101/2025.09.26.678729", "authors": "Brooks, J.; Eleuteri, V.; van der Werff, J.; Yamamoto, S.", "abstract": "Rhythmic drumming on percussive instruments is a common element of music across human cultures. Chimpanzees also drum on the buttress roots of trees and other resonant objects, and often combine their drumming with long-distance pant-hoot vocalizations. Previous studies have suggested that chimpanzees select drumming substrates for their acoustic properties and that chimpanzee drumming shares core elements of human musicality (e.g., non-random timing, isochronous - metronome-like rhythm, and de-contextualised production in captivity). But to what extent can chimpanzees flexibly control their drumming rhythm across percussive media and techniques? Here, we report on a long-lasting drumming event by a captive chimpanzee named Toon, which was performed across multiple pant-hoot displays and employed diverse action forms, including the use of multiple drumstick-on-drum multi-tools. We find flexible rhythmic production and isochrony across drumming implements, techniques, and tempos. Further, we describe tool set transport and reuse, selectivity of percussive acoustic properties associated with different vocal elements, and variable use of the facial expression \"play face\" associated with faster and less variable rhythms, potentially indicating intrinsic enjoyment of such rhythms. Together, these findings provide evidence for key elements of human musicality in Toon's drumming, supporting the hypothesis of shared evolutionary roots of human and chimpanzee drumming.", "date": "2025-09-26", "journal": ""}
{"title": "Separation slang - Laboratory mice use low-frequency call repertoire during physical separation", "doi": "10.1101/2025.09.26.678748", "authors": "Breslav, D.; Wojcik, M. P.; Koch, U.; Becker, T. M.", "abstract": "The discovery of a diverse repertoire of ultrasonic vocalizations (USVs) sparked interest in understanding their role in mouse social behavior. Social communication in mice is not just vocal, but multimodal and occurs mostly in close proximity. Aiming to unravel the impact direct physical interaction has on the vocal communication of same-sex mouse dyads, we separated mice through a divider preventing direct physical interaction, but allowing visual, olfactory and some tactile interaction through holes. Separated dyads emitted a distinct call repertoire consisting mainly of calls in or just above the human audible range (but not squeaks) as well as Noisy calls, and only to a lesser degree of USVs. Increasing the possibility for direct interaction through larger holes in the divider led to an adaption of the call repertoire. The separation-induced call repertoire was neither affected by sex, nor was it mouse strain specific, even though differences in spectro-temporal parameters and call class proportion occurred. Lastly, buspirone treatment showed no observable effect, suggesting anxiety to not be the main driver underlying the separation-induced call repertoire. We show that separated same-sex mouse dyads predominantly emit a call repertoire that until now has only been observed in isolation or during aversive stimulation.", "date": "2025-09-26", "journal": ""}
{"title": "An Implementation Intention Combining Reappraisal and Anger Counteraction Reduces Fear Reinstatement", "doi": "10.1101/2025.09.26.678788", "authors": "Wang, H.; Zeng, Y.; Zeng, S.", "abstract": "Fear extinction requires exposure to the conditioned stimulus (CS), yet patients with fear- and anxiety-related disorders often avoid the CS, thereby undermining extinction learning. Implementation intention (II) is a self-regulation strategy that automates goal-directed behavior through \"if-then\" planning. Building on the approach motivation elicited by anger and the principle of emotion-action incompatibility, we designed a novel II: \"If I feel afraid when seeing fish/bird images (the CSs), then I will remind myself that it is foolish to fear a mere picture, and I will clench my fists and feel angry with myself.\" This strategy aims to transform fear-driven avoidance into self-directed anger, thereby promoting reappraisal and approach behavior. In a three-day differential fear conditioning paradigm, participants who practiced this II during extinction exhibited shorter avoidance distances to the CS+ than the standard-extinction control group. On Day 3, reinstatement testing revealed significantly lower subjective fear, anger, threat expectancy, and avoidance in the II group. These findings suggest that the combined reappraisal-plus-anger II requires practice during extinction to effectively reduce fear return without inducing overt aggression, offering a promising direction for optimizing exposure-based therapies.", "date": "2025-09-26", "journal": ""}
{"title": "Integration of Multiomic and Multi-phenotypic Data Identifies Biological Pathways Associated with Physical Fitness", "doi": "10.1101/2025.09.24.677381", "authors": "Alizadeh, A.; Graf, J.; Misner, M. J.; Burns, A. A.; Ginty, F.; O'Donovan, K. J.; Wickiser, J. K.; Barringer, N.; Freisinger, G.; Hermansen, N.; McDonough, J. E.; Davis, B. M.; Loghin, E. R.; Surrette, C.; Tu, P.; Welch, J.; Boomhower, O.; Lenigk, R.; Sorell, R.; Hammond, T.; Peterson, S.; Caron, A.; Safa, L.; Chadwick, C.; Stacey, S.; Jobin, J.; Evans, S. C.; Xue, R.; Khinda, G. S.; Williams, E. D.; Chhabra, S.; Huynh, N.; Fraenkel, E.; Marinelli, L.", "abstract": "Unraveling the complex associations between human phenotypes and molecular pathways can pave the way to improved health and performance, but faces a fundamental challenge: the measurable genes, proteins, and metabolites vastly outnumber the participants in even the largest studies, yielding spurious correlations. To address this imbalance, we have developed a bioinformatic framework and computational approach (PhenoMol) to discover biological drivers of phenotypic characteristics that integrates all available phenotypic data predictive of outcomes and reduces multi-omic data dimensionality by generating expression circuits via graph theory constrained by prior biological knowledge of molecular interactions. We applied PhenoMol to analyze causal patterns and predict elite physical performance in a healthy cohort with deep physiological, physical, behavioral, cognitive, and molecular characterization. PhenoMol outperforms regression models based on equivalent analytic methodologies that do not employ network biology for dimensionality reduction. The PhenoMol software is provided for future studies.", "date": "2025-09-26", "journal": ""}
{"title": "Detergent-Triggered Membrane Remodelling Monitored via Intramembrane Fluorescence De-Quenching", "doi": "10.1101/2025.09.24.678259", "authors": "Andrews, C. M. F.; Hofmair, C. M.; Roberts, L.; James, E.; Morris, K.; Kramm, K.; Leake, M. C.; Wang, Y.; Quinn, S. D.", "abstract": "Detergent-induced membrane solubilization is important for several biotechnological applications including membrane protein isolation, cell lysis and virus inactivation. The thermodynamic details of the underlying process have been previously examined, but the mechanistic details remain largely underexplored owing in part, to a lack of suitable technologies capable of assessing nanoscopic membrane disruption events. Key open questions include: how do detergents remodel the membrane structure at sub-solubilizing concentrations? And what is the sequence of morphological transitions that lead up to solubilization? Here, we introduce a single-colour assay based on the fluorescence de-quenching of membrane-integrated fluorophores as a sensitive and generalizable tool to probe nanoscale membrane remodelling events induced by detergents. We demonstrate, using fluorescence spectroscopy and time-correlated single photon counting, that the widely used detergent Triton X-100 triggers substantial morphological changes at concentrations below its critical micellar concentration. Moreover, by taking advantage of single vesicle fluorescence lifetime imaging and scanning electron microscopy, we reveal that the swelling step involves a morphological transition from spherical vesicles to toroidal structures, providing direct evidence for detergent-driven membrane reorganization prior to solubilization. Our findings support and refine a multistep model of detergent-induced membrane solubilization, positioning fluorescence de-quenching as a tool for detecting conformational intermediates. We show that the fluorescence de-quenching approach performs robustly across multiple cyanine-based probes and experimental conditions and its nanoscale sensitivity provides a platform from which to interrogate membrane perturbations induced by a wide variety of molecular disruptors, including those with important biomedical significance.", "date": "2025-09-26", "journal": ""}
{"title": "Growth rate and adaptive capacity, not just thermal tolerance, are critical for long-term coral persistence under climate change", "doi": "10.1101/2025.09.24.678233", "authors": "Vogt-Vincent, N. S.; Rocha de Souza, M. S.; Feloy, K.; Toonen, R. J.; McManus, L. C.", "abstract": "It is widely assumed that corals with a narrower thermal tolerance and greater bleaching susceptibility are at most risk under anthropogenic climate change. Using a simple eco-evolutionary model, we investigate coral reef futures under climate change through a factorial approach, across millions of simulations. We find that, while corals with low thermal tolerance are indeed at greatest risk of population collapse in the short term, coral population persistence beyond 2050 is instead primarily determined by the maximum population growth rate and additive genetic variance. Anthropogenic climate change exceeds the thermal tolerance of all corals, so adaptive capacity and the ability to rapidly recover from disturbance are critical for long-term persistence. As a result, it is plausible that branching corals could fare better than slower growing, stress-tolerant counterparts in the long term, but only if they can weather the greater acute threats over the coming decades. Since the response timescale of corals to climate change varies considerably across taxa, and due to the particular importance of genetic variance in facilitating evolutionary adaptation, sustainable restoration approaches should aim to conserve a broad range of coral species and genotypes, rather than aiming to optimise one particular trait.", "date": "2025-09-26", "journal": ""}
{"title": "Time in the city: Exploration and problem-solving behaviours reveal long-term urban adaptation in wild red foxes (Vulpes vulpes)", "doi": "10.1101/2025.09.26.678765", "authors": "Morton, B.; Thompson-Jones, D.; Adaway, K.; Sutter, K.; Matos, C.; Freer, G.; Soulsbury, C. D.", "abstract": "Urbanisation is one of the most important forms of human-driven landscape change, creating novel situations in which some species thrive. Animals' willingness to touch, explore, and solve novel challenges, such as exploiting unfamiliar resources, are thought to be key behavioural characteristics for urban adaptation. Little is known about the impact of spatiotemporal patterns of urbanisation, particularly historical patterns of change, on these behaviours. We tested this in the world's most urbanised carnivore, the red fox, using novel tasks deployed across 284 sites in the United Kingdom. We compared tactile and problem-solving behaviours in rural populations, recently colonised urban populations, and long-established urban populations (>40 years). Similar to previous work, urban foxes were more likely to touch the tasks compared to rural populations; however, in our new extended dataset, we show for the first time that older urban populations - particularly from London - display greater exploratory diversity and higher problem-solving success, despite more recent urban populations being equally likely to touch them. Our findings suggest that certain population characteristics, such as the likelihood of touching/engaging with novelty, emerge early in urbanisation while other characteristics, such as exploratory diversity and behavioural innovation, may emerge after long-term urban exposure across many decades.", "date": "2025-09-26", "journal": ""}
{"title": "CytoScan: Automated detection of technical anomalies for cytometry quality control", "doi": "10.1101/2025.09.24.678276", "authors": "Mocking, T. R.; Zwolle, F.; Park, Y.; Kelder, A.; Saeys, Y.; Cloos, J.; van Gassen, S.; Bachas, C.", "abstract": "Studies evaluating cellular phenotypes by cytometry techniques are increasingly facing analytical challenges due to the multitudes of samples and parameters that are evaluated concurrently. Spurious technical effects resulting from a lack of standardization can affect marker distributions and further complicate multi-sample analyses. User-friendly tools for exploratory data analysis to identify such technical effects in large datasets are lacking. To fill this gap, we present a novel R package, CytoScan, that evaluates inter-measurement variation in cytometry datasets and allows for detecting anomalous measurements after data acquisition. CytoScan can detect two types of anomalies: files with limited similarity to others within a dataset (outliers) and files with limited similarity to previously acquired high-quality reference data (novelties). Using simulations of skewed marker distributions and real-life technical effects we demonstrate that CytoScan can accurately detect such anomalies. CytoScan can be applied to large cytometry datasets on consumer-grade hardware with informative visualizations, providing accessible quality-control for more reliable analyses.", "date": "2025-09-26", "journal": ""}
{"title": "Electric Field-Induced Destabilization and Surface Modulation of Aβ42 Fibrils in Molecular Simulations: Theoretical Implications for DC Stimulation in Alzheimer's Disease", "doi": "10.1101/2025.09.24.678267", "authors": "Bacic Toplek, F.; Maiorana, N. V.; Guidetti, M.; Marceglia, S.; Capelli, R.; Priori, A.; Camilloni, C.", "abstract": "The amyloid-{beta} peptide 42 (A{beta}42) forms fibrillar aggregates that are a hallmark of Alzheimer's disease. While recent pharmacologic therapeutic strategies targeting A{beta}42 fibrils and oligomers have shown promising results, safer and more effective approaches are still needed. Non-invasive brain stimulation (NIBS) techniques such as repetitive transcranial magnetic stimulation (rTMS) and transcranial direct current stimulation (tDCS) have been increasingly explored as a possible complementary intervention, but the molecular mechanisms by which static electric fields could influence amyloid aggregation remain poorly understood. Here, we use atomistic molecular dynamics simulations to investigate the effects of static electric fields on A{beta}42 fibrils. We examine the response of an ex vivo fibril structure, with reconstructed N-terminal regions, to increasing field strengths under different structural restraint conditions. Our results show that the electric field perturbs the disordered N-terminal \"fuzzy coat\", altering its conformational dynamics and reducing its interactions with the fibril core. This reorganization modifies the surface properties of the fibril, potentially impairing secondary nucleation. Additionally, simulations with unrestrained fibril ends reveal increased fluctuations in core residues, particularly near the N-terminus, indicating a destabilizing effect that may hinder fibril elongation. While the field strengths used here exceed those typical of NIBS, our findings provide a molecular-level rationale for how electric fields could modulate fibril propagation and support further experimental investigations under physiologically relevant conditions.", "date": "2025-09-26", "journal": ""}
{"title": "VECTOR: A Framework to Identify and Quantify Structural Changes in Chromatin using Hi-C Data", "doi": "10.1101/2025.09.24.678266", "authors": "Keshava, K. P.; Heermann, D.; Bhattarcherjee, A.", "abstract": "Hi-C and related 3C technologies capture 3D genome architecture by measuring contact frequencies between genomic loci. These contact maps are often sparse and noisy, making comparison across samples challenging. Traditional metrics like Pearson correlation fail to capture their structural complexity. To address this, we present VECTOR (Von nEumann entropy deteCTiOn of stRuctural patterns), a novel framework that uses Von Neumann entropy and graph spectral theory to quantify chromatin organization from Hi-C data. By constructing normalized graph Laplacians from contact matrices, VECTOR captures both short- and long-range chromatin interactions, offering a robust, scale-invariant measure of 3D genome architecture. Applied to human and mouse datasets across diverse cell types, developmental stages, and replicates, VECTOR reveals reproducible entropy patterns that distinguish biological conditions, including cancer versus stem cells and early versus late embryonic stages. VECTOR outperforms existing Hi-C comparison tools such as ENT3C and HiCRep, especially in sparse or noisy datasets, by reliably differentiating biological replicates from non-biological ones. It further demonstrates stability across Hi-C resolutions and strides, and successfully detects genome-wide structural transitions linked to regulatory elements such as TADs and CTCF sites. When applied to sparse single-nucleus Hi-C data from mouse brain development, VECTOR accurately resolves developmental progression that is poorly captured by correlation-based methods. Our results establish VECTOR as a robust and interpretable tool for comparative Hi-C analysis, with broad applications in chromatin biology, development, and disease.", "date": "2025-09-26", "journal": ""}
{"title": "N-acetyl-phenylalanine induces hepatic steatosis in MASLD by disrupting ER-mitochondria calcium coupling and mitochondrial lipid oxidation", "doi": "10.1101/2025.09.24.678188", "authors": "Lefebvre, R.; Rousseaux, T.; Bendridi, N.; Chanon, S.; Arquier, D.; Humbert, A.; Bertocchini, N.; Pillot, B.; Meugnier, E.; Vieille-Marchiset, A.; Nawrot, M.; Pinteur, C.; Ayciriex, S.; Loomba, R.; Rieusset, J.; Caussy, C.", "abstract": "Background & Aims: The gut-liver axis and hepatic ER-mitochondria miscommunication (at contact sites called MAMs) are involved in the development of metabolic dysfunction-associated steatotic liver disease (MASLD). We investigated the role of circulating aromatic amino acids (AAA) derived from phenylalanine and tyrosine in MASLD potentially through MAM alterations. Methods: We analyzed AAA metabolomic profiles in individuals with and without MASLD and validated findings in a biopsy-proven cohort. The pro-steatogenic effect of MASLD-associated AAAs was validated in vitro using lipid labeling, MAM structural/functional assays, and palmitate-induced respiration. In vivo effects were tested in mice fed with candidate AAAs, and MAM involvement was confirmed by expressing a specific organelle linker in vitro and in vivo. Results: N-acetyl-phenylalanine (NAPA) was strongly associated with hepatic steatosis and correlated with specific gut microbes. In vitro, NAPA promoted lipid accumulation by impairing ER-mitochondria calcium exchange via a LAT1-dependent electrogenic mechanism, reducing mitochondrial lipid oxidation. Chronic NAPA administration in mice induced steatosis and MAM disruption. Notably, enhancing ER-mitochondria contacts with an organelle linker prevented NAPA-induced steatosis in vitro and in vivo. Additionally, other phenylalanine- and tyrosine-derived AAAs reproduced NAPA's effects, suggesting a class-dependent mechanism. Conclusion: NAPA emerges as a MASLD-promoting metabolite, contributing to hepatic steatosis by disrupting ER-mitochondria calcium coupling and mitochondrial lipid oxidation.", "date": "2025-09-26", "journal": ""}
{"title": "Shade avoidance restricts soybean breeding progress and increases herbivore susceptibility", "doi": "10.1101/2025.09.24.678302", "authors": "Vonmetz, L.; Kopp, E. B.; Jaeggi, S.; Niklaus, P. A.; Wuest, S. E.", "abstract": "High planting densities expose field crops to competition for light, which typically induces shade avoidance responses such as stem elongation. While adaptive in natural environments, these responses can lower yield and increase susceptibility to stress in agricultural systems. We tested whether soybean breeding over the past century has altered shade avoidance and associated trade-offs. Twenty-one Canadian cultivars released between 1922 and 2018 were grown in pots under either control or shade-avoidance-inducing light conditions, achieved by altering reflected light spectrum without reducing photosynthetic radiation. Plants exposed to shade-avoidance inducing light grew taller and suffered greater thrips damage, consistent with expectations of increased stem elongation and reduced defense. More recent cultivars showed higher susceptibility to thrips than older ones. Breeding progress in seed yield was driven largely by greater biomass allocation to seeds and a reduction in branching. However, under shade-inducing light, the yield improvements were smaller, pointing to shade avoidance as a limiting factor. Our results indicate that while soybean breeding has improved yield and shifted morphology towards ideotypes suited for high-density stands, persistent shade avoidance responses constrain breeding progress and increase herbivore susceptibility. Breeding strategies that reduce sensitivity to neighbor cues may therefore improve soybean productivity and resilience.", "date": "2025-09-26", "journal": ""}
{"title": "A cytokinin-auxin antagonistic module regulates nitrogen-triggered tiller outgrowth in rice", "doi": "10.1101/2025.09.24.678274", "authors": "Chatterjee, S.; Dwivedi, A.; Sarkar, A. K.; Ranjan, A.", "abstract": "Tillering is a key trait that shapes aboveground architecture and directly contributes to rice yield. While tiller bud formation is primarily under strong genetic control, bud outgrowth into functional tillers is strongly influenced by physiological and environmental cues. However, integration of environmental cues to genetic regulators for controlling tiller outgrowth remains poorly understood. Nitrogen availability is one of the most critical environmental factors regulating tiller outgrowth. Therefore, we investigated the effects of Nitrogen on the early stages of bud outgrowth and dissected the genetic module mediating nitrogen-mediated tiller outgrowth. Both nitrate (NO3-) and ammonium (NH4+) triggered tiller outgrowth and induced largely overlapping transcriptional responses, although nitrate acted with a temporal delay. Phytohormone signaling emerged as the central interface linking nitrogen supply to the early stages of bud outgrowth, with cytokinin - auxin antagonism playing a key role. Cytokinin promoted bud outgrowth by repressing the TCP transcription factor OsTB1, the key inhibitor of tillering, via Cytokinin Response Factors OsERF53/54. OsERF53/54 further reduced polar auxin transport by repressing OsPIN1a, which in turn, promoted bud activation. Conversely, auxin promoted bud dormancy by inducing OsTB1 and OsPIN1a via OsARF11/16. Adequate nitrogen supplies induced cytokinin signaling while inhibiting auxin signaling and transport in tiller buds, thereby triggering bud outgrowth. Together, we identify a key regulatory role of auxin cytokinin antagonistic module for integrating nitrogen signals to determine tiller bud fate.", "date": "2025-09-26", "journal": ""}
{"title": "Liquid-Liquid Phase Separation-mediated formation of amyloid fibrils from DcpS scavenger enzymes.", "doi": "10.1101/2025.09.24.678264", "authors": "Ferenc-Mrozek, A.; Winiewska-Szajewska, M.; Nieznanska, H.; Dzwolak, W.; Łukaszewicz, M.", "abstract": "Decapping Scavenger (DcpS) enzyme was initially identified by its ability to hydrolyze the cap structure resulting from mRNA decay. Human DcpS is an established target for acute myeloid leukemia (AML) and hepatic metastasis. Recently, the protein has been linked to neuronal development regulation and implicated in certain developmental neurological disorders. Here we demonstrate for the first time that DcpS undergoes misfolding in vitro, leading to the formation of amyloid-like fibrils. Fibrillization was observed for human and nematode (C. elegans) DcpS using transmission electron microscope (TEM) imaging, Thioflavin T (ThT) fluorescence assay, Fourier-transform infrared (FT-IR) spectroscopy, circular dichroism (CD) spectroscopy, differential scanning fluorimetry (DSF), and dynamic light scattering (DLS). Additionally, the DcpSINS15 insertional mutant linked to the Al-Raquad syndrome, exhibited accelerated fibril aggregation kinetics compared to the wild type protein. Moreover, we show that the DcpS species investigated in this study undergo liquid-liquid phase separation (LLPS) prior to amyloid-formation. We propose that the LLPS phase transition underlies the intricate kinetics (e.g. lack of a clearly-resolved lag phase) of the misfolding process. As the physiological implications of the here-reported propensity of DcpS to lose its biological function through the coupled LLPS-fibrillization transition remain to be elucidated, this work lays the groundwork for further studies on this phenomenon.", "date": "2025-09-26", "journal": ""}
{"title": "Birds that don't exist: niche pre-emption as a constraint on morphological evolution in the Passeroidea", "doi": "10.1101/2025.09.24.678290", "authors": "Chia, S. Y.; Swain, A.; Josephs, N.; Lin, L.; Fagan, W. F.", "abstract": "Understanding why some viable body forms never evolve can reveal how ecological and evolutionary forces shape biodiversity. We investigate this question in the Passeroidea, a large group of songbirds, by analyzing their morphological trait space using topological data analysis and ancestral state reconstruction. We identify a long-standing morphological gap densely surrounded by extant species but unoccupied throughout passeroid diversification. The gap patterns deviate from neutral expectations and show no evidence of past occupation, rendering neutral evolution and extinction unlikely. Similar morphologies exist in other bird lineages, ruling out intrinsic constraints or niche absence. Geographic distributions and traits of passeroids versus non-passeroid gap occupants point to competitive exclusion as the plausible explanation: early-colonizing territorial specialists outside the Passeroidea may have preemptively occupied key habitats, limiting evolutionary opportunities for later-arriving lineages. We demonstrate how historical contingency can shape macroevolutionary outcomes, and introduce a generalizable framework for investigating structural gaps in trait evolution.", "date": "2025-09-26", "journal": ""}
{"title": "Super-Resolved Spatial Transcriptomics Reveals Early Changes in RNA Localization in the 5xFAD Hippocampus", "doi": "10.1101/2025.09.24.678295", "authors": "Diamant Karasik, Y.; Eger, H.; Goldberg, T.; Seri, Y.; Schottlender, N.; Ben Mor, T.; Safra, M.; Shenhav, M.; Zak, H.; Danino, M.; Rosenberg, Y.; Glick, A.; Feldman, N.; Slater, N.; Gottfried, I.; Ashery, U.; Alon, S.", "abstract": "Cell-type-specific changes in gene expression and RNA localization are hallmarks of Alzheimer's disease (AD) and other neurodegenerative disorders, yet early spatial dysregulation remains poorly defined. Here, we applied Expansion Sequencing (ExSeq) to map the spatial distribution of 101 genes at super-resolution in the hippocampus of 4-week-old 5xFAD and wild-type (WT) mice, prior to overt pathology. We uncovered early differences in RNA spatial organization that occurred independently of changes in overall expression, identifying 23 genes with altered localization but unaltered abundance in the 5xFAD hippocampus. Leveraging ExSeq nanoscale resolution, we further performed spatial RNA velocity analysis and detected cell-type- and region-specific state differences between 5xFAD and wild type mice, which were linked to local cell-cell interactions. Together, these findings suggest that disrupted RNA positioning is an early molecular feature of AD and provide a spatially resolved view of transcriptomic alterations during disease onset in a mouse model of AD.", "date": "2025-09-26", "journal": ""}
{"title": "Isolation of Extracellular Vesicles from Minimal Volume Ascites Fluid Using Strong Anion Exchange Magnetic Beads", "doi": "10.1101/2025.09.24.678291", "authors": "Cooper, T. T.; Veliz, L.; Afzali, F.; Hovey, O. F. J.; Myette, R. L.; Johnston, T. P.; Wells, C.; Robertson, T.; Burger, D.; Abraham, S. A.; Shepherd, T. G.; Craig, A.; Lagugne-Labarthet, F.; Lajoie, G. A.; Postovit, L.-M.", "abstract": "Ovarian cancer (OC) remains a leading cause of gynecologic cancer mortality due to late-stage diagnosis and limited early detection strategies. Ascites fluid, a pathological hallmark of OC, is a rich source of tumor-derived extracellular vesicles (EVs) that reflect the tumor microenvironment and hold promise for biomarker discovery. However, isolating EVs from minimal ascites volumes (<100 L) poses technical challenges using conventional methods like ultracentrifugation (UC) or size-exclusion chromatography. This study explores the application of strong anion exchange (SAX) magnetic beads (Mag-Net) for efficient EV isolation from as little as 2 L of ascites fluid from both murine models and a human patient with mucinous borderline tumor. We demonstrate that Mag-Net achieves robust EV capture at 10l of input volume, enabling comprehensive proteomic profiling and single-EV surface-enhanced Raman spectroscopy (SERS) with a >2-fold increase in proteomic depth compared to raw ascites. Notably, this study was able to identify 1000 proteins not previously annotated in Vesiclepedia for OC-derived EVs, alongside distinct SERS signatures, highlighting the potential for multiomic analysis. Comparative analysis with UC revealed enhanced proteomic depth obtained with Mag-Net beads, albeit we also observed differential detection of canonical markers (e.g., CD9, CD81) between input volumes of ascites fluid. These findings establish Mag-Net as a scalable, low-input platform for EV-based biomarker discovery, paving the way for improved early detection and molecular insights into OC progression.", "date": "2025-09-26", "journal": ""}
{"title": "HRDPath: An Explainable Multi-Model Deep Learning Architecture for Predicting Homologous Recombination Deficiency from Histopathology Images", "doi": "10.1101/2025.09.24.678258", "authors": "Wu, C.-i.; Banda, K.; Arora, R.; Soong, T. R.; Radke, M.; Dillon, M.; Nik-Zainal, S.; Swisher, E.; Sailem, H.", "abstract": "Homologous recombination deficiency (HRD) is a critical biomarker for guiding treatment decisions in high-grade serous tubo-ovarian carcinoma (HGSOC), a cancer with few reliable biomarkers. However, existing genomic-based tests for HRD are variable, expensive, and time-consuming. To this end, we developed HRDPath, a novel patient-level deep learning architecture that combines the strengths of two complementary models with a multi-task design, to predict genomically derived HRD status from whole slide images in HGSOC. HRDPath was comprehensively validated across three datasets and benchmarked against leading deep learning models. It achieved an AUC of 0.846, surpassing previously reported H&E-based HRD prediction results for HGSOC images by 0.09, and for the first time, reporting a specificity of 0.938, where accuracy significantly increased when multiple slides per patient were used. Our proposed patient-level approach and interpretability pipeline enhance model trustworthiness and reveal important clinical and biological insights into HRD-positive cancers, highlighting the associated morphological and pathological changes at the cellular and tissue levels. HRDPath is a potentially accessible and scalable digital biomarker that could improve ovarian cancer diagnosis and therapy selection.", "date": "2025-09-26", "journal": ""}
{"title": "Long-term clonal analysis using stochastic models reveals heterogeneity and quiescence of hematopoietic stem cells", "doi": "10.1101/2025.09.24.677849", "authors": "Garcia Vilela, Y.; Thielecke, L.; Cesar Fassoni, A.; Glauche, I.", "abstract": "Hematopoietic stem cells (HSCs) maintain lifelong production of blood by balancing self-renewal and differentiation. However, certain aspects of their divisional dynamics, namely the role of quiescence and the intrinsic heterogeneity of the HSC pool, are not completely understood. High-resolution clonal tracking provides a powerful resource to investigate such dynamics as the data captures patterns of clonal persistence, dilution and late clonal emergence. Here, we apply mechanistic mathematical modeling to longitudinal clonal data from non-human primates to explore structural requirements that underlie the observed dynamical patterns. We show that models treating HSCs as a single, homogeneous population can explain the gradual loss of clonal diversity, but fail to reproduce clone size distributions and the long-term persistence of small and late-appearing clones. To address this, we propose a stochastic, two-compartment model in which HSCs transition reversibly between an actively cycling state and a quiescent, potentially niche-bound state. Compared to the simpler one-compartment model, this advanced framework provides a substantially improved fit for different metrics, consistently captures clone size distributions and explains the delayed activation and sustained coexistence of small and large clones. These results provide quantitative evidence that heterogeneity within the HSC pool, particularly the existence of a reversible quiescent state, is critical to account for clonal aspects of long-term hematopoiesis. Our findings highlight how clonal data can uncover underlying regulatory mechanisms and supports a central role for niche-mediated HSC quiescence in maintaining stable and diverse blood production over time.", "date": "2025-09-26", "journal": ""}
{"title": "Harnessing the CD2 axis to broaden and enhance the efficacy of CAR T cell therapies", "doi": "10.1101/2025.09.24.677515", "authors": "Carturan, A.; Angelos, M. G.; Guruprasad, P.; Patel, R. P.; Pajarillo, R.; Lee, A.; Zhang, Y.; Chiang, Y.-H.; Xie, W.; Rodriguez, J. L.; Harris, J.; Devi, P.; Afolayan-Oloye, O. I.; Xu, J.; Sussman, J. H.; Elghawy, O.; Yang, A.; Barsouk, A.; Cho, J. H.; Shaw, C. E.; Singh, E.; Ugwuanyi, O.; Espie, D.; Paruzzo, L.; Stella, F.; Liu, S.; Nason, S.; Imparato, A.; Rotolo, A.; Lemoine, J.; Barrett, D. M.; Posey, A. D.; Rook, A. H.; Pillai, V.; Bagg, A.; Pileri, S. A.; Liu, D.; Tan, K.; Schuster, S. J.; Teachey, D. T.; Porazzi, P.; Ruella, M.", "abstract": "Patients with T-cell lymphomas and leukemias have overall poor outcomes due to the lack of targeted and effective treatments, particularly in the relapsed and refractory settings. Development of chimeric antigen receptor (CAR) T-cells against T-cell neoplasms is limited by a lack of discriminating T-cell antigens that allow for effective anti-tumor responses while preventing CAR T-cell fratricide. We hypothesized that targeting CD2, a pan-T-cell antigen, using anti-CD2 CAR T-cells engineered without CD2 expression (CART2), would support CAR T-cell manufacturability and preclinical efficacy. Optimized CD2-knockout CART2, generated using CRISPR-Cas9, eradicated primary patient-derived CD2+ hematological neoplasms in vitro and in vivo, secreted effector cytokines, and exhibited adequate proliferative capacity. Nevertheless, CD2 has a key costimulatory function, and its deletion could lead to CAR T-cell dysfunction. Therefore, we tested the role of the CD2:CD58 axis in CAR T-cells, using the anti-CD19 CART models. We demonstrate that CD2 loss attenuates CART19 efficacy by reducing avidity for tumor antigen, co-stimulation, and ultimately in vivo activity. Analogously, we show that tumor CD58 loss reduces CART19 efficacy. To overcome this issue, we developed a novel PD-1:CD2 switch receptor that rescues intracellular CD2 signaling, particularly when PD-L1 is engaged, resulting in improved in vivo outcomes. Collectively, we studied the role of CD2 both as a target for CAR T cell therapy and as a critical costimulatory protein, whose signaling can be rescued using the PD-1:CD2 switch receptor. This receptor can be incorporated into CAR T-cells and provides an effective strategy to overcome CD2-signaling deficiencies.", "date": "2025-09-26", "journal": ""}
{"title": "Influence of plant genotype on nodule microbiome composition and function in seasonal yellow pea varieties", "doi": "10.1101/2025.09.24.678337", "authors": "Dias, H. M.; Solanki, S.; Gonzalez-Hernandez, J. L.; Mural, R. V.; Yurgel, S. N.; Graham, C.", "abstract": "Background and Aims: Legume root nodules host symbiotic rhizobia essential for nitrogen fixation but also harbor diverse non-rhizobial taxa that remain poorly characterized. Yellow pea (Pisum sativum) cultivars adapted to distinct seasonal growth (spring and winter) offer an opportunity to explore whether host genotype influences nodule microbiome composition and function. This study investigates the taxonomic and functional profiles of nodule-associated microbial communities in seasonal yellow pea varieties. Methods: A field experiment with 6 field pea cultivars (spring and winter types) was conducted in South Dakota. Surface-sterilized root nodules were subjected to full-length 16S rRNA gene sequencing using Oxford Nanopore technology. Reads were quality filtered, organellar sequences removed, and taxonomic classification performed with the EMU pipeline. Microbial diversity, community structure, and core taxa were analyzed using R, with predicted functions inferred by FAPROTAX. Results: The nodule microbiome was dominated by Rhizobium, accounting for up to 98% of classified reads. After excluding Rhizobium, non-rhizobial diversity revealed a conserved core microbiome shared across cultivars, including cyanobacteria with potential phototrophic and diazotrophic traits. Minor seasonal differences were observed, with winter cultivars exhibiting higher evenness and specific associations. Conclusion: Yellow pea nodules harbor a stable, cyanobacteria-enriched core microbiome, largely consistent across seasonal cultivars. Season-specific microbial patterns suggest potential host-genotype influences, warranting further validation.", "date": "2025-09-26", "journal": ""}
{"title": "Techniques and challenges in studying photosynthetic diversity in freshwater aquatic vascular plants", "doi": "10.1101/2025.09.24.677520", "authors": "Loew-Mendelson, E.; Wickell, D.; Mrozinski, C.; Doan, E.; Hupp, J.; Vath, R. L.; Yuan, L.; Heyduk, K.", "abstract": "While the photosynthetic diversity of aquatic plants rivals that of terrestrial species, the environmental conditions underlying that diversity fundamentally differ. Despite these environmental differences, aquatic and terrestrial plants have convergently evolved Carbon Concentrating Mechanisms (CCMs). However, characterization of these pathways in submerged plants has lagged behind terrestrial systems due to methodological constraints of the aquatic environment. Here we review and evaluate contemporary methods for detecting CCMs in aquatic plants. Physiological methods including gas exchange and isotopic analyses provide valuable insights in terrestrial plants but face significant challenges in aquatic systems. Biochemical assays of organic acid accumulation reliably detect CCMs in aquatic species but may struggle to detect weak or non-canonical CCMs in submerged plants. Finally, we propose a method for targeted molecular assays of phosphoenolpyruvate carboxylase (PEPC) expression that could provide a sensitive tool for characterizing photosynthetic diversity in a wide range of aquatic species. Our results show that methods and frameworks developed for terrestrial plants do not necessarily directly translate to aquatic systems. However, by extending these methods and integrating multiple lines of evidence we can improve our ability to characterize photosynthetic diversity in aquatic plants.", "date": "2025-09-26", "journal": ""}
{"title": "Filling knowledge gaps on vulnerable electric ray Narcine timlei (Elasmobranchii: Torpediniformes: Narcinidae) through ecological and biological studies", "doi": "10.1101/2025.09.24.678286", "authors": "Kumar, A.; Raut, S.; MS, S.; Prakash, S.", "abstract": "Narcine timlei (Bloch & Schneider, 1801), commonly known as the brown numbfish, recently moved from Data Deficient to Vulnerable in IUCN Red List. However, the biological information on the species is still lacking. In the present study, we provide an integrative assessment of populational dynamics on N. timlei. Morphological and molecular analyses ascertain the species identity as N. timlei. A total of 331 individuals were examined, comprising 156 males and 175 females, including 13 gravid, bringing an overall sex ratio of 1:1.21. We observed the highest specimens during the post-monsoon season (33.5%), and minimum during summer (18%). Length-weight relationships indicated negative allometric growth (b=2.78). Most specimens fall under the 17-20 cm size class, and a few exceeded 23 cm. Pregnant females carried 2 to 9 embryos. A total of 69 embryos from 13 females were obtained. Average embryo length and weight were 5.18 cm and 2.02 g, respectively. No correlation was observed between maternal length and fecundity (Squared R = 0.0036). Male to female embryo ratio was skewed to 1:1.3. The average length of electric organs in adults was 4.30 cm. Mean electrocyte count for adults was 117.55, while in embryos it was 123.36, indicating early developmental establishment of electrocyte structure in N. timlei. We strongly recommend long term species-specific monitoring and management measures to ensure conservation of this ecologically significant but often overlooked batoid.", "date": "2025-09-26", "journal": ""}
{"title": "Deep Learning-Based Control of Electrically Evoked Activity in Human Visual Cortex", "doi": "10.1101/2025.09.24.678361", "authors": "Moure, P.; Granley, J.; Grani, F.; Soo, L.; Lozano, A.; Lopez-Peco, R.; Villamarin-Ortiz, A.; Soto-Sanchez, C.; Liu, S.-C.; Beyeler, M.; Fernandez, E.", "abstract": "Visual cortical prostheses offer a promising path to sight restoration, but current systems elicit crude, variable percepts and rely on manual electrode-by-electrode calibration that does not scale. This work introduces an automated data-driven neural control method for a visual neuroprosthesis using a deep learning framework to generate optimal multi-electrode stimulation patterns that evoke targeted neural responses. Using a 96-channel Utah electrode array implanted in the occipital cortex of a blind participant, we trained a deep neural network to predict single-trial evoked responses. The network was used in two complementary control strategies: a learned inverse network for real-time stimulation synthesis and a gradient-based optimizer for precise targeting of desired neural responses. Both approaches significantly outperformed conventional methods in controlling neural activity, required lower stimulation currents, and adapted stimulation parameters to resting state data, reliably evoking more stable percepts. Crucially, recorded neural responses better predicted perceptual outcomes than stimulation parameters alone, underscoring the value of our neural population control framework. This work demonstrates the feasibility of data-driven neural control in a human implant and offers a foundation for next-generation, model-driven neuroprosthetic systems, capable of enhancing sensory restoration across a range of clinical applications.", "date": "2025-09-26", "journal": ""}
{"title": "Staphylococcus aureus inhibits the NLRP3 inflammasome in macrophages during the early phases of intracellular infection, but not the late phases", "doi": "10.1101/2025.09.24.678325", "authors": "Bhagat, S.; Kaur, K.; O'Connor, L.; Wang, C.; Li, Y.; Swarnkar, G.; Khanna, K.; Cassat, J. E.; Veis, D.; Mbalaviele, G.", "abstract": "Staphylococcus aureus (S. aureus) is a highly virulent pathogen responsible for chronic infections such as osteomyelitis. Although its interaction with the host immune system has been widely studied, the specific role of inflammasomes in regulating the infection within macrophages remains unclear. We investigated this question using bone marrow-derived macrophages infected with S. aureus and observed a significant reduction in intracellular bacterial load beginning at 18 hours post-infection (hpi), which continued through 96 hpi. Notably, robust activation of the NLRP3 inflammasome, including inflammasome assembly, IL-1{beta}; and GSDMD maturation, and pyroptosis, occurred only after 18 hpi. This led us to hypothesize that S. aureus suppresses inflammasome activation during early infection. Supporting this, infected BMDMs failed to respond robustly to LPS and nigericin up to 18 hpi, with partial recovery at later timepoints, suggesting that S. aureus initially inhibits NLRP3 signaling to persist within macrophages but is later counteracted by the host response.", "date": "2025-09-26", "journal": ""}
{"title": "Insulin deficiency inhibits vaccine-mediated antibody and germinal center B-cell formation in mice.", "doi": "10.1101/2025.09.24.677144", "authors": "Genito, C. J.; Ariel, P.; Heise, M. T.; Thurlow, L. R.", "abstract": "Individuals with diabetes are at increased risk for severe outcomes from vaccine-preventable infections and often mount weaker immune responses to vaccination. The diabetes-related factors underlying this impaired immunity remain unclear, but defining them is critical for improving vaccine strategies in this vulnerable population. Here, we isolated insulin deficiency as a contributing factor to decreased vaccine-mediated immune responses using a mouse model. Following immunization with an alum-adjuvanted protein subunit vaccine, insulin-deficient mice exhibited reduced antigen-specific IgG antibody responses, decreased B-cell and T-cell numbers, and lower germinal center B-cell counts within the vaccine-draining lymph node. Three-dimensional whole-organ light sheet microscopy combined with virtual reality-assisted analysis further revealed significantly smaller germinal center volumes in insulin-deficient mice compared with controls. These findings indicate that insulin deficiency can significantly constrain germinal center responses and impair antibody production from vaccination. Our results provide foundational evidence that diabetes-associated metabolic changes can significantly and negatively influence the quality of vaccine-induced immunity and highlight insulin deficiency as a potential physiological factor in this process. This work establishes a framework for defining the mechanisms of diabetes-related immune suppression and guiding the design of more effective vaccines tailored to the unique immunological requirements of people with diabetes.", "date": "2025-09-26", "journal": ""}
{"title": "Optimized Lipid Extraction and Hybrid Annotation Pipeline for Individual Chitinous Mesozooplankton Using UPLC-HRMS", "doi": "10.1101/2025.09.24.678324", "authors": "Hwang, J.; Edwards, B.", "abstract": "High-resolution lipidomics at the scale of individual mesozooplankton offers a powerful tool for understanding trophic interactions and carbon cycling in marine ecosystems, but chitinous exoskeletons present challenges for efficient lipid extraction. Here, we develop and validate an optimized Bligh and Dyer-based extraction protocol that incorporates in-line glass bead homogenization, yielding a 2.5-fold increase in lipid recovery. When combined with an increased injection volume, this protocol achieves a 4.4-fold gain in signal intensity. This workflow enables the robust detection of intact lipid species from single Calanus copepods, eliminating the need for additional homogenization equipment or extended extraction steps, thereby making it broadly accessible for analytical applications. To address the limitations of current annotation pipelines, we directly compared adduct-hierarchy (LOBSTAHS) and fragmentation-based (MS-DIAL) approaches, finding systematic biases that reshape lipidomic profiles depending on the computational strategy employed. Additionally, by integrating a wax ester-specific fragmentation library, we demonstrate improved annotation of marine-relevant lipid classes largely absent from conventional databases. Together, this extraction and hybrid annotation pipeline enables high-resolution, compound-specific lipidomics of individual mesozooplankton, capturing biological heterogeneity while remaining scalable to pooled samples. Our approach provides a critical methodological advance for tracing lipid metabolism across trophic levels and for quantifying the role of mesozooplankton lipids in marine biogeochemical cycles.", "date": "2025-09-26", "journal": ""}
{"title": "Arabidopsis arenosa influences its microbiome as a serpentine soil adaptation strategy", "doi": "10.1101/2025.09.24.678321", "authors": "Malone, J. G.; Bollmann-Giolai, A.; Giolai, M.; Allen, M.; Heavens, D.; Lipanova, V.; Alston, M.; Brown, J.; Clark, M. D.; Flis, P.; Kolar, F.; Yant, L.", "abstract": "There is growing evidence that microbes can facilitate plant growth in metal-rich soils. However, our current understanding of how plants recruit their microbiomes under abiotic stress remains incomplete. Serpentine soils are elementally skewed, with high concentrations of magnesium and nickel, often accompanied by other heavy metals, which can limit calcium availability and present unique challenges to plant growth. These soils are also nutrient-poor, prone to erosion, and have low water-holding capacity. To date, the mechanisms by which plants adapt to serpentine soils remain poorly understood and the role of plant-associated microbiomes in this process has not been described. Here, we focus on Arabidopsis arenosa populations adapted to serpentine conditions and investigate their bacterial and fungal microbiomes to better understand the role of plant-associated microbes in serpentine adaptation. We show that serpentine soils harbour distinct plant-associated microbiomes across different plant niches and that the plant genetic background plays a key role in shaping microbial community composition. Finally, we identify serpentine-specific bacterial and fungal variants that may contribute to plant adaptation under these challenging soil conditions.", "date": "2025-09-26", "journal": ""}
{"title": "Induced pathogenicity toward open-ocean diatoms by a newly isolated filterable bacterium Ekhidna algicida sp. nov.", "doi": "10.1101/2025.09.24.678341", "authors": "Graff van Creveld, S.; Coesel, S. N.; Lavoie, E.; Iverson, V.; Morales, R.; Schatz, M. J.; Jones-Kellett, A. E.; McNichol, J.; Key, R. S.; Fuhrman, J.; Durham, B. P.; Armbrust, E. V.", "abstract": "Phytoplankton are the base of marine food webs. They form intricate interactions with heterotrophic bacteria ranging from mutualistic to pathogenic that together impact oceanic carbon and nutrient cycling. Our understanding of these interactions in marine environments remains primarily limited to laboratory-based studies of model organisms. Here, we report the discovery and characterization of Ekhidna algicida sp. nov. strain To15, isolated from the oligotrophic Pacific Ocean (16{degrees}N, 140{degrees}W) based on its algicidal effect on the pelagic diatom Thalassiosira oceanica. Subsequent co-culture experiments demonstrate that E. algicida is lethal within days to a diverse array of diatoms, with the effect mediated by bacterial exudates that remain algicidal on their own against axenic T. oceanica cultures. Twenty additional algicidal Ekhidna strains were subsequently isolated from the Pacific Ocean. Our findings reveal E. algicida as a potentially widespread pathogen of diatoms, that can alter microbial community composition dynamics in pelagic ecosystems.", "date": "2025-09-26", "journal": ""}
{"title": "High-depth Whole Genome Sequencing of Single Human Colon Crypts Uncovers New View on Crypt Clonality", "doi": "10.1101/2025.09.24.677335", "authors": "Manojlovic, Z.; Okitsu, C.; Okitsu, T.; Wlodarczyk, J.; Lieber, M. R.; Loh, Y. H. E.; Hsieh, C.-L.", "abstract": "It is generally accepted that each colon crypt is monoclonal and is populated by a single stem cell lineage after early human life. It has been impossible to profile somatic mutations genome-wide because high-depth and high-quality whole genome sequencing (WGS) of single cells is unachievable without tissue culture or whole genome amplification (WGA). Therefore, the cell-to-cell heterogeneity in each individual remains mostly unknown. Applying our novel WGA-free WGS method to obtain >30X post-alignment depth, we comprehensively profiled somatic mutations in 71 single human colon crypts with matched bulk controls from 14 individuals. Analysis reveals that colon crypts are commonly of multiple lineages in human adults. Our study is the first to demonstrate that an appropriately designed WGS approach can determine cell-to-cell heterogeneity in natural cell clones. The much higher sensitivity of WGS than the previous methods in lineage tracing can unlock the complex stem cell dynamics in the colon crypt.", "date": "2025-09-26", "journal": ""}
{"title": "High-throughput SNP discovery, development and validation of a 30 K target SNP genotyping tool for cultivated flax (Linum usitatissimum) breeding and germplasm characterization", "doi": "10.1101/2025.09.24.678307", "authors": "DEMENOU, B. B.; PINEAU, C. P.; Le CLAINCHE, I.; BERARD, A.; FAIVRE RAMPANT, P.; HINSINGER, D. D.", "abstract": "The cultivated flax (Linum usitatissimum L.) is an industrial crop widely cultivated for fiber and seeds, in broad geographical regions around the world. This crop faces many challenges (yield, quality, biotic and abiotic stresses) linked to climate change as almost all other crops. Among solution for improving or breeding new adapted cultivars, marker-assisted selection has been widely applied in plant breeding to enhance crop yield, quality, and tolerance to biotic or abiotic stresses. Recent advance of targeted genotyping-by-sequencing (GBS) offers an ultimate MAS tool to accelerate plant breeding and crop improvement. To facilitate the utility of SNP-based genotyping, we developed and validated in this study a target SNPs genotyping tool named AT-SNP-30K using Allegro targeted SNPs technology. A total of 41k SNPs were selected from 4.78 million and 3.73 million SNPs identified in two different accessions panels, respectively. Probe design for all these markers was successfully achieved for 35,791 of these markers, representing a 86% conversion success rate. The set of markers was then validated by genotyping a diversity panel comprising 384 individuals, including 376 accessions and eight replicates of the fiber flax Ideo cultivar. The validated genotyping tool includes 35,791 SNPs, covering the fifteen chromosomes with 24,951 high-quality SNPs (MAF> 5%, average low rate of missing data) and 27,247 SNPs having a MAF greater than 1%; demonstrating high polymorphism and excellent genotyping accuracy. The repeatability of genotyping in the validation experiment, reached 99.00% of SNPs for the eight Ideo replicate controls. The AT-SNP-30K genotyping tool is a robust resource for genetic studies, germplasm characterisation and cultivated flax marker-assisted selection studies. It can be used to enhance the breeding of new flax cultivars adapted to the context of climate change.", "date": "2025-09-26", "journal": ""}
{"title": "Exploring the genetic basis of cluster architecture-related traits in grapevine through a Genome-wide Association Study", "doi": "10.1101/2025.09.24.678328", "authors": "de Oliveira, G. L.; Francisco, F. R.; de Moura, Y. A.; Niederauer, G. F.; Fritsche-Neto, R.; de Souza, A. P.; Furlan, M. F. M.", "abstract": "Berry and cluster size are pivotal determinants of grapevine productivity and consumer preferences and remain major targets in grapevine breeding. However, given their complexity as quantitative traits under polygenic control, a deeper understanding of their genetic determinants is needed. The gene pool of the Brazilian grapevine has made a significant contribution to enhancing grapevine performance in tropical and subtropical regions. In this study, we conducted a genome-wide association study (GWAS) using a diverse panel of 288 Vitis spp. accessions from the Agronomic Institute Germplasm Bank, Brazil. This panel was phenotyped for six critical cluster architecture traits over 12 years and genotyped using the Vitis18k SNP array. Using two different algorithms, the GWAS identified 56 significant SNPs distributed across 17 chromosomes, validating previously identified QTLs and revealing novel associations. Four closely spaced markers on Chr1 suggest the presence of a QTL influencing five traits simultaneously. A strong association signal, explaining approximately 29-35% of the phenotypic variance (PVE), indicated a major QTL for berry length (BL) and width (BWi) on Chr14. Additionally, major-effect SNP loci were identified for cluster weight (CW) on Chr1, cluster length (CL) on Chr7 and 14, cluster width (CWi) on Chr6 and 18, and berry weight (BW) on Chr4, with PVE values ranging from 18-27%. Furthermore, 80 genes associated with berry traits and 52 genes associated with cluster traits were identified as putative candidate genes in the genomic regions associated with significant SNPs. These candidate genes are involved in the regulation of growth and development, hormone regulation, protein synthesis, stress response, and other physiological processes essential for cell health and functionality. Our results provide valuable insights into the genetic determinants of grape berry size and cluster architecture, offering critical data to support future functional studies and enhance the efficiency of related breeding programs.", "date": "2025-09-26", "journal": ""}
{"title": "Comprehensive Transcriptome Annotation of Thousands of HIV-1 Genomes", "doi": "10.1101/2025.09.24.675449", "authors": "Varabyou, A.; Artamonov, M.; Cheng, S.; Bolton, D. L.; Salzberg, S. L.; Pertea, M.", "abstract": "Alternative splicing in HIV-1 has been a central focus of decades of research, uncovering key mechanisms of viral gene regulation, immune evasion, and therapeutic response - yet no reference resource has existed to support transcriptome-wide analysis, limiting adoption of modern computational methods. We present HIV Atlas (https://ccb.jhu.edu/HIV_Atlas), the first reference-quality annotation of HIV-1 and SIV transcriptional diversity. We manually curated transcriptomes for HIV-1HXB2 and SIVmac239 and developed Vira, an automated annotation-transfer method specifically designed to address unique challenges of viral genome biology, to generate high-quality annotations for 2,077 complete HIV-1 genomes. Using the resources presented in our work, we evaluated conservation of splice sites, revealing near-perfect preservation of major donors and acceptors. Furthermore, using several public datasets, we demonstrate how HIV Atlas enhances methodology, improves the quality and novelty of results, and opens novel avenues for research, supporting more accurate and comprehensive analyses of bulk, single-cell, and spatial RNA-seq in HIV-1 studies.", "date": "2025-09-26", "journal": ""}
{"title": "A revised model of nuclear actin import: Importin 9 competes with cofilin, profilin, and RanGTP for actin binding", "doi": "10.1101/2025.09.24.678334", "authors": "Keplinger, A. J.; Srinivasan, P. A.; Christensen, S. M.; Suarez, C.; Ruthenburg, A. J.", "abstract": "While predominantly studied in cytoplasmic contexts, actin plays critical roles in the nucleus, regulating chromatin accessibility and remodeling, transcription, and DNA damage repair. Cell-based studies have contributed to a widely accepted model in which the import factor Importin 9 (IPO9) acts in concert with the actin filament-severing protein cofilin to transport actin into the nucleus. The classical nuclear localization signal on cofilin is thought to anchor IPO9 to cofilin-bound actin monomers, driving the formation of an import-competent tripartite actin*cofilin*IPO9 complex. In striking contradiction to this established model of actin import, we demonstrate that IPO9 directly binds to monomeric actin with mid-nanomolar affinity and, rather than promoting IPO9*actin complex formation, cofilin competitively inhibits binding of IPO9 to actin. We further report competitive binding for monomeric actin between IPO9 and the canonical actin monomer-sequestering protein, profilin. As cofilin and profilin are both capable of binding actin monomers at the barbed face, our results are consistent with a model in which IPO9 binds an overlapping portion of this interface. In further support, we demonstrate that IPO9 modestly occludes the barbed face of actin monomers, decreasing the rate of filament formation, and exhibits minimal filamentous actin binding. Finally, we identify unexpected affinity between the nuclear import release factor RanGTP and monomeric actin; however, a tripartite IPO9*actin*RanGTP complex does not form. The competitive interactions observed between IPO9 and cytoplasmic actin-binding proteins suggest dynamically coupled equilibria mediate the nuclear transport of actin monomers.", "date": "2025-09-26", "journal": ""}
{"title": "CK2 inhibitor CX-4945 targets EWS-FLI1 protein abundance and shows anti-tumor activity in metastatic mouse models of Ewing Sarcoma", "doi": "10.1101/2025.09.24.677357", "authors": "Daniyal, M.; Rajaiah, R.; Pandiyan Shanmugam, M.; Chloe, S.; Jeremey, H.; Beeravally Nagulapally, A.; Saulnier Sholler, G.; Uzun, Y.; Valensi, H.; Behura, C. G.", "abstract": "Ewing sarcoma (ES) is a highly aggressive bone cancer. EWS-FLI oncogenic fusion protein is detected in more than 85% of cases and is indispensable for ES tumor survival and progression. Casein kinase II (CK2) is a serine/threonine kinase that plays an essential role in apoptosis, DNA damage repair, and the cell cycle. CSNK2A1 is highly expressed in ES and associated with metastatic disease and poor 5-year overall survival. CK2 is shown to phosphorylate and stabilize several transcription factors, including EWS-FLI1. We demonstrate that genetic and pharmacological inhibition of CK2 decreases protein abundance of EWS-FLI1 by increased ubiquitination and proteasomal degradation. Clinical-grade inhibitor of CK2, CX-4945 (silmitasertib), shows in vitro cytotoxic activity in a series of ES tumor organoids and patient-derived xenograft cells. We also demonstrate anti-tumor activity of single agent CX-4945 using metastatic xenograft models of Ewing sarcoma. We also show decreased lung metastases in mice treated with CX-4945. CX-4945 showed synergistic cytotoxic activity with Temozolamide and Irinotecan. CX-4945 is currently being tested in a Phase 1 study to evaluate the safety and tolerability in combination with chemotherapy for the treatment of pediatric colloid tumors, including Ewing sarcoma. The preclinical studies reported here support the clinical studies evaluating the efficacy of CX-4945 for the treatment of Ewing sarcoma.", "date": "2025-09-26", "journal": ""}
{"title": "Variability and uncertainty of data from genotoxicity Test Guidelines: What we know and why it matters.", "doi": "10.1101/2025.09.24.677002", "authors": "Raitano, G.; Pronk, T. E.; Battistelli, C. L.; Bossa, C.; Hatzi, V.; Nikolopoulou, D.; Chaideftou, E.; Tcheremenskaia, O.; Adam-Guillermin, C.; Audebert, M.; Mertens, B.; Paparella, M.", "abstract": "This review comprehensively examines the variability and uncertainty associated with TG conform genotoxicity data and explores the respective implications for the integration of non-animal methods (NAMs) into regulatory frameworks. Historical amendments to OECD TGs are mapped to reveal the methods evolution that improves the scientific quality of the data but also explains data heterogeneity within available databases. An analysis of the major genotoxicity databases ECVAM, ISSMIC, and OASIS demonstrates substantial variability in genotoxicity calls. Using the EFSA genotoxicity database, which currently harbours the best-curated (meta-) data, we estimate that 22 to 77% of compounds exhibit similarity of replicate results below 85%, depending on the assay. Potentially most important variables statistically explaining variability and sensitivity were analysed. The practical limitations to identify them with high reliability and to define their optimum needs to be accepted as a qualitative baseline uncertainty. These findings underscore the necessity of contextualizing NAM performance evaluations within the intrinsic variability and uncertainty of animal and in vitro reference data. We propose that this variability is explicitly considered in the development and validation of NAM-based Integrated Approaches for Testing and Assessment (IATAs). This review provides a critical foundation for regulators and scientists aiming to enhance the acceptance and utility of NAMs in the assessment of genotoxicity.", "date": "2025-09-26", "journal": ""}
{"title": "Phase resetting in human stem cell derived cardiomyocytes explains complex cardiac arrhythmias", "doi": "10.1101/2025.09.24.678279", "authors": "Diagne, K.; Bury, T. M.; Pettebone, M. E.; Deyell, M. W.; Laksman, Z.; Shrier, A.; Glass, L.; Bub, G.; Entcheva, E.", "abstract": "Phase resetting of cardiac oscillators underlies some complex arrhythmias. Here we use optogenetic stimulation to construct phase response curves (PRC) for spheroids of human induced pluripotent stem cell derived cardiomyocytes (iPSC-CM) and a computational cardiomyocyte model to identify ionic mechanisms shaping the PRC. The clinical utility of the human PRCs is demonstrated by adding a patient-based conduction delay to the same equations to explain complex multi-day Holter ECG dynamics and cardiac arrhythmias. Periodic stimulation of these patient-based models and the computational model of human iPSC-CM reveal similar bifurcation patterns and entrainment zones. Cell therapy by injecting iPSC-CM into diseased hearts can induce ectopic foci-based engraftment arrhythmias. The PRC analysis offers a potential strategy to entrain these foci in a parameter space that avoids such arrhythmias.", "date": "2025-09-26", "journal": ""}
{"title": "Genomic and Transcriptomic Insights into the Evolution and Parasitic Strategy of the Woody-Plant Nematode Pratylenchus vulnus", "doi": "10.1101/2025.09.24.678327", "authors": "Dai, D.; Zhang, Y.; Latina, R.; Yang, X.; Williamson, V. M.; Niels Groen, S.; Shamsullah, S.; Leslie, C. A.; Castro, B.; Siddique, S.", "abstract": "The root-lesion nematode Pratylenchus vulnus parasitizes a wide range of hosts including woody perennials such as walnut (Juglans regia) and grapevine (Vitis vinifera), significantly damaging roots and reducing yields. Here, we present a high-quality, chromosome-level genome assembly of P. vulnus (61.7 Mb across six chromosomes). Comparative genomic analysis revealed high collinearity in protein-coding genes between P. vulnus and the root-knot nematode Meloidogyne graminicola, indicating a closer evolutionary relationship with this sedentary endoparasite. Large chromosomal regions in P. vulnus lack synteny with other nematode genomes, have comparatively low GC content (<30%), and are enriched in genes with unique or lineage-specific functions. Transcriptome analysis highlighted dynamic, stage-specific expressions of genes involved in parasitism, development, and metabolism. Additionally, we identified an extensive repertoire of putative effector genes and characterized lineage-specific expansions of cell wall-degrading enzyme families. Overall, these findings provide insight into the genome organization, chromosome evolution, and parasitism-related gene repertoire in a woody-plant parasitizing nematode.", "date": "2025-09-26", "journal": ""}
{"title": "A phenotypic screen identified KEAP1-kelch domain blockade as a mechanism to restore cardiac function in the setting of chronic severe hemodynamic stress", "doi": "10.1101/2025.09.24.678104", "authors": "Upson, J. J.; Schnackenberg, C. G.; Lawhorn, B. G.; Chen, Q.; Sweet, D. T.; Chendrimada, T. P.; Brooks, C. A.; Burgert, M. E.; Louer, C. T.; Zacco, A. E.; Moench, I. A.; Basilla, J. B.; Boyer, J. G.; Ivashchenko, C. Y.; Manns, S.; Bernard, R. E.; Pipes, G. C.; Eisennagel, S. H.; Bao, W.; Davenport, E.; Kuziw, J. C.; Krawiec, J. A.; Hauk, K.; Agrapides, S.; Rambo, M.; Olzinski, A. R.; Rivera, K.; Grygielko, E. T.; Jolivette, L. J.; Lepore, J. J.; Willette, R. N.; Toomey, J. R.", "abstract": "A bespoke gene expression (GE) based small molecule screen in human induced pluripotent stem cell derived cardiomyocytes (iPSC-CM) was conducted with the aim of identifying drug targets and pathways with the potential to reverse heart failure (HF) pathologic GE and the resultant decompensated HF phenotype. The screen utilized a composite human-murine HF gene expression signature, a target annotated compound set, and a HF gene expression reversal scoring algorithm to identify small molecules and their associated targets as potential modulators of HF pathologic GE. Following hit triage, a lead optimization program, and compound characterization in preclinical rodent models of HF and human iPSC-CM contractility assays, KEAP1 kelch domain blockers were identified as potent efficacious agents in the restoration of contractile function in the setting of oxidant stress and pressure overload induced cardiac dysfunction.", "date": "2025-09-26", "journal": ""}
{"title": "Paying upfront: successful initial infections protect against severe future infections", "doi": "10.1101/2025.09.24.676575", "authors": "Talbott, K.; Fleming-Davies, A.; Perez-Umphrey, A.; Henschen, A.; Garrett-Larsen, J.; Tillman, F.; Weil, J.; Arneson, A.; Geary, S. J.; Tulman, E.; Childs, L. M.; Langwig, K. E.; Hawley, D.; Adelman, J.", "abstract": "Understanding the consistency with which individual hosts respond to repeated pathogen exposures is crucial for accurately modeling pathogen transmission and eco-evolutionary dynamics. When hosts face repeated pathogen exposures, immune memory is expected to reduce the probability and/or severity of subsequent infections, yet it remains unclear whether individuals remain consistent in their level of response relative to others. We investigated this question in house finches (Haemorhous mexicanus) from two populations varying in history of endemism of the bacterial pathogen Mycoplasma gallisepticum (MG). Individuals were confirmed to be MG-naive at capture and then experimentally inoculated twice with MG, allowing recovery between inoculations. We then asked if host responses to the second inoculation were predicted by responses to initial inoculation, sex, or population of origin. Our results suggest that individuals were not consistent in their relative response levels; rather, a successful initial infection provided protection against a severe second infection, increasing both tolerance and resistance. While we found no population differences in response to the second inoculation, males showed higher susceptibility to the second inoculation than females. Investigating and accounting for individual variation in response to subsequent exposures may improve the precision and accuracy of transmission models for wildlife pathogens.", "date": "2025-09-26", "journal": ""}
{"title": "Unannotated translation products are widespread in model E. coli", "doi": "10.1101/2025.09.25.678689", "authors": "Saunders, S. H.; Ahmed, A. M.; Razo-Mejia, M.", "abstract": "Genomes contain orders of magnitude more open reading frames (ORFs) than known protein coding genes, and recent work suggests there may be unannotated proteins present in even the best studied organisms. To address this gap, we used a high throughput reverse genetic toolkit to construct precise C-terminal fusions of a reporter (and control) to >120,000 ORFs in model E. coli. We found hundreds of unannotated significant hits, and individually detected >50 novel polypeptides by western blot, including ORFs within tRNA loci. Many ORFs overlap annotated genes in the sense orientation, and we found these are likely chimeric polypeptides produced by ribosomal frameshifting. Using degron based knockdowns, we identified unannotated proteins that have putative fitness effects, and we found a novel small protein that displays phenotypes consistent with a role in the mRNA degradosome. The observation of a range of unannotated translation products should lead to better annotation and understanding of the bacterial domain of life and motivates the continued exploration of genomes broadly.", "date": "2025-09-26", "journal": ""}
{"title": "Debutylation and Dephenylation of Organotin Compounds Through Fungal Laccase-Mediator Systems", "doi": "10.1101/2025.09.25.678422", "authors": "Chang, C.-F.; Ho, C.-H.; Liu, J.-Y.; Liu, S.-M.", "abstract": "In this study, the biodegradation of tetrabutyltin (TeBT) and tetraphenyltin (TePhT) through various laccase-mediator systems were investigated. The fungal laccases used were from the extracellular fluid of solid fermentation culture of white-rot fungi Perenniporia tephropora TFRI 707, Agrocybe aegerita, and Pleurotus geesteranus, with 2,2'-azino-bis (3-ethylbenzthiazoline-6-sulfonic acid), violuric acid, 4-hydroxyacetophenone, and syringaldehyde being used as mediators. After 7 days of incubation, 300 {micro}g/L of TeBT or 1000 {micro}g/L of TePhT were added, the laccase obtained from P. tephropora TFRI 707 removed 83.9%-87.4% of TeBT and 78.0%-91.9% of TePhT; the laccase obtained from A. aegerita removed 73.7%-88.9% of TeBT and 75.5%-92.0% of TePhT; and the laccase obtained from Pl. geesteranus removed 70.4%-85.3% of TeBT and 72.9%-90.2% of TePhT (percentages include incubation with and without mediators). Tributyltin (TBT), dibutyltin (DBT), and monobutyltin (MBT) were detected during the degradation of TeBT. Triphenyltin (TPhT), diphenyltin (DPhT), and monophenyltin (MPhT) were detected during the degradation of TePhT. Therefore, laccases can effectively and rapidly remove butyl or phenyl side chains from the organotin compounds. Because dealkylated alkyl organotin compounds and the elemental tin exhibit considerably low toxicity, laccases can potentially be used in environmental cleanup.", "date": "2025-09-26", "journal": ""}
{"title": "Structures redefine the mechanism of action for tetracyclines", "doi": "10.1101/2025.09.25.678686", "authors": "Devarkar, S. C.; Lomakin, I. B.; Wang, J.; Grada, A.; Bunick, C. G.", "abstract": "The tetracycline class of antibiotics is widely used for treating bacterial diseases including Lyme disease, anthrax, acne vulgaris, and pneumonia. Using a series of high-resolution cryo-electron microscopy (cryo-EM) structures, we show that tetracyclines can simultaneously target the mRNA decoding center and the nascent peptide exit tunnel (NPET) of the bacterial 70S ribosome. Among the tested tetracyclines, Doxycycline was unique in its ability to dimerize and bind the NPET at multiple locations. Structural comparison of Doxycycline, Minocycline, and Sarecycline bound to the Escherichia coli and Cutibacterium acnes 70S ribosome revealed species-specific differences affecting drug interaction and occupancy. Our results redefine the mechanism of action for tetracyclines and provide a structural basis for rational design of narrow spectrum tetracyclines to overcome the rising threat of antibiotic resistance.", "date": "2025-09-26", "journal": ""}
{"title": "Uncovering hidden phylo- and ecogenomic diversity of the widespread methanotrophic genus Methylobacter", "doi": "10.1101/2025.09.26.678804", "authors": "Wutkowska, M.; Nweze, J. A.; Tlaskal, V.; Nweze, J. E.; Daebeler, A.", "abstract": "The globally distributed genus Methylobacter plays a crucial role in mitigating methane emissions from diverse ecosystems, including freshwater and marine habitats, wetlands, soils, sediments, groundwater, and landfills. Despite their frequent presence and abundance in these systems, we still know little about the genomic adaptations that they exhibit. Here, we used a collection of 97 genomes and metagenome-assembled genomes to ecogenomically characterise the genus. Our analyses suggest that the genus Methylobacter may contain more species than previously thought, with >30 putative species clusters. Some species clusters shared >98.65% sequence identity of the full-length 16S rRNA gene, demonstrating the need for genome-resolved species delineation. The ecogenomic differences between Methylobacter spp. include various combinations of methane monooxygenases, multigene loci for alternative dissimilatory metabolisms related to hydrogen, sulphur cycling, and denitrification, as well as other lifestyle-associated functions. Additionally, we describe and tentatively name the two new Methylobacter species, which we recently cultured from sediment of a temperate eutrophic fishpond, as Methylobacter methanoversatilis, sp. nov. and Methylobacter spei, sp. nov. Overall, our study highlights previously unrecognised species diversity within the Methylobacter genus, their diverse metabolic potential, versatility, as well as the presence of distinct genomic adaptations for thriving in various environments.", "date": "2025-09-26", "journal": ""}
{"title": "The Impact of Methylglyoxal and SOD1 Mutation on TDP-43 Interaction in ALS Proteinopathy", "doi": "10.1101/2025.09.25.678586", "authors": "Ribeiro, G. D.; Queiroz, D. D.; Neto, J. R. M.; de Souza, G. F.; Albino, P.; Paranhos, L. H.; Outeiro, T. F.; Eleutherio, E. C. A.", "abstract": "Introduction: Proteinopathy is a key feature of amyotrophic lateral sclerosis (ALS) that causes the loss of motor neurons. Glycated SOD1 increases the levels of phospho-TDP-43, a form that aggregates in the cytosol of neurons experiencing neurodegeneration in most ALS cases. Objective: Here, we evaluated whether TDP-43 interacts with SOD1 and the impact of methylglyoxal (MGO) and G93A SOD1, found in patients, on this interaction. Methodology: TDP-43-SOD1 interaction was observed in H4 cells using the bimolecular fluorescence complementation (BiFC) system. Results: Exposure to MGO reduced SOD1 activity and the levels of phospho-TDP-43 only in cells expressing WT SOD1. Our results showed that both WT and G93A SOD1 interact with TDP-43 in the nucleus and cytosol, with a greater proportion of cells showing cytosolic interactions between TDP-43 and the SOD1 mutant. MGO did not affect the interaction between TDP-43 and WT SOD1; however, it did lead to an increase in cytosolic inclusions at 0.4 mM MGO, a stress that resulted in a 50% reduction in cell viability. These inclusions did not colocalize with stress granules. Treatment with Cyclosporin A, an inhibitor of calcineurin (a phosphatase that dephosphorylates TDP-43), reduced the number of cells containing TDP-43 and WT SOD1 inclusions, as well as the cells showing TDP-43 and G93A SOD1 interactions in the cytosol. Conclusion: Thus, we conclude that damaged SOD1, produced by MGO, or G93A mutation disrupts TDP-43 phosphorylation, altering its location within the cell and inducing its aggregation, which are important markers of ALS.", "date": "2025-09-26", "journal": ""}
{"title": "Sequence engineering at non-motif modulator residues yields a peptide that effectively targets a single PDZ protein in a disease-relevant cellular context", "doi": "10.1101/2025.09.25.678608", "authors": "Amacher, J. F.; Cushing, P. R.; Vouilleme, L.; Cullati, S. N.; Deng, B.; Gerber, S. A.; Boisguerin, P. A.; Madden, D. R.", "abstract": "PDZ interaction networks are finely-tuned products of evolution. These widespread binding domains recognize short linear motifs (SLiMs), usually at the C-terminus of their interacting partners, and are involved in trafficking and signaling pathways, the formation of tight junctions, and scaffolding of the post-synaptic density of neurons, amongst other roles. Typically, a single PDZ domain binds multiple targets; conversely, each PDZ-binding protein engages several PDZ domains, dependent on cellular conditions. Historical PDZ binding motifs rely on two key positions for binding. However, previous insights on modulator, or non-motif, selectivity preferences reveal that these limited motifs are insufficient to describe PDZ-mediated interactomes, consistent with the observation that the degree of promiscuity is much more limited than predicted by defined binding classes. Here, we use these principles to engineer and test a peptide-based inhibitor capable of interacting with a single PDZ domain-containing protein in a disease relevant cellular system. We first interrogate a previously developed sequence selective for cystic fibrosis transmembrane conductance regulator (CFTR)-Associated Ligand (CAL), one of five PDZ domains known to bind the CFTR C-terminus, probing for off-target PDZ partners. Once identified, we use parallel biochemical and structural refinement to eliminate these interactions and introduce a CAL PDZ inhibitor with unprecedented PDZ domain selectivity. We test and verify specificity using relevant cellular PDZ target networks in a mass spectrometry-based approach. Our resultant selective inhibitor enhances chloride efflux when applied to polarized patient bronchial epithelial cells, as well as confirms that engineering an effectively single-PDZ peptide is possible when modulator preferences are applied.", "date": "2025-09-26", "journal": ""}
{"title": "ISGylation Mechanism Uncovers Conformational Specificity for HECT-family E3 ligase", "doi": "10.1101/2025.09.26.678755", "authors": "Sahoo, P.; Parmar, G. G.; Lenka, D. R.; Sherawat, M.; Trivedi, B. S.; Kumar, A.", "abstract": "Interferon-stimulated gene 15 (ISG15), composed of N-terminal and C-terminal ubiquitin-like domains (NTD/CTD), plays a critical role in antiviral immunity. Although the ubiquitination mechanism is well established, the mechanisms governing ISG15 transfer, particularly from E2 to E3 and subsequent lysine conjugation, remain unknown. Here, we revealed that UbcH8(E2)~ISG15 exhibits striking specificity for HECT-family E3 ligases (particularly HERC5) but is inactive with RING or RBR E3. In contrast, UbcH8~Ub preferentially engages RBR E3, indicating a switched E2-E3 specificity depending on the conjugated ubiquitin-like modifier. Structural and biochemical studies uncover how a unique closed conformation of UbcH8~ISG15 enables tarns-thiolation mediated by selective HECT-family E3 ligases. We further demonstrate that HERC5s C-lobe specifically recognises donor ISG15 for lysine conjugation, explaining its exclusive ISGylation activity and lack of ubiquitination function. These findings delineate the molecular basis of ISG15 conjugation and reveal how its pathway has evolved distinct mechanism from ubiquitination, offering new avenues for therapeutic intervention in infection and immunity", "date": "2025-09-26", "journal": ""}
{"title": "Bridging Evolution and Design: Mapping the Diversity of LOV Photosensors", "doi": "10.1101/2025.09.25.678454", "authors": "Herzog, R. E.; Harvey-Seutcheu, I. F.; Janke, P.; Dai, W.; Fischer, P. M.; Hamm, P.; Heckmeier, P. J.", "abstract": "Light-sensitive proteins allow organisms to perceive and respond to their environment, and have diversified over billions of years. Among these, Light-Oxygen-Voltage (LOV) domains are widely distributed photosensors that control diverse physiological processes. Despite their broad biological roles and increasing use in optogenetics, the functional diversity of natural LOV domains and the evolutionary constraints shaping their dynamics remain poorly resolved. A key unresolved problem is how evolution modulates the timescales and efficiencies of LOV photocycles and how this kinetic flexibility relates to biological function. Here we systematically map the photodynamics of 21 natural LOV domains -- including 18 previously uncharacterized variants -- and one de novo photosensor generated by artificial intelligence-guided protein design. We uncover an exceptional kinetic diversity spanning picoseconds to days and identify distinct functional classes within the LOV family. These patterns holistically reveal that billion years of evolutionary adaptation led to branching photocycle kinetics, matching physiological requirements. Moreover, by extending the natural catalog of LOV photosensors with a de novo designed LOV variant, we demonstrate how computational protein design can access new biophysical niches. This work expands the optogenetic toolkit and offers a framework to dissect and harness the evolutionary design principles of light-responsive proteins.", "date": "2025-09-26", "journal": ""}
{"title": "A Comparative Nanomechanical Study of Antibody and Nanobody Binding to SARS-CoV-2 Variants", "doi": "10.1101/2025.09.26.672567", "authors": "Cofas-Vargas, L. F.; Olivos-Ramirez, G. E.; Marrink, S.-J.; Poma, A. B.", "abstract": "The receptor-binding domain of the SARS-CoV-2 spike protein is the principal target of neutralizing antibodies (Abs) and nanobodies (Nbs). Although their thermodynamic binding properties have been extensively characterized, their stability under mechanical force remains less understood. Here, we perform a comparative nanomechanical analysis of three Abs (PDI-231, S2X259, and R1-32) and three Nbs (R14, C1, and n3113.1) bound to the RBD from the WT strain and the Omicron BA.4 and JN.1 variants. Using coarse-grained steered molecular dynamics within the GoMartini 3 framework, we identified distinct force-response behaviors shaped by epitope topology, binding architecture, and variant-specific mutations. Ab/RBD dissociation was characterized by asymmetric rupture events, variant-dependent unfolding of RBD segments, and occasional deformation of antibody constant domains. Analysis of single-chain systems revealed that the heavy chain acts as the main load-bearing element, while the light chain sustains a consistent but weaker mechanical response. For the two-chain Ab system, the cooperative action of both chains enhances stability, enabling complexes to withstand rupture forces in the range of 500 pN. By contrast, Nb/RBD complexes dissociated primarily through rigid-body mechanisms, transmitting force more directly to the RBD interface with minimal structural disruption. Together, these results demonstrate that mechanical resilience emerges from immune complex topology and inter-chain cooperation, providing complementary insights beyond affinity into the design of therapeutics resilient to viral evolution.", "date": "2025-09-26", "journal": ""}
{"title": "Convection-enhanced delivery of dexamethasone in glioma suppresses myeloid inflammation while avoiding systemic toxicities", "doi": "10.1101/2025.09.24.677899", "authors": "Rolfe, N. W.; Dadario, N. B.; Lei, L.; Teasley, D. E.; Amini, M.; Chabot, P. J.; Ifediora, N.; Winans, N. J.; Yoh, N.; Tang, A.; Khoury, N.; Furnari, J.; Kotidis, C.; Stucke, C. H.; Urena, N. M.; Sun, Y.; Upadhyayula, P.; Argenziano, M. G.; Sperring, C. P.; Brand, A.; Viswanathan, A.; Humala, N.; Sims, P. A.; Gill, B. J.; Canoll, P.; Bruce, J. N.", "abstract": "Dexamethasone is widely used to control cerebral edema and inflammation in glioblastoma, but its benefits are limited by systemic toxicities and adverse prognostic associations. We evaluated local administration via convection-enhanced delivery (CED) to maximize intratumoral anti-inflammatory effects by increasing local corticosteroid exposure while minimizing systemic exposure. In a syngeneic glioma mouse model, continuous intraparenchymal infusion of dexamethasone was well tolerated and associated with a modest but significant survival benefit versus vehicle. Single-nucleus RNA sequencing (snRNA-seq) and immunohistochemistry showed attenuation of glioma-associated inflammation with downregulation of reactive microglial/macrophage programs and reduced tumor-infiltrating myeloid cells with a morphology consistent with a less activated state. Experiments in human induced pluripotent stem cell (iPSC)-derived microglia confirmed that dexamethasone directly suppresses inflammatory gene expression, indicating a conserved mechanism across species. Pharmacokinetic analyses supported preferential intratumoral distribution and reduced systemic exposure with CED compared with systemic dosing. These findings suggest that localized dexamethasone delivered by CED reprograms the glioma immune microenvironment and achieves steroid-sparing control of inflammation without the systemic adverse effects associated with standard therapy. This clinically translatable strategy may improve symptom management and provide a platform for integrating local immunomodulation with future glioblastoma therapies.", "date": "2025-09-26", "journal": ""}
{"title": "Expression screening and functional verification of recombinant hirudin from novel chassis cell Chlamydomonas reinhardtii", "doi": "10.1101/2025.09.25.678210", "authors": "Feng, L.; Xing, J.; Tian, A.; Wang, W.; Zhang, Y.; Wang, W.; Hu, Z.", "abstract": "Hirudin is a potent anticoagulant peptide whose clinical application is limited by scarce natural supplies and the suboptimal activity of recombinant versions from conventional microbial hosts lacking key post-translational modifications. Here, for the first time, we establish the \"Generally Regarded as Safe\" (GRAS) microalga, Chlamydomonas reinhardtii, as a novel biological chassis for producing fully functional hirudin. Using high-density heterotrophic fermentation, we generated a bioactive lyophilized algal powder suitable for oral delivery. Crucially, the algal-derived hirudin underwent proper tyrosine sulfation-a key modification absent in prokaryotic hosts-conferring exceptionally high thrombin-inhibitory activity (up to 20,000 ATU/mg). When orally administered to a murine thrombosis model, this hirudin-loaded alga demonstrated potent antithrombotic efficacy. It also exhibited a superior safety profile, showing no signs of the thrombocytopenia or bleeding associated with traditional anticoagulants. This study establishes a green, scalable biomanufacturing and oral delivery platform for therapeutics, highlighting transformative potential at the nexus of agricultural bioengineering, functional foods, and biomedicine.", "date": "2025-09-26", "journal": ""}
{"title": "Probiotic biogeography and sepsis prevention in the neonatal intestine", "doi": "10.1101/2025.09.26.678848", "authors": "Hansen, S. C.; Hamm, C. W.; Weaver, C. T.; Gray, M. J.", "abstract": "Neonatal infection is one of the leading causes of neonatal morbidity and mortality worldwide, particularly in those born prematurely or with low birth weight. Probiotic bacteria have been demonstrated to protect against the development of neonatal intestinal dysbiosis and are widely used in peri- and post-natal clinical settings. However, formulations and efficacy are highly variable, highlighting a critical gap in the current understanding of the mechanistic underpinnings of successful probiotic interventions in this population. Furthermore, current studies on probiotic efficacy largely rely on indirect or relative readouts of intestinal bacterial burden. Herein, we directly mapped the biogeography of intestinal colonization and quantify the probiotic effects of Escherichia coli Nissle 1917 (EcN) and Ligilactobacillus murinus strain V10 against Klebsiella pneumoniae dysbiosis across the span of the neonatal murine intestine. Despite substantial differences in biogeography within the intestine, both EcN and L. murinus V10 significantly reduced K. pneumoniae colonization and mortality from K. pneumoniae sepsis, with EcN doing so much more robustly. EcNs probiotic effect was partially dependent on its ability to respire oxygen. Contrary to the dominant paradigm and practice in the probiotic field, combining multiple probiotic strains did not necessarily increase efficacy. Simultaneous treatment with EcN and L. murinus V10 was less effective than EcN treatment alone at preventing death from sepsis. These results highlight important variables which must be taken into account in the design of effective future probiotic intervention strategies.", "date": "2025-09-26", "journal": ""}
{"title": "The shared and distinct roles of Prochlorococcus and co-occurring heterotrophic bacteria in regulating community dynamics", "doi": "10.1101/2025.09.25.678681", "authors": "Ziegler, C. A.; Mullet, J. I.; Coe, A.; Vo, N. N.; Salcedo, E.; Arrigan, D. M.; Parker, S. M.; Chisholm, S. W.", "abstract": "Prochlorococcus is the most abundant photosynthetic organism in the world, with over 1027 cells distributed across much of our oceans, and is collectively responsible for almost 10% of marine carbon fixation. Naturally co-occurring heterotrophic bacteria at roughly 105-106 cells mL-1 in the oceans have been shown to increase Prochlorococcus fitness and productivity. Despite this massive scale, our understanding of these globally important interactions remains limited, with past research largely focused on single Prochlorococcus-heterotroph pairings involving only a few species. In this study, we extend this perspective by using synthetic communities containing multiple diverse heterotrophic strains isolated from Prochlorococcus enrichment cultures. Specifically, we isolated the four most abundant co-occurring heterotroph species and examined both individual Prochlorococcus-heterotroph interactions and interactions within a synthetic community comprising Prochlorococcus and all four heterotrophs. Using absolute quantification of RNA, DNA, and cell counts over the course of Prochlorococcus growth curves, we find that Prochlorococcus has a modest, species-independent transcriptional response to heterotrophs, whereas each heterotroph displays a markedly different transcriptional response to the community and fulfills distinct metabolic roles. Transcriptional analyses reveal several potential crossfeeding interactions and indicate that community dynamics are influenced not only by metabolic activity but also antagonistic mechanisms, defense responses, and coordinated group behaviors. By pairing synthetic community approaches with absolute abundance measurements, we can gain deeper insight into the forces that shape microbial community assembly in the oceans and their role in driving the global carbon cycle.", "date": "2025-09-26", "journal": ""}
{"title": "ISG15 Differentially Modulates Clade Ib and II MPXV Infection in MEF cells", "doi": "10.1101/2025.09.26.678780", "authors": "McGrail, J. P.; Campana Gomez, I.; Tuhkala, A.; Keskitalo, S. E.; Varjosalo, M.; Garcia-Sastre, A.; Palacios, G. F.; Sanchez-Seco, M. P.; Guerra, S.", "abstract": "The unprecedented human-to-human transmission of Clade IIb monkeypox virus (MPXV) during the 2022 outbreak has renewed focus on host determinants of viral fitness. Interferon-stimulated gene 15 (ISG15) encodes a ubiquitin-like protein with broad immunomodulatory functions, yet its role in MPXV infection remains unclear. Using representative strains from recent and historical outbreaks spanning Clades I and II, we show that ISG15 deficiency enhances viral replication and protein production in murine cells. Given that rodents are considered potential natural reservoirs of MPXV, these findings highlight the importance of studying murine models to understand virus host interactions. Notably, the 2024 Democratic Republic of Congo strain displays reduced sensitivity to ISG15, suggesting clade-specific adaptation. ISG15 also influences viral immune evasion, as knockout cells infected with Clade II viruses expressed fewer immunomodulatory proteins and exhibited marked reductions in host protein phosphorylation. These results identify ISG15 as a determinant of MPXV infection and underscore evolutionary differences between clades.", "date": "2025-09-26", "journal": ""}
{"title": "Strain-dependent contribution of the AcrAB-TolC efflux pump to Klebsiella pneumoniae physiology", "doi": "10.1101/2025.09.26.678718", "authors": "Bhogal, K.; Clough, B.; Emmerson, C.; Organ, A.; Chen, Y.; Buckner, M. M. C.; Alav, I.", "abstract": "Klebsiella pneumoniae is a prominent opportunistic pathogen increasingly associated with multidrug resistance and virulence. One of the main mechanisms of antimicrobial resistance in K. pneumoniae is active efflux, primarily mediated by the Resistance-Nodulation-Division (RND) family of pumps. AcrAB-TolC is the key RND efflux pump in K. pneumoniae, regulated by the transcriptional activator RamA and its repressor RamR. Although overexpression of AcrAB-TolC has been linked to drug resistance in various clinical strains, its physiological roles in K. pneumoniae remain insufficiently studied. In this study, we generated isogenic deletions of acrB and ramR in both the genetically tractable K. pneumoniae Ecl8 and the virulent ATCC 43816 strains. We examined the phenotype of the {Delta}acrB and {Delta}ramR mutants by assessing antimicrobial susceptibility, biofilm formation, growth under infection-related conditions, and both in vitro and in vivo infection models. Loss of acrB increased susceptibility to drugs, decreased biofilm formation, and reduced in vitro virulence in both Ecl8 and ATCC 43816. However, only in Ecl8 was the loss of AcrB found to diminish growth under infection-like conditions and decrease in vivo virulence in the Galleria mellonella infection model. In contrast, in ATCC 43816, it had no effect. Our findings suggest that AcrAB-TolC exhibits strain-specific physiological functions, highlighting its dual role in antimicrobial resistance and pathogenicity, and thereby broadening our understanding of efflux-mediated adaptations in K. pneumoniae. Exploring the broader functions of RND efflux pumps in K. pneumoniae can provide insights into the potential effects of targeting them with inhibitor molecules.", "date": "2025-09-26", "journal": ""}
{"title": "A widespread Actinobacterial G Protein System regulates production of specialized metabolites in Streptomyces coelicolor", "doi": "10.1101/2025.09.26.678717", "authors": "Cantu Morin, L. M.; Vunnum, A.; Binns, S.; Traxler, M. F.", "abstract": "Actinobacterial G protein systems (AGPSs), also known as conservons, are regulatory systems that are broadly distributed within Actinomycetota. AGPSs are composed of a minimum of four proteins, including a sensor histidine kinase, a small Ras-like GTPase, a roadblock/MglB protein (likely a GTPase activating protein), and protein with a domain of unknown function that likely functions as a guanine-nucleotide exchange factor (GEF). While progress has been made in understanding AGPS function at the mechanistic level, the phylogenetic distribution of individual AGPSs, and the genes and processes they regulate, remain largely unmapped. Previously, the Cvn8 AGPS of Streptomyces coelicolor was found to influence expression of genes in multiple specialized metabolic pathways during interspecies interactions with other actinomycetes. However, the impact of the Cvn8 AGPS on specialized metabolism has not been assessed at the chemical level. Here, we investigated the phylogenetic distribution of the Cvn8 AGPS clade, and assessed the impact of the Cvn8 AGPS on natural product biosynthesis using untargeted metabolomics. In a set of 485 actinobacterial genomes, we found that members of the clade that includes the Cvn8 AGPS from S. coelicolor are widely distributed in the lineages known to produce specialized metabolites. Additionally, in S. coelicolor, the pattern of specialized metabolite production varied in mutants lacking specific components of the Cvn8 AGPS. Specifically, normal production of the pigmented actinorhodin antibiotics during interspecies interactions required cvnA8 and cvnF8, while a{Delta} cvnD8 strain overproduced undecylprodigiosin. These results connect a widespread AGPS to control of specialized metabolism in a model actinomycete.", "date": "2025-09-26", "journal": ""}
{"title": "A murine model of adult gastrointestinal colonization by Group B Streptococcus", "doi": "10.1101/2025.09.25.678695", "authors": "Ling, J.; Joyce, L.; Doran, K. S.; Hryckowian, A.", "abstract": "Group B Streptococcus (Streptococcus agalactiae, GBS) is a leading cause of invasive infections in neonates and adults. The adult gastrointestinal (GI) tract represents an understudied site of asymptomatic carriage with potential relevance for both transmission and disease. Here, we establish a murine model of GBS colonization in the adult GI tract, which provides a tractable system for probing host-microbe interactions within this niche. Using this model, we establish that GI carriage is generalizable to diverse GBS isolates and leverage transposon sequencing (Tn-Seq) to identify candidate GBS factors important for GI colonization. Informed by these TN-Seq data, we identify GBS capsule as a critical colonization factor of the adult murine GI tract. Taken together, this work highlights the GI tract as a reservoir for GBS and introduces a new experimental framework for investigating the bacterial and host determinants of GBS GI carriage.", "date": "2025-09-26", "journal": ""}
{"title": "Predicting Protein Crystal Solvent Content from Patterson Maps Using Machine Learning", "doi": "10.1101/2025.09.24.678396", "authors": "McDonagh, D.; Rigden, D. J.; Waterman, D. G.; Keegan, R. M.", "abstract": "Estimating the solvent content of protein crystals is fundamental to identifying the correct symmetry and phasing of the unit cell. Typically, the number of molecules in the asymmetric unit is not known and probabilistic methods are used based on statistics derived from the Protein Data Bank (PDB). These methods tend to predict the number of molecules incorrectly in around 20% of cases, which can significantly impede the structure solution pipeline. Here multiple machine learning approaches are investigated to predict solvent content using Patterson Maps. Several architectures are shown to give a significant improvement over current approaches, with prediction errors being reduced by over 50%. In addition, the potential of embedded representations of Patterson Maps for clustering is demonstrated, which could lead to new approaches for identifying similar structures when processing novel data.", "date": "2025-09-26", "journal": ""}
{"title": "Insights into the recruitment of the H3K4me3 reader Spp1 by the meiotic double-strand break protein Mer2", "doi": "10.1101/2025.09.26.678740", "authors": "Liloku, P.; Alvarez Melo, D.; Gisbert, V. G.; Mannaert, S.; Mechleb, K.; Derclaye, S.; Ray, A.; Alsteens, D.; Volkov, A. N.; Sterckx, Y. G.- J.; Claeys Bouuaert, C.", "abstract": "The formation of DNA double-strand breaks (DSBs) by Spo11 is tied to the loop-axis organization of meiotic chromosomes. Prior to DSB formation, chromatin loops marked by histone H3K4 trimethylation become tethered to the chromosome axis through interactions between Spp1 and Mer2. Mer2 is an essential partner of Spo11 thought to assemble the DSB machinery via biomolecular condensation, but these molecular assemblies remain poorly characterized. Here, using AlphaFold modeling, biochemical reconstitution, and biophysical validation, we explored the relationship between Mer2, Spp1 and their DNA-bound complexes. The tetrameric coiled-coil domain of Mer2 has four rotationally symmetrical sites that can bind a C-terminal alpha-helix of Spp1. However, binding of one Spp1 subunit appears to allosterically modulate the affinity for the adjacent sites, leading to the assembly of 4x2 Mer2-Spp1 complexes. Mer2 also accommodates multiple DNA duplexes, allowing the assembly of tripartite Mer2-Spp1-DNA complexes with branched DNA substrates and effective recruitment of Spp1 within nucleoprotein condensates. However, because the Spp1- and DNA-binding sites of Mer2 partially overlap, Spp1 recruitment reduces DNA binding by Mer2, which is compensated for by a patch of positively charged residues within Spp1. These findings provide insights into the structural organization of Mer2 and Spp1 and their role in the assembly of the meiotic DSB machinery.", "date": "2025-09-26", "journal": ""}
{"title": "Towards One-Step and Universal Synthesis of Hypermodified Uracil Nucleosides: acp3U and cmnm5U", "doi": "10.1101/2025.09.26.678795", "authors": "Mejdr, I.; Mejdr, E.; Heinickel, L.; Carell, T.", "abstract": "Hypermodified nucleosides have been recently in the center of scientific attention. They represent a unique group of nucleosides with an alternated structure, such as the addition of functional groups or amino acids. Their distinctive structures and positions in RNAs are crucial for the processes of translation and stability. High demand of oligonucleotides bearing those hypermodified nucleobases lead us to the development of a single step synthesis of acp3U phosphoramidite, as acp3U has been recognized as an important molecule for the structural integrity of tRNA and native immunity. We also present a novel synthesis of cmnm5U phosphoramidite and its incorporation into an oligonucleotide from a universal starting material, allowing a transformation into at least two other hypermodified nucleosides.", "date": "2025-09-26", "journal": ""}
{"title": "TE-like DNA methylation of highly expressed endosperm genes in maize", "doi": "10.1101/2025.09.26.678861", "authors": "Sun, Y.; Zeng, Y.; Dawe, R. K.; Gent, J. I.", "abstract": "Unlike CG methylation alone, which is associated with stable and moderate levels of transcription, gene body methylation in both CG and CHG contexts is associated with poorly transcribed and missanotated genes. Recent results show that removal of this TE-like methylation from a set of maize pollen specific genes promotes high-level transcription. Here we report that TE-like methylated genes that are maternally demethylated are expressed toward the extreme high end of the spectrum in endosperm. As with their pollen counterparts, they have few exons, and are enriched for short, secreted proteins. Nearly half encode zeins, the major seed storage proteins of maize. When methylation is high in promoters as well as in gene bodies, their paternal copies are silenced in endosperm, resulting in genomic imprinting. These findings reveal that sporophytic TE-like methylation in gene bodies can be a signature of nearly-constitutive silencing but high and specific expression in endosperm or pollen.", "date": "2025-09-26", "journal": ""}
{"title": "Stability and diversity of interactions in complex microbiomes", "doi": "10.1101/2025.09.24.678377", "authors": "Calle-Espinosa, J.; Iranzo, J.", "abstract": "Complex microbial communities abound in nature, yet designing robust and stable microbial consortia for use in biotechnology and One Health applications remains a major challenge. Inspired by a large body of work on community ecology, we used mathematical models to investigate what makes a microbiome stable. Our approach integrates three factors that characterize many free-living and host-associated microbial communities but have seldom been jointly considered: sustained growth, high-order interactions, and a broad diversity of interaction profiles. We derived a simple expression that relates community stability to basic statistical properties of the underlying interaction networks. Analytical and numerical results show that synergistic high-order interactions, such as those derived from complex auxotrophies, play a critical role in stabilizing species-rich microbial communities with highly diverse interaction profiles. In contrast, in the absence of high-order interactions, viability is restricted to communities with very sparse or fully mutualistic interaction networks. Our findings have the potential to inform microorganism-based interventions in areas in which sustained growth and long-term stability are desirable properties. We propose that incorporating high-order mutualism into engineered microbial consortia could improve their robustness by buffering design uncertainty about the underlying interaction networks.", "date": "2025-09-26", "journal": ""}
{"title": "Construction of a reference genome for Starmerella batistae and annotation of Starmerella species reveal a close evolutionary relationship with Schizosaccharomyces pombe and suggest an alternative pathway for sophorolipid production.", "doi": "10.1101/2025.09.24.678367", "authors": "Timouma, S.; Hanak, A.; Balarezo-Cisneros, L. N.; Donaldson, I.; Valle, F.; Delneri, D.", "abstract": "The Starmerella clade is known for displaying osmotolerant and acidophilic traits from their association with bees. Several species in this genus can produce sophorolipids, which are commercially produced as biosurfactants. Here, we isolated a yeast contaminant from the laboratory environment, identified as Starmerella batistae, able to thrive under low pH, including high concentrations of lactic acid, and relative high temperatures. We have sequenced and conducted a de novo genome assembly in three chromosomes and a mitochondrial genome for S. batistae (ca 9.3 Mb). Based on this reference genome we functionally annotated 29 different Starmerella species, using the publicly available sequences. Phylogenetic analysis across different yeast clades revealed a close relationship of Starmerella species with Schizosaccharomyces yeasts. Fifteen genes were uniquely shared between Sz. pombe and S. batistae, of which twelve were involved in cell morphology. Interestingly, the shape of S. batistae cells is elongated rather than round, similar to the Sz. pombe. Additionally, we found that all the Starmerella strains capable of producing sophorolipids shared a last common ancestor. Such clustering can help identify other sophorolipid-producing Starmerella yeasts that have not yet been characterised. We did not find the one-to-one orthologs of S. bombicola sophorolipid pathway in any of the Starmerella sp. with the exception of S. kuoi, S. powellii and S. floricola. In S. etchelsii, the antisense and telomeric pair UGTA1/CYP52M1 was found to be structurally conserved although not functionally. These findings support the notion that alternative pathways for the production of sophorolipids have evolved in different Starmerella lineages.", "date": "2025-09-26", "journal": ""}
{"title": "Nanopore genome skimming with Illumina polishing yields highly accurate mitogenome sequences: a case study of Niphargus amphipods", "doi": "10.1101/2025.09.24.678374", "authors": "Salussolia, A.; Lecoquierre, N.; Stoch, F.; Flot, J.-F.", "abstract": "With over 430 species currently described, the amphipod genus Niphargus Schiodte, 1849 is the most species-rich crustacean genus in subterranean waters. Previous phylogenetic studies of this genus have relied mainly on mitochondrial COI and nuclear 28S sequences, which do not resolve all the nodes in its phylogeny. As a first step towards a mitogenome-based phylogeny of niphargids, we present here the first complete mitogenome sequence of Niphargus. To obtain high-accuracy mitogenome sequences and annotations, genome skims of three individuals of the Niphargus dolenianensis Lorenzi,1898 species complex were generated using both short, accurate reads (Illumina) and long, noisier reads (Nanopore). Whereas direct assembly of Illumina sequences yielded structurally incorrect mitogenome sequences, assembly of Nanopore reads produced highly accurate sequences that were corroborated by mapping of Illumina reads. Polishing of the Nanopore consensus using Illumina reads corrected a handful of errors at the homopolymer level. The resulting mitogenome sequences ranged from 14,956 to 15,199 bp and shared the same arrangement of 13 protein-coding genes, two ribosomal RNA genes, 22 transfer RNA genes, and a putative control region. Phylogenetic analyses based on protein-coding genes confirmed that the Niphargidae family is sister to Pseudoniphargidae, resolving their relationships with other amphipod families. This highlights the utility of mtDNA genome sequences for studying the evolution, diversification, and taxonomy of this groundwater genus.", "date": "2025-09-26", "journal": ""}
{"title": "The regulatory landscape of nascent transcription in human health and disease", "doi": "10.1101/2025.09.24.676871", "authors": "Shah, S. R.; Chen, Y.; Leung, A. K.; Navarro, P. V. C.; Paramo, M. I.; Gupta, J.; Gurumurthy, A.; Fite, R. F.; Weimer, A. K.; Mohyeldin, A. M.; Du, Q.; Egli, D.; Creusot, R. J.; Ryan, R. J. H.; Snyder, M. P.; Clark, A. G.; Lis, J. T.; Yu, H.", "abstract": "Transcriptional regulatory elements (TREs) orchestrate gene expression programs fundamental to cellular identity and transitions between physiological and pathological states. Decoding the regulatory logic of human biology requires resolving where, when, and how these elements are transcriptionally engaged. Here, we profiled the active transcriptional regulatory landscape across all major organ systems and a broad spectrum of developmental and disease states using PRO-cap, a high-resolution method that captures nascent transcription start sites with unprecedented sensitivity and specificity. This atlas of active TREs highlights elements shaped by their cellular contexts and evolutionary constraints, sheds light on the genetic architecture of human traits and diseases, and reveals how patterns of transcription initiation and pausing encode regulatory logic. In cancer, nascent transcription enables the delineation of lineage-specific regulatory states, metastatic adaptations, and the co-option of pre-existing programs. Together, these findings establish nascent transcription as a core dimension of gene regulation, illuminating principles that govern development, physiology, and disease.", "date": "2025-09-26", "journal": ""}
{"title": "Redox Regulation of Cell Migration via Nischarin S-glutathionylation", "doi": "10.1101/2025.09.25.678565", "authors": "Shivamadhu, M. C.; Kukulage, D. S. K.; Padmavathi, R.; Oppong, D.; Mashhadi Ramezani, F.; Eldershaw, D. N.; Collins, B. M.; Ahn, Y.-H.", "abstract": "Reactive oxygen species (ROS) are central players in redox signaling, controlling all biological processes in human health. Many reports demonstrated that ROS play essential roles in regulating cell migration and invasion, while contributing to cancer progression and metastasis, potentially via inducing protein cysteine oxidations. Nevertheless, specific redox players involved in cell migration and invasion remain ill-defined. In this report, we found that Nischarin (NISCH), established as a tumor suppressor, is susceptible to S-glutathionylation, selectively at Cys185 located near its leucine-rich repeat (LRR) domains, which are implicated in protein-protein interactions with Rac1 and PAK1. We demonstrated that epithelial breast cancer cell lines, MCF7 and MDA-MB-231, expressing NISCH wild-type (WT), compared to its cysteine mutant (C185S), exhibit increased migration and invasion in response to oxidative stress, such as limited glucose. Mechanistically, NISCH S-glutathionylation reduced its binding to Rac1 and PAK1, without altering its binding to integrin 5. The dissociation of NISCH led to the activation of Rac1 and PAK1, resulting in the localization of Rac1 to the cell periphery, which facilitates lamellipodia formation. The activated PAK1 increased the phosphorylation of the LIMK1-cofilin axis, thereby further enhancing actin filament dynamics that promote cell migration. Based on the mechanistic analysis, we produced an engineered NISCH construct, composed of the N-terminal PX and LRR domains. We demonstrated that the engineered NISCH PX-LRR constructs, particularly one lacking the S-glutathionylation site (i.e., C185S), can suppress the migration, invasion, and colony formation of MDA-MB-231 cells, regardless of the presence of oxidative stress. Our data reports a new redox player in cell migration and invasion, while supporting the potential application of NISCH-derived protein-based therapeutics for breast cancer.", "date": "2025-09-26", "journal": ""}
{"title": "Microbial lipid shifts in a multi-stage simulated gut", "doi": "10.1101/2025.09.25.678496", "authors": "Tamanna, I. J.; Salonen, K. H.; Mannochio-Russo, H.; Krakstrom, M.; P. Gomes, P. W.; Lamoureux, V. C.; Mohanty, I.; Forssten, S. D.; Ouwehand, A. C.; HyOtylainen, T.; Dickens, A. M.; Dorrestein, P. C.; Oresic, M.; Lamichhane, S.", "abstract": "Food residues that bypass human digestion are further digested by gut microbes, leading to the production of diverse metabolites, including lipids. To investigate how lipids are affected during this transition, we used a colon simulator with four distinct vessels that mimics the proximal to distal part of the human colon. We observed dynamic shifts in a diverse array of microbially derived lipid molecules in the simulated intestinal chyme, including bile acids and N-acyl amides with short and odd-chain lipids. Histamine-linked N-acyl lipids increased from the proximal to the distal colon vessels (pH 5.5 - 7.0), whereas putrescine-linked, initially abundant in the media, decreased across the colon vessels. We uncovered dynamic associations between in vitro-derived short-chain N-acyl lipids and major lipid species such as cholesterol esters, phosphatidylethanolamines, ceramides, and sphingomyelins. To determine the broader relevance of these findings, we applied a reverse metabolomics approach and examined lipid profiles in human small intestine and fecal samples from public datasets. This validated the colon simulator as a model for studying diet-derived and microbially transformed metabolites with relevance to human and animal health and could perhaps be used as a strategy to discover microbial metabolites.", "date": "2025-09-26", "journal": ""}
{"title": "Pericytes and Wnt signaling induce functional blood-brain barrier phenotype in human iPSC-based model", "doi": "10.1101/2025.09.26.678752", "authors": "Nogueira Pinto, H.; Kok, N. R.; Hauger, P. C.; Karsten-van Diepen, M.; de Kok, M.; Paauw, N. J.; van der Pol, S. M.; Nugteren-Boogaard, J. P.; Hordijk, P. L.; Beekhuis-Hoekstra, S. D.; Gibbs, S.; de Wit, N. M.; De Vries, H. E.", "abstract": "The blood-brain barrier (BBB), formed by brain microvascular endothelial cells (BMECs), restricts vascular permeability through tight junctions, selective transporters, and low transcytosis. BBB dysfunction contributes to cerebrovascular and neurodegenerative disease, yet current human in vitro models recapitulate only a subset of BMEC features. Here, we describe a strategy generate BMECs (hiBMECs) from human induced pluripotent stem cell-derived endothelial cells by co-culture with isogenic brain pericytes and activation of Wnt/{beta}-catenin signaling. The resulting hiBMECs display barrier properties, active efflux transporters, and appropriate inflammatory responses. Transcriptomic profiling revealed convergence of pericyte-derived cues and Wnt/{beta}-catenin activation on ETS1, SMAD3/4, and PPAR{gamma} transcriptional networks, establishing a gene signature closely matching the adult human BBB. Downstream analysis revealed that hiBPC cues engaged sphingosine-1-phosphate, TGF-{beta}, and angiopoietin/Tie2 pathways, which were further regulated by canonical Wnt activation. These findings uncover a synergistic mechanism by which brain pericytes and Wnt/{beta}-catenin signaling orchestrate BMEC differentiation and function, providing mechanistic insight into human BBB development and an improved hiPSC-derived BBB model for future drug screening and disease modeling.", "date": "2025-09-26", "journal": ""}
{"title": "Cell-free systems enable mechanistic characterization of genetically encoded RNA strand exchange circuits for programmable protein expression", "doi": "10.1101/2025.09.25.678518", "authors": "Piorino, F.; Romantseva, E.; Schaffter, S. W.", "abstract": "Nucleic acid circuits are powerful tools for programming biology, but the design principles for operating these circuits in complex cellular environments remain poorly understood compared to simple in vitro settings. Cell-free expression systems (CFES) are uniquely suited to address this challenge, as they can integrate measurements ideal for either in vitro or in cyto settings. Further, because CFES are open systems, they enable a level of control over component concentration unattainable in cells. Here, we use CFES to characterize genetically encoded RNA circuits that operate via toehold-mediated strand exchange (TMSE). These circuits have been extensively characterized in vitro and were recently deployed as translational riboregulators in E. coli, revealing key differences between the two environments. By systematically modulating the design parameters of these RNA circuits in both purified protein and lysate-based CFES, we elucidate the mechanisms linking TMSE to protein expression. Further, we combine measurements and alterations in CFES composition that are infeasible in cells to investigate interactions between cellular components and RNA circuit components, identifying a potential interaction with ribosomes that informs circuit design. Our results establish a unified set of principles for designing and operating genetically encoded TMSE circuits across in vitro, CFE, and bacterial environments, which should catalyze the widespread adoption of this platform for new applications in molecular programming, synthetic biology, and biotechnology.", "date": "2025-09-26", "journal": ""}
{"title": "Small Molecule Approach to RNA Targeting Binder Discovery (SMARTBind) Using Deep Learning Without Structural Input", "doi": "10.1101/2025.09.24.678312", "authors": "Jiang, S.; Taghavi, A.; Wang, T.; Meyer, S. M.; Childs-Disney, J. L.; Li, C.; Disney, M. D.; Li, Y.", "abstract": "Accurate identification of small molecule binders to RNA is critical for chemical probes and therapeutics. Computational approaches offer a cost-effective strategy to identify small molecules targeting RNA but are often limited by poor predictive accuracy and high computational demands. Here, we introduce Small Molecule Approaches to RNA Targeting Binder Discovery (SMARTBind), a structure-agnostic ligand discovery framework that combines an RNA large language model with contrastive learning and a ligand-specific decoy enhancement strategy. The RNA language model, pre-trained on millions of RNA sequences, together with the decoy enhancement strategy, addresses data scarcity and improves model generalizability. SMARTBind uses only RNA primary sequence to identify small molecule binders and their binding sites accurately. Across multiple benchmarks and case studies, SMARTBind outperforms existing data-driven and docking-based methods while significantly reducing computational cost. In a real-world application, SMARTBind identified novel small molecules targeting the precursor of oncogenic microRNA-21, validated by in vitro and cellular assays. These results highlight SMARTBind's potential as a scalable, accurate, and structure-independent platform for RNA-targeted small molecule discovery.", "date": "2025-09-26", "journal": ""}
{"title": "Dimeric Cin8 motors have an inherent plus-end bias and weak inter-head coordination", "doi": "10.1101/2025.09.24.678381", "authors": "Pandey, H.; Ma, T.-C.; Bonventre, E.; Rice, L.; Gheber, L.; Hancock, W. O.", "abstract": "Kinesin-5 motors are bipolar tetramers that crosslink and slide antiparallel microtubules during mitotic spindle assembly. Fungal kinesin-5 motors, such as Cin8, exhibit bidirectional motility, switching between minus- and plus-end-directed stepping in response to environmental conditions; however, the molecular basis of this directional switching remains unclear. To better understand the origin of this bidirectional behavior, we investigated the motility and ATPase kinetics of two Cin8 dimers, created by fusing the motor domains to a stable coiled-coil domain from kinesin-1. To investigate the role of the proximal neck coiled-coil region in coordinating motor activity, we compared Cin8 dimers that included or lacked the first four heptads of the Cin8 neck-coil domain. By analyzing the stepping kinetics, microtubule residence times, and directional switching dynamics, we found that these Cin8 dimers move processively with a net plus-end directionality along with undirected movements, behaviors that mimic the plus-ended motility state of wild-type Cin8. However, fast minus-ended motility seen in wild-type Cin8 tetramers was not observed in the dimers. The instantaneous velocity distributions and ATPase rates were inconsistent with the undirected movement being solely due to passive diffusion, suggesting that they reflect random bidirectional stepping. Fewer undirected movements were seen on yeast microtubules, their native physiological substrate, compared to on bovine microtubules. Replacing the Cin8 neck-coil domain with a stable coiled-coil led to faster plus-end stepping, fewer undirected movements, a reduction in the microtubule binding duration, and enhanced coupling between ATP hydrolysis and plus-end stepping. Our results suggest that the native Cin8 neck coil confers flexibility between the two motor domains that contributes to bidirectional stepping, and that sustained minus-end movement requires regions outside the motor domain.", "date": "2025-09-26", "journal": ""}
{"title": "Dynamic Gating by the Phenylalanine Clamp Loop Controls Peptide Translocation Through the Anthrax Toxin Nanopore", "doi": "10.1101/2025.09.25.678637", "authors": "Colby, J. M.; Krantz, B. A.", "abstract": "The {phi}-clamp loop, which contains the key F427 residue, is a critical active site in the anthrax toxin protective antigen (PA) nanopore, yet its precise role in governing the complex, multi-state dynamics of peptide translocation remains debated. Here, we dissect the peptide-clamp interaction mechanism using single-channel electrophysiology and a series of guest-host peptides, which are translocated via either wild-type PA, an ablated F427A mutant, or a polar aromatic F427Y mutant. Mutations to the {phi} clamp dramatically reduce peptide residence times but, critically, preserve the intermediate, partially blocked conductance states observed in the wild-type pore. Thermodynamic analysis reveals that the F427 residue is essential for creating a deep, energetically stable, fully blocked 'hydrophobic trap' (State 0), as its mutation leads to a significant destabilization of this state and a corresponding population shift to shallower intermediates. Kinetic analysis of the state-to-state transitions demonstrates that while the F427A mutation lowers the energetic barrier for escape from this trap, it disrupts the efficient, hydrophobically driven entry. Furthermore, the strong correlations between kinetic parameters and peptide molecular properties (hydrophobicity, aromaticity) that are a hallmark of the wild-type pore are completely abolished in the F427A mutant. These results support a refined model where F427 acts as a specific chemical 'reader,' and the intermediate states arise from larger-scale, dynamic dilation of the entire clamp-containing loop. This detailed mechanistic insight provides a framework for the rational engineering of next-generation nanopore biosensors.", "date": "2025-09-26", "journal": ""}
{"title": "Humoral correlates of protection in a mouse model of echovirus infection", "doi": "10.1101/2025.09.24.678383", "authors": "Creisher, P. S.; Abell, J. W.; Cooley, K. A.; Coyne, C.", "abstract": "Echoviruses commonly infect humans and can cause severe outcomes, including meningitis and liver failure, especially in neonates and immunocompromised individuals. Although recent progress has been made in understanding acute pathogenesis and innate immunity to echoviruses, adaptive immune responses remain poorly defined, in part due to the lack of an appropriate small animal model of infection. Here, we developed a translational mouse model of echovirus infection using hFc mice, which express human FcRn, the echovirus receptor, while maintaining functional IgG circulation. Primary echovirus infection caused acute disease and elicited virus-specific nAbs, IgG, and IgM only in hFc mice, which express human FcRn and support IgG transport, but not in parental Tg32 mice that lack IgG transport. These humoral responses correlated with protection against a homologous lethal-dose challenge. The protective role of these antibodies was confirmed by passive transfer of immune serum, which conferred complete, sterilizing protection. Statistical modeling identified E5-specific nAb, total IgG, and IgG1 titers as the strongest predictors of survival following infection, identifying novel correlates of protection. These findings establish hFc mice as a robust translational model for dissecting echovirus adaptive immunity, define the humoral response to infection, and identify correlates of protection to guide future vaccine development and preclinical evaluation.", "date": "2025-09-26", "journal": ""}
{"title": "A Daily Cycle of White Collar Complex Dephosphorylation Sustains Circadian Rhythmicity in Neurospora", "doi": "10.1101/2025.09.25.678408", "authors": "Wang, B.; Zhou, X.; Loros, J. J.; Dunlap, J. C.", "abstract": "As a photoreceptor, the transcription factor complex WCC acutely activates ~5% of the genome in response to blue light, while as the circadian positive element in the dark WCC influences expression of about 40% of the transcriptome. Among WCC-regulated genes is frq which is both acutely light-activated through a pLRE and circadian-regulated through a C-box promoter element that is not active in constant light. The complex of FRQ, FRH, and CK1, the FFC, phosphorylates WCC at >95 sites, thereby repressing its activity and closing the circadian feedback loop in the dark. Although FFC has no described role in the light, we validated the expectation that FFC-driven WCC phosphorylation also silences C-box promoters in constant light, thereby confirming two classes of WCC targets, C-box-like that are normally repressed in the light and pLRE-like that remain light-active despite FFC-driven WCC phosphorylation. Genome-wide derepression of C-box-like promoters in frq-null fungi may explain reported non-circadian effects seen in some frq-null fungi including reduced virulence and conidiation. Reanalysis of WCC-mediated circadian activation and repression revealed that, while at dusk most WCC is phosphorylated and repressed, subsequent circadian activation is the result of transient dephosphorylation/derepression of just a small subset of this WCC pool; this small active pool drives expression of FRQ, nucleating the FFC, which rapidly re-phosphorylates the WCC pool to repress it, a phosphorylation/dephosphorylation cycle that can run for days without new WCC synthesis. The realization that both FFC and WCC are regulated primarily through phosphorylation rather than turnover leaves the circadian oscillator looking much like a phoscillator, emphasizing the primacy of post-translational regulation in timekeeping.", "date": "2025-09-26", "journal": ""}
{"title": "Mechanism of MEK1 phosphorylation by the N-terminal acidic motif mediated asymmetric BRAF dimer", "doi": "10.1101/2025.09.26.678760", "authors": "Kondo, Y.; Notbohm, J.; Navas Camacho, I.; Nagy-Davidescu, G.; Mason, T.; Muehle, J.; Standfuss, J.; Perica, T.", "abstract": "The RAF/MEK/ERK signaling cascade regulates cell proliferation and differentiation and is frequently dysregulated in cancer. Approximately 90% of RAF-mutant cancers harbour mutations in B-type of Rapidly Accelerated Fibrosarcoma (BRAF). Its proto-oncogenicity has been attributed to a four-residue N-terminal acidic (NtA) motif. While a long-standing model proposes that the NtA promotes an activating asymmetric RAF dimerization, this idea has lacked structural support. Here, we present the first X-ray crystal structure of an NtA-mediated asymmetric BRAF dimer bound to its substrate Mitogen-activated Protein kinase Kinase (MEK1). Further cellular and biochemical analyses reveal that this asymmetric dimer is not an intermediate along the BRAF activation pathway, but rather a catalytically active state of the kinase. We validate this with the structure of BRAF bound to Ser222-phosphorylated MEK1, capturing the complex in a post-catalytic state. This combination of structural and cellular analysis establishes the relevance of NtA-driven asymmetry in BRAF activation and resolves a long-standing disconnect between RAF cancer genetics and structural biology.", "date": "2025-09-26", "journal": ""}
{"title": "Structural mechanism of mRNA decoding by mammalian GTPase GTPBP1", "doi": "10.1101/2025.09.26.678779", "authors": "Susorov, D.; Miscicka, A.; Golovenko, D.; Loveland, A. B.; Zinoviev, A.; Pestova, T. V.; Korostelev, A. A.", "abstract": "GTP-binding protein 1 (GTPBP1) is a widespread translational GTPase closely related to elongation factor eEF1A. The loss of GTPBP1 leads to errors in neuronal development in animals and is associated with neurodegenerative disorders in humans. Although linked to translation and quality control mechanisms, GTPBP1 functions remain largely obscure. Similarly to eEF1A, GTPBP1 delivers cognate aminoacyl-tRNA to the ribosomal A site in a GTP-dependent manner, but GTP hydrolysis is not followed by rapid peptide bond formation, and GTPBP1-mediated elongation is slow. To establish the basis for GTPBP1 function, we determined cryo-EM structures of 80S ribosomal complexes bound to GTPBP1*aa-tRNA with GTP or the non-hydrolysable analog GDPCP. They revealed that the unique GTPBP1 architecture, including the additional eIF1/IF3-like N-terminal domain and the shoulder-interacting H-loop in place of the 2 helix of canonical GTPases, is responsible for establishing GTPBP1-specific interactions with tRNA and the ribosome, leading to slow GTPBP1 dissociation after GTP hydrolysis and thus delayed tRNA accommodation. Slow dissociation correlates with an extended proofreading stage resulting in higher accuracy of GTPBP1-mediated decoding and potentially allows GTPBP1 to elicit its putative quality control functions. GTPBP1 visualization provides the foundation for mapping and elucidating GTPBP1 mutations associated with human diseases.", "date": "2025-09-26", "journal": ""}
{"title": "Intracellular delivery of full-length antibodies via organ targeted lipid nanoparticles", "doi": "10.1101/2025.09.26.678781", "authors": "Alamgir, A.; Yaneva, M.; Sela, M.; Mora-Raimundo, P.; Ghosal, S.; Odeh, A.; Hasson, P.; Chien, R. C.; Schroeder, A.; DeLisa, M. P.; Alabi, C. A.", "abstract": "Antibodies are proteins prized for their ability to bind to extracellular antigens with exceptionally high affinities and specificities. These features have motivated researchers to utilize antibody-antigen binding to inhibit intracellular disease targets in the proteome, yet delivery of antibodies into the cytosol of cells has long been a considerable challenge. Here, we outline the development of a novel lipid nanoparticle (LNP) platform for delivering antibodies into cells to selectively inhibit disease-relevant cytosolic targets. This approach efficiently delivers various therapeutic antibodies into multiple cancer cell lines, inhibiting key transcription factors in inflammatory and cancer signaling pathways. We further demonstrate systemic delivery of therapeutic antibodies in disease models, including alpha-synuclein-specific antibodies for Parkinson's disease and RelA-specific IgGs for acute lung injury using targeted LNP formulations. This work establishes a promising method for using LNPs for the delivery of antibody and antibody-derived therapeutics intracellularly to treat numerous proteome targets.", "date": "2025-09-26", "journal": ""}