{"title": "A non-genetic meiotic repair program inferred from spore survival values in fission yeast wild isolates: a clue for an epigenetic ratchet-like model of ageing?", "doi": "10.1101/223685", "authors": "Marsellach, X.", "abstract": "What is the nature of the ageing process? What is the spore survival, that one would expect upon analysing a self-cross, in a wild fission yeast strain? Could this two research questions be, somehow, related? In this manuscript, I am describing some interesting observations obtained while studying fission yeast spore survival values upon genetic crosses. Early findings brought my attention into mainly studying self-crosses (intra-strain crosses in which any cell can be involved in by matting with a sibling cell). This study, yield some interesting findings. As a summary: 1) most fission yeast self-crosses do show low spore survival values; 2) clonally related strains show a high phenotypic variability in self-cross spore survival values; 3) differences in self-cross spore survival values can be detected when comparing zygotic and azygotic mattings; 4) self-cross spore survival values are highly affected by environmental factors, mainly producing a reduction in the spore survival values; 5) self-cross spore survival values are recovered when cells are subjected to several rounds of meiotic divisions; 6) signs of correlation between spore survival and vegetative cell survival (prior to the entry into meiosis) have been observed in this study. All those observations, among others, are discussed as part of an epigenetic variability that exist in fission yeast populations. A cyclical behaviour, of this epigenetic variability it is proposed, defining an underlying ratchet-like epigenetic mechanisms acting in all cells. In this manuscript, I propose that this mechanism, is, indeed, the main cause of the ageing process.", "date": "2025-05-17", "journal": ""}
{"title": "Progressive neural engagement within the IFG-pMTG circuit as gesture and speech entropy and MI advances", "doi": "10.1101/2022.11.23.517759", "authors": "Zhao, W.; Li, Z.; Li, X.; Du, Y.", "abstract": "Semantic representation emerges from distributed multisensory modalities, yet a comprehensive understanding of the functional changing pattern within convergence zones or hubs integrating multisensory semantic information remains elusive. In this study, employing information-theoretic metrics, we quantified gesture and speech information, alongside their interaction, utilizing entropy and mutual information (MI). Neural activities were assessed via interruption effects induced by High-Definition transcranial direct current stimulation (HD-tDCS). Additionally, chronometric double-pulse transcranial magnetic stimulation (TMS) and high-temporal event-related potentials were utilized to decipher dynamic neural changes resulting from various information contributors. Results showed gradual inhibition of both inferior frontal gyrus (IFG) and posterior middle temporal gyrus (pMTG) as degree of gesture-speech integration, indexed by MI, increased. Moreover, a time-sensitive and staged progression of neural engagement was observed, evidenced by distinct correlations between neural activity patterns and entropy measures of speech and gesture, as well as MI, across early sensory and lexico-semantic processing stages. These findings illuminate the gradual nature of neural activity during multisensory gesture-speech semantic processing, shaped by dynamic gesture constraints and speech encoding, thereby offering insights into the neural mechanisms underlying multisensory language processing.", "date": "2025-05-17", "journal": ""}
{"title": "When your heart isn't in it anymore: Cardiac correlates of task disengagement", "doi": "10.1101/2024.06.21.599851", "authors": "Corcoran, A. W.; Le Coz, A.; Hohwy, J.; Andrillon, T.", "abstract": "Neuroscience is beginning to uncover the role of interoceptive feedback in perception, learning, and decision-making; however, the relation between spontaneous visceral and cognitive dynamics has received surprisingly little scrutiny. Here, we investigate how subjective, physiological, and behavioural indicators of arousal and attentional state vary in relation to ongoing cardiac activity and brain-heart coupling. Electroencephalogram, electrocardiogram, and pupillometric records were obtained from 65 adults during the performance of a sustained attention to response task (SART). Thought probes were intermittently administered during the SART to collect subjective reports of attentional state (i.e., on-task, mind-wandering, mind-blanking) and vigilance level (i.e., alertness vs. sleepiness). Mind-wandering and mind-blanking reports increased in frequency with time-on-task and were accompanied by decreases in alertness and pupil-linked arousal, but evinced distinct psychophysiological and behavioural profiles. While mind-wandering was associated with greater heart-rate variability and late modulation of the heartbeat-evoked potential, mind-blanking was characterised by greater decreases in heart-rate, pupil size, and brain-heart coupling. Lower heart-rate predicted decreased vigilance and pupil size, in addition to slower, less-biased responses; increased heart-rate variability predicted more impulsive behaviour and pupil dilation. Together, these findings reveal that cardiac and brain-heart connectivity measures afford complementary information about arousal states and attentional dynamics during task performance.", "date": "2025-05-17", "journal": ""}
{"title": "Integrative genomic reconstruction reveals heterogeneity in carbohydrate utilization across human gut bifidobacteria", "doi": "10.1101/2024.07.06.602360", "authors": "Arzamasov, A. A.; Rodionov, D. A.; Hibberd, M. C.; Guruge, J. L.; Kent, J. D.; Kazanov, M. D.; Leyn, S. A.; Elane, M. L.; Sejane, K.; Furst, A.; Bode, L.; Barratt, M. J.; Gordon, J.; Osterman, A.", "abstract": "Bifidobacteria are among the earliest colonizers of the human gut and are widely used as probiotics for their health-promoting properties. However, individual responses to probiotic supplementation may vary with strain type(s), microbiota composition, diet, or lifestyle conditions, highlighting the need for strain-level insights into the bifidobacterial metabolism of dietary and host glycans. Here, we systematically reconstructed 68 pathways involved in the utilization of mono-, di-, oligo-, and polysaccharides by analyzing the distribution of 589 curated metabolic functional roles (catabolic enzymes, transporters, transcriptional regulators) in 3083 non-redundant cultured Bifidobacterium isolates and metagenome-assembled genomes (MAGs) of human origin. Our analysis uncovered extensive inter- and intraspecies heterogeneity, including a distinct clade within the Bifidobacterium longum species capable of metabolizing -glucans. We also identified isolates of Bangladeshi origin that harbor unique gene clusters implicated in the breakdown of xyloglucan and human milk oligosaccharides. Thirty-eight predicted carbohydrate utilization phenotypes were experimentally validated in 30 geographically diverse Bifidobacterium isolates in vitro. Our large-scale genomic compendium expands the knowledge of bifidobacterial carbohydrate metabolism and can inform the rational design of probiotic and synbiotic formulations tailored to strain-specific nutrient preferences.", "date": "2025-05-17", "journal": ""}
{"title": "Peripheral CGRP engages brain-wide electrical network activity of migraine", "doi": "10.1101/2024.11.14.622885", "authors": "Johnson, M. S.; Eberle, M.; Hultman, I.; Zhang, X.; Filali, Y.; Hing, B.; Matkovich, M.; Jimenez, A.; Adegboyo, A.; Velamuri, R.; Miller, J.; Chan, K.-S.; Srivastava, S.; Hultman, R.", "abstract": "Migraine is a disorder of severe, recurrent headaches and debilitating sensory, cognitive and affective symptoms. As such, migraine involves integration of sensory, pain, cognitive, autonomic, and affect-related circuits. It is essential to understand how neural activity across various brain regions is coordinated during migraine pathophysiology. Using a calcitonin gene-related peptide (CGRP) mouse model of migraine, we probed neural oscillatory activity in the anterior cingulate cortex (ACC), amygdala (AMY), thalamus (Po, VPM, and MDthal), and parabrachial nucleus (PBN) following peripheral administration of CGRP. We found that power across the network was lowered within 10 minutes of peripheral CGRP exposure, which was sustained for ~40-50 min. Coherence was mostly disrupted in amygdalar brain region pairings, and took on a shorter timecourse. Sumatriptan partially reversed these CGRP-induced network responses. Early life stress, which has been shown to increase the likelihood of migraine in adulthood in humans, exacerbated CGRP-induced migraine-related behavioral and network physiology phenotypes. Clustering based on a changepoint analysis of coherence identified individual mice hypersusceptible to migraine. Overall, our findings demonstrate coordinated brain-wide network activity by which migraine is mediated in the brain in response to peripheral CGRP.", "date": "2025-05-17", "journal": ""}
{"title": "Evolutionary turnover of key amino acids explains conservation of function without conservation of sequence in transcriptional activation domains", "doi": "10.1101/2024.12.03.626510", "authors": "LeBlanc, C. J.; Stefani, J.; Soriano, M.; Lam, A.; Zintel, M. A.; Kotha, S. R.; Chase, E.; Pimentel-Solorio, G.; Vunnum, A.; Flug, K. L.; Fultineer, A. T.; Hummel, N.; Staller, M. V.", "abstract": "Protein function is canonically believed to be more conserved than amino acid sequence, but this idea is only well supported in folded domains, where highly diverged sequences can fold into equivalent 3D structures with identical function. Intrinsically disordered protein regions (IDRs) often experience rapid amino acid sequence divergence, but because they do not fold into stable 3D structures, it remains unknown when and how function is conserved. As a model system for studying the evolution of IDRs, we examined transcriptional activation domains, the regions of transcription factors that bind to coactivator complexes. We systematically identified activation domains on 502 homologs of the transcriptional activator Gcn4 spanning 600 MY of fungal evolution in the Ascomycota. We find that the central activation domain shows strong conservation of function without conservation of sequence. We identify the molecular mechanism for this conservation of function without conservation of sequence: evolutionary turnover (gain and loss) of acidic and aromatic residues that are important for function. We further see turnover of complete N-terminal activation domains. This turnover at two length scales confounds multiple sequence alignments, explaining why traditional comparative genomics cannot detect functional conservation of activation domains. Evolutionary turnover of key residues is likely a general mechanism for conservation of function without conservation of sequence in IDRs.", "date": "2025-05-17", "journal": ""}
{"title": "Interferon-β induction heterogeneity during KSHV infection is correlated to expression and activation of enhanceosome transcription factors other than IRF3", "doi": "10.1101/2024.12.22.629998", "authors": "Kaku, M.; Gaglia, M. M.", "abstract": "Strict regulation of type I interferons (IFN) is vital for balancing tissue damage and protection against infections. We previously found that during Kaposi's sarcoma-associated herpesvirus infection, type I IFN induction was limited to a small percentage of infected cells. This heterogeneity was not explained by viral gene expression. Here, we used a fluorescent reporter and fluorescence activated cell sorting to investigate the source of this heterogeneity. Surprisingly, the canonical IFN induction pathway culminating in the activation of the IRF3 transcription factor was similarly activated between cells that made high vs. low/no IFN-{beta}. In contrast, the activation or expression of the two other IFN transcription factors, NF-{kappa}B and AP-1, correlated with IFN-{beta} induction. Our results suggest that during viral infection, activation of IRF3 does not automatically result in IFN responses at the level of individual cells, but that other factors, such as NF-{kappa}B and AP-1, are limiting for type I IFN induction.", "date": "2025-05-17", "journal": ""}
{"title": "Improved circulating tumor DNA profiling by simultaneous extraction of DNA methylation and copy number information from Methylated DNA Sequencing data (MeD-seq)", "doi": "10.1101/2025.01.21.633371", "authors": "Hazelaar, D. M.; Boers, R. G.; Boers, J. B.; de Weerd, V.; Helmijr, J.; Jansen, M. P.; Verheul, H. M.; Verhoef, C.; Gribnau, J.; Martens, J. W.; Makrodimitris, S.; Wilting, S. M.", "abstract": "Cell-free DNA (cfDNA) analysis offers a powerful, minimally invasive approach to improve cancer care by measuring tumor-specific genomic and epigenetic alterations. Here, we demonstrate the versatility of MeD-seq, a methylation-dependent sequencing assay, for comprehensive cfDNA analysis, including DNA methylation profiling, chromosomal copy number (CN) alterations, and tumor fraction (TF) estimation. MeD-seq-derived CN profiles and TF estimates from 38 colorectal cancer with liver metastases (CRLM) and 5 ovarian cancer patients were highly comparable to shallow whole-genome sequencing (sWGS) validating our approach. For 120 CRLM patients we used MeD-seq CN and TF information in an improved Differential Methylation Model which detected additional significantly Differentially Methylated Regions (DMRs) correlating with TF estimates. Using the identified DMR sets we were subsequently able to distinguish healthy blood donors from CRLM patients with low amounts of circulating tumor DNA (ctDNA) as well. These findings show MeD-seq as an affordable platform for detecting cancer-specific signals directly from plasma without prior tissue-based information. Future work could expand its application to other cancer types, solidifying MeD-seq as a versatile tool for cfDNA profiling.", "date": "2025-05-17", "journal": ""}
{"title": "Inhibitory and disinhibitory VIP IN-mediated circuits in neocortex", "doi": "10.1101/2025.02.26.640383", "authors": "Dellal, S.; Zurita, H.; Kruglikov, I.; Valero, M.; Abad-Perez, P.; Geron, E.; Meng, J. H.; Pronneke, A.; Hanson, J. L.; Mir, E.; Ongaro, M.; Wang, X.-J.; Buzsaki, G.; Machold, R. P.; Rudy, B.", "abstract": "Cortical GABAergic interneurons (INs) expressing the neuropeptide vasoactive-intestinal peptide (VIP) predominantly function by inhibiting dendritic-targeting somato-statin (SST) expressing INs, thereby disinhibiting pyramidal cells (PCs) and facilitating cortical circuit plasticity. VIP INs are a molecularly heterogeneous group, but the physiological significance of this diversity is unclear at present. Here, we have characterized the functional diversity of VIP INs in the primary somatosensory cortex (vS1) using intersectional genetic approaches. We found that VIP INs are comprised of four primary populations that exhibit different laminar distributions, axonal and dendritic arbors, intrinsic electrophysiological properties, and efferent connectivity. Furthermore, we observe that these populations are differentially activated by long-range inputs, and display distinct responses to neuromodulation by endocannabinoids, acetylcholine and noradrenaline. Stimulation of VIP IN subpopulations in vivo results in differential effects on the cortical network, thus providing evidence for specialized modes of VIP IN-mediated regulation of PC activity during cortical information processing.", "date": "2025-05-17", "journal": ""}
{"title": "Computing the effects of excitatory-inhibitory balance on neuronal input-output properties", "doi": "10.1101/2025.03.09.642210", "authors": "Reyes, A. D.", "abstract": "In sensory systems, stimuli are represented through the diverse firing responses and receptive fields of neurons. These features emerge from the interaction between excitatory and inhibitory neuron populations within the network. Changes in sensory inputs alter this balance, leading to shifts in firing patterns and the input-output properties of individual neurons and the network. While these phenomena have been studied extensively with experiments and theory, the underlying principles for combining E and I inputs are still unclear. Here, rules for probabilistically combining E and I inputs are derived that describe how neurons in a feedforward inhibitory circuit respond to stimuli. This simple model is broadly applicable, capturing a wide range of response features that would otherwise require multiple separate models and offers insights into the cellular and network mechanisms influencing the input-output properties of neurons, gain modulation, and the emergence of diverse temporal firing patterns.", "date": "2025-05-17", "journal": ""}
{"title": "Inactivation of primate area V4 reveals inductive biases in visual learning.", "doi": "10.1101/2025.03.11.642616", "authors": "Laamerad, P.; Krause, M. R.; Guitton, D.; Pack, C. C.", "abstract": "Humans and other primates are capable of learning to recognize new visual stimuli throughout their lifetimes. Most theoretical models assume that such learning occurs through the adjustment of the large number of synaptic weights connecting the visual cortex to downstream decision-making areas. While this approach to learning can optimize performance on behavioral tasks, it can also be costly in terms of time and energy. An alternative hypothesis is that the brain favors simpler learning rules that do not necessarily optimize the readout of information from visual cortical neurons. Here we have examined these hypotheses by reversibly inactivating visual area V4 in non-human primates at different stages of training on shape discrimination tasks. We find that V4 inactivation generally has a behavioral effect for only a subset of the stimuli that are encoded in the V4 population activity, specifically those that can be represented efficiently in the population firing rate. As a result, there is little relationship between neural measures of discriminability and the causal contribution of V4 neurons to a particular task. This pattern of results can be explained by incorporating a strong inductive bias for simpler perceptual readouts into existing theoretical frameworks. Such a simplicity bias is suboptimal in the sense that it ignores information that could theoretically be extracted from the neural population, but it has the likely advantage of facilitating efficient learning on ecologically-relevant timescales.", "date": "2025-05-17", "journal": ""}
{"title": "Loss of PIF7 attenuates shade and elevated temperature responses throughout the lifecycle in Pennycress", "doi": "10.1101/2025.03.17.643809", "authors": "Jawahir, V.; Griffiths, M.; Adam, S.; Borphukan, B.; Sanguinet, K. A.; Phippen, W.; Wesley, T.; Heller, N.; Nusinow, D. A.", "abstract": "Pennycress (Thlaspi arvense) is under development to be grown as a winter annual intermediate oil seed bioenergy crop in the Midwest during typical fallow periods. Crucial work remains to domesticate and optimize pennycress for incorporation into cropping systems and increasing resilience to rising temperatures. We found that increased planting density reduces biomass and swiftens time to flowering and maturity, which are features associated with shade avoidance responses. In controlled conditions, we found that pennycress elongates in response to foliar shade and increased ambient temperatures (20 {ring}C to 28 {ring}C). We applied the knowledge base from Arabidopsis thaliana to manipulate genes in the PHYB signaling pathway to simultaneously decrease the shade avoidance response during interseeding and tissue responses to elevated temperatures. Evaluation of CRISPR alleles of PIF7 shows that pif7 reduces organ elongation to competition and heat cues and retains a compact rosette when exposed to shade or elevated temperature and their combination. Crucially, yield and oil content were unaltered in pif7 and plants maintained earlier flowering in stress conditions. Furthermore, indicators of plant health, such as hue, chlorophyll indices, and root system architecture were improved between wild type and pif7. This is evidence that plant architecture and physiological health can be uncoupled under competition and heat conditions, supporting our efforts to attenuate morphological responses to environmental cues. We propose this strategy to reduce SAR will improve pennycress performance at high densities, during interseeding establishment in standing crops, and in a warming climate.", "date": "2025-05-17", "journal": ""}
{"title": "Alectinib Polypharmacology Enhances Response to Spliceosome Disruption", "doi": "10.1101/2025.03.28.644532", "authors": "Ma, Y.; Poon, E.; Jin, C.; Martins da Costa, B.; Xu, Y.; Quazi, S.; Zourdoumis, N.; Wickremesinghe, C.; Chesler, L.; Keun, H. C.; Nijhuis, A.", "abstract": "RNA splicing is essential for gene expression regulation and is frequently dysregulated in cancer. A degrader of RNA splicing factor RBM39, indisulam, can induce aberrant splicing and shows potent anti-cancer activity, creating vulnerabilities that can be exploited by combinatorial approaches. Through combinatorial drug-screening, we identified a synergistic interaction between indisulam and alectinib, a clinical ALK inhibitor that also inhibits serine/arginine protein kinase 1 (SRPK1), a key splicing regulator. Co-treatment with indisulam and alectinib inhibited cell proliferation, induced apoptosis, and caused G2-M arrest in multiple cancer cell lines, including MYCN-amplified neuroblastoma. RNA sequencing revealed enhanced splicing defects preferentially in DNA damage response related genes following combination treatment, leading to R-loop accumulation and increased DNA damage. In the Th-MYCN/ALKF1174L neuroblastoma mouse model, combination therapy induced complete tumour regression and significantly improved survival rates compared with monotherapies. This strategy highlights the therapeutic potential of co-targeting functionally interdependent RNA splicing factors in aggressive cancers.", "date": "2025-05-17", "journal": ""}
{"title": "Prg4+ fibro-adipogenic progenitors in muscle are crucial for bone fracture repair", "doi": "10.1101/2025.05.14.654160", "authors": "He, Q.; Lu, J.; Liang, Q.; Yao, L.; Sun, T.; Wang, H.; Duffy, M.; Jiang, X.; Lin, Y.; Lee, J.-H.; Ahn, J.; Dyment, N.; Mourkioti, F.; Boerckel, J. D.; Qin, L.", "abstract": "Clinically, compromised fracture healing often occurs at sites with less muscle coverage and muscle flaps can provide the necessary healing environment for appropriate healing in severe bone loss. However, the underlying mechanisms are largely unknown. Here, we established a mouse reporter model for studying muscle cell contribution to bone fracture repair. Analyzing skeletal muscle scRNA-seq datasets revealed that Prg4 marks a fibro-adipogenic progenitor (FAP) subpopulation. In mice, Prg4+ cells were specifically located in the skeletal muscle, but not at the periosteum or inside cortical bone. These cells expressed FAP markers, responded to muscle injury, and became periosteal cells under normal and muscle injury conditions. Fracture fragmented muscle fibers, rapidly expanded Prg4+ FAPs at the injury site and promoted their migration into the fracture site. Later, they gave rise to many chondrocytes, osteoblasts, and osteocytes in the outer periphery of callus next to muscle. In repaired bones, the descendants of Prg4+ FAPs were detected as mesenchymal progenitors in the periosteum and osteocytes at the prior fracture site. A second fracture activated those cells and stimulated them to become osteoblasts in the inner part of callus. Importantly, ablation of Prg4+ FAPs impaired fracture healing and functional repair. In an intramembranous bone injury model (drill-hole), Prg4+ FAPs became periosteal cells, but their contribution to bone defect repair was significantly less than in fractures. Taken together, we demonstrate the critical role of FAPs in endochondral bone repair and uncover a novel mechanism by which mesenchymal progenitors transform from muscle to cortical bone.", "date": "2025-05-17", "journal": ""}
{"title": "Early development of direction selectivity in higher visual cortex", "doi": "10.1101/2025.05.15.654265", "authors": "Khamiss, D. C.; Lempel, A. A.; Nanfito, B. R.; Nielsen, K. J.", "abstract": "A fundamental aspect of visual motion processing is the computation of motion direction. In ferrets, as in primates, selectivity for motion direction is found both in early cortical stages like the primary visual cortex (V1) and in higher visual areas like primate MT and ferret PMLS. Little is known about how this critical tuning function develops in higher visual cortex. Here, by studying the development of the ferret's motion pathway, we first reveal the surprising finding that direction selectivity develops earlier in PMLS than in V1, contrary to the areas' hierarchical positions. Our data furthermore show that while direction selectivity is sensitive to visual experience in both areas, the sensitivity profile differs between them: Moving stimuli, containing both spatial and temporal cues, are required to promote direction selectivity development in V1, but flashing stimuli that remain stationary spatially are sufficient for direction selectivity development in PMLS. Collectively, our findings reveal that the development of the motion pathway is highly complex when considered at the network level, and does not adhere to a simple feedforward model in which the development of lower visual areas sets the pace for higher ones. Not only will developmental models need to be updated to include this complexity, characterizing the link between the development of different visual areas will likely also be crucial for understanding the consequences of developmental disorders.", "date": "2025-05-17", "journal": ""}
{"title": "Developmental factors drive the compartmentalised and discontinuous maturation of the small intestinal epithelium during the early postnatal period", "doi": "10.1101/2025.05.15.654215", "authors": "Schöneich, J.; Dupont, A.; Schlösser, S.; Schmitz, M. A.; Richter, I.; Gubbi, N. M. K. P.; Cheng, M.; Maie, T.; Jäverfelt, S.; Imdahl, F.; Toussaint, C.; Saliba, A.-E.; Kuppe, C.; Pelaseyed, T.; Costa, I. G.; Hornef, M. W.", "abstract": "The temporal, spatial and cellular diversity of the small intestinal epithelium during the postnatal period, a critical time window that accompanies the transition from placental energy supply to enteral feeding, the establishment of the enteric microbiota and postnatal immune maturation, has not been systematically investigated. Here, we used laser capture microdissection and bulk RNA-Seq, proteomics, and single cell RNA-Seq to analyse the total, organ site, crypt- and villus-specific intestinal epithelium of specific pathogen-free, germ-free and Salmonella-infected mice during the postnatal period. We identified key temporal and organ-site specific expression patterns that revealed a weak effect of the microbiota but strong influence of developmental regulators during early life. We also determined age-dependent signalling pathway and transcription factor activity and characterised age- and cell type-specific developmental trajectories revealing a distinct compartmentalised maturation process along the proximal-to-distal length and crypt-villus axis and a discontinuous appearance of goblet/Paneth cell and absorptive enterocyte transcriptional profiles. Finally, we described the cell type-specific response to neonatal enteric infection. Taken together, our findings identify the epithelium as an integral element in the maturation of postnatal mucosal tissues and in the establishment of host-microbe homeostasis.", "date": "2025-05-17", "journal": ""}
{"title": "Single-cell chromatin landscape and DNA methylation patterns reveal shared molecular programs in human tumor and non-tumor tissue CCR8+ Treg cells", "doi": "10.1101/2025.05.14.653926", "authors": "Braband, K. L.; Kaufmann, T.; Beumer, N.; Simon, M.; Helbich, S. S.; Mihoc, D. M.; Voss, M. M.; Nedwed, A. S.; Bauer, K.; Mallm, J.-P.; Ziesmann, T.; Distler, U.; Tenzer, S.; Eckert, C.; Volkmar, M.; Weichenhan, D.; Baehr, M.; Plass, C.; Linke, M.; Diederich, S.; Klein, M.; Bopp, T.; Schild, H.; Henkel, A.; Filippi, E.; Marini, F.; Brors, B.; Gaida, M. M.; Delacher, M.", "abstract": "Regulatory T (Treg) cells, a subset of CD4+ T cells, play a crucial role in immunoregulation. Notably, CCR8-expressing Treg cells in tissues also contribute to organ homeostasis and repair. To determine whether these tissue-regenerative programs are active in the tumor microenvironment, we employed single-cell chromatin accessibility and genome-wide DNA methylation analyses to investigate CCR8+ tissue Treg cells isolated from human tumor and adjacent tumor-free tissues. Our findings indicate that CCR8+ tissue Treg cells from tumor and corresponding tumor-free tissues exhibit a high degree of similarity, suggesting that the tumor microenvironment may harbor highly activated tissue Treg cells. This observation was consistent across various tumor types and origins, including primary tumors and metastases. Using quantitative proteomics, we identified several candidate factors associated with the regenerative and suppressive programs of Treg cells, which may serve as potential reservoir of druggable targets for future therapeutic interventions.", "date": "2025-05-17", "journal": ""}
{"title": "AI-based identification of cardiac Purkinje fiber cells isolated from whole adult sheep hearts", "doi": "10.1101/2025.05.13.653917", "authors": "Chaigne, S.; Hof, T.; Mimoun, K.; El Ghebouli, A.; Charron, S.; Brette, F.; Choveau, F.; Pasdois, P.; Rucker-Martin, C.; Benoist, D.; Guinamard, R.; Haissaguerre, M.; Walton, R.; Bernus, O.", "abstract": "BACKGROUND: Purkinje Fibers (PFs) are essential to the cardiac conduction system for synchronizing ventricular contractions. However, emerging evidence highlights their implication in the development of ventricular tachyarrhythmias. Nevertheless, isolating and studying the cellular mechanisms of PFs presents a significant challenge due to their intricate arborizing structure, heterogeneous cardiomyocytes (CMs) phenotype, and relatively small proportion within the ventricular mass, all of which hinder detailed functional investigations and comprehensive analysis of the conduction system network. OBJECTIVE: To develop a new methodology for dissociation and classification of cell populations related to the ventricular conduction system from adult sheep. This workflow establishes, in part, a proof-of-concept deep learning-based classification strategy that leverages standard cellular imaging data. METHODS: We developed a multi-tiered workflow to isolate and classify cardiac cell populations from adult sheep hearts. Coronary perfusion and enzymatic digestion were used to dissociate CMs from the left ventricular free wall (LVMs) and Purkinje-rich free-running false tendons (FTs). A three-pronged classification strategy was developed and implemented: (1) expert-guided visual phenotyping based on distinctive morphological traits; (2) rule-based morphometric quantification using automatic image analysis; and (3) deep learning-based classification with a retrained YOLOv9 model trained on augmented brightfield image datasets. This pipeline enabled accurate discrimination between LVM and FT-derived cells. Independent validation was performed using patch-clamp electrophysiology, T-tubule structure imaging with di-8-ANEPPS, and gene expression profiling (RT-qPCR) for Purkinje-specific biomarkers (Tbx5 and Cx40). RESULTS: During the qualitative inspection, FT-dissociated cells had distinct morphological features, including an elongated or slender shape, finger-like projections, curves and tortuous shapes, and a new feature: the presence of spurs along the lateral membrane. Subsequently, a YOLOv9 model achieved an accuracy of 98% in distinguishing LVM and FT cells, based on the initial visual selection made by the operator. In addition, FT-cells exhibit a lower organization and density of T-Tubules compared to LVM. This classification was confirmed by the characterization of the typically longer action potential (AP) durations in FT cells. Finally, higher mRNA expression of the transcription factor Tbx5 and connexin40 (Cx40) was observed in FTs compared to left ventricular tissues. CONCLUSIONS: We present a robust and scalable workflow for isolating and classifying cardiac Purkinje fiber cells from adult sheep, integrating manual phenotyping, rule-based morphometrics, and AI-driven deep learning. This multimodal approach enables high-accuracy identification of PF cells within heterogeneous tissue, confirmed through structural, molecular, and electrophysiological validation. Our findings overcome long-standing barriers in Purkinje fiber research and provide a powerful platform for advancing the study of ventricular", "date": "2025-05-17", "journal": ""}
{"title": "Interferon-β paracrine signaling mediates synergy between TLR3 and TRIF-independent TLR pathways", "doi": "10.1101/2025.05.13.653801", "authors": "Rocha, E. I. S.; Samo, K.; Miller-Jensen, K.", "abstract": "Cytokine dysregulation during microbial infections can dangerously increase the severity of associated diseases. Non-additive responses to simultaneous activation of toll-like receptor (TLR) signaling pathways are one potential contributor. Here we explored mechanisms underlying the TLR2/MyD88 and TLR3/TRIF-mediated responses in macrophages for canonical pro-inflammatory and antiviral targets including TNF, IL-6, IL-12p40, IFN-{beta} and CXCL10. We found that all targets exhibited characteristic levels of synergistic cytokine activation that varied with TLR-ligand concentration and exposure time. These trends were conserved when the TLR3-ligand polyI:C (PIC) was combined with either of the TLR2-mediated pathogens S. aureus or L. pneumophila. Using pharmacological inhibitors, genetic knockouts, and recombinant cytokines, we explored how TLR2-TLR3-induced paracrine signaling via TNF and IFN-{beta} affected synergy. While TNF synergy is paracrine-independent, IFN-{beta} contributes to synergistic activation of IL-6 and IL-12p40. When IFN-{beta} was directly combined with P3C or S. aureus infection, low concentrations produced modest synergy for both, while high concentrations increased IL-6 but antagonized IL-12p40. Thus, multiple mechanisms regulate TLR2/TLR3-mediated synergistic cytokine activation in macrophages, including type I interferon modulation of TRIF-independent pathogen stimulation that increases inflammatory signaling. These findings have important implications for therapeutic modification of cytokine-driven inflammation, including cytokine storms and the development of vaccine adjuvants.", "date": "2025-05-17", "journal": ""}
{"title": "Mapping adaptive immune responses toward fungal antigens in inflammatory bowel disease using T cell repertoire sequencing and phage-immunoprecipitation sequencing", "doi": "10.1101/2025.05.13.653535", "authors": "Mahdy, A. K. H.; ElAbd, H.; Prinzensteiner, M.; Jebens, H.; Sivickis, K.; Bacher, P.; Vogl, T.; Poyet, M.; Franke, A.", "abstract": "Inflammatory bowel disease (IBD) is an idiopathic, immune-mediated chronic inflammatory disease of the gut with two primary clinical forms, Crohn's disease (CD) and ulcerative colitis (UC). Several genetic susceptibility variants have been associated with IBD, such as ATG16L, NOD2, and several human leukocyte antigen (HLA) alleles, nonetheless, the actual disease causes remain unknown. Whereas previous findings have shown elevated responses toward fungal antigens in individuals with IBD, e.g., elevated anti-Saccharomyces cerevisiae antibody (ASCA) levels, an exhaustive mapping of immune responses toward fungal antigens remains incomplete. Thus, we analyzed the fungal mycobiome profiled using internal transcribed spacer 2 (ITS2)-sequencing simultaneously with the T cell repertoire of 637 individuals with IBD from the SPARC IBD cohort, which enabled us to identify 31 T cell clonotypes targeting several prevalent members of the gut mycobiome. Subsequently, we developed a novel phage-immunoprecipitation sequencing (PhIP-Seq) library covering 12,000 potential antigens from the proteome of S. cerevisiae and screened for antibody responses in 100 individuals with CD and 60 healthy controls with known ASCA status, enabling us to identify public and private antibody responses against several S. cerevisiae proteins. In conclusion, we corroborated previous findings showing elevated T cell responses against fungal antigens in individuals with IBD and identified multiple antigenic proteins from the proteome of S. cerevisiae that are targeted by the immune system of individuals with and without CD.", "date": "2025-05-17", "journal": ""}
{"title": "Wolbachia uses ankyrin repeats to target specific fly proteins", "doi": "10.1101/2025.05.15.654400", "authors": "Hamilton, W. C.; Massey, J.; Hardy, E.; Lopez-Madrigal, S.; Phelps, M.; Martin, M.; Newton, I. L. G.", "abstract": "Arthropods, the most diverse phylum on Earth, are hosts to a plethora of bacterial parasites that secrete various toxins of unknown function during infection. The most prevalent of these is the intracellular bacterium Wolbachia pipientis. The microbe infects between 40-60% of insect species, causes important reproductive manipulations, and limits virus replication in arthropod vectors, becoming a promising biocontrol agent. Understanding the molecular basis of Wolbachia infection and Wolbachia-induced phenotypes is critical to the use of Wolbachia in vector control. These Wolbachia ankyrin repeat proteins (WARPs) represent a highly dynamic and diverse part of the Wolbachia pangenome and remain thus far, largely uncharacterized. Here, we perform molecular and genetic screens to identify interactions between WolbachiawMel WARPs and their target host proteins in Drosophila melanogaster Our results identify strong interactions of two Wolbachia proteins, WARP434 and WARP754, with two host targets (CG11327 and Ptp61F, respectively). Heterologous expression of these two WARPs is extremely toxic in Drosophila tissues and the toxicity is dependent on the ankyrin repeat domain of each WARP. Importantly, knockdown of the host targets alleviates toxicity, confirming WARP/target interactions. Finally, antibodies targeting both WARPs show expression by Wolbachia during infection of Drosophila cells. Understanding how Wolbachia manipulates its host biology and which host pathways it targets during infection will help us divine how the most prevalent intracellular bacterial parasite on Earth interacts with its insect hosts at the molecular level. Our screen is the first step towards that goal.", "date": "2025-05-17", "journal": ""}
{"title": "Bi-directional relationship between the biofilm of Porphyromonas gingivalis and the amyloid-beta peptide.", "doi": "10.1101/2025.05.16.654480", "authors": "Dumoulin, D.; Ghrayeb, M.; Cote, S.; Garneau, D.; Chai, L.; Frost, E.; Fülöp, T.; Beauregard, P. B.", "abstract": "Periodontitis and Porphyromonas gingivalis infections are significant risk factors for the onset of Alzheimers disease (AD). Despite P. gingivalis relying on biofilm for its survival and virulence, the impact of the extracellular matrix on ADs neuropathological hallmarks was never examined. In this study, we report a bidirectional relationship between the amyloid beta (A{beta}) peptide, which plays a central role in AD, and the biofilm of P. gingivalis. Using multiple fluorescent markers for biofilm components, we observed that A{beta}1-40 inhibited biofilm formation while A{beta}1-42 increased extracellular matrix production. Also, using thioflavin T staining and atomic force microscopy, we observed co-aggregation between the biofilm and monomeric A{beta}1-40, resulting in a quicker aggregation and significant changes in aggregate structures. Our findings propose mechanistic explanations for the role of P. gingivalis as a risk factor for AD and offer potential mechanisms for the microbial involvement in AD etiology.", "date": "2025-05-17", "journal": ""}
{"title": "First report of Photobacterium damselae subspecies damselae in Razorbill (Alca torda)", "doi": "10.1101/2025.05.15.654261", "authors": "Minichino, A.; Lucibelli, F.; Guardia, T.; Balestrieri, R.; Aceto, S.; Vaccaro, E.; Dipineto, L.; Sapio, M.; Santaniello, A.; De Luca Bossa, L. M.; D Alessio, N.; Fioretti, A.; Borrelli, L.", "abstract": "A razorbill (Alca torda) was found dead in Bacoli, Italy, on January 16, 2023, during an exceptional irruptive event. The bird, a young female weighing 800 g with a moderate nutritional status and no external traumatic injuries underwent a post-mortem examination, which revealed coelomitis with severe congestion of the liver, lungs, kidneys, and myocardium. Lung, liver, kidney, and heart samples were collected for microbiological and histopathological analyses. Bacterial isolation on blood agar showed the growth of spherical/ovoid colonies after 48 hours, consistent with the Photobacterium genus. Identification by MALDI-TOF MS and PCR confirmed the presence of Photobacterium damselae subsp. damselae (Pdd), supported by 16S gene sequencing and detection of the ureC gene. PCR screening for virulence factors identified the hlyAch gene in lung samples, suggesting a potentially pathogenic strain in avian species. Histopathological examination showed severe, inflammatory infiltrates and widespread hemorrhages in the liver, the lung tissue and kidneys. In the myocardium, mild and multifocal lymphocytic infiltrates were present. These findings suggest a significant role of P. damselae subsp. damselae in the observed lesions. The results of the study revealed a new cross-species transmission of this potential zoonotic bacterium and the need for further research in this field.", "date": "2025-05-17", "journal": ""}
{"title": "PqsE is conserved and functionally relevant in Pseudomonas aeruginosa", "doi": "10.1101/2025.05.16.654539", "authors": "Trottier, M.; Groleau, M.-C.; Gauthier, J.; Vincent, A. T.; Levesque, R. C.; Deziel, E.", "abstract": "The bacterium Pseudomonas aeruginosa is an opportunistic pathogen responsible for several acute and chronic infections. It produces a diverse array of virulence and survival determinants, many of which are tightly regulated by three interlinked quorum sensing (QS) systems named las, rhl and pqs. RhlR, the transcriptional regulator of the rhl system, activates multiple virulence genes upon binding to its cognate autoinducer signal. Meanwhile, the pqs system relies on 4-hydroxy-2-alkylquinolines (HAQs) as signaling molecules to induce the transcriptional regulator MvfR (PqsR). MvfR then activates the transcription of the pqsABCDE operon, encoding enzymes for HAQ biosynthesis. The final gene in this operon encodes PqsE, a multifunctional protein unique to P. aeruginosa. Beyond its thioesterase activity in HAQ biosynthesis, PqsE stabilizes RhlR, facilitating its regulation of target genes, some of which are implicated in virulence. Because of its role in pathogenicity, PqsE is regarded as a promising therapeutic target for combating P. aeruginosa infections.\n\nWhile the role of PqsE towards the RhlR regulon is increasingly understood in prototypical P. aeruginosa strains such as PA14 and PAO1, its broader relevance as an anti-virulence target remains underexplored. Here, we confirm that PqsE is functionally relevant across a panel of twelve genetically diverse P. aeruginosa strains using metabolite quantification and phenotypic assays. Significant strain-to-strain variations further highlight the importance of studying QS regulation among diverse isolates. Moreover, this study underscores PqsE as a key QS regulator with a conserved role in coordinating virulence determinant production and social behaviors across diverse P. aeruginosa populations.", "date": "2025-05-17", "journal": ""}
{"title": "Insights from aquaporin structures into drug-resistant sleeping sickness", "doi": "10.1101/2025.05.15.654314", "authors": "Matusevicius, M.; Corey, R. A.; Gragera, M.; Yamashita, K.; Sprenger, T.; Ungogo, M.; Blaza, J. N.; Castro-Hartmann, P.; Chirgadze, D. Y.; Chaitanya Vedithi, S.; Afanasyev, P.; Melero, R.; Warshamanage, R.; Gusach, A.; Carazo, J.-M.; Carrington, M.; Blundell, T.; Murshudov, G. N.; Stansfeld, P. J.; Sansom, M. S.; De Koning, H. P.; Tate, C. G.; Weyand, S.", "abstract": "Trypanosoma brucei is the causal agent of African trypanosomiasis in humans and animals, the latter resulting in significant negative economic impacts in afflicted areas of the world. Resistance has arisen to the trypanocidal drugs pentamidine and melarsoprol through mutations in the aquaglyceroporin TbAQP2 that prevent their uptake. Here we use cryogenic electron microscopy to determine the structure of TbAQP2 from Trypanosoma brucei, bound to either the substrate glycerol or to the sleeping sickness drugs, pentamidine or melarsoprol. The drugs bind within the AQP2 channel at a site completely overlapping that of glycerol. Mutations leading to a drug-resistant phenotype were found in the channel lining. Molecular dynamics simulations showed the channel can be traversed by pentamidine, with a low energy binding site at the centre of the channel, flanked by regions of high energy association at the extracellular and intracellular ends. Drug-resistant TbAQP2 mutants still bind pentamidine, but the much weaker binding in the centre of the channel is insufficient to compensate for the high energy processes of ingress and egress, hence impairing transport at pharmacologically relevant concentrations. These structures of an aquaporin bound to a drug and represent a novel paradigm for drug-transporter interactions and could provide new mechanisms for targeting drugs into other pathogens or human cells.", "date": "2025-05-17", "journal": ""}
{"title": "Immune activation of primary human macrophages is suppressed by the coordinated action of Yersinia effectors", "doi": "10.1101/2025.05.12.653505", "authors": "Bekere, I.; Rob, S.; Lübbe, J.; Kulnik, S.; Berneking, L.; Huang, J.; Schnapp, M.; Diercks, B.-P.; Carsten, A.; Ruckdeschel, K.; Aepfelbacher, M.", "abstract": "In order to suppress the host immune response, numerous bacterial pathogens utilise a type 3 secretion system (T3SS) that injects effector proteins into host target cells. We investigated the T3SS effectors of Yersinia enterocolitica (Yops) for their individual and combined effects on gene expression, inflammasome formation and calcium signaling in primary human macrophages. YopP efficiently suppressed the up- and down-regulation of thousands of macrophage genes induced by the bacterias inflammatory stimuli. This was accompanied by parallel changes in histone 3-serine 10 phosphorylation, suggesting a higher-level regulatory mechanism. Surprisingly, YopM and YopQ counteracted selected YopP effects on gene expression, e.g., of cytokine pathways. A combination of YopP and YopQ, but not other combinations of Yops or any single Yop, reduced inflammasome formation. YopH alone blocked calcium transients in infected macrophages. We propose that the T3SS effectors of Yersinia antagonistically, synergistically or individually subdue major immune pathways of human macrophages to jointly suppress macrophage activation.", "date": "2025-05-17", "journal": ""}
{"title": "F-53B damages cell viability leading to impaired root development in Arabidopsis", "doi": "10.1101/2025.05.13.653422", "authors": "Zhao, J.; Pan, W.; Chen, Y.; Cui, X.; Fu, H.; Luo, Y.; Chen, Z.; Huang, N.; Hu, Y.; Qin, Y.; Yu, G.; Ren, Z.; Wang, W.; Lei, X.; Liu, B.", "abstract": "The emerging contaminant 6:2 chlorinated polyfluoroalkyl ether sulfonate (6:2 Cl-PFAES/F-53B) has been detected in many plant species, raising a serious concern for its global contamination. However, the impact of F-53B on the development in plants and the underpinning mechanisms remain largely unelucidated. In this study, we demonstrate by molecular biology, cytogenetics, and fluorescence microscopy mythologies that F-53B impairs cell viability leading to disrupted root development in Arabidopsis (Arabidopsis thaliana). We show that F-53B suppresses root length and the inhibitory effect is pronunanced at increasing concentrations. F-53B disrupts cell wall and microtubule-mediated cell plate formation and configuration in meristem cells, revealing its toxicity to cell division and cytoskeleton organization. F-53B induces cell death predominantly at the meristematic zone, however, gene expression and genetic studies indicate that F-53B does not trigger DNA double-strand breaks, implying a divergent effect on DNA stability across species. Moreover, we show that F-53B damages nuclei stability and viability, and induces Autophagy-Related 8 protein foci formation implying that it triggers autophagy-mediated cell responses. Taken together, this study provides cellular and molecular insights into the toxicity of F-53B to plant cells, which highlights its damage to agriculture and ecology security that deserve imperative environmental management actions.", "date": "2025-05-17", "journal": ""}
{"title": "Elephants inhabiting two forested sites in western Uganda exhibit contrasting patterns of species identity, density, and history of hybridization", "doi": "10.1101/2025.05.13.653790", "authors": "Goodfellow, C. K.; Chusyd, D. E.; Bird, S. R.; Babaasa, D.; Chapman, C. A.; Hickey, J. R.; Johnson, M. B.; Kayijamahe, C.; Mutegeki, R.; Omeja, P. A.; Tumwesigye, C.; Uzabaho, E.; Wasser, S. K.; Wasserman, M. D.; Wells, C. P.; Ting, N.", "abstract": "Elephant populations across much of Africa face severe rates of decline due to poaching and habitat loss. The recent decision by the International Union for the Conservation of Nature (IUCN) to separately list African forest (Loxodonta cyclotis) and savanna (L. africana) elephants on the IUCN Red List both highlights the different threats of extinction faced by these two species and emphasizes the need for genetic data to classify taxonomically undefined populations across the continent. This includes western Uganda - a region that harbors the largest known modern hybrid zone between the two species. We combined a new high-throughput amplicon sequencing (HTAS) approach with fecal DNA-based Capture Mark Recapture (CMR) analysis to infer the population sizes and species compositions of elephants living in two forests. We demonstrate that Kibale National Park hosts a relatively large elephant population (573 individuals, 95% CI: 410 to 916; 0.72 elephants/km2) composed primarily of hybrids (81.5%) and savanna elephants (17.7%), while Bwindi Impenetrable National Park hosts a smaller population (96 individuals, 95% CI: 64 to 145; 0.29 elephants/km2) composed of forest elephants (86.8%) and hybrids (13.2%). We then sequenced maternally inherited (mtDNA) and paternally inherited (AMELY) genetic markers and found that the two parks' populations exhibit different patterns of sex-linked genetic variation. The contrasting patterns of species identity and genetic variation between these parks demonstrate different histories of hybridization and highlight the importance of site-specific monitoring where elephants are taxonomically undefined.", "date": "2025-05-17", "journal": ""}
{"title": "Divergent photosynthesis and leaf respiration responses of four common subtropical tree species to modest warming", "doi": "10.1101/2025.05.13.653929", "authors": "Hussain, K.; Bakpa, E. P.; Ning, Q.; Huang, S.; Mustafa, A.; Ma, Q.; Liu, H.", "abstract": "Subtropical forests are vital to global carbon pools, and their responses to increasing warming may significantly influence carbon sequestration. However, how subtropical tree species adjust the photosynthesis and respiration process in response to climatic warming through phenotypic plasticity is still unclear which is critical for predicting future forest carbon dynamics. In this study we investigate the effects of controlled warming experiment (1.5 {+/-} 0.5 ) on growth and leaf economic traits especially photosynthesis and respiration in four common subtropical tree species. Our findings reveal that modest warming enhanced photosynthesis, stomatal conductance, and night respiration, leaf anatomical traits as well as growth in Schima superba, Ormosia pinnata, and Pinus massoniana, of those species under warming. In contrast, Castanopsis hystrix demonstrated reduced performance in all measured traits because it may lack adaptive traits critical for warming resilience, indicating a divergent response to the same environmental condition. Our findings highlight the species-specific variation in how subtropical trees adjust traits associated with trees capacity to acclimate to increased temperatures. Specifically, Ormosia pinnata, Pinus massoniana, and Schima superba may exhibit beneficial responses to warming, whereas Castanopsis hystrix may experience negative effects in future climatic conditions which alters future carbon storage and tree diversity. Thus, our study offers new insights for further research on common trees under warming to improve predictions of forest dynamics under climate change, aiding conservation efforts to address environmental pressures.", "date": "2025-05-17", "journal": ""}
{"title": "Five new Caenorhabditis species from Indonesia provide exceptions to Haldane's rule and partial fertility of interspecific hybrids", "doi": "10.1101/2025.05.14.653126", "authors": "Devi, M. P.; Haryoso, E.; Rais, E. I.; Karuniawan, A.; Yahya, M. Q.; Richaud, A.; Wang, J.; Rockman, M. V.; Tarno, H.; Felix, M.-A.", "abstract": "Given the interest in the biogeography and diversity of the Caenorhabditis genus, we established a collection of these nematodes from field surveys on four Indonesian islands. We isolated over 60 Caenorhabditis strains belonging to ten species. Five species were previously known from other locations: C. briggsae, which was predominant, C. tropicalis, C. nigoni, C. brenneri and C. elegans. The five other species are new, and we describe them here as Caenorhabditis indonesiana, Caenorhabditis malino, Caenorhabditis ceno, Caenorhabditis brawijaya and Caenorhabditis ubi. RNA sequence analysis of 1,861 orthologous genes placed all species from Indonesia in the Elegans group of Caenorhabditis species. Four of the new species belong to a Sinica subclade of species so far only found in an East Asia-Indo-Pacific world region. The fifth new species, C. indonesiana, appears as the sister of the C. tropicalis-C. wallacei pair, both also found in Indonesia. The present findings are thus consistent with diversification in the Elegans group having occurred in this world region. Crosses between closely related species showed counterexamples to Haldane's \"rule\": for two pairs of species, in one cross direction we only found hybrid males. In addition, we found a pair of species that could partially interbreed: Caenorhabditis ubi (East Java) with C. sp. 41 (Solomon islands), with the hybrid males in one cross direction being fertile. Such closesly related species pairs are good models for genetic studies of incompatibilities arising during speciation.", "date": "2025-05-17", "journal": ""}
{"title": "Three-dimensional genome architecture connects chromatin structure and function in a major wheat pathogen", "doi": "10.1101/2025.05.13.653796", "authors": "Glavincheska, I.; Lorrain, C.", "abstract": "Three-dimensional (3D) genome organization plays a central role in gene regulation and genome stability, yet its functional relevance in fungal pathogens remains largely uncharacterized. Here, we present a high-resolution Hi-C analysis of the wheat pathogen Zymoseptoria tritici, revealing a hierarchical genome organization. The genome adopts a Rabl-like conformation characterized by centromere clustering and the spatial segregation of accessory chromosomes, which remain tethered to core pericentromeres, supporting their mitotic stability. At finer resolution, we identify homotypic interactions among B compartments and self-interacting domains demarcated by distinct histone modifications and insulator-like sequence motifs at their boundaries. A subset of highly insulated domains enriched in heterochromatin and transposable elements engages in strong inter-domain interactions. During wheat infection, several self-interacting domains exhibit coordinated transcriptional activity, linking spatial genome folding to dynamic gene regulation. These findings uncover multi-scale principles of nuclear organization in a major fungal plant pathogen and establish a framework for investigating 3D genome function in filamentous fungi.", "date": "2025-05-17", "journal": ""}
{"title": "Fast barcode calling based on k-mer distances", "doi": "10.1101/2025.05.12.653416", "authors": "Uphoff, R. C.; Schueler, S.; Grosse, I.; Mueller-Hannemann, M.", "abstract": "DNA barcodes, which are short DNA strings, are regularly used as tags in pooled sequencing experiments to enable the identification of reads originating from the same sample. A crucial task in the subsequent analysis of pooled sequences is barcode calling, where one must identify the corresponding barcode for each read. This task is computationally challenging when the probability of synthesis and sequencing errors is high, like in photolithographic microarray synthesis. Identifying the most similar barcode for each read is a theoretically attractive solution for barcode calling. However, an all-to-all exact similarity calculation is practically infeasible for applications with millions of barcodes and billions of reads. Hence, several computational approaches for barcode calling have been proposed, but the challenge of developing an efficient and precise computational approach remains. Here, we propose a simple, yet highly effective new barcode calling approach that uses a filtering technique based on precomputed k-mer lists. We find that this approach has a slightly higher accuracy than the state-of-the-art approach, is more than 500 times faster than that, and allows barcode calling for one million barcodes and one billion reads per day on a server GPU.", "date": "2025-05-17", "journal": ""}
{"title": "Visual Field Inhomogeneities Shape Visual Working Memory", "doi": "10.1101/2025.05.13.653695", "authors": "Papiernik-Kłodzinska, J.; Del Pin, S. H.; Wierzchon, M.; Carrasco, M.; Rutiku, R.", "abstract": "It is a topic of scientific debate whether early visual cortex (V1) is essential for creating visual working memory (vWM) representations. The current study aimed to replicate and expand previous research regarding the role of structural properties of V1 in vWM retention. Structural properties of V1, particularly visual field inhomogeneities (including visual field and polar angle asymmetries), were investigated to link interindividual differences in vWM performance to V1 structural differences. 292 participants underwent the MRI scan with the multiparametric mapping sequence, resulting in four microstructural maps per participant: magnetization transfer (MT), proton density (PD), longitudinal relaxation rate (R1), and transverse relaxation rate (R2*). During a separate session, the participants performed the vWM task. Both visual field and polar angle asymmetries were present in our dataset. We replicated behavioral asymmetries in vWM shown in previous studies, particularly the inverted polarity of the vertical meridian asymmetry (VMA) and found a link between VMA and R2* values in V1. This suggests a potential role of cortical iron content in V1 for vWM, particularly along the vertical meridian of the visual field, supporting the sensory recruitment hypothesis, thus indicating that early visual areas are crucial for vWM retention.", "date": "2025-05-17", "journal": ""}
{"title": "Direct interoceptive input to the insular cortex shapes learned feeding behavior", "doi": "10.1101/2025.05.13.653896", "authors": "Zhao, Z.; Xu, B.; Anthony, S.; Subramanian, S.; Granger, B.; Von-Walter, C.; Mizrachi, E.; Kidd, M.; Srigiriraju, A.; McKie, I.; Li, Z.; Bolton, M. M.; Berto, S.; Stern, S. A.", "abstract": "The insular cortex (insula) is an interoceptive hub, which senses internal states such as hunger, thirst, pain, and emotions. Previous studies, however, suggest that the insula directly senses internal states, but the mechanisms remain elusive. We identified a novel population of glutamatergic leptin receptor-positive (LepR+) cells with a unique morphology in the insula (INSLepR). Based on leptin's known role in signaling adiposity levels, we hypothesized that INS-LepR neurons detect internal states and thus regulate food intake and body weight. Accordingly, we found that leptin administration in the insula increases intrinsic excitability of INSLepR cells, suppresses feeding, and reduces body weight. Moreover, optogenetic stimulation of INSLepR cells suppresses learned operant feeding and leads to avoidance in a real time place preference context. We also found that INSLepR neurons encode operant feeding bouts, and their activity is modulated specifically by hunger, but not thirst, states. Single-nuclei sequencing and ribosome profiling revealed that INSLepR is expressed on both Layer 6 neurons and on vascular cells, suggesting that leptin can be delivered directly through receptor-mediated transport through the blood brain barrier into the insula. . INSLepR neurons form mainly local connections within the insula and an external projection to the basolateral amygdala (BLA), and optogenetic stimulation of BLA terminals also regulated learned operant feeding. Moreover, we found that administration of leptin alters insula neural dynamics in response to feeding, but not drinking, behavior, and reshapes the transcriptome, suggesting that internal state information provided by leptin is used by the insula to coordinate feeding behavior. Taken together, our data supports a model for direct interoceptive input to the insula, in which INSLepR cells integrate adiposity level signals to regulate feeding and body weight in a learned manner.", "date": "2025-05-17", "journal": ""}
{"title": "Characterising the neural time-courses of food attribute representations", "doi": "10.1101/2025.05.13.653572", "authors": "Chae, V. J.; Grootswagers, T.; Bode, S.; Feuerriegel, D.", "abstract": "Dietary decisions involve the consideration of multiple, often conflicting, food attributes that precede the computation of an overall value for a food. The differences in the speed at which attributes are processed play an important role; however, it is unknown whether different attributes are processed over distinct time windows. We mapped the neural time-courses of 12 choice-relevant food attributes. Participants (N = 110) viewed food images while we recorded brain activity using electroencephalography (EEG). A separate group of participants (N = 421) rated the same images on nutritive properties (healthiness, calorie content, edibility, and level of transformation), hedonic properties (tastiness, willingness to eat, negative and positive valence, and arousal), and familiarity (previous exposure, recognisability, and typicality). Using representational similarity analysis, we quantified differences in patterns of multivariate EEG signals across foods and assessed whether the structure of these differences was correlated with differences in attribute ratings. We observed similar correlation time-courses for many attributes. There was an early window of correlations (~200 ms from image onset), followed by sustained windows of correlation from ~400-650 ms. Using principal components analysis, we identified a set of broader constructs that accounted for variance in ratings across multiple attributes, and also correlated with the EEG data. Our results indicate that food attributes important for choice are represented rapidly and in parallel, over similar time windows. Furthermore, we reveal that broad dimensions underlying individual attributes are also represented in the neural activity with distinct time-courses, indicating a multilevel structure of food attribute representations.", "date": "2025-05-17", "journal": ""}
{"title": "Inhibition of phosphodiesterase 4B as a novel therapeutic strategy for the treatment of refractory epilepsy", "doi": "10.1101/2025.05.13.653835", "authors": "Kinch, C. D.; Kesler, M.; Dogra, D. D.; Morin, K.; Ibhazehiebo, K.; Noschang, C. G.; Rho, J. M.; Kurrasch, D.", "abstract": "Despite the availability of nearly 40 approved anti-seizure medications (ASMs), at least one-third of individuals with epilepsy remain refractory to treatment, and many experience life-limiting cognitive or psychiatric side effects. Using a machine learning-guided platform, we identified PDE4 as an underexplored anti-seizure target, which became further validated based on its enriched expression in seizure-relevant brain regions and its potential to modulate excitatory/inhibitory neuronal tone via cAMP signaling. The pan-PDE4 inhibitor crisaborole partially protected against hyperthermia-induced seizures and reduced spontaneous seizures in Scn1a+/- mice, while rolipram and roflumilast showed no efficacy at tolerable doses. SN-2000, a first-in-kind allosteric modulator of PDE4B, was rationally designed for isoform selectivity and brain penetration, and demonstrated versatile reduction of seizure activity across multiple zebrafish and rodent genetic and acquired epilepsy models, with efficacy comparable to standard-of-care ASMs. SN-2000 also demonstrated favorable behavioral outcomes, reducing post-ictal aggression and anxiety-like behaviors, and improving cognitive performance in both wild-type and epileptic mice. These effects were linked to paradoxical regulation of excitatory and neuronal activity in the cortex and thalamus of epileptic mice, respectively, as well as elevated cAMP signaling and downstream pCREB activation. Together, these findings support PDE4B inhibition as a disease-relevant mechanism in epilepsy, and position SN-2000 as a promising therapeutic candidate offering seizure control without the neuropsychiatric burden of existing ASMs and potential pro-cognitive properties.", "date": "2025-05-17", "journal": ""}
{"title": "See-through science: Danionella cerebrum as a model for neuroregeneration", "doi": "10.1101/2025.05.13.653880", "authors": "Misyuk, M. K.; Austin, J. L.; Walechka, N. R.; Peterka, J. A.; Veldman, M. B.; Lam, P.-Y.", "abstract": "Rebuilding functional neuronal circuits after injury in the adult central nervous system (CNS) is unachievable for many vertebrates. In pro-regenerative models, it is unclear how regeneration and re-wiring is achieved in the CNS over long distances. The size and opacity of the adult vertebrate brain makes it difficult to study axon topography and dynamic cellular interactions during long-distance axon regeneration. Here, we harnessed the properties of the small and transparent adult Danionella cerebrum for longitudinal in vivo imaging of retinal ganglion cell axon regeneration, correlating cellular events with functional recovery. Our results suggest that some axons regenerate along tracts of degenerating myelin debris. However, the topography of re-innervation is different after regeneration, suggesting that new axon tracts are created to restore functional vision. The D. cerebrum model provides a unique opportunity to visualize and experimentally manipulate the spatial and temporal events during CNS regeneration in intact adult vertebrates.", "date": "2025-05-17", "journal": ""}
{"title": "Low-Strength Type I Interferon Signaling Promotes CAR T-Cell Treatment Efficacy", "doi": "10.1101/2025.05.13.653878", "authors": "Tang, E.; Hu, Y.; Cao, G.; Asby, N. W.; Nguyen, D.-T.; Aboelella, N. S.; Ruiz, H.; Zhao, Y.; Xie, L.; Chen, X.; Bishop, M. R.; Riedell, P. A.; LaBelle, J. L.; Kline, J. P.; Huang, J.", "abstract": "CD19-directed chimeric antigen receptor (CAR) T-cell therapy has significantly advanced the treatment landscape for relapsed/refractory diffuse large B-cell lymphoma (r/r DLBCL). However, up to 60% of patients do not achieve a complete response. To uncover determinants of therapeutic efficacy, we analyzed the infusion products of eight r/r DLBCL patients with distinct clinical responses to axicabtagene ciloleucel using single-cell transcriptomics. Compared to patients who exhibited progressive disease, infusion products of complete responders demonstrated enriched signatures of type I interferon (IFN-I) signaling. Based on these findings, we developed a novel strategy to improve CD19-directed CAR T-cell treatment efficacy by incorporating IFN-I as an enhancer during the ex vivo manufacturing process. For both CD28- and 4-1BB-costimulated second-generation CARs, we found that low-strength IFN-I signaling enhanced CAR T-cell cytotoxicity and in vivo efficacy. On the other hand, high-strength IFN-I signaling compromised cell viability and in vivo efficacy. Our low-strength IFN-I signaling approach leverages an existing FDA-approved pharmacologic agent and is compatible with current CAR constructs and manufacturing workflows. Together, our results establish IFN-I as a potent and costimulation-independent enhancer of CAR T-cell efficacy and provide a translationally feasible approach to enhance CAR T-cell therapies for r/r DLBCL.", "date": "2025-05-17", "journal": ""}
{"title": "Bridging Gaps in Soil Ecology: Metagenomic Insights into Microbial Diversity and Functionality Across Brazil's Biomes.", "doi": "10.1101/2025.05.16.654316", "authors": "Tacca, L. M. A.; Lima, R. N.; Pascoal, P. V.; de Oliveira, M. A.; de Azevedo, C. A. X.; Bambil, D.; Mizotte, P.; Rosinha, G. M. S.; Bittencourt, D. M. d. C. B. M. d. C.; Signor, D.; de Moura, M. S. B.; Trindade, J. P. P.; Volk, L. B. d. S.; Fernandes, F. A.; Lopes, R.; Simoes-Araujo, J. L.; Freire, M.; Rech, E.", "abstract": "Microorganisms participate in complex interactions involving different kingdoms, so rhizosphere biodiversity mapping is essential for understanding how microbes interact with each other in the soil and with roots. Although soil microbial communities are remarkably diverse and technological advances have provided a high capacity to acquire reliable sequence data, unique microbial taxa in soil, root and rhizosphere samples remain poorly described. For the first time, we organized a consortium to collect soil samples covering all Brazilian biomes, providing a comprehensive and unprecedented view of soil microbial diversity. This understanding is critical, especially within the context of climate change, which affects plant physiology, root exudation and, consequently, the composition and functionality of soil microbial communities. The interactions between soil, roots and rhizosphere are influenced by evolutionary and adaptive forces and shape the production of microbial natural products, which exhibit great therapeutic potential and Mapping and studying rhizosphere microbial biodiversity not only increases our knowledge of soil ecology but also offers valuable insights for developing sustainable practices. We employed both 16S/18S/ITS amplicon and metagenomic short-read shotgun sequencing methods to examine and catalogue the large-scale genomes of culture-independent rhizosphere microbes and their interactions with roots in six terrestrial Brazilian biomes, namely, the Amazon, Atlantic Forest, Cerrado, Caatinga, Pampa and Pantanal. Our results revealed the ubiquity of Proteobacteria, which reflects their adaptability to contrasting environments. Biomes with greater moisture availability, such as the Amazon and Pantanal, exhibited greater diversity and abundance of fast-growing bacteria, such as Proteobacteria, and nutrient cyclers, such as Thaumarchaeota. Arid and semiarid biomes, such as the Caatinga, were dominated by microorganisms tolerant to drought and nutrient-limited environments, such as Actinobacteria. Acidobacteria, which thrive in acidic, nutrient-poor soils, were very abundant in forest biomes. The Planctomycetes phylum also occurred more frequently in areas with a relatively high soil organic matter content, such as the Cerrado. Bacteroidetes was significantly more abundant in Pampa than in the other biomes. The results provide comprehensive insights into soil, root and rhizosphere biodiversity and not only enhance the knowledge of the fundamental biological processes sustaining plant life but also constitute a reliable sequencing databank to address present-day agricultural and environmental challenges.", "date": "2025-05-17", "journal": ""}
{"title": "Translation Efficiency Impacts Phage Lysis Timing and Its Precision in Single Cells", "doi": "10.1101/2025.05.14.654169", "authors": "Kannoly, S.; Singh, K.; Juman, N.; Islam, Z. M.; Caballero Quiroga, I.; Singh, A.; Dennehy, J. J.", "abstract": "The timing of host cell lysis is a fundamental life history parameter in bacteriophages as it presents an evolutionary trade-off between maximizing intracellular phage replication and optimizing transmission to new host cells, ultimately determining viral fitness in dynamic bacterial populations. In the bacteriophage {lambda}, lysis time is dependent on the expression of a timekeeper protein, holin, which accumulates in the Escherichia coli inner membrane. Cell lysis is triggered when the membrane concentration of holin crosses a critical threshold level. In the present study, we investigated the effects of the rate of holin translation on lysis timing and its precision. We show that modulating holin translation efficiency through genetic modifications and antibiotic treatment alters bacteriophage lysis timing and its precision, providing insight into how phages optimize the evolutionary trade-off between replication and transmission. Reducing ribosomal binding affinity decreased holin expression and delayed lysis, while optimizing the Shine-Dalgarno sequence enhanced translation and accelerated lysis. Surprisingly, very low tetracycline concentrations may have improved translation efficiency and hastened lysis, whereas higher doses predictably delayed it. In all cases, longer lysis times corresponded with decreased timing variability. A model that incorporates stochastic gene expression with additional stochasticity in the initiation of holin expression was sufficient to explain the data. Thus, we demonstrated that modifying the rate of holin translation can be used as an evolutionary strategy to achieve optimum lysis timing.", "date": "2025-05-17", "journal": ""}
{"title": "Co-Electrospinning Extracellular Matrix with Polycaprolactone Enables a Modular Approach to Balance Bioactivity and Mechanics of a Multifunctional Bone Wrap", "doi": "10.1101/2025.05.13.653533", "authors": "Jones, S.; Laude, M.; Oyebanji, Z.; Birur, R.; Luengo Martinez, A.; Gilbert, I.; Baek, P.; Cosgriff-Hernandez, E.", "abstract": "Decellularized tissue possesses significant regenerative potential, yet fabricating complex extracellular matrix (ECM) scaffolds remains challenging. Blending with synthetic polymers can aid ECM fabrication but often relies on digested ECM and encapsulation within the synthetic matrix can limit cell-ECM interactions. We recently developed a suspension electrospinning platform to facilitate ECM scaffold fabrication without the need for digestion or polymer-carriers. Its integration into a co-electrospinning system enables modular design of composite scaffolds to combine the regenerative potential of ECM with the advantages of synthetic polymers. This study directly compares co-electrospinning and blend electrospinning of polycaprolactone and small intestinal submucosa (SIS) for use as a bone wrap to augment membrane durability, sustain infection control, and enhance vascularity in Masquelet induced membrane technique. Co-spun wraps demonstrated improved handling properties as compared to ECM wraps and solvent welding was used to achieve target suture retention standards without diminishing SIS content. Unlike the blended wraps, the co-spun wraps supported full-thickness cell infiltration within 4 weeks, released gentamicin at a bactericidal concentration for 6 weeks, and demonstrated enhanced angiogenic properties. Collectively, these findings highlight the functionality of a co-electrospinning modular design and demonstrate the efficacy of using a co-spun wrap in bone tissue engineering applications.", "date": "2025-05-17", "journal": ""}
{"title": "A novel bioinformatics approach reveals key transcription factors regulating type 1 diabetes-associated transcriptomes", "doi": "10.1101/2025.05.13.653885", "authors": "Sheikh, A.; Parvin, S.; Dipto, S.; Hossain, S.", "abstract": "We developed a novel bioinformatics pipeline that reveals key transcription factors (TFs) regulating type 1 diabetes transcriptomes by combining automated Python workflows, DESeq2-based differential expression analysis, motif enrichment, and genome-wide TF abundance profiling, a rare but powerful strategy that deepens our understanding of disease mechanisms. This approach not only uncovers TFs driving pathology but also quantifies TF abundance across multiple genomic loci, enabling rapid and precise monitoring of their occupancy. Analyzing 21 RNA sequencing datasets, including 13 from early-stage T1D patients and 8 matched controls, we identified nearly 6 000 differentially expressed genes; 1 900 met strict significance and fold-change criteria and 211 are previously uncharacterized transcripts that distinguish T1D from healthy samples. Pathway analysis highlighted disruptions in beta-cell signaling, ALK-linked drug responses, neurodegenerative processes, and cytoskeletal organization. Upstream motif analysis revealed enrichment of Myc/Max, AP-1, SP-1, TATA-box, and NF-{kappa}B binding sites in upregulated genes, confirming their central role in the T1D transcriptome. By placing TFs at the core of our discovery platform, this work uncovers novel molecular drivers of T1D and identifies actionable biomarkers and therapeutic targets for personalized treatment.", "date": "2025-05-17", "journal": ""}
{"title": "CHI3L1-Targeted Small Molecules as Glioblastoma Therapies: Virtual Screening-Based Discovery, Biophysical Validation, Pharmacokinetic Profiling, and Evaluation in Glioblastoma Spheroids", "doi": "10.1101/2025.05.13.653859", "authors": "Nada, H.; Zhang, L.; Kaur, B.; Gabr, M.", "abstract": "Glioblastoma (GBM) remains the most aggressive primary brain malignancy with a 10% three-year survival rate. Chitinase-3-like protein 1 (CHI3L1) has emerged as a critical factor in the progression of GBM progression, invasion, and treatment resistance. However, small molecule inhibitors targeting CHI3L1 are largely unexplored. Microscale thermophoresis (MST) investigation of the direct binding potential of reported CHI3L1 modulators (K284, G721-0282, CHI3L1-IN-1) revealed modest to undetectable direct CHI3L1 binding affinity. Herein, pharmacophore-based virtual screening of in-house library resulted in the discovery of G28 as the most potent small molecule CHI3L1 binder reported to date. The CHI3L1 binding affinity of G28 was validated using MST and surface plasmon resonance (SPR). To evaluate the GBM-modulatory potential of G28, we conducted comprehensive pharmacokinetic and 3D spheroid studies alongside established CHI3L1 modulators. G28 demonstrated outstanding bioavailability and low toxicity, addressing key limitations faced by previous CHI3L1-targeted strategies. Notably, in 3D GBM spheroid models, G28 significantly outperformed reported CHI3L1 small molecule modulators, showing the most pronounced dose-dependent reductions in spheroid weight, migration, and viability. These findings position G28 as the most promising CHI3L1-targeted small molecule to date and a compelling candidate for GBM therapeutic development.", "date": "2025-05-17", "journal": ""}
{"title": "Glucagon receptor signaling is indispensable for the healthspan effects of caloric restriction in aging male mice", "doi": "10.1101/2025.05.13.653849", "authors": "Bruner, K. R.; Byington, I. R.; Marx, T. J.; Vasileva, A.; Fletcher, T.; Ghimire, S.; Zappia, I. J.; Shaju, Y.; Zeng, J.; Wachsmuth, H. R.; Carlyon, T.; Besselsen, D. G.; Drucker, D. J.; Duca, F. A.; Stern, J. H.", "abstract": "Obesity and type 2 diabetes mellitus accelerate aging, shortening the duration of healthspan. Conversely, chronic calorie restriction (CR) extends healthspan. Research aimed at understanding the mechanism by which CR slows aging has focused heavily on insulin and downstream signaling cascades. Glucagon, a hormone that counter-regulates insulin, is commonly affected by these same interventions. To investigate the role of glucagon in aging we used dietary manipulation, global and liver- specific glucagon receptor knockout, and pharmacological glucagon receptor activation. We found that globally eliminating glucagon receptor signaling (Gcgr KO) decreases median lifespan by 35% in lean mice. These lifespan shortening effects are more robust in diet-induced obese mice (54%). Extending these findings to metabolic health, we found that glucagon receptor signaling is indispensable to the metabolic response to chronic CR in young and aged mice. While CR decreased liver fat, serum triglyceride, and serum cholesterol in WT mice, these metabolic benefits were absent in Gcgr KO mice. In line with these observations, we found that critical nutrient sensing pathways known to improve aging are dysregulated in mice lacking glucagon receptor signaling at the liver (Gcgrhep-/-). Liver-specific deletion of the glucagon receptor decreases hepatic AMP Kinase activation in aging mice, regardless of diet. Further, CR decreases hepatic mTOR activity in WT mice, but not in Gcgrhep-/- mice. Together, these findings propose that glucagon signaling plays a critical role in both normal aging and the lifespan and healthspan extension driven by caloric restriction.", "date": "2025-05-17", "journal": ""}
{"title": "Phosphorus Bioaccessibility of Processed Soy and Pulse Protein Products Measured by In Vitro Simulation of Human Digestion", "doi": "10.1101/2025.05.13.653545", "authors": "Burstad, K. M.; Fons, A.; Kisch, A. R.; Cladis, D. P.; Hill Gallant, K. M.", "abstract": "Objective: Plant protein is gaining interest for dietary phosphorus management in CKD due to its potential benefits, including possible lower phosphorus bioaccessibility. However, data on phosphorus remain limited, particularly for processed plant protein products. This pilot study aimed to compare phosphorus bioaccessibility of processed plant protein products with their animal protein counterparts, using in vitro simulation of adult human digestion. Methods: Soy protein (n=16), pulse protein (n=17), and animal protein (n=13) products representing food categories of beef, dairy, sausage/bacon, chicken/turkey were evaluated for phosphorus bioaccessibility using in vitro digestion based the INFOGEST protocol, followed by dialysis of the final digesta. Pre-digestion samples, final digesta, and final dialysate were analyzed for phosphorus content to calculate total and bioaccessible phosphorus and percent phosphorus bioaccessibility. Results: Average percent phosphorus bioaccessibility of all processed soy and pulse products studied ranged from 32-100%, while animal products ranged from 81-100%. Average bioaccessible phosphorus and bioaccessible phosphorus-to-protein ratio were lower for many soy and pulse protein beef and chicken/turkey alternatives, soy protein milk alternatives, and pulse protein sausage alternatives than their animal protein counter products. Conclusion: Some soy and pulse protein products offered lower bioaccessible phosphorus per 100g serving and per gram of protein than their animal protein counterparts. Thus, this pilot study suggests that certain processed plant protein products may be acceptable to include in a diet for phosphorus management in CKD. However, more data on phosphorus bioaccessibility in a larger number and variety of processed plant-based protein products is needed to better inform individualized guidance.", "date": "2025-05-17", "journal": ""}
{"title": "Dibutyryl cyclic AMP downregulates tenascin-C in neurons and astrocytes and reduces AAV-mediated gene expression in DRG neurons", "doi": "10.1101/2025.05.13.653846", "authors": "Stepankova, K.; Cimpean, A.; Smejkalova, B.; Holota, R.; Bachanova, L.; Cerny, J.; Sprincl, V.; Marekova, D.; van den Herik, J.; de Winter, F.; Jendelova, P.; Urdzikova, L. M.", "abstract": "Functional recovery after spinal cord injury (SCI) is hindered by the limited ability of axons to regenerate in the adult mammalian central nervous system (CNS). Overcoming this barrier is critical for achieving effective recovery. Axonal regeneration depends on the activation of intracellular processes like transcription factor induction, protein and lipid trafficking, and cytoskeletal remodelling. Targeting these pathways offers a promising approach for promoting neuronal repair. This study examined the combined therapeutic effects of dibutyryl-cAMP (db-cAMP), which primes neurons for growth, and integrin 9 overexpression, which supports axonal extension. Using in vitro models with dorsal root ganglion (DRG) neurons and astrocytes, as well as an in vivo SCI model, we evaluated the potential of this approach. In vitro, the combination of db-cAMP and integrin 9 significantly enhanced neuronal growth. However, in vivo results were less consistent, with db-cAMP affecting AAV-mediated transcription and the expression of tenascin C (TnC) in neurons and astrocytes. These findings highlight the potential of modulating intracellular signalling and integrin activation but underscore the challenges posed by the complexity of the in vivo environment. Further studies are necessary to unravel these mechanisms and refine therapeutic strategies for effective SCI recovery.", "date": "2025-05-17", "journal": ""}
{"title": "Macrophage migration inhibitory factor is a potential therapeutic target for cisplatin induced peripheral neuropathy in breast cancer", "doi": "10.1101/2025.05.13.653890", "authors": "El-Baroudy, H.; Delgadillo, X. M.; Bamania, N.; Sivakumar, B.; Dwivedi, S.; Chowdhury, B.; Joseph, N.; Pathak, S.; Mizkus, S.; Ahmed, S.; Krishnan, A.", "abstract": "Background: Cisplatin (CP) is an effective chemotherapy drug for several cancers. However, the use of CP is associated with peripheral neuropathy, a painful nerve disorder. Unfortunately, no therapies are available for CP-induced peripheral neuropathy (CisIPN). This study explored the role of a cytokine, the macrophage migration inhibitory factor (MIF), as a potential therapeutic target for CisIPN. Methods: The role of neuroinflammation and MIF in CisIPN was evaluated in mice models of CisIPN, with and without breast cancer, after treatment with the anti-inflammatory drug Dexamethasone (Dex). Circulating MIF levels in animals were examined using ELISA. Pharmacological inhibition of MIF was achieved using the small molecule inhibitors, CPSI-1306 and ISO-1. Mechanical and thermal sensitivities of animals were assessed using von frey filament and cold acetone assays. Macrophage infiltration in peripheral nerve tissues was examined using CD68 and Iba-1 staining. Results: Our results showed that Dex suppressed mechanical hyperalgesia in CisIPN animals, which was accompanied by downregulation of MIF. We also found that circulating MIF levels were increased in CisIPN animals. Furthermore, direct inhibition of MIF using CPSI-1306 and ISO-1 led to suppression of mechanical hyperalgesia, without compromising the anti-tumor efficacy of CP, in CisIPN animals. We did not find any significant change in macrophage infiltration in the peripheral nerve tissues of CisIPN animals. Immunostaining results indicated that sensory neurons in the DRGs and Schwann Cells in the sciatic nerves are potential sources for increased MIF in CisIPN. Interpretation: Overall, our results strongly suggest that MIF is a promising therapeutic target for CisIPN.", "date": "2025-05-17", "journal": ""}
{"title": "Chronic compression drives macrophages toward a pathological pro-tumor state", "doi": "10.1101/2025.05.13.653793", "authors": "Burchett, A.; chen, H.; Najera, J.; Howard, S.; Datta, M.", "abstract": "Macrophages comprise a significant portion of the glioblastoma tumor microenvironment and are essential in promoting immunosuppression and tumor progression. Solid tumors such as glioblastoma generate solid stress as they expand, creating a compressive microenvironment for mechanosensitive immune cells including macrophages. Macrophages are known to respond to various mechanical stimuli but have not yet been studied in the context of chronic compression observed in growing tumors. Here, we used a custom in vitro compression system to elucidate the effects of compressive solid stress on murine macrophages. We found that macrophages have significant morphological, transcriptional, metabolic, and functional responses to compression. These changes corresponded to both canonical pro- and anti-inflammatory macrophage states. The gene expression signatures of compressed macrophages more closely resembled those of glioma-associated macrophages known to be associated with worse patient outcomes. These results indicate that compression alone, independent from tumor cell-derived biochemical factors, may contribute to the pathological tumor-associated macrophage phenotype. This could represent a vicious cycle of tumor immunomechanics and mechano-immunology. Targeting solid stress in tumors or the response to solid stress by macrophages may interrupt this feedback loop to help normalize the tumor immune microenvironment and improve glioblastoma response to immunotherapy.", "date": "2025-05-17", "journal": ""}
{"title": "Leukocyte-type 12/15-lipoxygenase is essential for timely inflammation-resolution and effective tissue regeneration following skeletal muscle injury", "doi": "10.1101/2025.05.13.653766", "authors": "Sharma, B.; Rehman, H.; Lu, X.; Figueiredo, V. C.; Van Remmen, H.; Kuang, S.; Brooks, S. V.; Davis, C.; Maddipati, K. R.; Markworth, J. F.", "abstract": "Unlike traditional anti-inflammatory therapies which may interfere with musculoskeletal tissue repair, pharmacological administration of specialized pro-resolving lipid mediators (SPMs) can promote timely resolution of inflammation while stimulating skeletal muscle regeneration. Despite this, the potential role of endogenous inflammation-resolution circuits in skeletal muscle injury and repair remains unknown. Here, we investigated the effect of whole-body knockout of leukocyte-type 12/15-lipoxygenase (12/15-LOX) on acute inflammation and regeneration following skeletal muscle injury in mice. Prior to muscle injury, Alox15-/- mice displayed lower intramuscular concentrations of 12/15-LOX-derived lipid mediators than wild type (WT) mice, and this was associated with chronic low-grade muscle inflammation. Alox15-/- mice mounted an exaggerated acute immune response to sterile skeletal muscle injury which was associated with a local imbalance of pro-inflammatory vs. pro-resolving lipid mediators. During the regenerative phase, Alox15-/- mice displayed defects in myogenic gene expression, myofiber size, and myonuclear accretion. Mechanistically, bone marrow-derived macrophages (M[FE]) obtained from Alox15-/- mice produced less 12/15-LOX-derived lipid mediators and this was associated with impaired M2 polarization. Isolated myogenic progenitor cells also produced many LOX metabolites in response to long chain polyunsaturated fatty acid (LC-PUFA) supplementation, including bioactive SPMs. Alox15-/- myoblasts were both impaired in their ability to produce SPMs and were insensitive to the stimulatory effect of LC-PUFAs on in vitro myogenesis. These data show that the 12/15-LOX pathway is essential for timely resolution of acute inflammation and direct determination of myogenic progenitor cell fate following skeletal muscle injury.", "date": "2025-05-17", "journal": ""}
{"title": "Evolutionary dynamics of gene and isoform regulation underlying rapid and parallel adaptive radiations", "doi": "10.1101/2025.05.13.653813", "authors": "Singh, P.", "abstract": "While the contribution of gene expression (GE) to adaptive evolution is widely accepted, the role of alternative splicing (AS) remains less understood. Here, we investigate AS and GE across three iconic adaptive radiations of African cichlid fishes that evolved within <16,000 to 3.8 million years. We show that AS evolves faster than GE, with both sources of variation being 'fine-tuned' over evolutionary time to become species-specific and clade-specific, respectively. Ecologically divergent species from younger radiations exhibit greater differences in splicing than those from older radiations. Most of these differentially spliced isoforms arose from standing variation, which was also present at low levels in non-radiating species, and increased in frequency during the adaptive radiation process. We identified several novel isoforms of craniofacial remodelling genes that emerged within each lake radiation and were differentially incorporated in the jaws of herbivorous vs. carnivorous species. Our findings indicate that a complex temporal interplay of GE and AS underlies adaptive radiation, with ancestral splice variation enabling rapid ecological diversification at early stages of speciation.", "date": "2025-05-17", "journal": ""}
{"title": "PhaseGen: Exact Solutions for Time-Inhomogenous Multivariate Coalescent Distributions under Diverse Demographies", "doi": "10.1101/2025.05.13.653888", "authors": "Sendrowski, J.; Hobolth, A.", "abstract": "Phase-type theory is emerging as a powerful framework for modeling coalescent processes, allowing for the exact computation of quantities of interest. This includes moments of tree height, total branch length, the site-frequency spectrum (SFS), and the full distribution of the time to the most recent common ancestor (TMRCA). However, prior applications have largely been limited to time-homogeneous settings, with constant population sizes and migration rates, restricting the range of demographic scenarios that can be modeled. In this study, we apply time-inhomogeneous phase-type theory to enable the exact computation of (cross-)moments of arbitrary order and reward structure under piecewise-constant demographies. This extension enables the modeling of significantly more complex demographic scenarios, including population expansions, contractions, bottlenecks, and splits. It furthermore supports the fitting of demographic models to data through gradient-based optimization. To support these advancements, we introduce PhaseGena software package designed for the numerically stable computation of exact moments under diverse demographic scenarios, with support for gradient-based parameter estimation.", "date": "2025-05-17", "journal": ""}
{"title": "ProtFun: A Protein Function Prediction Model Using Graph Attention Networks with a Protein Large Language Model", "doi": "10.1101/2025.05.13.653854", "authors": "Talo, M.; Bozdag, S.", "abstract": "Understanding protein functions facilitates the identification of the underlying causes of many diseases and guides the research for discovering new therapeutic targets and medications. With the advancement of high throughput technologies, obtaining novel protein sequences has been a routine process. However, determining protein functions experimentally is cost- and labor-prohibitive. Therefore, it is crucial to develop computational methods for automatic protein function prediction. In this study, we propose a multi-modal deep learning architecture called ProtFun to predict protein functions. ProtFun integrates protein large language model (LLM) embeddings as node features in a protein family network. Employing graph attention networks (GAT) on this protein family network, ProtFun learns protein embeddings, which are integrated with protein signature representations from InterPro to train a protein function prediction model. We evaluated our architecture using \\textcolor{red}{three} benchmark datasets. Our results showed that our proposed approach outperformed current state-of-the-art methods for most cases. An ablation study also highlighted the importance of different components of ProtFun. The data and source code of ProtFun is available at https://github.com/bozdaglab/ProtFun under Creative Commons Attribution Non Commercial 4.0 International Public License.", "date": "2025-05-17", "journal": ""}
{"title": "sKL/mKL Transcript Ratio and Protein Localization Define a Species- and Region-Specific Klotho Signature in the CNS and AD Progression", "doi": "10.1101/2025.05.13.653838", "authors": "Blanch, R.; Esandi, J.; Guerrero-Yagüe, R.; Del Rey, J.; Roig-Soriano, J.; Lleo, A.; Carro, E.; Mestre-Frances, N.; Devau, G.; Ferrer, I.; Meseguer, A.; Lanciego, J. L.; Almolda, B.; Bosch, A.; Chillon, M.", "abstract": "-Klotho is a multifunctional protein widely recognized for its anti-aging and neuroprotective properties. This study investigates the expression and localization of the secreted Klotho (s-KL) isoform in the human brain and its potential role in Alzheimer's disease. Using RT-qPCR, we observed that the s-KL transcript predominates over the membrane-bound KL (m-KL) in multiple brain regions, a pattern consistent in macaques and lemurs. Immunohistochemistry and immunoprecipitation assays confirmed the presence of the s-KL protein in human and mouse brain parenchyma, revealing species-specific cellular localization. In human cerebrospinal fluid (CSF), s-KL constitutes ~28% of total KL, with levels significantly reduced in mild dementia-AD patients. These findings underscore s-KL's potential neuroprotective role and highlight its differential regulation and expression during AD progression.", "date": "2025-05-17", "journal": ""}
{"title": "Pervasive homeobox gene function in the male-specific nervous system of Caenorhabditis elegans", "doi": "10.1101/2025.05.13.653874", "authors": "Fernandez, R. W.; Digirolamo, A. J.; Valperga, G.; Aguilar, G. R.; Molina-Garcia, L.; Kersh, R. M.; Wang, C.; Pe, K.; Ramadan, Y. H.; Loer, C.; Barrios, A.; Hobert, O.", "abstract": "We explore here how neuronal cell type diversity is genetically delineated in the context of the large, but poorly studied male-specific nervous system of the nematode Caenorhabditis elegans. Mostly during postembryonic development, the C. elegans male adds 93 male-specific neurons, falling into 25 cardinal classes, to the predominantly embryonically generated, sex-shared nervous system, comprised of 294 neurons (116 cardinal classes). Using engineered reporter alleles, we investigate here the expression pattern of 40 phylogenetically conserved homeodomain proteins within the male-specific nervous system of C. elegans, demonstrating that in aggregate, the expression of these homeodomain proteins covers each individual male-specific neuron. We show that the male-specific nervous system can be subdivided along the anterior/posterior axis in HOX cluster expression domains. The extent of our expression analysis predicts that each individual neuron class is likely defined by unique combinations of homeodomain proteins. Using a collection of newly available molecular markers, we undertake a mutant analysis of five of these genes (unc-30, unc-42, lim-6, lin-11, ttx-1) and identified defects in cell fate specification and/or male copulatory defects in each of these mutant strains. Our analysis expands our understanding of the importance of homeobox genes in nervous system development and function.", "date": "2025-05-17", "journal": ""}
{"title": "Serine palmitoyltransferase-mediated de novo sphingolipid biosynthesis is required for normal insulin production and glucose tolerance", "doi": "10.1101/2025.05.14.653935", "authors": "Amouyal, C.; Chen, S. P.; Denom, J.; Raho, I.; Kassis, N.; Diedisheim, M.; Mifsud, F.; Lallement, J.; Georgiadou, E.; Ibberson, M.; Croyal, M.; Jiang, X.-C.; CRUCIANI-GUGLIELMACCI, C.; Le Stunff, H.; Rutter, G. A.; Magnan, C.", "abstract": "Aims/Hypothesis: The importance for normal insulin secretion of ceramide synthesis is unclear. De novo ceramide synthesis requires serine palmitoyl transferase, SPT2, encoded by Sptl2. Methods: We generated {beta}-cell-selective Sptl2 null mice by crossing animals with floxed alleles to mice expressing Cre recombinase from the Ins1 locus. Metabolic phenotyping, transcriptomic, functional analyses and histology were performed using standard approaches. Results: Islets from Sptlc2{triangleup}Ins1 mice displayed marked alterations in ceramide and sphingomyelin levels: ceramide content: p=0.016 and p=0.109; sphingomyelin content: p=0.016 and p=0.004 in Sptlc2{triangleup}Ins1 vs Sptlc2CTL mice under regular and high fat diet, respectively, despite compensatory increases in the expression of enzymes in the salvage and sphingomyelinase pathways. Correspondingly, profound abnormalities were observed in glucose-regulated insulin secretion and glucose tolerance in vivo, both on a regular chow and high fat diet. These changes were associated with a drastic (~80%) lowering in {beta}-cell numbers, and a more minor increase in delta cell numbers. They were also preserved in animals maintained on a ketogenic diet, consistent with a cell autonomous effect on the {beta}-cell. Despite normal glucose-regulated intracellular calcium dynamics and insulin secretion, marked transcriptomic changes were observed in Sptlc2{triangleup}Ins1 mouse islets, with affected GO terms including lysosome organisation and regulation of autophagy. Consistent with roles for compromised SPT2 function in diseased {beta}-cells, Sptl2 expression in Balbc and DBA2J mouse islets was lowered by a high fat-diet. Moreover, SPTLC2 mRNA tended to be lower, and SPTLC1 mRNA was significantly decreased, in islets from human subjects with type 2 diabetes versus normoglycemic individuals. Conclusions: Preserved de novo ceramide synthesis is required to maintain normal {beta}-cell mass and thus insulin secretion in mice. Therapeutic approaches which seek to target this process systemically using pharmacological SPT2 inhibitors should thus be treated with caution.", "date": "2025-05-17", "journal": ""}
{"title": "Volitional and forced running ability in mice lacking intact primary motor cortex", "doi": "10.1101/2025.05.14.653913", "authors": "Abo, R.; Ishikawa, M.; Shinohara, R.; Michikawa, T.; Imayoshi, I.", "abstract": "The coordination of various brain regions achieves both volitional and forced motor control, but the role of the primary motor cortex in proficient running motor control remains unclear. This study trained mice to run at high performance (>10,000 rotations per day or >2,700 rotations per hour) using a running wheel, and then assessed the effects of the removal of bilateral cortical areas including the primary motor cortex on volitional and forced running locomotion. The control sham-operated group revealed a quick recovery of volitional running, reaching half of the maximum daily rotation in 3.9 +/- 2.6 days (n = 10). In contrast, the cortical injury group took significantly a longer period (7.0 +/- 3.3 days, n = 15) to reach half of the maximum volitional daily rotation, but recovered to preoperative levels in about two weeks. Furthermore, even 3 days after surgery to remove cortical regions, the running time on a treadmill moving at 35.3 cm/sec, which is difficult for naive mice to run on, was not significantly different from that in the sham-operated group. These results suggest that the intact primary motor cortex is not necessarily required to execute trained fast-running locomotion, but rather contributes to the spontaneity of running in mice.", "date": "2025-05-17", "journal": ""}
{"title": "Nutritional effects on the expression of cryptic pigmentation in freshwater isopods", "doi": "10.1101/2025.05.13.653594", "authors": "Lurig, M. D.; Matthews, B.; Schubert, C. D.; Kishida, O.", "abstract": "Cryptic pigmentation is a key phenotypic adaptation that helps many invertebrates evade visual predators. However, little is known about whether and how the expression of pigmentation phenotypes that match the habitat background is influenced by the availability of nutritional resources. Here we investigated whether variation in both the background and the nutritive composition of benthic substrates affect the expressed pigmentation of freshwater isopods (Asellus hilgendorfii). We collected isopods and their predominant substrate from 17 locations across Hokkaido, northern Japan, and quantified substrate background and nutritional composition (total protein, 18 amino acids, and C:N and C:P ratios). We found that variation in isopod pigmentation was better explained by the substrate's nutritive composition than by its background darkness. Specifically, isopods were more pigmented when substrates had intermediate C:P ratios, lower C:N ratios, and a higher proportion of tryptophan - an essential amino acid involved in the isopods' pigmentation pathway. These results are consistent with previous experiments showing that isopods reared under diets with higher protein concentrations developed more pigmentation, advancing our understanding about the environmental sources of phenotypic variation in natural populations. By demonstrating that nutritional constraints may shape the expression of key phenotypic adaptations in natural populations, our study opens new directions for exploring how organisms navigate adaptive landscapes; particularly in those organisms that rely on pigmentation for signaling and camouflage. Finally, we demonstrate how macronutrients, amino acids, and elemental ratios can serve as biotracers in ecological studies of adaptation, offering new opportunities to examine how stoichiometric traits influence phenotypic plasticity and adaptive capacity, especially in detritivorous taxa.", "date": "2025-05-17", "journal": ""}
{"title": "Review: Estimates of livestock genetic diversity in the UK", "doi": "10.1101/2025.05.14.653764", "authors": "Rochus, C. M.; Price, C. F.; Pocrnic, I.", "abstract": "The United Kingdom (UK) is home to many local and rare livestock breeds. The local breed populations are highly adapted to specific environments in the UK and these and other rare breeds provide solutions to niche needs. Rare breeds often contribute more than expected to overall species genetic diversity, which is important because genetic variation is needed for adapting to new challenges. It is therefore very important from both UK and global perspectives to maintain genetic diversity of rare livestock breeds in the UK, and to do this, we need to evaluate the monitoring of genetic diversity to identify gaps in our knowledge and prioritise resources reserved for conservation purposes. The objectives of this study were to survey the literature to: (1) summarise genetic/genomic characterisation (effective population size (Ne) and inbreeding) of domestic populations (livestock and equine) in the UK and Ireland; (2) compare number of populations on the UK's Rare Breed Survival Trust (RBST) watch list and the number of UK and Irish populations in the peer-reviewed literature with inbreeding, genetic diversity and/or Ne estimates; and (3) compare annually reported (census-based) estimates of Ne with (inbreeding and DNA-based) estimates from peer-reviewed literature. We found a total of 37 publications with Ne or inbreeding estimates for UK or Ireland livestock populations, published from 1975 to 2024. While many (42%) of the breeds on the RBST watchlist have been included in publications, there are still many breeds, and a few species (turkey, duck and geese) with no publicly available pedigree- or DNA-based genetic diversity measures. We found census-based Ne estimates were, on average, higher than DNA-based estimates, likely due to violated assumptions when estimating Ne with census-based data because of the way livestock mating systems are designed. Most peer-reviewed papers estimated genetic diversity measures using pedigree, microsatellite markers, or SNP markers. To identify breed-unique variants responsible for adaptive traits in rare breeds, more studies using whole-genome sequencing will be needed. Altogether, we have summarised the genetic diversity estimates on UK livestock populations, identifying gaps in knowledge.", "date": "2025-05-17", "journal": ""}
{"title": "Optimising fertilisation kinetics models for broadcast spawning corals in the genus Acropora", "doi": "10.1101/2025.05.13.653772", "authors": "Buccheri, E.; Babcock, R. C.; Mumby, P. J.; Doropoulos, C.; Ricardo, G. F.", "abstract": "Synchronous spawning is a specialised adaptation to maximise fertilisation success in free spawning sessile invertebrates. There are many factors that drive and limit reproduction in such benthic invertebrates including localised hydrodynamic forcing, adult density dependence, and fine-scale gamete interactions, all of which are difficult to measure in situ. Therefore, measures to manage or restore reproductive populations of sessile invertebrates rely in part on adequate modelling of spawning processes at localised scales. Fertilisation kinetics of spawning events has been modelled for many free spawning marine invertebrate taxa, yet little work has been done to parameterise such models for hermaphroditic corals. This study used experimentally derived coral-specific parameters and optimisation protocols to improve model predictions of fertilisation outcomes for Acropora kenti (formerly A. Maggie tenuis) and A. digitifera. Three fine scale parameters that are difficult to measure experimentally -fertilisation efficiency (Fe), egg concentration (E0), and polyspermy block strength (tb) - were estimated using optimisation, and medians and 95% confidence intervals were derived for each parameter and species. For A. kenti the median optimised Fe value was 0.0194 (0.0027-0.0776), and tb was 0.1000 (0.1000-0.1000). For A. digitifera, the median optimised Fe value was 0.0013 (0.0002-0.0030), and tb was 10.0000 (2.4703-10.0000). Further, sensitivity analyses suggest that kinetics models are the most sensitive to changes in Fe parameter values, as well as species-specific metrics like sperm swimming speed and egg size. Results will inform biophysical coral fertilisation models to better predict reproductive outcomes and support management decisions that safeguard natural reef recovery.", "date": "2025-05-17", "journal": ""}
{"title": "The temporal and perceptual characteristics of emotion-induced blindness", "doi": "10.1101/2025.05.15.653853", "authors": "Alarie, M. E.; Yang, G. H.; Quinn, L. R.; Lin, T.; Asaad, W. F.", "abstract": "Attentional capture by emotionally salient stimuli is adaptive, permitting identification of possible threats; however, an excessive bias towards emotional stimuli can interrupt goal-directed behavior. This is especially relevant in psychiatric disease, where severe emotional distress can interfere with daily function. As such, understanding the mechanisms by which emotional stimuli compete for attentional resources is a critical area of investigation. Previous studies using rapid serial visual presentation (RSVP) paradigms observe that emotional distractors disrupt the detection of subsequent stimuli, referred to as emotion-induced blindness (EIB). Our study expands upon this work, characterizing how temporal and perceptual factors shape the emergence and intensity of EIB. Contrary to previous assumptions regarding temporal dynamics of EIB, we found that effects of emotional distractors persisted across prolonged image presentation durations. Further, we investigated the extent to which the depth of distractor processing influences EIB using a distractor recall task. While recall was predictive of EIB magnitude, a significant effect of emotional distractors on target detection was nonetheless present even without conscious recall of the distractor. These findings demonstrate the robustness of the EIB effect in RSVP in the context of temporal and perceptual manipulations.", "date": "2025-05-17", "journal": ""}
{"title": "Hypoxia and Cognitive Ability in Humans: A Systematic Review and Meta-Analysis", "doi": "10.1101/2025.05.15.654374", "authors": "Mckeown, D. J.; Angus, D. J.; Moustafa, A. A.; Schinazi, V. R.", "abstract": "This systematic and meta-analytical review examined how a reduction in oxygen availability to tissue (hypoxia) affects cognitive function. Hypoxia had a moderate-to-large detrimental effect on general cognitive ability and across domains, including memory, attention, executive function, processing speed, and psychomotor speed. Increased hypoxic severity was associated with greater declines in general cognitive ability and executive function, while longer duration of exposure was associated with greater declines in executive function and psychomotor speed. Participant age was a moderator for executive function and psychomotor speed, with older adults experiencing greater impairments. For executive function and psychomotor speed, the magnitude of these effects was less pronounced during intermittent and hypobaric exposures, potentially due to adaptive physiological mechanisms. While our models accounted for exposure characteristics and age of participants, substantial unexplained variance remained. These findings highlight hypoxias impact on cognition and emphasize the need to investigate underlying neurophysiological mechanisms that may influence individual vulnerability.", "date": "2025-05-17", "journal": ""}
{"title": "Global motor system suppression as the primary mechanism of human action stopping: challenging the pause-then-cancel model", "doi": "10.1101/2025.05.13.653703", "authors": "Chaudhuri, E. R.; Long, T.; Hannah, R.", "abstract": "The ability to stop a planned or ongoing action is fundamental to inhibitory control. A recent theory proposes that stopping involves two distinct phases: an initial global suppression of motor activity (\"pause\") followed by a selective cancellation of the targeted action. However, the necessity of a second \"cancel\" stage remains debated. We tested whether global suppression alone is sufficient to stop movement by analysing electromyography from task-relevant agonist and antagonist muscles, alongside transcranial magnetic stimulation measures of global motor suppression from task-irrelevant muscles, during a stop-signal task in adult human participants of both sexes. In Experiment 1, reanalysis of ballistic finger movements revealed that agonist muscle offset consistently preceded behavioural stopping, aligning with the time course of global suppression. In Experiment 2, we extended these findings to whole-arm reaching movements, demonstrating that global motor suppression persisted beyond the termination of muscle activity when stopping prevented movement initiation, but disengaged in time for antagonist activation used to interrupt movements once they had begun. These findings challenge the pause-then-cancel model, instead supporting a single-stage global suppression framework. They also suggest that the global suppression mechanism is not a rigid, top-down stopping mechanism but rather part of a broader motor control system that flexibly adjusts movement commands based on task demands.", "date": "2025-05-17", "journal": ""}
{"title": "When should adaptation arise from a polygenic response versus few large effect changes?", "doi": "10.1101/2025.05.15.654234", "authors": "Milligan, W. R.; Hayward, L. K.; Sella, G.", "abstract": "The question of when adaptation involves genetic changes of large effect versus a polygenic response traces back to early debates around Darwin's \"Origin of Species\" and remains unanswered today. While there are compelling reasons to expect polygenic adaptation to be common, direct evidence for it is still lacking. In turn, there are hundreds of examples of large effect adaptations across species, but it is unclear whether they are a common occurrence in any given species. Synthesizing the different lines of evidence is further complicated by differences in study designs, limitations and biases. Here, we reframe this long-standing question in terms of the trait under selection and ask how the genetic basis of adaptation is expected to depend on key properties of the genetic variation in the trait (i.e., the trait genetics) and on the changes in selection pressures that act on it (i.e., the \"trait ecology\"). To study this question, we consider a quantitative trait subject to stabilizing selection and model the response to selection when a population at mutation-selection-drift balance experiences a sudden shift in the optimal value. Using this model, we delimit how the contributions of large effect and polygenic changes to adaptation depend on the genetics and ecology of the trait, as well as other salient factors. This theory allows us to formulate testable predictions about when different modes of adaptation are expected and to outline a framework within which to interpret disparate sources of evidence about the genetic basis of adaptation.", "date": "2025-05-17", "journal": ""}
{"title": "The insidious degeneration of white matter and cognitive decline in Fabry disease", "doi": "10.1101/2025.05.14.654139", "authors": "Johnson, J. W.; Baradaran, H.; Morgan, J.; Odeen, H.; Friel, E.; Bailey, C.; Zielinski, B. A.; Underhill, H. R.", "abstract": "Fabry disease is a rare X-linked deficiency of lysosomal alpha-galactosidase that causes glycolipid accumulation in tissues, including the brain. The most common neurologic sequelae of Fabry are cognitive decline and white matter lesions (WMLs) on brain magnetic resonance imaging (MRI). In the at-large population, however, WMLs are non-specific, highly prevalent, and most are clinically silent. Thus, we compared Fabry to typical brain aging to identify factors unique to Fabry-related cognitive decline. Twenty adult Fabry patients (75% female; median age 36.4 yrs, range: 19.8-63.2 yrs; 95% on enzyme replacement therapy) without a history of stroke or other neurologic diseases and 20 age/sex-matched healthy controls were enrolled in a case-control study. All participants underwent a neurocognitive assessment and a 3.0 T MRI study of the brain that used structural MRI (e.g., fluid-attenuated inversion recovery, FLAIR), semi-quantitative MRI (e.g., normalized FLAIR signal intensity), and quantitative MRI (diffusion tensor imaging, bound-pool fraction imaging). During a blinded review of structural MRIs, a neuroradiologists categorization of case-control status did not correspond to disease status (Fishers test, P>0.99) but rather to age (P=0.004), indicating qualitative changes associated with Fabry were similar to normal age-related brain alterations. Using quantitative MRI, however, we detected evidence of microstructural damage in the white matter of younger Fabry adults (<40 yrs). With age, WML severity increased and the corpus callosum atrophied in Fabry, phenomena absent in controls and consistent with progressive tissue damage. Neurocognitive assessments identified trends for lower verbal intelligence quotient and executive function in the younger Fabry participants, which became statistically significant in the older Fabry cohort. Our data indicate that the early onset of microstructural damage in Fabry drives the insidious degeneration of white matter, leading to reduced cognition. Aging Fabry patients may benefit from serial cognitive assessments to identify unmet therapeutic needs.", "date": "2025-05-17", "journal": ""}
{"title": "Social evaluation of skilfulness in Tonkean macaques (Macaca tonkeana) and brown capuchins (Sapajus apella)", "doi": "10.1101/2025.05.13.653791", "authors": "Hirel, M.; Marziliano, M.; Meunier, H.; Rakoczy, H.; Fischer, J.; Keupp, S.", "abstract": "For optimal decision-making, social animals can benefit from evaluating others' behaviours. Some species seemingly consider the skills of others when deciding who to interact with in different contexts. Yet, whether and how nonhuman animals form impressions about others' competence is still unclear. In this study, we investigated whether Tonkean macaques (Macaca tonkeana) and brown capuchins (Sapajus apella) can evaluate the skilfulness of others. Subjects observed two human actors (one skilful, one unskilled) trying to open several food containers. Only the skilful actor successfully opened the containers and released food so the experimenter could give it to the subjects. Afterwards, subjects did not choose the skilful actor significantly more frequently than the unskilled one. Their choices for the skilful actor did not increase through trials, nor were they based on the outcomes experienced in previous trials. However, when we considered their initial preferences for the human actors, we observed a significant shift in preference for the skilful actor. Our subjects also looked preferentially at the skilful over the unskilled actor when both simultaneously manipulated a container. We observed substantial individual variation and species differences in choice and looking behaviours. While the cognitive mechanisms (impression formation vs outcome-based process) underlying these social decisions are still unclear, our findings indicate that Tonkean macaques", "date": "2025-05-17", "journal": ""}
{"title": "A polygon model of the functional base-of-support improves the accuracy of balance analysis", "doi": "10.1101/2025.05.13.653782", "authors": "Millard, M.; Sloot, L. H.", "abstract": "Mathematical balance models have the potential to identify people at risk of falling before an injury occurs. However, most balance models depend on a model of the base-of-support (BOS) of the feet to calculate how well someone is balancing. Here we evaluate the functional base-of-support (fBOS): the convex polygon on the bottom of the foot that can support a large fraction of the body's weight. First, we develop a geometric model of the fBOS by measuring the center-of-pressure (COP) and kinematic data of the feet of 27 younger adults instructed to move their body mass in large loops without taking a step. We extract a planar convex polygon that contains the COP data. Finally, we compare the area of this fBOS model to a marker-based BOS model before evaluating if the fBOS differs across four everyday conditions: footwear, stance-width, foot dominance, and during single and double stance. We found that the fBOS is much smaller (23% the size) than a marker-based BOS model. Our analysis suggests that using the fBOS, rather than a marker-based BOS, can improve the accuracy of the margin-of-stability by 20% of foot width and 16% of the length. In addition, we found that the fBOS area does not differ across footwear (p=0.88), stance-width (p=0.88), and foot dominance (p=0.68), but during single stance the fBOS is 17% (p=0.0003) larger than during double stance. So that others can use and extend our work, we have made the models, example data and code publicly available.", "date": "2025-05-17", "journal": ""}
{"title": "Risk assessment for condylar stress fracture in elite racing Thoroughbreds using standing computed tomography-based virtual mechanical testing", "doi": "10.1101/2025.05.13.653480", "authors": "Brown, N.; Irandoust, S.; Thom, E. J.; Whitton, R. C.; Henak, C.; Muir, P.", "abstract": "Background: Condylar stress fracture of the third metacarpal bone is a common catastrophic musculoskeletal injury in Thoroughbred racehorses. Condylar stress fracture is associated with parasagittal groove (PSG) subchondral osteolysis. Standing computed tomography (sCT) imaging allows for sensitive identification of this fatigue-induced structural change, an early form of subchondral bone injury (SBI), but there is not yet an objective method for identifying racehorses at heightened risk of condylar stress fracture. Objectives: To estimate PSG first principal strain in elite Thoroughbred racehorses that have undergone subjective risk assessment using sCT fetlock screening. Study design: Retrospective clinical study. Methods: We used fetlock sCT images from 9 thoracic limbs from 7 Thoroughbred racehorses. A tuned, validated 3D finite element (FE) analysis approach was used as a virtual mechanical test to estimate PSG first principal strain in the distal third metacarpal bone (MC3) from these joints. Virtual mechanical testing results were compared with a subjective clinical risk assessment using an established screening approach by Racing Victoria. Results: MC3 condyles with PSG SBI consistently and significantly displayed increased levels of first principal strain throughout the PSG. We found focal strain concentrations associated with the anatomical location of SBI compared to condyles with no evidence of SBI in the PSG. Clinical diagnosis of SBI with focal osteolysis, FE-predicted strain elevation, and clinical risk assessment were concordant with recall and precision of 0.86. Main limitations: The sample size was small, and our virtual mechanical testing protocol does not account for whole-joint physiology. Conclusions: Risk assessment through screening with sCT is an established approach to injury prevention in racing Thoroughbreds. Concordance of a current clinical risk assessment approach by Racing Victoria with objective FE analysis of principal strain in sites of SBI in the present study suggests 3D FE analysis using a validated pipeline is an important new approach for routine assessment of risk of MC3 condylar stress fracture in Thoroughbred racehorses.", "date": "2025-05-17", "journal": ""}
{"title": "STARTER : A Stand-Alone Reconfigurable and TranslationalOoC Platorm based on Modularity and Open Design Principles", "doi": "10.1101/2025.05.13.653800", "authors": "Paul, A.; Safai, E. R.; de Heus, L.; Vollertsen, A. R.; Weijgertse, K.; de Wagenaar, B.; Amirabadi, H. E.; van de Steeg, E.; Odijk, M.; van der Meer, A.; Loessberg-Zahl, J.", "abstract": "Organ-on-Chips (OoC) have the potential to revolutionize drug testing. However, the fragmented ecosystem of available OoC systems leads to wasted resources and collaboration barriers, slowing uptake. To address this, there is a need for OoC platforms based on interoperability standards, modularity, and reconfigurability. Technology platforms based on open designs would enable seamless integration of diverse OoC models and components, facilitating translation. Our study introduces a modular microfluidic platform that integrates swappable modules for pumping, sensing, and OoCs, all within the ANSI/SLAS microplate footprint. Sub-components operate as microfluidic building blocks (MFBBs) and can interface with the demonstrated Fluidic Circuit Board (FCB) universally as long as the designs adhere to ISO standards. The platform architecture allows tube-less inter-module interactions via arbitrary and reconfigurable fluidic circuits. We demonstrate two possible fluidic configurations which include in-line sensors and furthermore demonstrate biological functionality by running both in-vitro and ex-vivo OoC models for multiple days. This platform is designed to support automated multi-organ experiments, independent of OoC type or material. All designs shown are made open source to encourage broader compatibility and collaboration.", "date": "2025-05-17", "journal": ""}
{"title": "Visual analytics framework for survival analysis and biomarker discovery", "doi": "10.1101/2025.05.14.654136", "authors": "Kokosar, J.; Turkay, C.; Avsec, L.; Stajdohar, M.; Zupan, B.", "abstract": "We introduce a visual analytics methodology for survival analysis, and propose a framework that defines a reusable set of visualization and modeling components to support exploratory and hypothesis-driven biomarker discovery. Survival analysis--essential in biomedicine--evaluates patients survival rates and the onset of medically relevant events, given their clinical and genetic profiles and genetic predispositions. Existing approaches often require programming expertise or rely on inflexible analysis pipelines, limiting their usability among biomedical researchers. The lack of advanced, user-friendly tools hinders problem solving, limits accessibility for biomedical researchers, and restricts interactive data exploration. Our methodology emphasizes functionality-driven design and modularity, akin to combining LEGO bricks to build tailored visual workflows. We (1) define a minimal set of reusable visualization and modeling components that support common survival analysis tasks, (2) implement interactive visualizations for discovering survival cohorts and their characteristic features, and (3) demonstrate integration within an existing visual analytics platform. We implemented the methodology as an open-source add-on to Orange Data Mining and validated it through use cases ranging from Kaplan-Meier estimation to biomarker discovery. The resulting framework illustrates how methodological design can drive intuitive, transparent, and effective survival analysis.", "date": "2025-05-17", "journal": ""}
{"title": "Arithmetic learning is associated with developmental increases in similarity between brain activity and artificial neural networks", "doi": "10.1101/2025.05.14.653407", "authors": "Nakai, T.; Prado, J.", "abstract": "The ability to learn simple arithmetic is often thought to rely on the associative nature of human memory, where repeated exposure to arithmetic problems strengthens the relations between operands and outcomes. This view is reminiscent of learning in large language artificial neural networks (ANNs), where training involves statistical associations between symbolic inputs and outputs. Based on this parallel, we hypothesized that brain activity during arithmetic problem-solving should be increasingly similar to ANN-derived representations with learning and development. We used fMRI to investigate the relation between brain activity during single-digit addition problem-solving and ANN features in 104 participants across four age groups (8-, 11-, 14-year-olds, and adults). Vertex-wise encoding models were used to predict brain activity using latent features extracted from pre-trained ANNs. Results revealed that the ANN-based model better predicted arithmetic-related activity in older than younger participants in a specific region of the left precentral sulcus. Prediction accuracy was higher for smaller than larger problems, consistent with the idea that associations between problems may decrease in strength with problem size. Furthermore, ANN prediction patterns aligned with a model in which each addition problem was increasingly represented separately with age. On the one hand, these findings may support the idea that, with learning and development, some neural representations of arithmetic problems become discretely organized in memory and increasingly resemble ANN-like processing. On the other hand, the lack of relation between the ANN-based model and activity in other brain regions suggests some degree of dissimilarity between arithmetic processing in humans and ANNs, suggesting the existence of additional mechanisms for simple arithmetic learning in humans.", "date": "2025-05-17", "journal": ""}
{"title": "Selective GSK3α Inhibition Promotes Self-Renewal Across Different Stem Cell States", "doi": "10.1101/2025.05.16.653860", "authors": "Wang, D.; Wang, X.; Wang, S.; Shi, K.-X.; Malki, S.; Chan, Y.; Feng, J.; Tang, J.; Chen, X.; McKim, D.; Zhang, C.; Hu, G.; Ying, Q.-L.", "abstract": "Pan-GSK3/{beta} inhibition promotes stem cell self-renewal through activation of WNT/{beta}-catenin signaling, but its broad effects complicate the precise control of stem cell states. Here, we show that selective inhibition of GSK3 with BRD0705 supports the long-term self-renewal of mouse embryonic stem cells (ESCs), epiblast stem cells (EpiSCs), and neural stem cells (NSCs), independent of {beta}-catenin signaling. When combined with the tankyrase inhibitor IWR1, BRD0705 broadly supports the maintenance of diverse pluripotent stem cell states, including ESCs, EpiSCs, and formative pluripotent stem cells. This BRD0705/IWR1 cocktail enables stable co-culture of naive ESCs and primed EpiSCs while preserving their distinct molecular and functional identities. Single-cell transcriptomics, epigenomic profiling, and functional assays confirm sustained lineage-specific features across stem cell types. These findings demonstrate that selective GSK3 inhibition enhances stemness by buffering against differentiation cues and promoting intrinsic self-renewal capacity. This work identifies GSK3 as a key regulator of self-renewal across distinct stem cell states and establishes a versatile culture system with broad applications.", "date": "2025-05-17", "journal": ""}
{"title": "Distinct Sox9 single-molecule dynamics characterize adult differentiation and fetal-like reprogrammed states in intestinal organoids", "doi": "10.1101/2025.05.16.654343", "authors": "Walther, N.; Anantakrishnan, S.; Dailey, G. M.; Maurer, A. C.; Cattoglio, C.", "abstract": "Transcription factors (TFs) mediate gene expression changes during differentiation and development. However, how TF biophysical properties and abundance dynamically regulate specific cell state transitions remains poorly understood. Using automated live-cell single-molecule tracking (SMT) in intestinal organoid models, we revealed an expression level-independent decrease in the fraction of immobile Sox9 molecules during differentiation from ~48% to ~38%, largely dependent on DNA binding. Strikingly, long-term Sox9 overexpression caused organoids to transition from budding to spheroid morphology accompanied by increased proliferation and a loss in gene expression signatures for intestinal identity and function. In this fetal-like reprogrammed state, a larger fraction of partially self-interacting Sox9 molecules (~61%) binds to DNA. Our results suggest context-dependent Sox9 single-molecule dynamics during adult intestinal differentiation and fetal-like reversion in consequence to long-term Sox9 overexpression. Our work underpins the power of our automated live-cell SMT framework to generate testable hypotheses towards unraveling molecular mechanisms underlying tissue-level phenotypes.", "date": "2025-05-17", "journal": ""}
{"title": "Epicardial Tcf21 facilitates cardiomyocyte dedifferentiation and heart regeneration in zebrafish", "doi": "10.1101/2025.05.15.654216", "authors": "Balciunas, D.; Kalvaityte-Repecke, M.; Gabrilaviciute, S.; Kvederaviciute, K.; Bakunaite, E.; Burg, L.; Poss, K. D.", "abstract": "Unlike mammals, zebrafish (Danio rerio) are able to regenerate their hearts after injury, making them an excellent model organism for studying the molecular mechanisms underlying heart regeneration. Epicardium, the outermost layer of the heart, is an essential player in this process. Injury-induced epicardium activation, characterized by the expression of embryonic epicardial marker genes including tcf21 supports cardiac regeneration by providing various cell types and releasing paracrine signals that promote the restoration of damaged tissue. However, the molecular mechanisms involved in this process are insufficiently understood. In this study, we describe a conditional tcf21flox allele and use it to investigate the role of Tcf21 in heart regeneration. By employing 4-hydroxytamoxifen inducible CreERT2 recombinase, we eliminated tcf21 expression in adult fish. Our findings indicate that loss of this transcription factor reduces the presence of dedifferentiated cardiomyocytes in the injury area and impairs heart regeneration. This work provides new insights into the molecular basis of the epicardial response to heart injury and its role in guiding heart regeneration.", "date": "2025-05-17", "journal": ""}
{"title": "Improving proteomic dynamic range with Multiple Accumulation Precursor Mass Spectrometry (MAP-MS)", "doi": "10.1101/2025.05.14.653938", "authors": "Phlairaharn, T.; Shannon, A. E.; Zeng, X.; Truong, D.-J. J.; Schoof, E. M.; Ye, Z.; Searle, B. C.", "abstract": "Orbitrap (OT) -based mass spectrometer platforms are a gold standard in high-resolution mass spectrometry, where their primary disadvantage is slower-scanning speed in comparison to time-of-flight or linear ion trap mass analyzers. In this study, we utilize long OT transients to extend the precursor dynamic range by modifying the selected ion monitoring method to multiplex several precursor m/z ranges from 400 to 1000 m/z into a single scan called \"Multiple Accumulation Precursor Mass Spectrometry\" (MAP-MS). Our approach requires no software or hardware modifications and hides the additional ion accumulation steps during the time it takes to make other Orbitrap measurements, producing precursor spectra with nearly 2x dynamic range and essentially no consequences. We collected data using both data-dependent acquisition (DDA) and data-independent acquisition (DIA) methods to evaluate a range of approaches. With DDA, MAP-MS precursor quantification improves with higher quality measurements. At the same time, DIA detection is enhanced by up to 11% when combining precursor and tandem mass spectra for peptide detection.", "date": "2025-05-17", "journal": ""}
{"title": "Enhancing Biomedical Optical Volumetric Imaging via Self-Supervised Orthogonal Learning", "doi": "10.1101/2025.05.16.654259", "authors": "Gu, Y.; Wang, Y.; Xuan, A.; Wang, J.; Wang, L.; Zhang, L.; Li, X.; Wu, Y.; Zhang, J.; Lu, Z.; Dong, B.", "abstract": "Optical volumetric imaging grapples with inherent noise problems arising from photon budget constraints, light scattering, and space-bandwidth product bottlenecks, all of which degrade structural fidelity and become even more pronounced than in planar imaging. While deep learning presents potential for denoising, supervised methods are hindered by the impracticality of paired datasets, and existing self-supervised approaches fail to fully exploit the intrinsic volumetric structural redundancy inherent to optical imaging. Here, we present a self-supervised Volumetric biomedicAL Imaging Denoiser (VALID) that leverages intrinsic three-dimensional spatial coherence for highly efficient volumetric denoising through a self-supervised orthogonal learning framework. VALID demonstrates robust denoising performance across diverse imaging modalities, including two- and three-photon microscopy, light-field microscopy, and optical coherence tomography, substantially enhancing structural fidelity in deep-tissue, multimodal, and dynamic imaging scenarios. By combining computational efficiency with zero-shot adaptability, VALID establishes a transformative approach to volumetric image enhancement with structure-aware precision.", "date": "2025-05-17", "journal": ""}
{"title": "A Conserved Domain of Cfap298 Governs Left-Right Symmetry Breaking in Vertebrates", "doi": "10.1101/2025.05.16.654593", "authors": "Cortez, M.; Young, C. B.; Little, K. A.; Grimes, D. T.; Devenport, D.; Burdine, R. D.", "abstract": "Cfap298 is a highly conserved gene required for ciliary motility and dynein arm assembly. It plays a known role in Left-Right (LR) patterning in zebrafish and is linked to human ciliopathies. Here we describe a new Cfap298 mutant allele, Cfap298{Delta}3aa, which selectively interferes with LR axis establishment in mice. Mutant embryos display a range of laterality defects including situs solitus, situs inversus, and situs ambiguous, as indicated by abnormal heart, lung, and stomach positioning. At embryonic day 8.5, mutant embryos display abnormal Nodal, Pitx2, and Lefty1 expression patterns in the lateral plate mesoderm and midline, consistent with an early disruption in LR symmetry breaking. In mice, LR asymmetry is established by leftward fluid flow in the node, generated by planar-polarized cilia. Although cfap298 mutations are reported to affect cell polarity, we did not observe changes in cilia position, length, or planar cell polarity protein localization within the node, suggesting that Cfap298{Delta}3aa functions at the level of cilia motility. Consistently, motile cilia lining the trachea of Cfap298{Delta}3aa mutants fail to beat. Expression of the Cfap298{Delta}3aa variant in zebrafish fails to rescue the LR defects of cfap298 (kurly) loss-of-function mutants. These results confirm that Cfap298 functions in LR axis formation in mammals and uncover a novel region of CFAP298 protein with a conserved and essential role in cilia motility.", "date": "2025-05-17", "journal": ""}
{"title": "Live imaging and functional characterization of the avian hypoblast redefine the mechanisms of primitive streak induction", "doi": "10.1101/2025.05.15.654239", "authors": "Villedieu, A.; Alegria-Prevot, O.; Phan, C.; Ieda, Y.; Corson, F.; Gros, J.", "abstract": "In birds and mammals, the formation of the primitive streak, the hallmark of the primary axis and site of gastrulation, is thought to occur when an anterior displacement of the hypoblast (visceral endoderm in mice) lifts its inhibition on the pos-terior epiblast, enabling the activation of NODAL signaling. Although the anterior movement of the murine visceral endo-derm is well documented, the dynamics of the avian hypoblast remain poorly understood. Here, using live imaging and quantitative image analysis, we find that the hypoblast is mechanically coupled to the epiblast and does not migrate away from its posterior end. Instead, the hypoblast moves and deforms passively, in response to the forces transmitted from the epiblast that shape the primitive streak, after its induction. Furthermore, we show that the posterior hypoblast does not exert an inhibitory effect on the epiblast but instead expresses NODAL, which activates primitive streak formation. NODAL concomitantly regulates gene expression in the hypoblast, patterning it along the anteroposterior axis. Our results thus redefine how the primary axis is established in avians, demonstrating that the displacement of the hypoblast and its con-comitant anteroposterior patterning are consequences - rather than drivers - of primitive streak induction, downstream of NODAL signaling.", "date": "2025-05-17", "journal": ""}
{"title": "Chromosomal fusions and subsequent rearrangements shaped octopus genomes", "doi": "10.1101/2025.05.16.652989", "authors": "Yoshida, M.-a.; Toth, E.; Kon-Nanjo, K.; Kon, T.; Hirota, K.; Toyoda, A.; Toh, H.; Miyazawa, H.; Terauchi, M.; Noguchi, H.; Setiamarga, D. H.; Simakov, O.", "abstract": "Why some animal groups retain ancestral chromosomal complements while others change significantly is a fundamental question in evolutionary genomics. Few systems exist where accumulations of chromosomal changes can be studied in the context of morphological innovation. In coleoid cephalopods (octopus, squid, cuttlefish), an ancient coleoid chromosomal rearrangement event (ACCRE) has led to a substantial increase in the chromosome number and a new set of chromosomal homologies. Compared to typical molluscan or bilaterian genomes, ACCRE has enabled the origin of many novel regulatory regions in coleoid cephalopods. However, the discrepancies between extant octopodiform (octopus, ~30 chromosomes) and decapodiform (squid and cuttlefish, ~46 chromosomes) karyotypes and the direction of these evolutionary changes remain unexplained. Here we provide a draft genome assembly of the vampire squid Vampyroteuthis sp., the largest cephalopod genome sequenced to-date (over 10 gigabasepairs). Through syntenic comparisons, we infer that this basally branching octopodiform species shows partial retention of the chromosomal complement of Decapodiformes, indicating its more ancestrality, while at the same time also suggest the derived nature of the octopod karyotype. Together with the analysis of a new chromosome-level assembly of the pelagic octopod Argonauta hians, we identified irreversible chromosomal fusion-with-mixing events followed by inter-chromosomal translocations in octopods after their separation from the vampire squid lineage. This secondary reduction and mixing within octopod chromosomes has enabled the origin of a more entangled genomic configuration, shedding light onto the early evolutionary transitions within the clade. Our results offer broader insights into general patterns of chromosomal evolution following large-scale rearrangement events in animal genomes, and clarify the evolutionary trajectory leading to present-day coleoid diversity.", "date": "2025-05-17", "journal": ""}
{"title": "DNA cross-over motifs based, programmable supramolecular hydrogels for mechanoregulatory effects of cellular behaviour and cytoskeleton reorganization", "doi": "10.1101/2025.05.14.653944", "authors": "Singh, A.; Bhatia, D.", "abstract": "The development of mechanically tunable DNA-based supramolecular hydrogels that recapitulate the dynamic mechanoelastic properties of native extracellular matrices (ECMs) is critical for advancing 3D tissue engineering. DNA supramolecular hydrogels with their precise programmable architecture and impeccable control at the nanometre scale assembly make them a highly lucrative biopolymer in the design of ECM-mimicking scaffolds. This study explores the fabrication of stiffness-customizable rigid DNA hydrogels with varying branching architectures, including Double Crossovers (DX), Paranemic Crossovers (PX), and Tensegrity motif structures with three to six arms. Our study reveals that by incorporating different numbers of crossovers, branching arms, and the type of sticky-armed linkers, it is possible to generate a range of DNA hydrogels with varying network geometry and mechanoelastic properties ranging from 50-300 kPa, without any chemical / enzymatic crosslinking aid. These DNA hydrogels mechanoregulate cellular behaviour in retinal pigment epithelial (RPE1) cells by enhancing cellular adhesion, elongation (3 - 8x area increase vs. control), viability (concentration-dependent, 1 - 8x vs. control), organellar homeostasis, including mitochondrial fragmentation and ER stress attenuation. This work establishes a framework for automating DNA hydrogel-based scaffold fabrication processes to meet the preferences of various cells/tissues with bespoke mechanical cues, advancing personalized high-throughput tissue engineering platforms.", "date": "2025-05-17", "journal": ""}
{"title": "A Deep Learning approach for time-consistent cell cycle phase prediction from microscopy data", "doi": "10.1101/2025.05.16.654306", "authors": "Bonte, T.; Pourcelot, O.; Safieddine, A.; Slimani, F.; Mueller, F.; Weil, D.; Bertrand, E.; Walter, T.", "abstract": "The cell cycle consists of four phases and impacts most cellular processes. In imaging assays, the cycle phase can be identified using dedicated cell-cycle markers. However, such markers occupy fluorescent channels that may be needed for other reporters. Here, we propose to address this limitation by inferring the phase from a widely used fluorescent reporter: SiR-DNA. Our method is based on a variational auto-encoder, enhanced with two auxiliary tasks: predicting the intensity of phase-specific markers and enforcing the latent space temporal consistency. Our model is freely available, along with a new dataset comprising over 600,000 annotated HeLa Kyoto nuclear images.", "date": "2025-05-17", "journal": ""}
{"title": "Hi-Compass resolves cell-type chromatin interactions by single-cell and spatial ATAC-seq data across biological scales", "doi": "10.1101/2025.05.14.654019", "authors": "Sun, Y.-C.; Jiang, W.-J.; Cai, K.-W.; Wu, H.-J.", "abstract": "Computational prediction of three-dimensional (3D) genome organization provides an alternative approach to overcome the cost and technical limitations of Hi-C experiments. However, current Hi-C prediction models are constrained by their narrow applicability to studying the impact of genetic variation on genome folding in specific cell lines, significantly restricting their biological utility. We present Hi-Compass, a generalizable deep learning model that accurately predicts chromatin organization across diverse biological contexts, from bulk to single-cell samples. Hi-Compass outperforms existing methods in prediction accuracy and is generalizable to unseen cell types through chromatin accessibility data, enabling broad applications in single cell omics. Hi-Compass successfully resolves cell-type-specific 3D genome architectures in complex biological scenarios, including immune cell states, organ heterogeneity, and tissue spatial organization. Furthermore, Hi-Compass enables integrative analysis of single-cell multiome data, linking chromatin interaction dynamics to gene expression changes across cell clusters, and mapping disease variants to pathogenic genes. Hi-Compass also extends to spatial multi-omics data, generating spatially resolved Hi-C maps that reveal domain-specific chromatin interactions linked to spatial gene expression patterns.", "date": "2025-05-17", "journal": ""}
{"title": "Genome complexity, not ploidy, dictates long-read variant-calling accuracy", "doi": "10.1101/2025.05.14.653922", "authors": "Fukasawa, Y.", "abstract": "Accurate characterization of genetic variation is fundamental to genomics. While long-read sequencing technologies promise to resolve complex genomic regions and improve variant detection, their application in polyploid and complex genomes remains challenging. Here, we systematically investigate the factors influencing variant calling accuracy using long reads. Using human trio data with known variants to simulate variable ploidy levels (diploid, tetraploid, hexaploid), we demonstrate that while variant sites can often be identified accurately, genotyping accuracy significantly decreases with increasing ploidy due to allelic dosage uncertainty. This highlights a specific challenge in assigning correct allele counts in polyploids even with high depth, separate from the initial variant discovery. We then assessed variant detection performance in genomes with varying complexity: the relatively simple diploid Fragaria vesca, the tetraploid Solanum tuberosum, and the highly repetitive diploid Zea mays. Our results reveal that overall variant calling accuracy correlates more strongly with inherent genome complexity (e.g., repeat content) than with ploidy level alone. Furthermore, we identify a critical mechanism impacting variant discovery: structural variations between the reference and sample genomes, particularly those containing repetitive elements, induce spurious read mapping. This leads to false variant calls, constituting a distinct and more dominant source of error than allelic-dosage uncertainty. Our findings underscore the multifaceted challenges in long-read variant analysis and highlight the need for ploidy-aware genotypers, complexity-informed variant callers, and bias-aware mapping strategies to fully realize the potential of long reads in diverse organisms.", "date": "2025-05-17", "journal": ""}
{"title": "Out-of-equilibrium noise facilitates inference from protein sequence data", "doi": "10.1101/2025.05.14.654088", "authors": "Dietler, N.; Malbranke, C.; Bitbol, A.-F.", "abstract": "Homologous proteins have similar three-dimensional structures and biological functions that shape their sequences. The constrained sequence variability among homologs is exploited by statistical inference methods, such as Potts models, and by deep learning methods, such as AlphaFold, to infer protein structure and function. In a minimal model, we show that both fluctuating selection strength and the emergence of function facilitate coevolution-based inference of structural contacts. Our conclusions extend to realistic synthetic data. Thus, out-of-equilibrium noise arising from ubiquitous variations in natural selection promotes the success of inference from protein sequences.", "date": "2025-05-17", "journal": ""}
{"title": "Non-canonical EGFR signaling is essential for MAPK-mediated apical extrusion of epithelial cells", "doi": "10.1101/2025.05.16.654585", "authors": "Molina, P.; Daniel, M.; Wang, J.; MACARA, I. G.", "abstract": "Individual epithelial cells that acutely express oncogenes such as Ras or Src are extruded apically from monolayers of wildtype cells. Multiple signaling networks have been implicated but the extrusion mechanism is still not fully understood. We examined extrusion of mammary epithelial cells caused by acute induction of oncogenic Ras(Q61L). As reported by others, Ras-dependent extrusion requires downstream activation of ERK but not AKT. Unexpectedly, however, extrusion was completely blocked by Erlotinib, which inhibits Epidermal growth factor receptor (EGFR) activity, or by deletion of the receptor. In pancreatic and lung cancers, EGFR is required for full activation of Ras and consequent ERK activation. However, inhibition or deletion of EGFR had no impact in our system on Ras(Q61L)-GTP levels or ERK phosphorylation. Importantly, receptor function was cell autonomous, because EGFR expression was not required in surrounding WT cells but was essential in the Ras(Q61L) cells, yet did not act through the canonical ERK signaling pathway. Deletion of Ras exchange factors Sos1/2 did not block cell extrusion. Moreover, expression of a constitutively active MEK mutant, instead of Ras, was sufficient to drive extrusion, and EGFR inhibition or knockout in these cells blocked extrusion, with no change in phospho-ERK levels. Notably, acute expression of Ras triggered internalization of E-cadherin, which was partially blocked by inhibition of EGFR. Knockout of E-cadherin was alone sufficient to promote extrusion. Together, these data demonstrate an unanticipated requirement for noncanonical EGFR signaling in cancer cell extrusion, which may act in part through the promotion of E-cadherin endocytosis.", "date": "2025-05-17", "journal": ""}
{"title": "Collective unstructured interactions drive chromatin binding of transcription factors", "doi": "10.1101/2025.05.16.654615", "authors": "Abidi, A. A.; Graham, T. G. W.; Dailey, G. M.; Tjian, R.", "abstract": "Eukaryotic transcription factors (TFs) contain both structured DNA-binding domains (DBDs) and intrinsically disordered regions (IDRs). While the structures and sequence preferences of DBDs have been extensively characterized, the role of IDR-mediated interactions in chromatin binding and nuclear organization remains poorly understood, in part because these interactions have been difficult to measure in living cells. Here, we use a recently developed single-molecule technique, proximity-assisted photoactivation (PAPA), to investigate how IDRs influence TF associations with each other and with chromatin, focusing on the factors Sp1 and Klf1. We find that the number and patterning of aromatic and basic residues within IDRs govern both TF self-association and chromatin binding. Remarkably, the isolated DBD of Sp1 binds chromatin weakly and non-specifically. By contrast, the isolated IDR interacts transiently with chromatin-bound full-length Sp1, and these interactions become more stable when even minimal DNA-binding capacity is restored. Replacing Sp1's native DBD with domains from heterologous TFs with differing sequence preferences - or even with nonspecific bacterial DBDs -preserves IDR-mediated interactions and chromatin association. PAPA measurements also reveal extensive heterotypic interactions between Sp1 and other TFs. Together, these results establish PAPA as a powerful method for studying IDR interactions in their native context and suggest that IDRs participate in widespread cooperative associations scaffolded around chromatin. In contrast to classical models, we propose that TF specificity in vivo emerges from ensembles of weak, dynamic, and diverse interactions - not from the intrinsic sequence preferences of DBDs alone.", "date": "2025-05-17", "journal": ""}
{"title": "One-Pot Enzymatic ADDing of Click Chemistry Handles for Protein Immobilization and Bioconjugation of Small and Biomolecules", "doi": "10.1101/2025.05.17.650163", "authors": "Widodo, W. S.; Fürst, M. J. L. J.", "abstract": "Site-specific attachment of biorthogonal handles to proteins is an essential tool in chemical biology research and diverse applications including imaging and protein immobilization, as well as for the development of next-generation therapeutics such as antibody drug-conjugates. Among the available methods, enzymatic post-translational modification of short protein tags offers precision, stability, and modularity. However, broader application is often limited by complex substrate syntheses, the requirement of long or rigid recognition tags, and limited reaction efficiencies. Here, we present ADDing, a straightforward enzymatic method for functionalizing proteins with click chemistry handles using the flavin transferase ApbE. We discovered that, given a dedicated adenine diphosphate derivative (ADD) substrate, the enzyme attaches a phosphoribosyl moiety bearing bioorthogonal handles to proteins featuring a DxxxGAT amino acid motif. As the substrates can easily be enzymatically synthesized from NAD and inexpensive precursors, ADDing click handles can be performed in a streamlined, one-pot workflow combining substrate synthesis and protein conjugation. ADDing allows rapid, high-yield functionalization of proteins featuring the recognition tag at either terminus or internal loops and is compatible with copper and copper free azide-alkyne cycloaddition reactions. To demonstrate its broad applicability, we performed a wide variety of protein functionalizations, including fluorescent labeling, protein-protein, protein-DNA conjugation, and protein immobilization. This versatile technology thus holds great potential for chemical biology and the production of biological therapeutics.", "date": "2025-05-17", "journal": ""}
{"title": "SyntheMol-RL: a flexible reinforcement learning framework for designing novel and synthesizable antibiotics", "doi": "10.1101/2025.05.17.654017", "authors": "Swanson, K.; Liu, G.; Catacutan, D. B.; McLellan, S.; Arnold, A.; Tu, M. M.; Brown, E. D.; Zou, J.; Stokes, J.", "abstract": "The rise of antibiotic-resistant pathogens such as Staphylococcus aureus has created an urgent need for new antibiotics. Generative artificial intelligence (AI) has shown promise in drug discovery, but existing models often fail to propose compounds that are both effective and synthetically tractable. To address these challenges, we introduce SyntheMol-RL, a reinforcement learning-based generative model that can rapidly design synthetically accessible small molecule drug candidates from a massive chemical space of 46 billion compounds. SyntheMol-RL improves upon our prior Monte Carlo Tree Search (MCTS)-based SyntheMol model by generalizing across chemically similar building blocks and enabling multi-parameter optimization. We applied SyntheMol-RL to generate candidate antibiotics against S. aureus by optimizing for both antibacterial activity and aqueous solubility, and we found that SyntheMol-RL generated molecules with improved predicted properties compared to both the previous MCTS version of SyntheMol as well as an AI-based virtual screening baseline. We synthesized 79 SyntheMol-RL compounds that were unique relative to the training dataset and found that 13 showed potent in vitro activity, of which seven were structurally novel after detailed literature searches. Furthermore, one hit compound, synthecin, demonstrated efficacy in a murine wound infection model of methicillin-resistant S. aureus (MRSA). These results validate SyntheMol-RL's ability to generate novel and synthetically accessible candidate antibiotics and position SyntheMol-RL as a powerful tool for drug design across therapeutic domains.", "date": "2025-05-17", "journal": ""}
{"title": "Entry Steps in the Biosynthetic Pathway to DiterpenoidAlkaloids in Delphinium grandiflorum and Aconitum plicatum", "doi": "10.1101/2025.05.15.654307", "authors": "Miller, G. P.; Mutabdzija-Nedelcheva, L.; Andersen, T.; Pascoe, I.; Van Winkle, K.; Pluskal, T.; Hamberger, B.", "abstract": "Roots from the Aconitum (Wolf's-Bane) and Delphinium (Larkspur) genera have been widely used in traditional medicine owing to the abundance of bioactive diterpenoid alkaloids that they produce. Despite extensive research on these compounds and their potential medicinal applications, their structural complexity precludes their production through total chemical synthesis, and little progress has been made towards elucidation of their biosynthetic pathways. Here, we report the entry steps in the biosynthesis of the diterpenoid alkaloid atisinium, constituting six enzymes identified from the Siberian Larkspur (Delphinium grandiflorum) and garden monkshood (Aconitum plicatum) through a combination of comparative transcriptomics between tissue types and genera and coexpression analysis. This pathway includes a pair of terpene synthases, three cytochromes P450, and a reductase with little homology to other characterized enzymes. We further demonstrate, through incorporation of isotopically labelled substrates, the preference of the reductase for ethanolamine over ethylamine, and similarly that ethanolamine is the preferred source of nitrogen for the majority of detected diterpenoid alkaloids. Identification of these enzymes and production of a key intermediate in a heterologous host paves the way for biosynthetic production of this group of metabolites with promise for medicinal applications.", "date": "2025-05-17", "journal": ""}
{"title": "Computational design of dynamic biosensors for emerging synthetic opioids", "doi": "10.1101/2025.05.15.654300", "authors": "Leonard, A. C.; Lenert-Mondou, C.; Chayer, R.; Swift, S.; Baumer, Z. T.; Delaney, R.; Friedman, A. J.; Robertson, N.; Seder, N.; Wells, J. T.; Whitmore, L.; Cutler, S.; Shirts, M. R.; Wheeldon, I.; Whitehead, T. A.", "abstract": "Nitazenes are an emergent class of synthetic opioids that rival or exceed fentanyl in their potency. These compounds have been detected internationally in illicit drugs and are the cause of increasing numbers of hospitalizations and overdoses. New analogs are consistently released, making detection challenging - new ways of testing a wide range of nitazenes and their metabolic products are urgently needed. Here, we developed a computational protocol to redesign the plant abscisic acid receptor PYR1 to bind diverse nitazenes and maintain its dynamic transduction mechanism. The best design has a low nanomolar limit of detection in vitro against nitazene and menitazene. Deep mutational scanning yielded sensors able to recognize a range of clinically relevant nitazenes and the common metabolic byproduct in complex biological matrices with limited cross-specificity against unrelated opioids. Application of protein design tools on privileged receptors like PYR1 may yield general sensors for a wide range of applications in vitro and in vivo.", "date": "2025-05-17", "journal": ""}
{"title": "Sequestration-Based Neural Networks That Operate Out of Equilibrium", "doi": "10.1101/2025.05.16.654484", "authors": "Nakamura, E.; Britto Bisso, F.; Gispert, I.; Moghimianavval, H.; Okuda, S.; Przybyszewska-Podstawka, A.; Chisholm, S.; Hemanth Kumar, V. S.; Perez Medina, V.; Wu, M.-R.; Cuba Samaniego, C.", "abstract": "Classification of high-dimensional information is a ubiquitous computing paradigm across diverse biological systems, including organs such as the brain, down to signaling between individual cells. Inspired by the success of artificial neural networks in machine learning, the idea of engineering genetic circuits that operate as neural networks emerges as a strategy to expand the classification capabilities of living systems. In this work, we design these biomolecular neural networks (BNNs) based on the molecular sequestration reaction, and experimentally characterize their behavior as linear classifiers for increasing levels of complexity. Initially, we demonstrate that a static, DNA-based system can effectively prototype a linear classifier, though we also identify its limitations to easily tune the slope of the decision boundary it generates. We then propose and experimentally validate a BNN at the protein level using a cell-free transcription-translation (TXTL) system, which overcomes the DNA-based system's limitation and behaves as a linear classifier even before it reaches its steady state (or, equivalently, out-of-equilibrium). Ultimately, we test a CRISPR-based design and its out-of-equilibrium behavior in a biological context by successfully constructing a linear classifier within mammalian cells. Overall, by leveraging mathematical modeling and experimental automation, we establish molecular sequestration as a universal scheme for implementing neural networks within living systems, paving the way for transformative advances in synthetic biology and programmable biocomputing systems.", "date": "2025-05-17", "journal": ""}
{"title": "Longitudinal single cell RNA-sequencing reveals evolution of micro- and macro-states in chronic myeloid leukemia", "doi": "10.1101/2025.05.14.653262", "authors": "Frankhouser, D. E.; Zhao, D.; Fu, Y.-H.; Dey, A.; Chen, Z.; Irizarry, J.; Rangel Ambriz, J.; Branciamore, S.; O'Meally, D.; Ghoda, L.; Trent, J.; Forman, S.; MacLean, A. L.; Kuo, Y.-H.; Zhang, B.; Rockne, R. C.; Marcucci, G.", "abstract": "Single cell RNA sequencing (scRNA-seq) has revolutionized our understanding of cancer, yet identifying meaningful disease states from single cell data remains challenging. Here, we systematically explore the cancer specific information content encoded in single cell versus bulk transcriptomics to resolve this paradox and clarify how discrete disease-defining states emerge from inherently noisy single cell data. Using chronic myeloid leukemia (CML) progression as a model, we demonstrate that, while single cell transcriptomes exist along continuous transcriptional microstates, clinically relevant leukemia phenotypes clearly manifest only at the pseudobulk (macrostate) level. By leveraging state-transition theory, we reveal how robust disease phenotype state-transitions are governed by cell type specific contributions. Our results establish a theoretical framework explaining why discrete disease phenotypes remain hidden at the single cell scale but emerge clearly at the aggregated macrostate level, enabling previously inaccessible biological insights into leukemia evolution. Broadly applicable across cancers and other complex diseases, our approach fundamentally advances single cell analysis by clarifying how microscopic transcriptional variation collectively shapes macroscopic disease dynamics.", "date": "2025-05-17", "journal": ""}
{"title": "Preventing light-induced toxicity in a new mouse model of rhodopsin sector retinitis pigmentosa", "doi": "10.1101/2025.05.14.653774", "authors": "Guarascio, R.; Ziaka, K.; Hau, K.; Piccolo, D.; Nieuwenhuis, S. E.; Bakoulina, A.; Asfahani, R.; Aguila, M.; Athanasiou, D.; Svara, D. S.; Li, Y.; Chen, R.; Cheetham, M. E.", "abstract": "Retinitis Pigmentosa (RP) is an inherited retinal dystrophy characterized by the progressive loss of rod photoreceptors. Sector RP is a form of RP, where degeneration originates in the inferior retina, mainly influenced by light exposure. Over 200 RHO variants are pathogenic and associated with autosomal dominant RP. RHOM39R is one of the most common RHO variants linked to sector RP in the UK. A knock-in (KI) mouse model expressing RhoM39R was generated and characterized to investigate the mechanisms of degeneration associated with this variant and explore novel therapeutic strategies for rhodopsin sector RP. Under ambient light, RhoM39R/+ KI mice exhibited impaired retinal function by ERG, with some defects in OS ultrastructure, but retained normal outer nuclear layer (ONL) thickness. Repeated exposure to bright light led to photoreceptor loss. In contrast, RhoM39R/M39R KI mice in ambient light displayed severe retinal dysfunction, ONL thinning, and grossly abnormal OS ultra structure. In homozygous mice, a single bright light exposure significantly reduced ONL thickness within 48 h. The rescue of these models was achieved through reduced light exposure and pharmacological intervention. Rearing in dim red light (red cage condition) restored ERG responses in RhoM39R/+ KI mice and improved ONL thickness in RhoM39R/M39R KI mice. Transcriptomic analysis in RhoM39R/M39R KI mice revealed upregulation of Sphingosine 1-P Receptor (S1PR) transcripts. Treatment with the S1PR agonist Fingolimod (FTY720) before bright light exposure significantly reduced degeneration, demonstrating a protective effect in both heterozygous and homozygous models and suggesting potential a therapeutic approach for sector RP patients.", "date": "2025-05-17", "journal": ""}
{"title": "Mice discriminate odour source distance via sub-sniff temporal features of odour plumes", "doi": "10.1101/2025.05.14.653752", "authors": "Marin, A. C.; Harris, J. J.; Dasgupta, D.; Erskine, A.; Warner, T. P. A.; Schaefer, A. T.; Ackels, T.", "abstract": "Rodents rely on olfaction to navigate complex environments, particularly where visual cues are limited. Yet how they estimate the distance to an odour source remains unclear. The spatiotemporal dynamics of natural odour plumes, shaped by airflow turbulence, offer valuable cues for locating odour sources. Here, we show that mice can discriminate odour sources placed at different distances by extracting information from the sub-sniff temporal structure of naturalistic odour plumes. Using a wind tunnel and an olfactory virtual reality system, we generated dynamic plumes and demonstrated, through high-throughput automated behaviour, that mice distinguish near from far sources based on odour fluctuations operating faster than their respiratory cycle. Two-photon calcium imaging of olfactory bulb projection neurons revealed that distance-dependent responses are present in a small subset of mitral and tufted cells, and that population activity encodes source distance. Critically, neural responses correlated more strongly with high-frequency plume features than with mean odour concentration. Our results identify a neural basis for distance estimation from odour dynamics and highlight the importance of rapid temporal processing in mammalian olfaction.", "date": "2025-05-17", "journal": ""}
{"title": "Lipid nanoparticle-mediated CRISPR/Cas9 delivery enables efficient trabecular meshwork gene editing in mice", "doi": "10.1101/2025.05.17.654623", "authors": "Huang, Y.; Pang, S.; Li, L.; Do, C. W.; Luo, Q.; Zheng, Z.; Xiong, W.", "abstract": "Lipid nanoparticles (LNPs) have emerged as a transformative platform for mRNA delivery, enabling vaccines and gene editing with transient expression and high cargo capacity. However, their potential for ocular gene editing remains underexplored. In this study, we assessed the transduction efficiency, inflammatory response, and gene editing capability of LNP-encapsulated mRNA in murine eyes. Intravitreal delivery of LNPs achieved targeted mRNA expression in the trabecular meshwork (TM) with superior specificity and efficiency compared to adenoviral or adeno-associated viral vectors, while inducing minimal microglial activation in the retina. Using LNPs co-encapsulating SpCas9 mRNA and sgRNA, we demonstrated efficient CRISPR-mediated knockout (KO) of Matrix Gla Protein (Mgp), a key inhibitor of TM calcification. Mgp-KO eyes exhibited sustained intraocular pressure (IOP) elevation and anterior chamber deepening with normal anterior chamber angle, recapitulating key features of primary open-angle glaucoma (POAG). Chronic IOP elevation led to reactive Muller gliosis and ganglion cell complex thinning, reflecting retinal stress and progressive neurodegeneration. Our findings establish LNP-CRISPR as a safe and efficient system for TM-targeted gene editing, with broad applicability in glaucoma pathogenesis modelling and therapeutic discovery.", "date": "2025-05-17", "journal": ""}
{"title": "A neutralizing human antibody induces movement of the HCoV-229E receptor binding domain", "doi": "10.1101/2025.05.14.654097", "authors": "Liccione, M. F.; Scobey, T.; Froggatt, H. M.; Pajon, C.; Yount, B. L.; Yin, Q.; Spence, T. N.; Walter, E. B.; Saunders, K. O.; Edwards, R. J.; Baric, R. S.; Haynes, B. F.; Cain, D. W.; Sheahan, T. P.; Wrapp, D.", "abstract": "HCoV-229E is an endemic Alphacoronavirus that typically causes common cold-like disease in most healthy adults, but can also cause severe respiratory disease in the very young and the elderly. Although the virus was discovered over sixty years ago and undergoes continuous antigenic drift, remarkably little is known about the humoral immune response to HCoV-229E infection. Here we report the isolation of two receptor binding domain-targeting neutralizing human antibodies raised in response to natural HCoV-229E infection. One of these, DH1533, potently neutralizes HCoV-229E, binds to spike with sub-nanomolar affinity and prevents the association between the RBD and the host cell receptor aminopeptidase N. Structural characterization of this antibody bound to HCoV-229E spike delineated a neutralization-sensitive epitope on the RBD and revealed that DH1533 induces conformational flexibility in neighboring RBDs, reminiscent of the up-and-down kinetics observed in the related Betacoronavirus spikes. These findings provide insight into the humoral immune response to HCoV-229E infection and will serve as a guide for the design of future therapeutic interventions.", "date": "2025-05-17", "journal": ""}
{"title": "A novel mechanism of morphogenetic transition in Schizosaccharomyces pombe dependent on the MAPK Spc1 and the transcription factor Atf1 associated with sensing of optimal growth environment", "doi": "10.1101/2025.05.17.654634", "authors": "Datta, S.; Dutta, S.; Banerjee, J.; Sundaram, G.", "abstract": "Fission yeast Schizosaccharomyces pombe are rod shaped eukaryotic cells that grow by tip elongation and divide medially by formation of cell wall septum. The coordination between cell length and cell cycle phase transitions in this simple eukaryote makes it an excellent model system for studying morphogenetic events associated with both intrinsic and extrinsic disturbances in cell cycle regulation. Cell cycle progression in S. pombe is dependent on the coordinated functions of two bZIP family transcription factors Atf1 and Pcr1. In an attempt to understand this coordination, we stumbled upon the startling observation that overexpression of Atf1 in cells lacking Pcr1 led to drastic morphogenetic alteration whereby the cells became hyper elongated. In this report we present the evidences of dependence of this phenotype on metabolic status of the cell. We also show that the phenotype is dependent on the activity of the Mitogen Activated Protein Kinase, Spc1 and that it is associated with the global gene expression alterations of cells resulting from the perturbed balance of Atf1 and Pcr1 activities. We found that change in the carbon source, alterations in iron concentration and the redox environment of the cell can affect the extent of morphogenesis, to the extent of even abolishing it at times. Our results also indicate that this phenotype has a strong association with maintenance of optimum growth conditions of the cell. Taken together, our observations reveal a completely novel mechanism of morphogenetic transition in fission yeast involving the MAPK Spc1 and its downstream effector molecule Atf1, which can be tuned by the cells metabolic environment.", "date": "2025-05-17", "journal": ""}
{"title": "Comparative Analysis of Indole Derivative Production Among Clinical Isolates of Fusobacterium nucleatum", "doi": "10.1101/2025.05.16.654558", "authors": "Scano, C. J.; Choudhury, A.; Greathouse, L.; Rojo, M.; Lavado, R.; Zaharas, G.; Hawkins, J.", "abstract": "Objectives: To investigate how indole production modulates Fusobacterium nucleatum virulence across different disease states. Methods: Total indole production was measured in 16 F. nucleatum isolates (CRC: n=6, Crohn's: n=6, healthy: n=3, oral: n=1) using Kovac's reagent. Disease-associated indole derivatives-indole, indole-3-acetic acid (IAA), indole-3-aldehyde (I3A), indole-3-carboxaldehyde (I3CA), and indole-3-propionic acid (IPA)-were quantified via HPLC. Isolates were treated with exogenous derivatives to assess impacts on biofilm formation and virulence gene expression. A naive Bayes classifier trained on virulence factor data evaluated niche-specific responses. Results: CRC isolates produced significantly more total indole than healthy isolates (p<0.05). Indole derivatives minimally affected non-CRC isolate growth but reduced CRC isolate carrying capacity. Total indole positively correlated with biofilm formation in CRC isolates (R2=0.50-0.70; p<0.001). Crohn's isolates formed most biofilm but were unresponsive to indoles; CRC isolates showed reduced formation. A Naive Bayes classifier accurately predicted disease association from indole-induced virulence factor expression (AUC=0.90-0.92, Accuracy=0.74-0.75; p<2e-16). Conclusions: CRC-associated isolates show unique metabolic profiles with elevated indole production and respond distinctively to indole exposure, suggesting potential therapeutic targets.", "date": "2025-05-17", "journal": ""}
{"title": "Modulating gene expression and protein secretion in the bacterial predator Bdellovibrio bacteriovorus", "doi": "10.1101/2025.05.17.654431", "authors": "Mihajlovic, L.; Hofacker, L. M.; Lindner, F.; Jayakumar, P.; Diepold, A.; Huwiler, S. G.", "abstract": "The predatory bacterium Bdellovibrio bacteriovorus kills and consumes other bacteria, thrives in diverse environments and holds great potential to address major challenges in medicine, agriculture, and biotechnology. As a bacterial predator it represents an alternative to traditional antimicrobial strategies to combat multidrug-resistant bacterial pathogens and prevent food waste, while the multitude of predatory enzymes it produces hold potential for biotechnological applications. However, the limited availability of versatile genetic tools and secretion assays constrain both fundamental studies and bioengineering of B. bacteriovorus. Here, we developed a molecular toolbox for B. bacteriovorus by systematically tuning gene expression and secretion of a reporter protein. We investigated functional native and synthetic promoters from the Anderson library with varying expression levels and demonstrated their efficacy in driving expression of the fluorescent reporter protein mScarletI3 at both the population and single-cell level. Additionally, we evaluated different ribosomal binding sites (RBS) to fine-tune gene expression. To examine secretion, we established a novel protocol to quantify extracellular release of a Nanoluc luciferase reporter protein in B. bacteriovorus using different native Sec-dependent signal sequences. We anticipate that the newly developed genetic toolkit and techniques will advance research on this fundamental predator-prey system, laying the foundation for its broader application and future bioengineering efforts. This work will pave the way for tailored applications of B. bacteriovorus in microbial ecology, agriculture, biotechnology, and medicine.", "date": "2025-05-17", "journal": ""}
{"title": "When is microbial cross-feeding evolutionarily stable?", "doi": "10.1101/2025.05.16.654511", "authors": "Lopez, J. A.; Liu, B.; Li, Z.; Donia, M. S.; Wingreen, N. S.", "abstract": "Cross-feeding, a phenomenon in which organisms share metabolites, is frequently observed in microbial communities across the natural world. One of the most common forms is waste-product cross-feeding, a unidirectional interaction in which the waste products of one microbe support the growth of another. Despite its ubiquity, it is not well-understood why waste-product cross-feeding persists when a single organism could in principle perform both the producer and consumer role. To address this question, we first analyze cross-feeding evolution in a minimal model of microbial metabolism. The model describes multi-step extraction of energy from a substrate in a simple but thermodynamically correct formulation. Surprisingly, we find that cross-feeding is never evolutionarily stable in this model. By analyzing models with more complex growth functions, we identify a novel mechanism for the evolutionary stability of waste-product cross-feeding, namely, generalized intracellular metabolite toxicity. Such toxicity arises because, in excess, the same intracellular metabolites that cells require for metabolism can be detrimental to growth (e.g., due to osmotic stress). We show that some but not all forms of such toxicity can lead to evolutionarily stable consortia of microbes that cross-feed waste products. This stability results from the potential of such consortia to divide the burden of toxic metabolites among a larger population, allowing them to perform their collective metabolism more efficiently than non-cross-feeders. More generally, we predict that growth penalties that scale nonlinearly with intracellular metabolite levels promote cross-feeding. We find that this mechanism for cross-feeding evolutionary stability implies nontrivial population dynamics, such as a discontinuity in population biomass at the onset of cross-feeding.", "date": "2025-05-17", "journal": ""}
{"title": "Fbxl10/Kdm2b is required for Kmt2b/Mll2 binding across thegenome and regulates H3K4 methylation on bivalent promoters", "doi": "10.1101/2025.05.15.654384", "authors": "Ji, F.; Kundu, S.; Anselmo, A.; Morris, A.; Ducasse, A.; Ergun, A.; Kingston, R. E.; Sadreyev, R.", "abstract": "The presence of histone modifications associated with both transcriptional repression (H3K27me3) and activation (H3K4me3) on key developmental promoters in embryonic stem cells results from the co-localization of repressive Polycomb group (PcG) and activating Trithorax group (TrxG) protein complexes. Functional interactions between PcG and TrxG on these promoters are not fully understood. Here we focus on the relationships between Fbxl10/Kdm2b, a component of a PcG complex PRC1, and Kmt2b/Mll2, an essential component of TrxG at bivalent promoters. Computational analysis of previously published data revealed genome-wide correlation between chromatin occupancies of these two proteins, suggesting potential crosstalk between Kdm2b and Mll2 at both active and repressed promoters. We tested this hypothesis experimentally and found that loss of Kdm2b resulted in depletion of Mll2 at promoters genome-wide, suggesting that Kdm2b is required for Mll2 occupancy at both bivalent and active promoters. Loss of Kdm2b or the core PRC1 component Ring1b also resulted in the reduction of H3K4me3 specifically at bivalent promoters. These findings provide a direct pathway for cooperation between PcG and TrxG at bivalent promoters, suggesting an unexpected modification to the current model of bivalency. In addition, these findings reveal genome-wide role of Kdm2b independent of the full PRC1 complex.", "date": "2025-05-17", "journal": ""}
{"title": "Impacts of oil palm plantations expansion on the distribution of terrestrial mammals in South-East Asia", "doi": "10.1101/2025.05.14.653968", "authors": "Pacifici, M.; Cristiano, A.", "abstract": "The recent expansion of oil palm plantations in Southeast Asia has caused significant range loss for many species. We examined the impact of this expansion on mammal distribution in Indonesia, Malaysia, and Thailand. Using historical range maps (1970s-1980s) and satellite imagery of oil palm plantations (1981 to 2017), we quantified the extent of species lost and retained ranges occupied by oil palm plantations before and after 1990. The siamang (+24%), tiger (+19%), and large-spotted civet (+14%) were the most impacted, considering plantations expansion in the lost range. All species, including endemic ones, have also seen an increase in their current range. Additionally, we found a significant correlation between the amount of range lost and the area occupied by plantations after 1990. Our findings underscore the urgent need for sustainable land management and conservation strategies to mitigate the adverse effects of agricultural expansion on biodiversity.", "date": "2025-05-17", "journal": ""}
{"title": "Dynamics in microbial communities associated with the development of soil fatigue in banana", "doi": "10.1101/2025.05.14.653785", "authors": "Cohen, D.-d.; Minz, D.; Faigenboim, A.; Elingold, I.; Sher, Y.; Galpaz, N.", "abstract": "Soil fatigue, well-documented in various crops, presents a significant challenge to banana production by causing fast and then gradual declines in plant growth and yield over years of cultivation. Despite its impact on profitability, the underlying mechanisms driving soil fatigue remain poorly understood; however, a strong link to shifts in the soil microbiome has been suggested. We investigated the dynamics of microbial communities in relation to soil fatigue, using a novel semi-controlled outdoor experimental system. Soils at different stages of fatigue (0 to 42 months of banana cultivation) were generated in large containers filled with initially healthy soil. Banana plants grown in these soils were replaced with new plants which showed soil age-dependent growth. Three months postplanting, soil and root samples were collected for analyses of soil parameters and microbial community composition using bacterial (16S) and fungal (ITS) amplicon sequencing. We identified minor age-related shifts in mainly pH, potassium, and organic matter in the soil. While alpha diversity remained unchanged, significant shifts in bacterial and fungal community composition were observed in fatigued soils. Notably, the relative abundance of bacterial families such as Flavobacteriaceae, Pseudomonaceae, and Acidibacter increased, as did some fungal taxa (many from groups with known pathogens)-Ceratobasidiaceae (including Rhizoctonia), Dothideomycetes, and Stachybotryaceae. Simultaneously, the relative abundance of bacterial families with known beneficial members, including Gemmatimonadaceae, Moraxellaceae, Sphingomonadaceae, and Azospirillaceae, as well as symbiotic fungal taxa such as Glomeraceae and Lasiosphaeriaceae, declined. Thus, soil fatigue may be correlated to proliferation of pathogenic populations and a loss of beneficial microorganisms.", "date": "2025-05-17", "journal": ""}
{"title": "Cell modeling and rescue of a novel non-coding genetic cause of Glycogen Storage Disease IX", "doi": "10.1101/2025.05.14.654043", "authors": "Iyengar, A. K.; Zou, X.; Dai, J.; Francis, R. A.; Safi, A.; Patterson, K.; Koch, R. L.; Clarke, S.; Beaman, M. M.; Chong, J. X.; Bamshad, M. J.; Majoros, W. H.; Rehder, R. C.; Bali, D. S.; Allen, A. S.; Crawford, G. E.; Kishnani, P. S.; Reddy, T. E.", "abstract": "Delayed diagnosis of Mendelian disease substantially prevents early therapeutic intervention that could improve symptoms and prognosis. One major contributing challenge is the functional interpretation of non-coding variants that cause disease by altering splicing and/or gene expression. We identified two siblings with glycogen storage disease (GSD) type IX {gamma}2, both of whom had a classic clinical presentation, enzyme deficiency, and a known pathogenic splice acceptor variant on one allele of PHKG2. Despite the autosomal recessive nature of the disease, no variant on the second allele was identified by gene panel sequencing. To identify a potential missing second pathogenic variant, we completed whole genome sequencing (WGS) and detected putative deep intronic splicing variant in PHKG2 in both siblings. We confirmed the functional splicing effects of this variant using short-read and long-read RNA-seq on patient blood and a HEK293T cell model in which we installed the variant using CRISPR editing. Using the cell model, we demonstrated multiple biochemical and cellular impacts that are consistent with GSD IX {gamma}2, and a reversal of aberrant splicing using antisense splice-switching oligonucleotides. In doing so, we demonstrate a novel and robust pathway for detecting, validating, and reversing the impacts of novel non-coding causes of rare disease.", "date": "2025-05-17", "journal": ""}
{"title": "Genome reorganization and its functional impact during breast cancer progression", "doi": "10.1101/2025.05.14.654144", "authors": "Reed, K. S. M.; Fritz, A.; Greenyer, H.; Heselmeyer-Haddad, K.; Frietze, S.; Stein, J.; Stein, G.; Misteli, T.", "abstract": "Background: Cancer cells undergo widespread changes in epigenetic patterns that mediate cancer compromised gene expression programs during cancer progression. However, the alterations in higher-order genome organization in which these changes occur and their functional implications are less well understood. To explore how chromatin structure and epigenetic parameters of genome architecture changes during cancer progression at a fine scale and genome-wide, we generated high-resolution Micro-C contact maps in non-malignant, pre-cancerous, and metastatic MCF10 breast cancer epithelial cells. Results: We profiled progression-associated reorganization of chromatin compartments, topologically associated domains (TADs), and chromatin loops, and also identified invariable chromatin features. We find large-scale compartmental shifts occur predominantly in early stages of cancer development, with more fine-scale structural changes in TADs and looping accumulating during the later transition to metastasis. We related these structural features to changes in gene expression, histone marks, and potential enhancers and found a large portion of differentially expressed genes physically connected to distal regulatory elements. While changes in chromatin loops were relatively rare during progression, differential loops were enriched for progression-associated genes, including those involved in proliferation, angiogenesis, and differentiation. Changes in either enhancer-promoter contacts or distal enhancer activity were accompanied by differential gene regulation, suggesting that changes in chromatin contacts are not necessary but can be sufficient for gene regulation. Conclusions: Together, our results demonstrate a functionally relevant connection between gene regulation and genome remodeling at many key genes during cancer progression.", "date": "2025-05-17", "journal": ""}
{"title": "LSD1 serine 166 is a phosphorylation switch for chromatinlandscaping, gene activation, and tissue remodeling", "doi": "10.1101/2025.05.14.653937", "authors": "Sharma, M.; Aakula, A.; Denisova, O.; Ceccacci, E.; Hayatigolkhatmi, K.; Caroli, J.; Natkin, R.; Laisne, M.-C.; Huhtaniemi, R.; Ghimire, S.; Merilahti, J.; Noberini, R.; Kamila, J.; Kauko, O.; Mattevi, A.; Bonaldi, T.; Jacquemet, G.; Nykter, M.; Minucci, S.; Westermarck, J.", "abstract": "LSD1 is a histone 3 (H3) demethylase that can either repress or activate gene expression. We discover here that the so far enigmatic balance between these two activities in non-hormonal cancer cells is regulated by phosphorylation of serine 166 (S166) on LSD1. SET-mediated Protein Phosphatase 2A (PP2A) inhibition in KRAS mutant cells promotes S166 phosphorylation. Endogenous LSD1 S166 alanine mutant (S166A) cells display H3 lysine 9 demethylation and acetylation, euchromatin, and gene activation. Mechanistically this is explained by the impaired interaction of S166A mutant LSD1 with repressor proteins SNAI2 and MYBP1. Functionally LSD1 S166A mutant cells display augmented beta1 integrin activity and stress fiber formation, and the mutant xenograft tumors have altered tumor microenvironment associated with increased macrophage recruitment. Collectively, PP2A-regulated S166 of LSD1 is a phosphorylation switch for epigenetic gene activation in non-hormonal cancer cells. Conceptually we demonstrate how dephosphorylation of one amino acid on a non-histone protein shapes chromatin landscape in cancer cells, and modify tumor stroma, and immune cell content.", "date": "2025-05-17", "journal": ""}
{"title": "Cryptic and Ecologically Relevant Locomotor Activity Patterns in Lake Malawi Cichlids Revealed Through Computer Vision Pipeline", "doi": "10.1101/2025.05.15.654275", "authors": "Holtz, N.; Lloyd, E.; Holtz, C.; Keene, A.; Albertson, C.", "abstract": "Cichlid fishes have long been a popular model for ecology and evolutionary biology. Not only do they exhibit nearly unparalleled taxonomic diversity, but their community structures are both complex and extremely dense. Niche partitioning along dietary axes has been credited in maintaining cichlid biodiversity in a broad sense; however, it is common for cichlid species with overlapping diets to co-exist, leading to the search for other mechanisms to explain the maintenance of cichlid biodiversity. Behavioral variation has the potential to lead to fine-scale (i.e., micro-) habitat partitioning, but analyzing complex animal behavior poses several challenges, including time, cost and reproducibility. Modern tools, such as Machine Learning (ML), ease the burden of behavioral analyses, and are increasingly used in the field. Here, we present the application of tools from a well-developed sub-field of ML, Computer Vision (CV), to extract locomotor behavioral data from four Lake Malawi cichlid species. Our dataset consisted of low-resolution (320x240), twenty-four-hour infrared videos of activity in 4 cichlid species. We first analyzed a pair of species with divergent behaviors, diets and habitats (i.e., Abactochromis labrosus versus Tropheops kumwera), representing a proof-of-concept comparison. Next we analyzed activity in two closely related species with broadly similar behaviors and overlapping diets and habitats (i.e., Maylandia sp. \"Daktari\" versus Maylandia faiaziberi). In both comparisons, our analysis involved the quantification of tank usage patterns and stop/rest activity. Not only did our data align with the known ecologies and behaviors of the species in our proof-of-concept comparison, but they revealed novel behavioral differences between all species, especially as related to variation in tank usage from day to night. Our approach provides a window into potential cryptic behavioral niche partitioning, as well as a foundation for future, high-throughput analyses to study the genetic basis and evolution of behavior.", "date": "2025-05-17", "journal": ""}
{"title": "Behavioural changes in female northern bats (Eptesicus nilssonii) across gestation and lactation.", "doi": "10.1101/2025.05.14.653963", "authors": "Lilley, T.; Fjelldal, M. A.; van der Kooij, J.", "abstract": "Unpredictable environmental conditions affecting prey availability and short summer nights reducing foraging time present nocturnal insectivorous mammals with an energetic dilemma at northerly latitudes during gestation and lactation. This is pronounced for aerial hawking bat species, for which prey activity is highly dependent on ambient temperature. Here, we describe changes in activity of female Eptesicus nilssonii, the northernmost breeding bat species, during gestation and lactation over several years at a roost site in southern Norway. Roost exits and returns were recorded using an infrared barrier at the entrance, and parturition dates were registered via a camera set inside the roost. Our results indicate significant temporal changes in body mass and behaviour throughout the breeding season. Lactating bats both setting out to forage earlier than during gestation and returning later. This behaviour is dependent on ambient temperature, with bats extending foraging time at elevated temperatures. These behaviours may occur as a response to the increased energetic needs of lactation, and the effect of increased temperature to reflect increased food availability which allows females to avoid increased predation pressure as a consequence of advanced roost exit or delayed return. The mass of females also decreases during lactation, suggesting high energetic demands during this period. Our study reveals insights into underlying mechanisms in high latitude insectivorous bats that can assist in coping with a short season with fluctuating resources.", "date": "2025-05-17", "journal": ""}
{"title": "Selective Detection of a Key Region in Chemotaxis Signaling Protein Complexes by Solid-State NMR", "doi": "10.1101/2025.05.15.654355", "authors": "Allen, J. J.; Wang, S.; Rienstra, C. M.; Thompson, L. K.", "abstract": "Understanding how large protein complexes function requires tools that can resolve both structure and dynamics in their native assembly states. Here, we apply solid-state NMR (SSNMR) to selectively detect rigid regions of a receptor protein fragment in the context of the >500 kDa chemoreceptor signaling complex found in chemotactic bacteria. These complexes assemble into hexagonal arrays that network multiple active units together. The cytoplasmic fragment of the E. coli aspartate chemoreceptor exhibits dynamics on multiple timescales across different regions of the protein, and these dynamics differ between signaling states. We apply 13C-15N dipolar coupling-based SSNMR experiments to selectively probe the rigid portion (motions slower than millisecond timescale) of this protein, in the context of the full array structure. We optimized assembly methods to form native-like, homogeneous complexes capable of maintaining activity and sample integrity during extended NMR experiments with low electric-field NMR probe designs. A subset of the protein, approximately 100 residues at the membrane-distal tip of the chemoreceptor where it interacts with its associated kinase, was detected and identified as the most rigid region. Chemical shift changes for many residues in this rigid region were observed between NMR spectra of the kinase-on and kinase-off signaling states. This suggests conformational changes occur at the chemoreceptor tip during signaling, which have not been observed in previous studies of this system. These findings demonstrate a dynamics-based NMR spectral editing approach to selectively examine a key region of a large signaling protein within its macromolecular assembly.", "date": "2025-05-17", "journal": ""}
{"title": "Heterobifunctional Protein Binders Enable Cell Type-Specific Killing Through In-cell Enrichment", "doi": "10.1101/2025.05.16.654562", "authors": "Bulldan, A.; Zheng, M.; Meyners, C.; Purder, P.; Krieger, J.; Dreizler, J. K.; Geiger, T. M.; Repity, M.; Lein, M. H.; Lokken, I. Q.; Tewes, N.; Schwalm, M. P.; Schlesiger, S.; Moniot, S.; Knapp, S.; Hartung, I.; Holien, T.; Loewer, A.; Hausch, F.", "abstract": "Non-catalytic heterobifunctional molecules promise to expand the range of therapeutic options by establishing complexes between key target proteins and accessory presenter proteins equipped with additional properties. Here, we systematically investigate the rational design of such molecules, explore the biochemical basis of complex formation and determine how they achieve cellular efficacy using the endogenously expressed immunophilin FKBP12 and the transcriptional regulator BRD4 as paradigms. We present classes of bifunctional molecules that enable selective, FKBP12-dependent killing of specific cell types at subnanomolar concentrations and allow to differentiate between closely similar bromodomains. We propose that the strongly potentiated efficacy of these bifunctional compounds is based on cellular enrichment through binding to the highly abundant presenter protein FKBP12, a mechanism we term 'CellTrap'. Our findings substantiate the concept that highly expressed, non-essential proteins can be repurposed as selective recruiters to expand therapeutic windows of existing small-molecule inhibitors, opening new avenues for designing targeted drugs with improved cell-type specificity.", "date": "2025-05-17", "journal": ""}
{"title": "Genetic Code Expansion and Enzymatic Modifications as Accessible Methods for Studying Site-Specific Post-Translational Modifications of Alpha-Synuclein and Tau", "doi": "10.1101/2025.05.16.654576", "authors": "Saleh, I. G.; Shimogawa, M.; Ramirez, J.; Abakah, B.; Venkatesh, Y.; James, H. P.; Li, M.-H.; Louie, S.; Lougee, M. G.; Chia, W.-K.; Cooley, R. B.; Mehl, R.; Baumgart, T.; Mach, R.; Eliezer, D.; Rhoades, E.; Petersson, E. J.", "abstract": "Alpha-synuclein (S) and tau play important roles in the pathology of Parkinson's Disease and Alzheimer's Disease, respectively, as well as numerous other neurodegenerative diseases. Both proteins are classified as intrinsically disordered proteins (IDPs), as they have no stable structure that underlies their function in healthy tissue, and both proteins are prone to aggregation in disease states. There is substantial interest in understanding the roles that post-translational modifications (PTMs) play in regulating the structural dynamics and function of S and tau monomers, as well as their propensity to aggregate. While there have been many valuable insights into site-specific effects of PTMs garnered through chemical synthesis and semi-synthesis, these techniques are often outside of the expertise of biochemistry and biophysics laboratories wishing to study S and tau. Therefore, we have assembled a primer on genetic code expansion and enzymatic modification approaches to installing PTMs into S and tau site-specifically, including isotopic labeling for NMR and fluorescent labeling for biophysics and microscopy experiments. These methods should be enabling for those wishing to study authentic PTMs in S or tau as well as the broader field of IDPs and aggregating proteins.", "date": "2025-05-17", "journal": ""}
{"title": "End-product inhibition of the LRRK2-counteracting PPM1H phosphatase", "doi": "10.1101/2025.05.16.654599", "authors": "Adhikari, A.; Tripathi, A.; Chiang, C. Y.; Sherpa, P. L.; Pfeffer, S. R.", "abstract": "PPM1H phosphatase reverses Parkinson disease-associated, Leucine Rich Repeat Kinase 2-mediated, Rab GTPase phosphorylation. We showed previously that PPM1H relies on an N-terminal amphipathic helix for Golgi membrane localization and this helix enables PPM1H to associate with liposomes in vitro; binding to highly curved liposomes activates PPM1H phosphatase activity. We show here that PPM1H also contains an allosteric binding site for its non-phosphorylated reaction products, Rab8A and Rab10. Microscale thermophoresis revealed that PPM1H binds thio-phosphorylated Rab8A at the active site with a KD of about 1 micromolar; binding of Rab8A and Rab10 to an alternative site is of similar affinity and is not detected for another LRRK2 substrate, Rab12. Non-phosphorylated Rab8A or Rab10 inhibit PPM1H phosphatase reactions at concentrations consistent with their measured binding affinities and fail to inhibit PPM1H L66R phosphatase reactions. Independent confirmation of non-phosphorylated Rab binding to PPM1H was obtained by sucrose gradient co-flotation of non-phosphorylated Rabs with liposome-bound PPM1H. Finally, Rab8A or Rab10 binding also requires PPM1Hs amphipathic helix, without which the interaction affinity is decreased about 6-fold. These experiments indicate that Golgi associated Rab proteins contribute to the localization of PPM1H and non-phosphorylated Rabs regulate PPM1H phosphatase activity via an allosteric site. Targeting this site could represent a strategy to enhance PPM1H-mediated dephosphorylation of LRRK2 substrates, offering a potential therapeutic approach to counteract LRRK2-driven Parkinson disease.", "date": "2025-05-17", "journal": ""}
{"title": "Structural evidence for metal ion catalysis in the ribosome", "doi": "10.1101/2025.05.16.654626", "authors": "Hingey, J. M.; Rudolfs, B.; Haack, D. B.; Murphy, F. V.; Joseph, S.; Toor, N.", "abstract": "Ribosomes synthesize proteins with an RNA-only active site across all kingdoms of life. Yet, despite decades of high-resolution ribosome structures, the precise catalytic mechanism has remained elusive. Here, we provide structural evidence for metal ion involvement in peptide bond formation, drawn from ribosome structures spanning bacteria, archaea, and eukaryotes. The metal ion resides in the active site, adjacent to a universally conserved stack of three base triples, reminiscent of the catalytic triplex in group II introns and the spliceosome, which catalyze pre-mRNA splicing. Metal-ion catalysis thus emerges as a fundamental unifying theme across the central dogma spanning protein synthesis, RNA splicing, and nucleic acid replication.", "date": "2025-05-17", "journal": ""}
{"title": "Comprehensive degron mapping in human transcription factors", "doi": "10.1101/2025.05.16.654404", "authors": "Larsen, F. B.; Voutsinos, V.; Jonsson, N.; Johansson, K. E.; Ethelberg, F. D.; Lindorff-Larsen, K.; Hartmann-Petersen, R.", "abstract": "Gene expression is regulated by the targeted degradation of transcription factors through the ubiquitin-proteasome system. Transcription factors destined for degradation are recognized by E3 ubiquitin-protein ligases through short motifs termed degrons, embedded within the sequence. In this study, we systematically map degrons in all 1,626 human transcription factors. We find thousands of both known and previously unidentified degrons and characterize their sequence properties. Degrons placed within exposed and intrinsically disordered regions regulate the cellular abundance of the transcription factors, while the most common somatic mutations that are linked to skin cutaneous melanoma lead to unfolding and exposure of a buried degron in zinc fingers. We present examples of compartment specific degrons and demonstrate that variant effects in transcription factors correlate with degron potency. Finally, we show that while >60% of all predicted transcriptional activation domains overlap with strong degrons, acidic residues within the remaining transactivating regions counter the degron potency.", "date": "2025-05-17", "journal": ""}
{"title": "Chemical inhibition of asexual development leads to increased ultimate tensile strength in mycelial material.", "doi": "10.1101/2025.05.14.653826", "authors": "Gray, K.; Edwards, H.; Doan, A. G.; Huso, W.; Lee, J.; Folmer, E.; Lawrence, O.; Marten, M. R.; Harris, S. D.", "abstract": "This study investigates the chemical inhibition of asexual development in Aspergillus nidulans to enhance the mechanical properties of mycelial materials. We hypothesized that suppressing conidiation using the ornithine decarboxylase inhibitor -difluoromethylornithine (DFMO) would increase material strength by inhibiting asexual development, promoting denser hyphal packing. Mycelial materials were grown in DFMO concentrations (0, 0.05, 0.5, and 5 mM), and conidiation and ultimate tensile strength (UTS) were measured. Results showed a dose-dependent reduction in conidiation, with significant decreases at all DFMO levels (P [&le;] 0.05). While lower DFMO concentrations (0.05 and 0.5 mM) did not significantly alter UTS, 5 mM DFMO treatment doubled the material's tensile strength compared to controls (P [&le;] 0.05). Scanning electron microscopy confirmed reduced developmental structures in DFMO-treated samples, supporting the hypothesis. The non-linear relationship between conidiation suppression and strength improvement suggests additional mechanisms, such as hyphal morphology or cell wall changes, may contribute. These findings demonstrate that chemical modulation of fungal development can rationally tune mycelial material properties, offering a systematic approach for biomaterial engineering.", "date": "2025-05-17", "journal": ""}
{"title": "A Systems Biology Approach to Unveil Shared Therapeutic Targets and Pathological Pathways Across Major Human Cancers", "doi": "10.1101/2025.05.14.653945", "authors": "ALAM, A.; Siddiqui, M. F.; Hamoudi, R. A.; Kishore, U.; Fernandez Cabezudo, M.; Al Ramadi, B.", "abstract": "Cancer is a leading global cause of mortality, responsible for nearly 10 million deaths annually, with breast, lung, colorectal, and prostate cancers among the most prevalent. Despite extensive research on individual cancer types, identifying shared molecular signatures could unlock pan-cancer diagnostic tools and therapeutic targets. This study leveraged RNA-seq data from The Cancer Genome Atlas (TCGA) to analyze our selected cancer types (SCTs), breast, lung, colorectal, and prostate, employing a multi-step bioinformatics pipeline. Differentially expressed genes (DEGs) between tumors and normal tissues were identified and validated using an Elastic Net regression model. Weighted Gene Co-expression Network Analysis (WGCNA) revealed highly correlated gene modules linked to clinical traits, pinpointing 179 shared signature genes across the SCTs. Protein-protein interaction (PPI) network and clustering analyses further refined these to 26 hub genes, enriched in cancer hallmark pathways. Nine hub genes KIF18B, RRM2, MYBL2, IQGAP3, TPX2, SLC7A11, RHPN1, HJURP, and SKA3 are stood out due to consistent upregulation in metastatic tumors (breast, colorectal, prostate) and their high expression across more than 18 different cancer types, suggesting roles as oncogenes, prognostic markers, or therapeutic targets. The expression patterns of hub genes were further validated across larger cancer patient cohorts of SCTs, confirming relevance across multiple datasets, and their prognostic significance was assessed by their influence on overall survival (OS). Notably, these hub genes also correlated with immune-related functions, potentially influencing tumor microenvironment modulation. This integrative approach provides a strong framework for identifying cross-cancer potential biomarkers, advancing pan-cancer insights, and supporting improved diagnosis, prognosis, and therapy development.", "date": "2025-05-17", "journal": ""}
{"title": "Case Study of Using AI as Co-Pilot in Biotech Research: Functional Network Analysis of Invasive Cancer", "doi": "10.1101/2025.05.14.654152", "authors": "Sinitskiy, A.", "abstract": "This study presents a case analysis of using AI systems as co-pilots in biological research, focusing on functional protein networks in invasive colorectal cancer. We used public proteomic data alongside ChatGPT, GitHub Copilot, and PaperQA to automate parts of the workflow, including literature review, code generation, and network analysis. While AI tools improved efficiency, they required expert guidance for tasks involving complex metadata, domain-specific parsing, and reproducibility. Our analysis identified cytoskeleton- and signaling-related networks in invasive cancer, aligning with known biology, but attempts to distinguish invasive from non-invasive cases produced inconclusive results. An attempt to conduct fully automated research using Agent Laboratory failed due to hallucinated data, misinterpretation of research goals, and instability as the complexity of the underlying LLM increased. These findings show that current AI can assist but not replace human researchers in complex biotech studies.", "date": "2025-05-17", "journal": ""}
{"title": "Estimation of substitution and indel rates via k-mer statistics", "doi": "10.1101/2025.05.14.653858", "authors": "HERA, M. R.; Medvedev, P.; Koslicki, D.; Blanca, A.", "abstract": "Methods utilizing k-mers are widely used in bioinformatics, yet our understanding of their statistical properties under realistic mutation models remains incomplete. Previously, substitution-only mutation models have been considered to derive precise expectations and variances for mutated k-mers and intervals of mutated and nonmutated sequences. In this work, we consider a mutation model that uses insertions and deletions in addition to single-nucleotide substitutions. Within this framework, we derive closed-form k-mer-based-estimators for the three fundamental mutation parameters: substitution rate, deletion rate, and average insertion length. We provide statistics of k-mers under this model and theoretical guarantees via concentration inequalities, ensuring correctness under reasonable conditions. Empirical evaluations on simulated evolution of genomic sequences confirm our theoretical findings, demonstrating that accounting for indel signals allows for accurate estimation of mutation rates and improves upon the results obtained by considering a substitution-only model. An implementation of estimating the mutation parameters from a pair of FASTA files is available here here: https://github.com/mahmudhera/estimate_rates_using_mutation_model.git The results presented in this manuscript can be reproduced using the code available here: https://github.com/mahmudhera/est_rates_experiments.git", "date": "2025-05-17", "journal": ""}
{"title": "A Guanine-quadruplex located on the negative strand of the hepatitis C virus facilitates efficient genomic RNA synthesis", "doi": "10.1101/2025.05.14.654041", "authors": "Dsouza, S.; Tersteeg, S.; Badmalia, M. D.; Chen, A.; Heck, M. S.; van Marle, G.; Corcoran, J. A.; Coffin, C. S.; Patel, T. R.", "abstract": "Guanine-rich nucleic acids can form a unique secondary structure called Guanine-quadruplexes (G4s). These G4s are conserved across all domains of life and in viruses, where they can play important regulatory roles in the viral lifecycle. In flaviviruses, the (-) strand 3 untranslated region (UTR) is essential for initiating genomic RNA synthesis. Within the (-) strand 3 UTR of hepatitis C virus (HCV), a highly conserved G4 is located within stem-loop IIy (SLIIy), spanning nucleotides 110-131--a region that is essential for efficient replication. Using bioinformatics, we demonstrate that nucleotides 110-131 are highly conserved across HCV genotypes 1-7, and this region within SLIIy can likely adopt a more energetically favorable G4 conformation rather than the predicted hairpin. From biophysical and cell biology experiments, we show that stabilizing the predicted hairpin structure in SLIIy disrupts RNA synthesis, while successive guanine-to-adenine mutations within the G4 sequence impair G4 formation and hinder replication. Combining our findings with prior studies, we propose that the SLIIy G4 plays a crucial role in recruiting NS3 helicase, which is necessary for unwinding RNA structures and facilitating access for NS5B polymerase. The G4 may serve as a regulatory switch that modulates helicase binding and replication efficiency. We propose that in the absence of a stable G4, NS3 recruitment or unwinding is impaired, leading to inefficient RNA unwinding and reduced polymerase activity, ultimately hindering viral replication. These results reveal a previously unrecognized role for G4 structures in the HCV replication cycle, highlighting their importance in regulating (+) strand RNA synthesis.", "date": "2025-05-17", "journal": ""}
{"title": "Non-destructive assessment of multi-material micro-tissue mechanics reveals the critical role of rigidity gradients in tumour growth and pressure", "doi": "10.1101/2025.05.14.653936", "authors": "ALA, A.; DOUILLET, C.; FERRAND, A.; VELAY, V.; SEGONDS, S.; RECHER, G.; BUGARIN, F.", "abstract": "Probing stiffness anisotropies in three-dimensional materials non-destructively is a major challenge in disciplines as diverse as aeronautics and medicine. While the former typically relies on various mechanical tests - such as tensile, compression, bending, and shear - performed on sample parts, the latter often employs acoustic techniques or wave propagation through matter. The choice of techniques will depends on the size of the sample of interest and the desired resolution. In our case, to probe the mechanical properties of sub-millimetre micro-tissues, it is necessary to use methods with high resolution and as furtive as possible. We present a method based, 1/ on imaging the displacement of microbeads within a hydrogel resulting from the growth of a three-dimensional micro-tissue and, 2/ on finite element modelling of the deformations underlying bead displacements. This approach allows us to determine the elastic properties of the hydrogel and, in particular, to show that beyond a certain thickness, incomplete cross-linking of the hydrogel results in a stiffness gradient. We show that when the micro-tissue contacts with an immediately rigid alginate wall, the pressure exerted over time increases very rapidly, whereas when the micro-tissue encounters a substrate with a stiffness gradient, the pressure increase is more gradual. Uncovering this could provide a better understanding of the role of tumour microenvironment stiffness in metastatic escape processes.", "date": "2025-05-17", "journal": ""}
{"title": "CoVET: Cryo-Electron Tomography guided by optical electrophysiology", "doi": "10.1101/2025.05.14.653951", "authors": "Jung, M.; Ko, G.; Lim, D.; Kim, S.; Kim, S.; Kim, Y.-j.; Choi, M.; Roh, S.-H.", "abstract": "Neurons exhibit varying electrophysiological properties due to dynamic changes in spatiotemporal molecular networks. In situ cryo-electron tomography (cryo-ET) provides unique advantages for high-resolution visualization of macromolecular complexes within their cellular context. Although correlation with fluorescent labeling allows cryo-ET to target specific cellular regions, it does not adequately reflect the electrophysiological properties of heterogeneous neurons. To bridge high-resolution molecular imaging with electrophysiological properties of individual neurons, we developed a Correlative-Voltage Imaging and cryo-ET (CoVET) technique. The nondestructive nature of voltage imaging is compatible with cryo-ET, enabling a direct correlation between neuronal electrophysiology and molecular structures. Neurons were clustered based on their electrophysiological properties, allowing for single-cell-guided structural analysis using cryo-ET. We analyzed the translational landscapes of individual neurons and found distinct translational profiles and contextual information among ribosomes from different electrophysiological clusters. Our results highlight the importance of the correlation between the electrophysiological properties and molecular structures.", "date": "2025-05-17", "journal": ""}
{"title": "R2HaPpY: Rapid-robust phosphotyrosine peptide enrichment using HaloTag-Src SH2 pY superbinder", "doi": "10.1101/2025.05.14.653984", "authors": "Chang, A.; Rodriguez-Mias, R. A.; Berg, M. D.; Moggridge, S.; Villen, J.", "abstract": "Phosphotyrosine signaling plays a critical role in many biological processes, from cell proliferation to immune response. Despite its importance, systems-level analysis of phosphotyrosine signaling remains a challenge due to costly enrichment reagents and labor-intensive protocols. We previously established an automated phosphotyrosine enrichment method for preparing 96 samples in parallel. Here, we further optimize this method by fusing an SH2 phosphotyrosine superbinder to the HaloTag protein. This allows simple and cost-effective preparation of enrichment beads directly from bacterial lysate, expediting reagent preparation from days to hours. Additionally, our new reagent binds phosphotyrosine peptides at higher efficiency than other enrichment reagents. Using this reagent, we detect and quantify 1,651 unique phosphotyrosine sites from EGF stimulated HeLa cells using only ~1 mg of input peptides per replicate. These include 878 regulated pY sites, many of which are low abundance and not previously detected or annotated as EGF-responsive. This streamlined and sensitive method facilitates comprehensive, quantitative mapping of tyrosine phosphorylation dynamics, enabling broader integration of phosphotyrosine signaling into multiomic and network-level models across diverse biological systems and disease states.", "date": "2025-05-17", "journal": ""}
{"title": "Hypomorphic Lig4 gene mutation in mice predisposes to Th1-skewing intestinal inflammation", "doi": "10.1101/2025.05.14.654009", "authors": "Yamashita, Y.; Kosako, H.; Kato, T.; Okamura, T.; Tane, M.; Tabata, S.; Iwabuchi, S.; Nakashima, K.; Tanaka, K.; Shiraishi, K.; Uchihara, Y.; Sasaki, I.; Okuzaki, D.; Shibata, A.; Mizushima, T.; Hemmi, H.; Kanazawa, N.; Kodama, S.; Ohshima, K.; Hashimoto, S.; Fujitani, Y.; Sonoki, T.; Tamura, S.; Kaisho, T.", "abstract": "Dysregulation of DNA double-strand break (DSB) repair leads to adaptive immunodeficiency, whereas the remaining lymphocytes are aberrantly activated and provoke inflammations. However, no model mice were available to consistently manifest inflammation under defective DSB repair. We generated mutant mice carrying a missense mutation p.W447C in the gene encoding DNA ligase IV (LIG4), critical for DSB repair. Lig4W447C/W447C mice showed growth retardation and severe intestinal inflammations under adaptive immunodeficiency. The inflammations were featured by marked infiltration of T helper type 1 (Th1) cells and macrophages and was dependent on lymphocytes. When Ifng was deleted, Th2 and Th17 instead of Th1 cells drove the inflammations. Lig4W447C/W447C mice showed expansion of oligoclonal T cells with T cell receptor  repertoire skewed towards more proximal 3' V and 5' J gene segments. Thus, our novel hypomorphic Lig4 mutant mice show that defective DSB repair leads to Th1-dependent intestinal inflammations under severe adaptive immunodeficiency.", "date": "2025-05-17", "journal": ""}
{"title": "Targeted Irradiation and STAT3 Inhibition Reprogram the AML Microenvironment and Extend Survival: Toward Translational Immunoradiotherapy", "doi": "10.1101/2025.05.14.653587", "authors": "Sargur Madabushi, S.; Brooks, J.; Zuro, D.; Yu-Lin, S.; Kaniowski, D.; Ghimire, H.; Eun Lim, J.; Abdelhamid, A. M. H.; Ya-Huei, K.; Marcucci, G.; Wong, J.; Al Malki, M.; Stein, A.; Kortylewski, M.; Hui, S.", "abstract": "Purpose: Despite advances in acute myeloid leukemia (AML) therapy, relapses remain challenging. While AML is radiation-sensitive, total body irradiation (TBI) causes organ toxicities and activates tolerogenic/proangiogenic STAT3 signaling. CSI-2, a myeloid cell-targeted STAT3 inhibitor, promotes anti-leukemic immune responses but has limited efficacy against high disease burden. We investigated whether image-guided targeted marrow irradiation (TMI), which focuses radiation on leukemia sites while sparing critical organs, could synergize with CSI-2 to improve leukemia clearance and establish durable immunity. Methods: Mice were intravenously engrafted with CMM-AML cells reaching 20-30% in bone marrow (BM) infiltration (moderate-to-high disease burden) before receiving IV-injections of CSI-2 (5mg/kg) with or without TMI. Fluorescently-labeled CSI-2 biodistribution was assessed using flow cytometry and quantitative multiphoton microscopy. Survival was monitored for 3-4 months before evaluating BM composition using flow cytometry and immunohistochemistry. Results: TMI significantly improved vascular permeability and scavenger receptor/TLR9-dependent uptake of CSI-2 by AML cells and leukemia-associated myeloid cells. Combined TMI/CSI-2 treatment more effectively reduced high leukemia burden than CSI-2 alone, achieving >80% survival at 120 days with increased CD8+ cytotoxic and CD4+ helper T cell infiltration. TMI/CSI-2-treated mice were protected from AML rechallenge suggesting that they developed protective immune memory. In an aggressive MLL-AF9 AML model, TMI/CSI-2 combination significantly extended survival compared to either monotherapy. Conclusion: TMI/CSI-2 strategy represents a novel organ-sparing immunoradiotherapy that synergistically enhances leukemia clearance while promoting long-term protective immunity. These findings warrant further investigation of this strategy for high-burden or relapsed AML and provide the foundation for clinical translation.", "date": "2025-05-17", "journal": ""}
{"title": "Intraepithelial lymphocytes exhibit selective immunity to intestinal pathogens", "doi": "10.1101/2025.05.14.654011", "authors": "Chawla, A. S.; James, O. J.; Bhattacharya, P.; Dikovskaya, D.; Hodge, S.; Robinson, L.; Vandereyken, M.; McSorley, H. J.; Pawlowic, M. C.; Swamy, M.", "abstract": "Intraepithelial lymphocytes (IEL) are abundant, tissue-resident T cells critical for intestinal immune surveillance, yet their precise roles have remained elusive due to the lack of models enabling their selective genetic ablation. Here, we report the generation of Gzmb-Cre knock-in mice, that when crossed with inducible Diphtheria toxin receptor mice, allows targeted and inducible ablation of IELs without perturbing peripheral immunity. Using this model (referred to as IELiDTR), we demonstrate that IELs are dispensable for intestinal homeostasis, including epithelial architecture, barrier function and microbial composition. However, loss of IELs led to increased intestinal infection by Salmonella Typhimurium and Cryptosporidium parvum, but did not affect responses to Listeria monocytogenes infection or DSS colitis. Interestingly, IEL deficiency reduced fecundity of the intestinal nematode, Heligmosomoides polygyrus, despite unaltered worm burden, suggesting a permissive role in helminth colonization. These findings position IELs as evolutionary-tuned sentinels against co-evolved pathogens that can cause lethal diarrheal diseases, and establish the IELiDTR mouse as a vital genetic tool for dissecting IEL function in host-pathogen interactions in vivo.", "date": "2025-05-17", "journal": ""}
{"title": "MvfR shapes Pseudomonas aeruginosa Interactions in Polymicrobial Contexts: Implications for Targeted Quorum Sensing Inhibition", "doi": "10.1101/2025.05.16.654325", "authors": "Wheeler, K.; OH, M. W.; Fusco, J.; Mershon, A.; Kim, E.; De Oliveira, A.; Rahme, L.", "abstract": "Infections often occur in complex niches consisting of multiple bacteria. Despite the increasing awareness, there is a fundamental gap in understanding which interactions govern microbial community composition. Pseudomonas aeruginosa is frequently isolated from monomicrobial and polymicrobial human infections. This pathogen forms polymicrobial infections with other ESKAPEE pathogens and defies eradication by conventional therapies. By analyzing the competi-tion within cocultures of P. aeruginosa and representative secondary pathogens that commonly co-infect patients, we demonstrate the antagonism of P. aeruginosa against other ESKAPEE pathogens and the contribution of this pathogens multiple quorum sensing (QS) systems in these interac-tions. QS is a highly conserved bacterial cell-to-cell communication mechanism that coordinates collective gene expressions at the population level, and it is also involved in P. aeruginosa virulence. Using a collection of P. aeruginosa QS mutants of the three major systems, LasR/LasI, MvfR/PqsABCDE, and RhlR/RhlI and mutants of several QS-regulated functions, we reveal that MvfR and, to a lesser extent, LasR and RhlR control competition between P. aeruginosa and other microbes, possibly through their positive impact on pyoverdine, pyochelin, and phenazine genes. We show that MvfR inhibition alters competitive interspecies interactions and preserves the coex-istence of P. aeruginosa with ESKAPEE pathogens tested while disarming the pathogens ability to form biofilm and adhere to lung epithelial cells. Our results highlight the role of MvfR inhibition in modulating microbial competitive interactions across multiple species, while simultaneously atten-uating virulence traits. These findings reveal the complexity and importance of QS in interspecies interactions and underscore the impact of the anti-virulence approach in microbial ecology and its importance for treating polymicrobial infections.", "date": "2025-05-17", "journal": ""}