{"title": "Ancient DNA in Lycoptera Fossils: Key Discoveries for Evolution and Methodological Reassessment", "doi": "10.1101/2023.06.18.545504", "authors": "Zhao, W.; Guo, Z.; Tian, Z.; Su, T.; Cao, G.; Qi, Z.; Qin, T.; Zhou, W.; Yang, J.; Chen, M.; Zhang, X.; Zhou, C.; Zhu, C.; Tang, M.; Tang, M.; Wu, D.; Song, M.; Guo, Y.; Qiu, L.; Liang, F.; Li, M.-J.; Geng, J.-H.; Zhao, L.-J.; Zhang, S.-J.", "abstract": "High-quality ancient DNA (aDNA) is crucial for advancements in molecular paleontology. However, current research is often limited to fossil samples less than 1 million years old (Ma) due to DNA degradation and contamination by environmental DNA (eDNA). To overcome these limitations, we used nanoparticle affinity beads to successfully extract DNA from Lycoptera davidi fossils dating back to the Early Cretaceous period, approximately 120 Ma. Utilizing high-throughput sequencing technology, we obtained 1,258,901 DNA sequences. To ensure the accuracy and authenticity of these sequences, we established the rigorous \"mega screen method.\" This approach allowed us to identify 243 original in situ DNA (oriDNA) fragments likely belonging to the Lycoptera genome. These fragments have an average length of over 100 base pairs and show no signs of \"deamination\". Additionally, we discovered 10 transposase coding sequences, which provide insights into a unique self-renewal mechanism within the Lycoptera genome. The update of protein-coding sequences was responsible for the significant divergence of ray-finned fishes in the Cretaceous. Surprisingly, we identified numerous hominid aDNA fragments from the fossil extracts. These fragments, probably from the environmental source during later epochs, had been deposited in the voids that formed after the fossil rocks developed. Notably, these fragments also exhibited no signs of \"deamination\". This study provides invaluable data to further our understanding of fish evolution. Also, the non-remain DNA evidence offers crucial clues for anthropologists in their quest for undocumented human-like skeletons in various locations. It also shows the potential for transforming the field of molecular paleontology via studying aDNA in exceptional old rocks.", "date": "2025-04-27", "journal": ""}
{"title": "Atypical cortical feedback underlies failure to process contextual information in the superior colliculus of Scn2a+/- autism model mice", "doi": "10.1101/2023.10.31.564905", "authors": "Ferrarese, L.; Asari, H.", "abstract": "Atypical sensory integration and contextual learning are common symptoms in autism spectrum disorder (ASD), but how sensory circuits are affected remains elusive. Here we focused on the early visual information processing, and performed in vivo two-photon calcium imaging and pupillometry of mice engaged in an implicit learning task in stable and volatile visual contexts. Wild-type (WT) mice showed stimulus-specific contextual modulation of the visual responses in the superior colliculus (SC) and pupil dynamics, whereas Scn2a-haploinsufficient ASD-model mice exhibited abnormal modulation patterns. In both genotypes, feedforward inputs from the retina to SC demonstrated no such contextual modulation. In contrast, feedback inputs from the primary visual cortex (V1) showed modulation patterns similar to those of SC cells in WT mice, but no modulation in Scn2a+/- mice. Furthermore, chemogenetic perturbation revealed that this top-down signaling from V1 to SC mediated the observed contextual modulation both at the neurophysiological and behavioral levels. These results suggest that the corticotectal input is critical for contextual sensory integration in SC, and its anomaly underlies atypical sensory learning in ASD.", "date": "2025-04-27", "journal": ""}
{"title": "Fast 3D imaging in the auditory cortex of awake mice reveals that astrocytes control neurovascular coupling responses at arteriole-capillary junctions.", "doi": "10.1101/2024.06.28.601145", "authors": "Lind, B. L.; Volterra, A.", "abstract": "Neurovascular coupling (NVC) increases blood flow, assuring adequate supply to active cortical regions by local redistribution via penetrating arterioles (PA) and branching capillaries. Astrocyte end-feet enwrapping these vascular structures possess machinery to regulate blood flow, but their participation in NVC is controversial. Via a new 3D+t two-photon imaging approach we visualized PA and capillaries simultaneously during naturally-occurring and tone-evoked dilations in the auditory cortex of awake mice. We observed that dilations occurred bidirectionally, and a fraction of them extended between compartments across the interconnecting sphincter, depending on the animal activity states. These multi-compartment dilations were preceded by rapid astrocyte end-foot Ca2+ signals around the sphincter. Reduction of this astrocytic Ca2+ activity in IP3R2KO mice suppressed multi-compartment dilations, revealing a pivotal role of pre-capillary sphincters in their bidirectional spread between vascular compartments under local control by astrocytes. This novel mechanism contributes to physiological regulation of laminar blood flow during NVC.", "date": "2025-04-27", "journal": ""}
{"title": "Consolidation of sequential experience into a deep generative network explains human memory, prediction and planning", "doi": "10.1101/2024.11.04.621950", "authors": "Spens, E.; Burgess, N.", "abstract": "The consolidation of sequential experience is thought to enable efficient schema-based reconstruction of the past and prediction of the future, but the mechanism is unknown. Here, we present a computational model in which sequences are rapidly encoded in the hippocampus and replayed to train a neocortical deep generative network to predict the next item in each sequence. This is simulated using generative pre-trained transformers, a variety of large language model. As well as capturing the gist of specific episodes, the neocortical network extracts statistical patterns that generalise to new situations. This model explains human performance on statistical learning and structural inference tasks, and accounts for gist or schema-based distortions in memories of narratives. It also shows how recent memory can contribute to inference and planning, with specific memories retrieved from the hippocampus providing the context in working memory for prediction using the 'general knowledge' of the neocortical network; we model this hippocampal and neocortical interaction as 'retrieval-augmented generation'. Furthermore, we show how hippocampal traces could be compressed by combining concepts and details, with the conceptual representation optimised for efficient reconstruction. The model suggests how episodic, semantic and working memory interact in the consolidation, (re)construction and planning of sequential experience.", "date": "2025-04-27", "journal": ""}
{"title": "Parametric modulation of a shared midbrain circuit drives distinct vocal modes in a singing mouse", "doi": "10.1101/2025.04.04.647309", "authors": "Zheng, X. M.; Harpole, C. E.; Davis, M. B.; Banerjee, A.", "abstract": "The ability of neural circuits to generate multiple outputs is critical for behavioral flexibility. Here, we leverage the rich vocal behavior of the singing mouse (Scotinomys teguina) to investigate the organizational logic of multifunctional motor circuits. We show that two distinct vocal modes--soft, unstructured ultrasonic vocalizations (USVs) for short-range and loud, rhythmic songs for long-range communication--arise not via parallel pathways but through shared brainstem phonatory circuitry involving the caudolateral periaqueductual gray (clPAG). Using a three-parameter linear model of song rhythm, we demonstrate that synaptic silencing of clPAG progressively alters song duration through a single parameter controlling its termination. This parameter also explains sexual dimorphism in songs, identifying clPAG as a key locus for driving natural behavioral variability. Our findings reveal how parametric modulation of a central circuit node can produce distinct behavioral modes, providing a mechanistic basis for rapid behavioral evolution in mammals.", "date": "2025-04-27", "journal": ""}
{"title": "Anaesthesia disrupts mesoscale signal propagation in spite of enhanced responsivity in frontal but not in parietal cortex", "doi": "10.1101/2025.04.15.648923", "authors": "Dwarakanath, A.; Khalili-Ardali, M.; Gay, M.; HV, R.; Roustan, M.; Dehaene, S.; Jarraya, B.; Panagiotaropoulos, T.", "abstract": "Loss of consciousness under anaesthesia is accompanied by widespread silencing of neurons, and disruption of cortical dynamics. Yet, how this affects mesoscale signal propagation within higher-order associative areas, crucially implicated in theories of consciousness, remains poorly understood. Here we combined intracortical microstimulation, and simultaneous multielectrode recordings in the ventrolateral prefrontal cortex (vlPFC) and the posterior parietal cortex (PPC) of macaques across wakefulness, and graded depths of anaesthesia. Spiking responses revealed distinct regimes: in the PFC, higher-amplitude stimulation elicited a delayed single rebound after sustained inhibition, whereas in the PPC, a faster and double-rebound profile emerged. Despite enhanced local spiking and LFP responsivity under anaesthesia, we found a strong and selective suppression of lateral signal propagation in the PFC - a breakdown strikingly absent in the PPC. This dissociation suggests that anaesthesia disrupts consciousness not merely by silencing cortical populations, but by impairing mesoscale integrative processes critical for neuronal dynamics at multiple scales. Our findings demonstrate in a casual and spatially-resolved manner, that lateral signal spread within higher-order cortex is a key mechanism underlying conscious awareness - and its loss under anaesthesia.", "date": "2025-04-27", "journal": ""}
{"title": "Brain network dynamics determine tau presence while regional vulnerability governs tau load in Alzheimer's disease", "doi": "10.1101/2025.04.17.648358", "authors": "Xiao, Y.; Spotorno, N.; An, L.; Bazinet, V.; Hansen, J. Y.; Strandberg, O.; Shafiei, G.; Behjat, H. H.; Funck, T.; Salvado, G.; Stomrud, E.; Smith, R.; Palmqvist, S.; Ossenkoppele, R.; Mattsson-Carlgren, N.; Palomero-Gallagher, N.; Dagher, A.; Misic, B.; Hansson, O.; Vogel, J. W.", "abstract": "In Alzheimer's disease (AD), tau pathology accumulates gradually throughout the brain, with clinical decline reflecting tau progression. A comprehensive understanding of, first, whether tau propagation is predominantly governed by connectome-based diffusion, regional vulnerability, or an interplay of both, and second, which types of brain connectivity or regional factors best explain tau propagation, remains crucial for advancing our understanding of AD progression. Here, we apply multi-scale mechanistic disease progression simulations to human data, to disentangle the influence of local mechanisms on global tau progression patterns in AD. We find that whether tau reaches a brain region (presence) and how much tau accumulates there (load) are governed by different mechanisms. Tau presence patterns are highly consistent across the population, and can be largely explained through synaptic spread through white-matter networks and excitatory-inhibitory dynamics. Meanwhile tau load differs across people, and is driven by a combination of synaptic spread and intrinsic or extrinsic regional properties, including regional {beta}-amyloid load, MAPT gene expression and regional blood flow. Finally, while distinct tau patterns in the population could each be explained by established AD mechanisms, our models highlight a role of distinct brain networks (parietal functional networks in MTL-sparing AD tau subtype) and neurotransmitter systems (cholinergic system in posterior subtype). Together, this work suggests that network dynamics likely determine the sequence of regional tau progression, while individual-specific tissue-vulnerability factors influence regional tau load.", "date": "2025-04-27", "journal": ""}
{"title": "An Enantioselective Chemical Probe for Chikungunya nsP2 Helicase with Antialphaviral Activity", "doi": "10.1101/2025.04.24.650479", "authors": "Ramalingam, M. B.; Oh, H. J.; Sears, J. D.; Chen, C.-H.; Vala, A.; Liu, S.; Talbot, K. M.; Hossain, M. A.; Brown, P. J.; Houliston, S.; Garcia Perez, J.; Li, F.; Amare, M. G.; Halfmann, P.; Smith, J.; Hirsch, A.; Arrowsmith, C. H.; Halabelian, L.; Vargason, A. M.; Counago, R. M.; Arnold, J. J.; Cameron, C. E.; Moorman, N. J.; Heise, M. T.; Willson, T. M.", "abstract": "Chikungunya virus (CHIKV) replication relies on the multifunctional nsP2 protein, making it an attractive target for antiviral drug discovery. Here, we report the resolution of oxaspiropiperidine 1, a first-in-class inhibitor of the CHIKV nsP2 RNA helicase (nsP2hel), into its constitutive enantiomers and characterization of their antiviral activity. The enantiomer (R)-1 exhibited potent inhibition of viral replication, nsP2hel ATPase activity, and dsRNA unwinding, while the (S)-1 enantiomer was >100-fold less active. The (R)-1 enantiomer also demonstrated high selectivity for CHIKV over other RNA viruses and for nsP2hel over other RNA helicases. Direct binding of (R)-1 to nsP2hel protein was confirmed by 19F NMR. Biophysical and structural studies revealed conformational polymorphism in the spirocyclic scaffold of (R)-1, suggesting a potential role of thermal mobility of the ligand in allosteric inhibition of nsP2hel. Collectively, these findings designate (R)-1 (RA-NSP2-1) as a high-quality chemical probe and (S)-1 (RA-NSP2-1N) as a negative control for probing the biology of alphavirus RNA helicases.", "date": "2025-04-27", "journal": ""}
{"title": "Hippocampal ripples initiate cortical dimensionality expansion for memory retrieval", "doi": "10.1101/2025.04.22.649929", "authors": "Kerren, C.; Doeller, C. F.; Michelmann, S.", "abstract": "How are past experiences reconstructed from memory? Learning is thought to compress external inputs into low-dimensional hippocampal representations, later expanded into high-dimensional cortical activity during recall. Hippocampal ripples, brief high-frequency bursts linked to retrieval, may initiate this expansion. Analysing intracranial EEG data from patients with pharmaco-resistant epilepsy during an episodic memory task, we found that cortical dimensionality increased following ripple events during correct, but not incorrect, retrieval. This expansion correlated with faster reaction times and reinstatement of the target association. Crucially, hippocampal theta and cortical gamma phase-amplitude coupling emerged after ripples but before cortical expansion, suggesting a mechanism for ripple-driven communication. Ripple events also marked the separation of task-relevant variables in cortical state space, revealing how hippocampal output reshapes the geometry of memory representations to support successful recall.", "date": "2025-04-27", "journal": ""}
{"title": "Patient-derived Brain Organoids Reveal Divergent Neuronal Activity Across Subpopulations of Autism Spectrum Disorder", "doi": "10.1101/2025.04.27.650821", "authors": "Perets, N.; Kerem, L.; Waiskopf, N.; Horesh, N.; Goldman, I.; Avichzer, J.; Tobelaim, W.; Barashi, M.; David, L.; Tenenbaum, A.", "abstract": "Patient-derived brain organoids have emerged as a powerful model for investigating the mechanisms underlying neurological and psychiatric disorders. They provide novel insights into autism spectrum disorder (ASD), a heterogeneous neurodevelopmental condition whose underlying mechanisms remain poorly understood. Recent advancements in generating electrophysiological functional 3D brain organoids enable the study of molecular and network-level neuronal activity. Here, we aimed to characterize the neurophysiological underpinnings of ASD by comparing electrophysiological properties of brain organoids derived from eleven individuals diagnosed with autism spectrum disorder - 10 with monogenic syndromic ASD across five genetic subtypes, and 1 with idiopathic ASD - to organoids derived from 4 neurotypical control individuals. We identified distinct differences in baseline activity (resting state) and evoked responses (synaptic plasticity and network dynamics) across ASD subgroups. To comprehensively assess these differences, we applied dimensionality reduction and machine learning (principal component analysis, PCA) to integrate multiple electrophysiological features into a unified framework. Our findings reveal subtype-specific neurophysiological alterations in ASD brain organoids, offering mechanistic insights into ASD heterogeneity and potential applications for early diagnostics, drug screening, and therapeutic development.", "date": "2025-04-27", "journal": ""}
{"title": "Slow Mechanical Filtering by Outer Hair Cells Enhances Rather than Limits Receptor Potential Kinetics", "doi": "10.1101/2025.04.24.650391", "authors": "Sahlin Pettersen, H.; Fridberger, A.; Hakizimana, P.", "abstract": "Mammals achieve extraordinarily sensitive hearing through the active amplification of sound vibrations in the cochlea. Central to this process is the electromotility of outer hair cells (OHCs)-their somatic length changes powered by the membrane motor protein prestin, which converts receptor potentials into mechanical forces. Yet the intrinsic RC (resistance-capacitance) low-pass filtering of the OHC membrane poses a paradox: how can OHCs generate the rapid force changes necessary for effective amplification? One hypothesis suggests that hair bundle adaptation, operating on sub- to tens-of-millisecond timescales, might compensate for the comparatively slower somatic response. In this study, we resolve the paradox by simultaneously recording sound-evoked electrical and mechanical responses in the guinea pig cochlear apex during adaptation-inducing intense sound stimulation. High-speed confocal microscopy paired with AI-based segmentation enabled two-dimensional quantification of the OHC mechanical response-tracking changes in length, width, and area-while extracellular recordings captured receptor potentials. Under control conditions, the inherently slow kinetics of prestin-mediated mechanical changes serve to sharpen receptor potential kinetics. Notably, pharmacological blockade of prestin with salicylate reversed this relationship: the mechanical response kinetics became markedly sharper, while receptor potential kinetics shifted into a sluggish, low-pass regime. These findings demonstrate that the intrinsic low-pass filtering of electromotility is not a limitation but rather a critical feature that preserves rapid electrical transduction, thereby underpinning the exquisite sensitivity of the mammalian auditory system.", "date": "2025-04-27", "journal": ""}
{"title": "Structure-Function Mapping of Olfactory Bulb Circuits with Synchrotron X-ray Nanotomography", "doi": "10.1101/2025.04.24.650439", "authors": "Zhang, Y.; Bosch, C.; Ackels, T.; Laugros, A.; Bonnin, A.; Livingstone, J.; Waltenberg, C.; Berning, M.; Tootoonian, S.; Kollo, M.; Nathansen, A.; Rzepka, N.; Cloetens, P.; Pacureanu, A.; Schaefer, A.", "abstract": "Information is routed between brain areas via parallel streams. Neurons may share common inputs yet convey distinct information to different downstream targets. Here, we leverage the anatomical organisation of the mouse olfactory bulb (OB), where dozens of projection neurons (mitral and tufted cells, M/TCs) affiliate with a single input unit, a glomerulus. To link functional properties of M/TCs to their anatomical glomerular association at scale, we combine in vivo two-photon (2P) imaging with synchrotron CT anatomical analysis and targeted X-ray nano-holotomography (XNH). Improving XNH resolution for mm3 volumes enables us to reliably identify subcellular features, automatically segment >80,000 cell nuclei in individual experiments, and delineate several hundred functionally imaged projection neurons and their detailed morphology, including up to 20 M/TCs per individual glomerulus (\\'sister\\' cells). In over 2400 sister cell pairs, we consistently find that odour response amplitudes to a panel of 47 monomolecular odours are conserved between sister cells, with, however, distinct responses to individual odours. Responses correlated with anatomical features such as cell body position and lateral dendritic arborisation. Thus, sister cells neither simply relay glomerular inputs nor are they dominated by network activity. Instead, they show a \\'balanced diversity\\' in their responses, enabling efficient encoding of odour stimuli whilst retaining the overall structure of odour space. Thus, synchrotron X-ray tomography can reliably link subcellular anatomy to function in a non-destructive way across the mm3 scale. With recent advances in X-ray optics and the emergence of 4th generation synchrotrons, it becomes conceivable to extend this highly accessible approach to entire brain regions with increasing resolution.", "date": "2025-04-27", "journal": ""}
{"title": "The impact of nerve injury on the immune system across the lifespan is sexually dimorphic", "doi": "10.1101/2025.04.24.650472", "authors": "Zhou, W. S.; Shi, X. Q.; Zhang, A. P.; Millecamps, M.; Mogil, J.; Zhang, J.", "abstract": "Although nerve injury-associated neuroinflammation contributes to neuropathic pain, the long-term impact of such injury on systemic homeostasis and its potential role in pain remains elusive. In this study, we aim to understand the systemic changes that are present alongside chronic pain in nerve-injured male and female mice across their lifespan. We monitored mechanical and cold sensitivity in male and female mice starting at the age of 3-4 months old when they received spared nerve injury (SNI), up to 20-month post-injury. Alongside, we collected blood samples to track changes in immune cells with flow cytometry, and to assess inflammation-related serum proteome using a 111-target Proteome Profiler. We also transferred serum from sham/SNI mice to naive mice to determine the potential of systemic contribution to pain. While nerve injury did not affect immune cell composition in the blood, it triggered a long-lasting disturbance of molecular profile in the serum of sham/SNI mice, in a sex-dependent manner. Compared to sham surgery, nerve injury amplified regulation of inflammatory proteins in males, but slightly reduced it in females. These changes in the serum occurred in parallel with long-lasting mechanical and cold hypersensitivity in the nerve-injured mice. Both male and female SNI serum induced hypersensitivity when transferred to naive mice, regardless of a sex-matched or sex-crossed transfer. Our results highlight that a local nerve injury can have persistent systemic impact. Injury-associated systemic inflammation could contribute to neuropathic pain, but the underlying mechanisms may be sexually dimorphic.", "date": "2025-04-27", "journal": ""}
{"title": "Deployment of endocytic machinery to periactive zones of nerve terminals is independent of active zone assembly and evoked release", "doi": "10.1101/2025.04.23.650151", "authors": "Emperador-Melero, J.; Del Signore, S. J.; De Leon Gonzalez, K. M.; Kaeser, P. S.; Rodal, A. A.", "abstract": "In presynaptic nerve terminals, the endocytic apparatus rapidly restores synaptic vesicles after neurotransmitter release. Many endocytic proteins localize to the periactive zone, a loosely defined area adjacent to active zones. A prevailing model posits that recruitment of these endocytic proteins to the periactive zone is activity-dependent. We here show that periactive zone targeting of endocytic proteins is largely independent of active zone machinery and synaptic activity. At periactive zones of mouse hippocampal synapses and Drosophila neuromuscular junctions, pharmacological or genetic silencing resulted in unchanged or increased levels of endocytic proteins including Dynamin, Amphiphysin, Nervous Wreck, PIPK1{gamma} and AP-180. Similarly, disruption of active zone assembly via genetic ablation of active zone scaffolds at each synapse did not impair the localization of endocytic proteins. Overall, our work indicates that endocytic proteins are constitutively deployed to the periactive zone and supports the existence of independent assembly pathways for active zones and periactive zones.", "date": "2025-04-27", "journal": ""}
{"title": "Neuralace: Manufacture, Parylene-C Coating, and Mechanical Properties", "doi": "10.1101/2025.04.24.650335", "authors": "Botero Torres, J. P.; Roberts, S. M.; Mackowiak, P.; Witham, N.; Selzer, L.; Srikanthan, B.; Negi, S.; Zoschke, K.; Solzbacher, F.", "abstract": "Subdural electrode arrays have traditionally been used for epilepsy monitoring and surgical planning. With the emergence of brain-computer interface (BCI) applications, these arrays are now being explored for chronic use, leveraging their ability to record subdural signals for neural decoding. Transitioning from short-term implantation in epilepsy monitoring to long-term use in BCIs requires advancements through consideration of the foreign body response to ensure long-term durability and functionality. Biocompatibility challenges, such as fibrotic encapsulation and reactive astrogliosis, highlight the need for conformal subdural implant designs that minimize mechanical stress on neural tissue. This study investigates the mechanical properties of the Neuralace, a novel ultra-thin, high-channel-count mesh-type surface grid. We characterized the stiffness of the silicon-based interposer electrode meshes and evaluated the effects of various geometric configurations and polymeric encapsulation layers on the mechanical performance. Using a full factorial design of experiments framework and a custom low-force four-point bending setup, we identified the design factors that impact the stiffness of Neuralace structures. The results showed highly consistent stiffness measurements. The stiffness values of Neuralace structures ranged from 2.99 N/m to 7.21 N/m, depending on the cell-wall thickness (CWT) of the lace, the orientation angle, and whether the structures were encapsulated with parylene-C (PPXC). Orientation and CWT had the largest impact on the stiffness of the structures, while the effects of PPXC encapsulation were statistically significant but more subtle. The stiffest Neuralace configuration is expected to exert forces approximately 10 to 100 times lower than commercially available subdural implants would when conforming to the radius of the smallest anatomical gyrus. This work demonstrates the feasibility of tailoring the mechanical properties of Neuralace to improve its suitability for chronic neural implantation, providing insights for future design iterations and conformable implant development.", "date": "2025-04-27", "journal": ""}