{"title": "Transcranial magnetic stimulation of the occipital cortex interferes with foot movements in acquired but not congenitally blind individuals", "doi": "10.1101/2021.08.03.454870", "authors": "Ikegami, T.; Miura, G.; Hirashima, M.; Naito, E.; Hirose, S.", "abstract": "Research has shown that the occipital cortex can be reorganized and repurposed for nonvisual perception and cognitive functions following visual loss in blind individuals. However, no studies have directly examined the involvement of the visual cortex in motor function. Here, we show that a rhythmic foot movement performed by acquired blind individuals can be disrupted by transcranial magnetic stimulation (TMS) to their primary and secondary visual cortex (V1/V2). This disruptive effect was absent for congenitally blind or sighted individuals. As a control, TMS to the neck muscles of acquired blind individuals confirms that this disruptive effect was not caused solely by the sensory (tactile/auditory) sensations accompanying the stimulation. Our results provide the direct evidence that functional repurposing of the human visual cortex is not restricted to perception and cognitive functions but also extends to motor function. Moreover, our findings suggest the nessecity of the visual experience before visual loss for the functional reorganization of the visual cortex for motor function.", "date": "2025-11-30", "journal": ""}
{"title": "TSAR, Thermal Shift Analysis in R, identifies endogenous molecules that interact with HIV-1 capsid hexamers", "doi": "10.1101/2023.11.29.569293", "authors": "McFadden, W. M.; Gao, X.; Ye, Z.; Wen, X.; Lorson, Z. C.; Zhang, H.; Fahim, J.; Emanuelli, A.; Kirby, K. A.; Sarafianos, S. G.", "abstract": "The thermal shift assay (TSA) is a versatile biophysical technique for studying protein-ligand interactions in vitro. Here, we report a free, open-source software tool, TSAR (Thermal Shift Analysis in R), to expedite the analysis of TSA data. The TSAR package incorporates multiple workflows that facilitate TSA analyses, returns publication-ready graphics, and includes an optional graphic user interface. The package is available at https://bioconductor.org/packages/TSAR/. Applying TSAR, we screened two chemical libraries and found multiple molecules that potentially interact in vitro with the capsid protein (CA) of human immunodeficiency virus type 1 (HIV-1). First, a library of vitamins exemplifies the different graphic outputs of TSAR, and we report a change in the 50% melting temperature (Tm) for folic acid-treated CA hexamers (CAHEX). Since HIV-1 CAHEX interacts with host-derived acids like inositol hexaphosphate (IP6) or dNTPs, a second library was screened containing 96 organic, acidic metabolites; multiple anionic ligands caused a Tm for CAHEX. Subsequent investigation of these interactions includes biolayer interferometry, antiviral activity against pseudotyped HIV-1, and endogenous reverse transcriptase assays that were used to validate and investigate the biological impact of these native ligands that thermally-stabilize CAHEX. One compound hit, gallic acid, exhibited anti-HIV-1 activity as previously reported, and we show interacts with CAHEX as a potentially novel mechanism. Overall, the TSAR package facilitated quick analysis of TSA data from multiple libraries to help identify a biologically relevant hit, gallic acid, as a molecule that can inhibit HIV-1 replication and targets CAHEX.", "date": "2025-11-30", "journal": ""}
{"title": "Benign Taste Experience Enhances Cortical Response Reliability during Aversion Conditioning Towards a Novel Taste", "doi": "10.1101/2023.12.19.572413", "authors": "Flores, V. L.; Barash, E.; Katz, D. B.; Lin, J.-Y.", "abstract": "Learning depends on more than the association of paired stimuli in a vacuum. For example, benign experience with a taste stimulus weakens future conditioned taste aversions (CTA) to that taste: a phenomenon known as latent inhibition (Lubow and Moore, 1959). Our work has revealed a similar phenomenon in rodents whereby benign experience with tastes significantly enhances later CTA to a novel taste (Flores et al., 2016; Flores et al., 2018). This phenomenon suggests that taste experience broadly alters future taste processing in gustatory cortex (GC). To delve into this possibility, we previously have used in-vivo electrophysiology in female Long-Evans rats, recording GC activity during benign taste experience. These recordings revealed an increase in the discriminability of GC responses to both familiar and novel tastes following taste experience (Flores et al., 2022). Here, we build upon these earlier results to present a potential mechanism for this increased discriminability and salience: a reduction of cortical response variability of single-neuron responses, and enhanced coherence of ensemble responses, to the novel taste. We go on to demonstrate that the differences between pre- and post-CTA responses are greater following benign taste experience. These results suggest that benign taste experience impacts GC responses towards a novel taste pre- and post-CTA conditioning by increasing taste coding reliability at both the single-neuron and ensemble levels.", "date": "2025-11-30", "journal": ""}
{"title": "Individual Taste Preferences Predict Cortical Taste Dynamics but Are Modified by Experience", "doi": "10.1101/2024.04.02.587752", "authors": "Maigler, K. C.; Lin, J.-Y.; Crouse, E.; Stone, B. T.; Craddock, A. E.; Katz, D. B.", "abstract": "As is true in humans, no two rodents prefer precisely the same tastes, and no one rodent shows precisely the same taste preference pattern forever. Here, we make use of this between- and within-animal variability to generate and test novel insights about the stability and malleability of neural perceptual coding. We used a brief-access task (BAT) to reveal both between-rat individual differences in taste preferences and shifting preferences within individual rats (quantified in terms of lick bout lengths). We moved on to show that these phenomena are not simply random variation: first, we demonstrated that gustatory cortical (GC) taste response dynamics, the late part of which have been shown to reflect palatability, match that individual rat's BAT preferences (evaluated almost 2 weeks prior) better than canonical preference patterns, revealing that the individual differences reflect differences in neural taste processing; this enhanced correspondence, however, links neural taste processing only to the most recent BAT session--GC palatability processing does not reflect performance in earlier BAT sessions. The finding that rats' perceptual preferences shift across BAT sessions carries with it the implication that any tasting experience might change these preferences. We tested this implication by performing a second session of GC taste-response recordings--sessions in which tastes were delivered by intra-oral cannula to passive rats--and found that palatability-epoch taste responses in this later session no longer matched the most recent pre-recording BAT session. Together, these data demonstrate that every tasting experience (regardless of the method of taste delivery) changes the rat's perceptual/neural processing of those tastes.", "date": "2025-11-30", "journal": ""}
{"title": "Reinforcement learning enhances training efficiency in high-performance athletes", "doi": "10.1101/2024.04.22.590558", "authors": "Magelssen, C.; Gilgien, M.; Tajet, S. L.; Losnegard, T.; Haugen, P.; Reid, R.; Frömer, R.", "abstract": "Skilled athletes need powerful movement strategies to solve tasks effectively. Typically, athletes learn these strategies with instruction-based teaching methods where coaches offer athletes a correct solution. Inspired by recent evidence from decision neuroscience, we asked whether skilled athletes learn strategy choices better with an evaluation-based training strategy (reinforcement learning). To address this question, we conducted a three-day learning experiment with skilled alpine ski racers (n=98) designed to improve their performance on flat slopes on slaloms with four strategies at their disposal to achieve this goal. We compared performance and strategy choices of three groups: a reinforcement learning group, that only received feedback about their race times after every run, a supervised (free choice) learning group, that received strategy instructions from their coach, and a supervised (target skill) learning group, being coached to use the theoretically optimal strategy for skiing well on flats. We found that despite making similar strategy choices, the skiers in the reinforcement learning group, showed greater improvements in their race times during the training sessions than their counterparts in the supervised (free choice) learning group and outperformed them during a subsequent retention test. Surprisingly, the skiers in the reinforcement learning group even showed descriptively (but not significantly) better performance than those in the supervised (target skill) learning group. Our findings show that reinforcement learning can be an effective training strategy for improving strategy choices and performance among skilled athletes, even among the best ones.", "date": "2025-11-30", "journal": ""}
{"title": "Cell type-specific network analysis in Diversity Outbred mice identifies genes potentially responsible for human bone mineral density GWAS associations", "doi": "10.1101/2024.05.20.594981", "authors": "Dillard, L. J.; Calabrese, G. M.; Mesner, L. D.; Farber, C. R.", "abstract": "Genome-wide association studies (GWASs) have identified many sources of genetic variation associated with bone mineral density (BMD), a clinical predictor of fracture risk and osteoporosis. Aside from the identification of causal genes, other difficult challenges to informing GWAS include characterizing the roles of predicted causal genes in disease and providing additional functional context, such as the cell type predictions or biological pathways in which causal genes operate. Leveraging single-cell transcriptomics (scRNA-seq) can assist in informing BMD GWAS by linking disease-associated variants to genes and providing a cell type context for which these causal genes drive disease. Here, we use large-scale scRNA-seq data from bone marrow-derived stromal cells cultured under osteogenic conditions (BMSC-OBs) from Diversity Outbred (DO) mice to generate cell type-specific networks and contextualize BMD GWAS-implicated genes. Using trajectories inferred from the scRNA-seq data that map cell state transitions, we identify networks enriched with genes that exhibit the most dynamic changes in expression across trajectories. We discover 21 network driver genes, which are likely to be causal for human BMD GWAS associations that colocalize with expression/splicing quantitative trait loci (eQTL/sQTL). These driver genes, including Fgfrl1 and Tpx2, along with their associated networks, are predicted to be novel regulators of BMD via their roles in the differentiation of mesenchymal lineage cells. In this work, we showcase the use of single-cell transcriptomics from mouse bone-relevant cells to inform human BMD GWAS and prioritize genetic targets with potential causal roles in the development of osteoporosis.", "date": "2025-11-30", "journal": ""}
{"title": "Lack of Oncomodulin Increases ATP-Dependent Calcium Signaling and Susceptibility to Noise in Adult Mice", "doi": "10.1101/2024.06.10.598303", "authors": "Yang, Y.; Jeng, J.-Y.; Murtha, K.; Climer, L.; Ceriani, F. E.; Sese, W. D.; Hornak, A. J.; Sleiman, K. C.; Stahl, I.; Liberman, M. C.; Marcotti, W.; Simmons, D. D.", "abstract": "Tight regulation of Ca2+ is crucial for the function of cochlear outer hair cells (OHCs). Dysregulation of Ca2+ homeostasis in OHCs is associated with impaired hearing and contributes to increased vulnerability to insults such as noise exposure. Ca2+ signaling in developing OHCs is modulated by oncomodulin (OCM), an EF-hand calcium-binding protein. Here, we investigated whether the lack of OCM disrupts the control of intracellular Ca2+ in mature OHCs, and influences vulnerability to acoustic injury. Using young adult CBA/CaJ mice, we found that OHCs from Ocm-knockout (Ocm-/-) mice showed normal biophysical profiles, electromotile responses, and synaptic innervation compared to littermate controls. Moderate noise exposure (95 dB SPL, 2 hrs) caused temporary threshold shifts in Ocm+/+ and OcmOcm-/- mice. However, while Ocm+/+ fully recovered thresholds 2 weeks after noise exposure, Ocm-/- mice showed permanent threshold shifts. Additionally, OcmOcm-/- mice had auditory brainstem responses with highly variable latencies and amplitudes both before and after noise exposure compared to OcmOcm+/+ mice. Using a genetically encoded Ca2+ sensor (GCaMP6s) expressed in OcmOcm+/+ and Ocm-/- OHCs, we found that prolonged noise exposure (95 dB SPL, 9 hrs) significantly increased GCaMP6s fluorescence, ATP-induced Ca2+ signaling and also caused greater threshold shifts in OcmOcm-/- compared to OcmOcm+/+ OHCs. However, prolonged noise exposure had no significant change in the number of presynaptic OHC ribbons in either OcmOcm+/+ or OcmOcm-/- mice. We assessed whether the ATP-induced responses were due to changes in P2X2 receptor expression. Prior to noise exposure, P2X2 expression was higher in the cochlea of OcmOcm-/- mice compared to OcmOcm+/+ mice. Following prolonged noise, P2X2 receptors were upregulated in the cochlea of Ocm+/+ but not in the OcmOcm-/- mice, which retained their pre-noise expression level. We propose that the lack of OCM increases susceptibility to cochlear pathology and that purinergic signaling and dysregulation of cytosolic Ca2+ homeostasis likely contribute to early onset hearing loss in the OcmOcm-/- mice.", "date": "2025-11-30", "journal": ""}
{"title": "Membrane affinity difference between MinD monomer and dimer is not crucial for MinD gradient formation in Bacillus subtilis", "doi": "10.1101/2024.06.11.598461", "authors": "Bohorquez, L.; Strahl, H.; Marenduzzo, D.; Thiele, M.; Burmann, F.; Hamoen, L. W.", "abstract": "Proteins can diffuse micrometers in seconds, yet bacterial cells are able to maintain stable protein gradients. The best studied bacterial protein gradient is the Min system of Escherichia coli. In rod-shaped bacteria the MinCD proteins prevent formation of minicells by inhibiting FtsZ polymerization close to the cell poles. In E. coli these proteins oscillate between cell poles within a minute, resulting in an increased MinCD concentration at the poles. This oscillation is caused by the interaction between MinD and the protein MinE, which form an ATP-driven reaction-diffusion system, whereby the ATPase MinD cycles between a monomeric cytosolic and a dimeric membrane attached states. Bacillus subtilis also has MinCD, but lacks MinE. In this case MinCD form a static gradient that requires the transmembrane protein MinJ, located at cell poles and cell division sites. A recent reaction-diffusion model was successful in recreating the MinD gradient in B. subtilis, assuming that MinD cycles between cytosol and membrane, like in E. coli. Here we show that the monomeric and dimeric states of B. subtilis MinD have comparable membrane affinities, that MinD interacts with MinJ as a dimer, and that MinJ is not required for membrane localization of MinD. Based on these new findings we tested different models, using kinetic Monte Carlo simulations, and found that a difference in diffusion rate between the monomer and dimer, rather than a difference in membrane affinity, is important for B. subtilis MinCD gradient formation.", "date": "2025-11-30", "journal": ""}
{"title": "Environmentally mediated interactions predict community assembly and invasion success in a gut microbiota SynCom", "doi": "10.1101/2024.07.15.603569", "authors": "van Leeuwen, P. T.; Gadaleta, P.; Brul, S.; Seppen, J.; Wortel, M. T.", "abstract": "The gut microbiome plays a crucial role in host homeostasis, with implications for nutrition, immune development, metabolism, and protection against pathogens. Disturbance of the microbiome by microbial invasion can be negative or positive: invasions of opportunistic pathogens can cause disease while dysbiotic states need invasions to recover. However, the complexity of the microbiome challenges our understanding of what factors determine the ability of microbes to invade. In this study we measure interactions between members of a SynCom of prominent gut bacteria with supernatant assays. We measure relative abundances of growth of co-cultures up to four species to validate a generalised Lotka-Volterra model parameterized with these supernatant assays. We predict differential invasion profiles of the opportunistic pathogens Escherichia coli and Bacteroides ovatus based on their monoculture growth profiles and interactions with other species. With experimental data of both predicted invasion and resistant communities we confirm model predictions of invasion success. Our model shows that both negative interactions within a community and neutral to positive interactions with the invading species promote invasion success, but the interactions towards the invading species dominate. Our validated approach opens the way for testing of interactions of human gut microbiome species, thereby developing inventions to avoid pathogenic overgrowth and therapies to enhance health-benefitting invasions.", "date": "2025-11-30", "journal": ""}
{"title": "Integrating fish biology, population genomics and fishery policies for informed management of interjurisdictional multi-species fisheries", "doi": "10.1101/2024.07.12.603026", "authors": "Gangal, M.; Arthur, R.; Suri, V.; Pandit, A.; Tyagi, A.; Prakash, P.; Sule, M.; Majgaonkar, I.; Krishnaswamy, J.; Ramakrishnan, U.", "abstract": "Globally coastal fisheries are managed according to political jurisdictions of nations and their provinces. This practice often results in multiple states or provinces managing a single genetically distinct fish population autonomously and without coordination. In multi-species, decentralized and data poor fisheries such management lead to poor assessment and eventually overharvest of fish. To assess overexploitation risk for such interjurisdictional populations, we propose a risk indicator IRIIS which incorporates 1. species-specific vulnerability 2. distribution of genetically-distinct populations with respect to jurisdictional boundaries and 3. differences in management practices across jurisdictions. As a case study we evaluated overexploitation risk for individual populations of nine commonly caught fish species spanning across multiple jurisdictions along Indias west coast. Our results indicate that interjurisdictional differences in management alters innate biological susceptibility. IRIIS is also sensitive to population-level differences and policy changes. Our analyses emphasize the need for population-level assessments and interjurisdictional cooperation to achieve sustainable fisheries.", "date": "2025-11-30", "journal": ""}
{"title": "Delineating In-Vivo T1-Weighted Intensity Profiles Within the Human Insula Cortex Using 7-Tesla MRI", "doi": "10.1101/2024.08.05.605123", "authors": "Dalby, C.; Dibble, A. J.; Carvalheiro, J.; Queirazza, F.; Sevegnani, M.; Harvey, M.; Svanera, M.; Fracasso, A.", "abstract": "The integral role of the insula cortex in sensory and cognitive function has been well documented in humans, and fine anatomical details characterising the insula have been extensively investigated ex-vivo in both human and non-human primates. However, in-vivo studies of insula anatomy in humans (in general), and within-insula parcellation (in particular) have been limited. The current study leverages 7 Tesla magnetic resonance imaging to delineate cortical depth intensity profiles within the human cortex. Our analysis revealed two separate clusters of relatively high and low signal intensity across the insula cortex located in three distinct compartments within the posterior, anterior-inferior, and middle insula. The posterior and anterior-inferior compartments are characterised by elevated T1-weighted signal intensities, contrasting with lower intensity observed in the middle insular compartment, compatible with ex-vivo studies. Importantly, the detection of the high T1-weighted anterior cluster is determined by the choice of brain atlas employed to define the insular ROI. We obtain reliable in-vivo within-insula parcellation at the individual and group levels, across two separate cohorts acquired in two separate sites (n1 = 21, Glasgow, UK; n2 = 101, Amsterdam, NL). Results are further confirmed by deriving cortical depth dependent profiles from T1Map and R1Map images. These results reflect new insights into the insula anatomical structure, in-vivo, while highlighting the use of 7 Tesla in neuroimaging with potential implications for individualised medicine approaches.", "date": "2025-11-30", "journal": ""}
{"title": "Are human super-predators always super-scary? A meta-analysis of wild animal behavioural responses to human interactions", "doi": "10.1101/2024.08.27.609826", "authors": "Dsouza, S.; Shanker, K.; Thaker, M.", "abstract": "Humans interact with wild animals through lethal activities (e.g., hunting, fishing) as well as non-lethal activities (e.g., tourism, recreation). While it is known that these different interactions alter animal behaviour, their relative impacts are not well understood. We conducted a systematic review and meta-analysis of the past 30 years of research, focusing on changes in foraging, vigilance, and movement behaviours in wild animals. Our results show that lethal human activities cause significant behavioural changes, with targeted species increasing vigilance and reducing foraging in affected areas. Active non-lethal activities elicited similar but generally weaker patterns, with many species showing little to no change in the magnitude of behavioural response. In contrast, passive non-lethal interactions, like those involving roads and development, produced highly variable responses depending on the species. These findings illustrate the importance of differentiating between types of human activity when considering their effects on wildlife. Notably, the most pronounced behavioural changes occurred where humans posed a direct lethal threat. Gaps in the literature, such as uneven data within and across species, and limited information on the history or context of human interactions currently limit our ability to better predict when and why animals change their behaviour in response to humans.", "date": "2025-11-30", "journal": ""}
{"title": "Progressive overfilling of readily releasable pool underlies short-term facilitation at recurrent excitatory synapses in layer 2/3 of the rat prefrontal cortex", "doi": "10.1101/2024.09.10.612266", "authors": "Shin, J.; Lee, S. Y.; Kim, Y.; Lee, S.-H.", "abstract": "Short-term facilitation of recurrent excitatory synapses within the cortical network has been proposed to support persistent activity during working memory tasks, yet the underlying mechanisms remain poorly understood. We characterized short-term plasticity at the local excitatory synapses in layer 2/3 of the rat medial prefrontal cortex and studied its presynaptic mechanisms. Low-frequency stimulation induced slowly developing facilitation, whereas high-frequency stimulation initially induced strong depression followed by rapid facilitation. This non-monotonic delayed facilitation after a brief depression resulted from a high vesicular fusion probability and slow activation of Ca2+-dependent vesicle replenishment, which led to the overfilling of release sites beyond their basal occupancy. Pharmacological and gene knockdown (KD) experiments revealed that the facilitation was mediated by phospholipase C/diacylglycerol signaling and synaptotagmin 7 (Syt7). Notably, Syt7 KD abolished facilitation and slowed the refilling rate of vesicles with high fusion probability. Furthermore, Syt7 deficiency in layer 2/3 pyramidal neurons impaired the acquisition of trace fear memory and reduced c-Fos activity. In conclusion, Ca2+- and Syt7-dependent overfilling of release sites mediates synaptic facilitation at L2/3 recurrent excitatory synapses and contributes to temporal associative learning.", "date": "2025-11-30", "journal": ""}
{"title": "The Senescence-Associated Secretory Phenotype constitutes HIF-1α activation but is independent of micronuclei-induced cGas/Sting activation", "doi": "10.1101/2024.09.25.615081", "authors": "Ho, C.; Deng, L.; Picone, R.; Abderazzaq, F.; Flanagan, N.; Chua, D.; Low, B. C.; Wu, S. K.", "abstract": "The Senescence-Associated Secretory Phenotype (SASP), characterized by the upregulation of inflammatory cytokines, is triggered during senescence by anti-proliferation stresses, including replicative exhaustion, {gamma}-irradiation, Ras oncogene induction, and centrosome amplification. The elucidation of common signalling pathway(s) activated in SASP, induced by different antiproliferation stresses, remains an important question. Indeed, micronuclei activation of the cGAS/Sting pathway, which has been thought to drive SASP(Kwon, Leibowitz, and Lee, 2020), remains controversial(Flynn, Koch, and Mitchison, 2021; Sato and Hayashi, 2024; Takaki et al., 2024). In this report, analyses of various cell lines induced to undergo senescence by diverse stressors revealed that HIF-1 is specifically induced in senescence but not in quiescence. Consistent with our previous findings(Wu et al., 2023a), we have further demonstrated how centrosome amplification induces a non-canonical SASP dominated by HIF-1 activation rather than the classical NF{kappa}B signaling. Lastly, we revealed that during SASP, centrosome amplification-generated micronuclei do not activate the cGAS/Sting-mediated interferon response. Together, our findings demonstrate that HIF-1-activation in SASP is a defining feature of the SASP induced by diverse stressors, acting independently of micronuclei generation and cGAS/Sting activation.", "date": "2025-11-30", "journal": ""}
{"title": "Reduced gravity and muon flus absence affect Caenorhabditis elegans life history traits and viral infection", "doi": "10.1101/2024.10.03.616447", "authors": "Villena-Gimenez, A.; Castiglioni, V. G.; Legarda, E. G.; Munoz-Sanchez, J. C.; Gonzalez, R.; Elena, S. F.", "abstract": "Environmental conditions fundamentally shape host-pathogen interactions, yet how multiple extreme abiotic stressors combine to influence infection outcomes remains poorly understood. Organisms evolved under specific gravitational and radiation regimes; deviations from these conditions --whether in extreme terrestrial environments or beyond Earth- may alter immune function and pathogen replication. In this study, we investigated the effects of reduced gravity and lowered muon flux on Orsay virus infection in the nematode Caenorhabditis elegans. We employed a fully factorial experimental design, examining how each factor, alone and in combination, influences physiological traits and viral load. While below-background radiation radically affected viral accumulation dynamics, reduced gravity had a minor effect. Both factors significantly impacted reproduction and morphology, with some effects magnified by viral infection. These results reveal how even partial modifications of Earth-like gravity and radiation levels can alter pathogen-host interactions. By integrating experimental observations with mathematical modeling, we show that these environmental stressors primarily affect prezygotic reproductive processes and modulate viral replication through distinct and sometimes antagonistic mechanisms. Although this work does not encompass the full complexity of space environments, where cosmic radiation includes high-energy protons and heavy ions, it provides insight into how adjustable models of reduced gravity and radiation can advance our understanding of biological adaptation beyond standard terrestrial conditions.", "date": "2025-11-30", "journal": ""}
{"title": "Large-scale identification of plasma membrane repair proteins revealed spatiotemporal cellular responses to plasma membrane damage", "doi": "10.1101/2024.10.15.618344", "authors": "Yamazaki, Y.; Kono, K.", "abstract": "Damage to the plasma membrane (PM) is common in all types of cells. PM repair processes, including exocytosis and endocytosis, are not mutually exclusive; rather, they collaborate to repair the wound. However, the temporal coordination between the repair processes remains poorly understood. Here, by large-scale identification and live-cell imaging of PM repair proteins, we analyzed the spatiotemporal PM damage responses in Saccharomyces cerevisiae. Of the 80 repair proteins identified, 72 proteins were previously unreported repair protein candidates. Among the observed repair processes, the polarized exocytosis and clathrin-mediated endocytosis (CME) are coupled at the damage site, with exocytosis predominating in the early stage of PM repair and CME predominating in the late stage of PM repair. Furthermore, we showed that CME at the growing bud site directs PM repair proteins with transmembrane domains to the damage site. We propose a model in which CME delivers repair proteins with transmembrane domains between the growing bud site and the damage site. This study provides a functional catalog of PM repair proteins and insights into spatiotemporal cellular responses to PM damage.", "date": "2025-11-30", "journal": ""}
{"title": "In vivo functional profiling and structural characterisation of the human GLP1R A316T variant", "doi": "10.1101/2024.10.19.619191", "authors": "El Eid, L.; Manchanda, Y.; Austin, G.; Deane-Alder, K.; Rujan, R.-M.; Mariam, Z.; Oqua, A. I.; Belousoff, M. J.; Bernardino de la Serna, J.; Sloop, K. W.; Rutter, G. A.; Montoya, A.; Withers, D. J.; Millership, S.; Bouzakri, K.; Jones, B.; Reynolds, C. A.; Sexton, P. M.; Wootten, D.; Deganutti, G.; Tomas, A.", "abstract": "Glucagon-like peptide-1 receptor agonists (GLP-1RAs) are effective therapies for type 2 diabetes (T2D) and obesity, yet patient responses are variable, with GLP1R gene variation potentially linked to therapeutic outcomes. A GLP1R natural missense variant, A316T, protects against T2D and cardiovascular disease. Here, we generated and characterised a human GLP1R A316T mouse model. Human GLP1RA316T/A316T mice displayed lower fasting blood glucose versus wildtype littermates even under metabolic stress, as well as slower weight gain and alterations in islet cytoarchitecture, glucagon secretion and liver metabolism under a high-fat, high-sucrose diet. This was however associated with blunted responses to pharmacological GLP-1RAs in vivo. Further investigations in {beta}-cell models demonstrated that human GLP1R A316T exhibits characteristics of constitutive activation but dampened GLP-1RA responses. Results are further supported by cryo-EM analyses and molecular dynamics simulations of GLP-1R A316T structure, collectively demonstrating that the A316T variant governs basal GLP-1R activity and pharmacological responses to GLP-1R-targeting therapies.", "date": "2025-11-30", "journal": ""}
{"title": "Designing minimal E. coli genomes using variational autoencoders", "doi": "10.1101/2024.10.22.619620", "authors": "Shcherbakova, A.; Sharma, K.; Chen, Y.; Grierson, C.; Marucci, L.; Buchan, D.; Barnes, C. P.", "abstract": "Designing minimal bacterial genomes remains a key challenge in synthetic biology. There is currently a lack of efficient tools for the rapid generation of streamlined bacterial genomes, limiting research in this area. Here, using a pangenome dataset for Escherichia coli, we explore how generation of minimal genomes can be achieved using variational autoencoders. Our results show that variational autoencoders can successfully create minimised genomes retaining the essential genes identified in the literature. This study proposes a rapid, machine learning-based approach for bacterial sequence generation, that could accelerate the genomic design process.", "date": "2025-11-30", "journal": ""}
{"title": "Navigating uncertainty: reward location variability induces reorganization of hippocampal spatial representations", "doi": "10.1101/2025.01.06.631465", "authors": "Tessereau, C.; Xuan, F.; Chen, Z.; MELLOR, J. R.; Dayan, P.; Dombeck, D. A.", "abstract": "Navigating uncertainty is crucial for survival, with the location and availability of reward varying in different and unsignalled ways. Hippocampal place cell populations over-represent salient locations in an animal's environment, including those associated with rewards; however, how the spatial uncertainties impact the cognitive map is unclear. We report a virtual spatial navigation task designed to test the impact of different levels and types of uncertainty about reward on place cell populations. When the reward location changed on a trial-by-trial basis, inducing expected uncertainty, a greater proportion of place cells followed along, and the reward and the track end became anchors of a warped spatial metric. When the reward location then unexpectedly moved, the fraction of reward place cells that followed was greater when starting from a state of expected, compared to low, uncertainty. Overall, we show that different forms of potentially interacting uncertainty generate remapping in parallel, task-relevant, reference frames.", "date": "2025-11-30", "journal": ""}
{"title": "GABA Neurons in the Amygdala play a central Role in Urocortin-3-Mediated Stress Suppression of Reproduction", "doi": "10.1101/2025.01.06.631361", "authors": "Yu, J.; Farjami, S.; Nechyporenko, K.; Li, X. F.; Yaseen, H.; Lin, Y.; Ye, J.; Hollings, O.; de Burgh, R.; Singh, B.; O'Byrne, K. T.; Tsaneva-Atanasova, K.; Voliotis, M.", "abstract": "Stress can disrupt menstrual cycles, cause infertility, and lead to other reproductive disorders. The posterodorsal medial amygdala (MePD) processes stress signals and regulates the gonadotropin-releasing hormone (GnRH) pulse generator through GABAergic inhibitory projections to the hypothalamus. However, how stress is processed in the MePD - especially involving its dense GABA and Urocortin-3 (UCN3) neurons - remains poorly understood. In this study, we combine in vivo GRadient-INdex (GRIN) lens mini-endoscopic calcium imaging (to track neuronal activity), optogenetics, clustering analysis, and computational modeling to investigate the MePD circuitry. Our findings reveal two anti-correlated GABA subpopulations in the MePD that dictate responses to both UCN3 neuron stimulation and restraint stress. Our computational modeling suggests that mutual inhibition between these GABA groups drives the anti-correlated activity and predicts how these interactions shape downstream responses to stimulation of GABA and UCN3 neurons. We test these predictions using optogenetics and confirm that GABA neurons are critical for the transmission of UCN3 signals to regulate luteinizing hormone (LH) pulse frequency. Our study is the first to show how GABA neurons in the amygdala mediate stress effects on reproductive health, uncovering key neural mechanisms linking emotional and reproductive functions.", "date": "2025-11-30", "journal": ""}
{"title": "The effects of host phylogenetic coverage and congruence metric on Monte Carlo-based null models of phylosymbiosis", "doi": "10.1101/2025.02.07.637028", "authors": "DuBose, J. G.", "abstract": "Variation in host-associated microbial communities often parallels patterns of phylogenetic divergence between hosts, a pattern known as phylosymbiosis. Understanding of this phenomenon relies initially on quantifying phylosymbiotic signals from across a broad range of host taxa. Quantifying signals of phylosymbiosis is typically achieved by calculating how congruent a host's phylogenetic tree is with a dendrogram that represents patterns of dissimilarity in their associated microbial communities. To statistically assess the degree of congruence, several studies have constructed null models using a Monte Carlo approach to randomly sample trees. Although this approach is becoming more common, it has several features that warrant benchmarking to advise its further use. This approach relies on quantification of congruence between a host's phylogenetic tree its microbial community dendrogram. Therefore, it is important to establish how choice of congruence metric influences null model-based inferences. Furthermore, phylosymbiotic signals may manifest at different scales of host divergence, and it is important to establish the extent of host phylogenetic breadth needed to reliably detect a phylosymbiotic signal. To help improve our study of phylosymbiosis, here I examine how power and type 1 error (false positive) rates associated with this approach varies with choice of congruence metric and host phylogenetic coverage. Furthermore, I examine variation in sensitivity given uncertainty in tree estimation, as well as how well null congruence models align with expectations of community assembly that is completely neutral with respect to host phylogeny. I generally found that model performance increased rapidly with increasing tree sizes, suggesting lower limits on the host phylogenetic breadth needed to reliably detect phylosymbiotic signals with this approach. Furthermore, I found several notable variations in performance between congruence metrics, which translated into different inferences regarding signal detection. Overall, these findings suggest that Monte Carlo sampling across tree space can be an effective way to quantify phylosymbiotic signals and highlight key considerations for its implementation.", "date": "2025-11-30", "journal": ""}
{"title": "A summary of intraspecific size variation for large mysticetes", "doi": "10.1101/2025.02.07.637173", "authors": "McClure, J.", "abstract": "Following existing work on odontocetes, an extensive survey of literature was conducted to summarize the growth and body mass of nine mysticete species along with analyses of adult size distributions using data from the International Whaling Commission catch database. Relationships uncovered between length parameters in mysticetes are combined with results previously obtained for odontocetes. On average, the mean adult length was 4% below the asymptotic size and its relative variability appeared to be very similar across most species (CV=4-5%). This value was expectedly higher in species with more prolonged growth throughout adulthood (CV=6-8%). Total body mass relationships between mysticete species appear to align with feeding strategies, as generalists and skim-feeders are notably heavier than lunge-feeding specialists.", "date": "2025-11-30", "journal": ""}
{"title": "KANK2 at focal adhesion regulates their maintenance and dynamics, while at fibrillar adhesions it influences cell migration via microtubule-dependent mechanism", "doi": "10.1101/2025.02.24.639831", "authors": "Stojanovic, N.; Rac, A.; Loncaric, M.; Tadijan, A.; Paradzik, M.; Acman, M.; Humphries, J. D.; Humphries, M. J.; Ambriovic-Ristov, A.", "abstract": "Background: Integrins form focal adhesions (FAs) at the cell edge and fibrillar adhesions (FBs) located centrally. Talin 1 is essential to FAs, while talin2 is found in FAs and FBs. KANK (kidney ankyrin repeat-containing) family proteins regulate adhesion dynamics and are recruited to adhesions through interaction with talins. Previously, we showed in MDA-MB-435S melanoma cells that KANK2 is part of integrin V{beta}5 FAs, that its interaction with talin2 regulates actin-microtubule (MT) crosstalk and that KANK2 knockdown mimics the effect of integrin V or {beta}5 knockdown by reducing cell migration. Here, in another melanoma cell line RPMI-7951 we observed that KANK2 is part of FAs and FBs and that KANK2 knockdown increases cell migration. Therefore, we analyse integrin adhesion complexes in RPMI-7951 cells, explore the localization and role of KANK2 in FAs and FBs. Methods: Knockdown in human melanoma RPMI-7951 cells was achieved by transfection with gene-specific siRNAs. Integrin adhesion complexes were isolated and analysed by mass spectrometry. Immunofluorescence analysis, live cell imaging and the proximity ligation assays were done using confocal microscopy. Cell migration was assessed using Transwell Cell Culture Inserts. MTT assays were performed to determine cell sensitivity to paclitaxel. Data were statistically evaluated using one-way or two-way ANOVA or unpaired Students t-tests in GraphPad Software. Results: We demonstrate that RPMI-7951 melanoma cells use integrin V{beta}5 FAs and integrin 5{beta}1 FBs for adhesion, and that KANK2 is part of both structures. KANK2 is predominantly in proximity to talin1 at the cell edge (FAs) and in proximity to talin2 in the cell center (FBs). KANK2 in FAs functionally interacts with talin1 to maintain FAs, and with talin2 to regulate their dynamics. KANK2 is a component of FBs, and its knockdown mimics integrin 5 knockdown by increasing MT-dependent cell migration. Conclusions: Our study reveals the distinct roles of KANK2 in FAs and FBs. We show that KANK2 is a component of FBs, linking them to MTs and promoting their stabilisation. Loss of integrin 5 or KANK2 from FBs increases cell migration, a process that relies on the MT cytoskeleton.", "date": "2025-11-30", "journal": ""}
{"title": "Oligodendrocyte precursor cells establish contacts with somata of active neurons", "doi": "10.1101/2025.03.28.646001", "authors": "Sun, Y.; Jukkola, P.; Akinlaja, Y.; Garaschuk, O.; Pfeiffer, F.", "abstract": "Oligodendrocyte precursor cells (OPCs) generate myelinating oligodendrocytes and interact with synapses to regulate neuronal networks. Neuronal activity induces proliferation or differentiation of OPCs, but it is unknown whether OPCs in turn affect neuronal activity. Here, we show that OPCs establish close contacts with the somata of active neurons. We found that neurons contacted by OPCs and their processes display reduced calcium signals, indicating that they regulate their activity.", "date": "2025-11-30", "journal": ""}
{"title": "Sketch, capture and layout phylogenies", "doi": "10.1101/2025.04.01.646633", "authors": "Huson, D.", "abstract": "Phylogenetic trees and networks play a central role in biology, bioinformatics, and mathematical biology, and producing clear, informative visualizations of them is an important task. We present new algorithms for visualizing rooted phylogenetic networks in either a \"combining\" or \"transfer\" view, in both cladogram and phylogram style. In addition, we introduce a layout algorithm that aims to improve clarity by minimizing the total reticulate displacement of reticulate edges. To address the common issue that biological publications often omit machine-readable representations of depicted trees and networks, we also provide an image-based algorithm that assists in extracting their topology from figures. All algorithms are implemented in our new PhyloSketch app, which is open source and freely available at: https://github.com/husonlab/phylosketch2", "date": "2025-11-30", "journal": ""}
{"title": "CXCL16 mediates nociception and inflammation in murine post-traumatic osteoarthritis", "doi": "10.1101/2025.04.10.647297", "authors": "Lammlin, L.; Redding, S.; Knights, A. J.; Mohan, A.; Newton, M. D.; Bergman, R. F.; Smith, I. J.; Howser, S. C.; Gonzalez-Nolde, S.; Rzeczycki, P. M.; Adamczyk, N. S.; Miller, R. E.; Maerz, T.", "abstract": "This study investigates the role of the chemokine CXCL16 and its receptor, CXCR6, in post-traumatic osteoarthritis (PTOA) and joint nociception, highlighting the potential of targeting the CXCL16-CXCR6 axis for therapeutically managing joint inflammation and pain. Following joint injury in mice, the CXCL16-CXCR6 signaling axis is activated in synovium, driven by synovial fibroblasts and macrophages. Human OA synovium also exhibited increased CXCL16 and CXCR6 gene expression. CXCL16 stimulated a pro-inflammatory response in fibroblasts and macrophages, contrasting with an anti-inflammatory response observed in mesenchymal progenitor cells. In mice, repeated intra-articular CXCL16 injections induced histological synovitis and sex-dependent activation of inflammatory and fibrotic transcriptional programs in synovium. Repeated CXCL16 joint injections also induced knee hyperalgesia, which was mitigated by co-administration of the CXCR6 antagonist, ML339. A single intra-articular injection of CXCL16 induced acute knee hyperalgesia as early as 30 minutes post-injection, which was completely abrogated by ML339 co-treatment, suggesting direct CXCL16 binding to nociceptor-expressed CXCR6. In a murine PTOA model, systemic CXCR6 antagonism with ML339 alleviated knee hyperalgesia and altered circulating immune cell profiles. Direct stimulation of mouse dorsal root ganglion-derived nociceptive neurons with CXCL16 induced rapid calcium signaling, which was abolished by co-treatment with ML339. These findings establish CXCL16 as a regulator of joint inflammation and identifies the CXCL16-CXCR6 binding mechanism as key in mediating pain-related behaviors and nociceptor activation, offering a therapeutic target for PTOA-related inflammation and pain management.", "date": "2025-11-30", "journal": ""}
{"title": "Structural Genomic Variation and Its Potential Role In Deer Speciation", "doi": "10.1101/2025.04.23.650217", "authors": "Azimi Chetabi, F.; Shafer, A.", "abstract": "Speciation is a key driver of biodiversity and understanding its genomic underpinnings is important for predicting and managing biodiversity. Structural variants (SVs) are large-scale (>50 bp) changes in the genome and have been implicated in adaptive divergence and reproductive isolation. We investigated the role of SVs in the speciation and divergence of two deer species (Odocoileus spp.) across their North American range. Using multiple long-read and a short-read datasets, our bioinformatics workflow revealed SVs and genomic features that were unique to each species. The majority of species-specific SVs were deletions and insertions suggesting that these variants may show higher likelihoods of fixation within populations. Further, while most SVs were intergenic, some genes found to be impacted by species-specific SVs were under positive selection inferred from dN/dS. We also observed an increased number of enhancer motifs found in SVs compared to the rest of the genome. The SV-affected genes were associated with reproduction, sensory adaptation, and several metabolic pathways. Many of these functions are relevant to fertility and deer biology and therefore may provide insights into potential mechanisms leading to reproductive divergence. Keywords: Comparative genomics, short-read, long-read, adaptation, genomic divergence, Odocoileus", "date": "2025-11-30", "journal": ""}
{"title": "Undecaprenyl Pyrophosphate Phosphatase (UppP) is a pivotal element in Salmonella Intramacrophage Survival", "doi": "10.1101/2025.04.24.650467", "authors": "Vij, R.; Mukherjee, D.; Parmar, K.; Nallamotu, K. C.; Reddy, M.; Chakravortty, D.", "abstract": "To establish infection, Salmonella confronts a dynamic barrage of host-induced stresses. The peptidoglycan layer, essential for maintaining cell integrity and counteracting environmental stress, relies on the lipid carrier undecaprenyl phosphate, generated by Undecaprenyl pyrophosphate phosphatase (UppP). While UppP is linked to virulence in other pathogens, its role in Salmonella remains unclear. We show that an uppP mutant in S. Typhimurium exhibits altered cell morphology, reduced stiffness, and impaired survival in RAW 264.7 macrophages. The mutant is also attenuated in systemic infection in C57BL/6 mice. These defects are associated with increased sensitivity to nitrosative stress. Notably, iNOS inhibition or deficiency restores intracellular survival of the uppP mutant in both RAW 264.7 macrophages and the mouse model, implicating UppP in resistance to nitrosative stress. Our findings reveal a critical role for UppP in promoting Salmonella survival within macrophages and contributing to systemic pathogenesis.", "date": "2025-11-30", "journal": ""}
{"title": "PHD1-dependent hydroxylation of RepoMan (CDCA2) on P604 modulates the control of mitotic progression", "doi": "10.1101/2025.05.06.652400", "authors": "Druker, J.; Jiang, H.; Shakir, D.; Child, F.; Alvarez, V.; Platani, M.; Corno, A.; Alabert, C.; Saurin, A. T.; Swedlow, J. R.; Rocha, S.; Lamond, A. I.", "abstract": "Prolyl-hydroxylases (PHDs) are oxygen sensing enzymes that mediate the hydroxylation of proline residues. In mammals, three PHD isoforms (PHD1-3) are responsible for proline hydroxylation of Hypoxia Inducible Factor (HIF) alpha, a key regulator of the hypoxia response. In the accompanying paper (Jiang et al) we report development of a mass spectrometry-based method to reliably identify proline hydroxylation (OH-Pro) sites on proteins and use this to identify a PHD-dependent OH-Pro modification at Pro604 on the protein RepoMan (CDCA2), a regulatory subunit for protein phosphatase PP1{gamma}, with important roles in mitotic progression and cell viability. Here, we investigate the functional significance of hydroxylation of RepoMan at P604. During M phase, the PP1- RepoMan complex dephosphorylates Thr3 of Histone H3 (H3T3) on chromosomes arms to ensure the correct localisation of the chromosomal passenger complex (CPC) at centromeres. We show that siRNA depletion of PHD1, but not PHD2, increases H3T3 phosphorylation in prometaphase-arrested cells. In cells depleted of endogenous RepoMan, exogenous expression of wild type RepoMan, but not a RepoMan P604A mutant, restored normal H3T3 phosphorylation localisation in prometaphase arrested cells. RepoMan P604 is located proximal to the Short Linear Motifs (SLiMs) that function as binding sites for the serine/threonine Protein Phosphatase 2A (PP2A). The interaction of RepoMan and PP2A-B56{gamma} is reduced in cells expressing RepoMan P604A. Moreover, analyses in both fixed and live cells released from a prometaphase arrest, show that expression of the RepoMan P604A mutant results in defects in chromosome alignment and segregation, leading to increased levels of cell death. These data support a role for PHD1-mediated prolyl hydroxylation in controlling progression through mitosis, acting, at least in part, via hydroxylation of RepoMan at P604 regulating the interaction of RepoMan with PP2A during chromosome alignment and thereby controlling the levels of Histone H3 phosphorylation at Thr3.", "date": "2025-11-30", "journal": ""}
{"title": "ORANGE: A Machine Learning Approach for Modeling Tissue-Specific Aging from Transcriptomic Data", "doi": "10.1101/2025.05.02.651895", "authors": "Jalal, W.; Musarrat, M.; Samee, M. A. H.; Rahman, M. S.", "abstract": "Despite aging being a fundamental biological process which profoundly influences health and disease, the interplay between tissue-specific aging and mortality remains underexplored. This study applies machine learning on GTEx transcriptomic data to model tissue-specific biological ages across 12 different types of tissues and introduces an age-gap metric to quantify deviations from the chronological age. Our best models achieve an average RMSE of 6.44 years and an average R2 of 0.64. Age-gap statistics reveal significant tissue-specific aging patterns, identifying extreme agers and correlations between extreme aging and mortality. About 20% of subjects are found to exhibit extreme aging in one tissue, while 1% show multi-organ aging. These findings greatly emphasize the role of transcriptomics in aging research and its implications for health and longevity.", "date": "2025-11-30", "journal": ""}
{"title": "White matter microstructure and macrostructure brain charts across the human lifespan", "doi": "10.1101/2025.05.08.652953", "authors": "Kim, M. E.; Gao, C.; Ramadass, K.; Newlin, N. R.; Kanakaraj, P.; Bogdanov, S.; Rudravaram, G.; Archer, D.; Hohman, T. J.; Jefferson, A. L.; Morgan, V. L.; Roche, A.; Englot, D. J.; Resnick, S. M.; Beason-Held, L. L.; Cutting, L.; Barquero, L. A.; D'arcangel, M. A.; Nguyen, T. Q.; Humphreys, K. L.; Niu, Y.; Vinci-Booher, S.; Cascio, C. J.; The HABS-HD Study Team,  ; Alzheimers Disease Neuroimaging Initiative,  ; The BIOCARD Study Team,  ; Davis, L. T.; Li, Z.; Vandekar, S. N.; Zhang, P.; Gore, J. C.; Landman, B. A.; Schilling, K. G.", "abstract": "Normative reference charts are widely used in healthcare, especially for assessing the development of individuals by benchmarking anatomic and physiological features against population trajectories across the lifespan. Recent work has extended this concept to gray matter morphology in the brain, but no such reference framework currently exists for white matter (WM) even though WM constitutes the essential substrate for neuronal communication and large-scale network integration. Here, we present the first comprehensive WM brain charts, which describe how microstructural and macrostructural features of WM evolve across the lifespan, by leveraging over 26,199 diffusion MRI scans from 42 harmonized studies. Using generalized additive models for location, scale, and shape (GAMLSS), we estimate age- and sex-stratified trajectories for 72 individual white matter pathways, quantifying both tract-specific microstructural and morphometric features. We demonstrate that these WM brain charts enable four important applications: (1) defining normative trajectories of WM maturation and decline across distinct pathways, (2) identifying previously uncharacterized developmental milestones and spatial gradients of tract maturation, (3) detecting individualized deviations from normative patterns with clinical relevance across multiple neurological disorders, and (4) facilitating standardized, cross-study centile scoring of new datasets. By establishing a unified, interpretable reference framework for WM structure, these brain charts provide a foundational metric for research and clinical neuroscience. The accompanying open-access trajectories, centile scoring tools, and harmonization methods facilitate precise mapping of WM development, aging, and pathology across diverse populations. We release the brain charts and provide an out-of-sample alignment process as a Docker image: https://zenodo.org/records/15367426.", "date": "2025-11-30", "journal": ""}
{"title": "NeMO: a flexible R package for nested multi-species occupancy modelling and eDNA study optimization", "doi": "10.1101/2025.05.23.655794", "authors": "Mace, B.; Manel, S.; Valentini, A.; Rocle, M.; Roset, N.; Delrieu-Trottin, E.", "abstract": "Biodiversity monitoring using environmental DNA (eDNA) metabarcoding has expanded rapidly, providing a non-invasive tool widely adopted by ecologists and stakeholders. However, eDNA surveys are prone to imperfect detection, and non-detections are often misinterpreted as true absences, a critical issue when monitoring rare or elusive species. Despite its implications for biodiversity assessments, detection uncertainty is rarely quantified in eDNA-based studies. Occupancy modeling offers a powerful solution to this limitation but remains underused, partly due to a lack of accessible and flexible tools. We developed NeMO (Nested eDNA Metabarcoding Occupancy), a user-friendly R package for fitting multi-species occupancy models in a Bayesian framework. NeMO explicitly accounts for the nested structure of eDNA metabarcoding workflows, typically involving multiple replication steps such as field samples and PCR replicates, while accommodating presence/absence or read-count data and different PCR pooling strategies. The framework estimates species occupancy, eDNA collection probability, amplification probability, and expected read counts, and allows users to assess the influence of environmental or methodological covariates on each process. Crucially, NeMO helps rigorously assess detectability and optimize resource allocation in eDNA surveys. It estimates the minimum number of eDNA samples, PCR replicates, and sequencing depth required to reliably detect species when present, thereby guiding study design. We illustrate its utility using a fish biodiversity dataset from the Rhone River (France). NeMO integrates key modelling features into a single streamlined framework, providing researchers and practitioners with an accessible and effective tool to assess detectability and optimize resource allocation in eDNA metabarcoding surveys. Our results highlight the importance of quantifying detection uncertainty, which has major implications for conservation monitoring and for designing cost-effective and reliable eDNA strategies.", "date": "2025-11-30", "journal": ""}
{"title": "Brief and localized pulsed transcranial photobiomodulation cumulatively increases EEG power across the brain in healthy young adults", "doi": "10.1101/2025.05.26.656199", "authors": "Mathew, A. A.; Van Lankveld, H.; Zhong, X. Z.; Chen, J. X.; Niculescu, S.; Zomorrodi, R.; Chen, J. J.", "abstract": "Introduction: Transcranial photobiomodulation (tPBM) relies on the photochemical stimulation of mitochondrial processes and has already demonstrated some ability to improve human cognition. However, it remains unclear how tPBM modulates neural oscillatory activity in real-time and how stimulation parameters and individual characteristics affect these responses. Capturing these dynamics is essential to understanding how the photochemical effects of tPBM translate into effective neuromodulation, especially in diverse populations. Methods: Our study provides the first evidence of a cumulative increase in the power of neuro-electric oscillations in 46 healthy young adults with diverse skin tones who underwent 4 minutes of pulsed tPBM using varying laser parameters, including two wavelengths (808/1064 nm), two pulsation frequencies (10/40 Hz), and three irradiances (100/150/200 mW/cm2). To capture online and offline effects, we analyzed minute-by-minute baseline-normalized frequency band power and used mixed-effects modeling to uncover significant predictors of these responses among laser parameters, skin tone, and sex. Results: tPBM elicited frequency-band specific modulations in EEG power beginning near the stimulation site and propagating posteriorly over several minutes. Increases were cumulative with time, consistent with past fNIRS findings. They were also strongest and most sustained in beta/gamma bands, consistent with past findings of cognitive improvement. Significant parameter effects included stronger high-frequency responses at 808 nm and at 150 mW/cm2, wavelength-dependent frequency effects, larger responses in lighter skin, and parameter-specific sex differences. Conclusion: Both laser parameters and biological factors interact to shape the spatial and temporal neuromodulation profile of tPBM and hence, parameter selection is crucial for achieving specific outcomes. Our findings uncover the manner in which tPBM induces neuronal changes, and contribute to a framework for creating more informed and personalized tPBM protocols.", "date": "2025-11-30", "journal": ""}
{"title": "Chromatin accessibility differences between the hybrids of nasuta-albomicans complex of Drosophila", "doi": "10.1101/2025.06.26.661782", "authors": "Padma, R.; Patil, A. B.; Vijay, N.", "abstract": "Understanding how chromosomal rearrangements (CRs) interact with epigenetic changes to drive speciation is a fundamental question in evolutionary biology. CRs are key contributors to chromosome evolution and can play a pivotal role in reproductive isolation. The Drosophila nasuta-albomicans species complex presents an ideal model to explore this, as D. albomicans possesses neo-sex chromosomes formed by Robertsonian fusion of chr3L, chr3R, and a sex chromosome, unlike its sister species D. nasuta. In this study, we investigate CRs influence on accessible chromatin (AC) and its relationship with genetic differentiation. We used ATAC-seq to decipher ACs of testis in two hybrids of D. albomicans and D. nasuta, and genome-wide fixation index (FST) scans of D. albomicans and D. nasuta to identify regions of genetic differentiation. Our analyses revealed that chromosome 4 (Muller F) harbors the largest number of differentially accessible regions (~97 Kb), which coincide with peaks in FST. Moreover, changes in ACs were associated with differential transcription factor (TF) binding across the genome. These results suggest that CRs can drive epigenomic divergence in hybrids, particularly on Muller F, and chromatin-level changes may play a key role in reproductive isolation. Our study provides an example of how chromosomal and epigenetic architecture interact in the early stages of speciation.", "date": "2025-11-30", "journal": ""}
{"title": "Seasonality, land use, and host diversity shape microbiome-pathogen interactions in wild populations of Arabidopsis thaliana", "doi": "10.1101/2025.06.29.662221", "authors": "Henry, L. P.; Rat, A.; Laderman, E.; Lion, R.; Mayjonade, B.; TEAM PATHOCOM,  ; Roux, F.; Weigel, D.; Bergelson, J.", "abstract": "The microbiome often protects plants against pathogens, but most findings are limited to controlled experiments in the lab. In the context of wild populations, one key challenge is to understand sources of variation that impact the commensal microbiome, which in turn shapes the degree of protection. Here, we surveyed both disease symptoms and microbiomes from wild populations of Arabidopsis thaliana over four consecutive seasons (fall/spring) across three different land use types. Land use types varied in the extent of anthropogenic influences and included forest meadows, human-impacted fields adjacent to agriculture or municipal parks, and highly disturbed habitats near railroad tracks. By building an integrative map of abiotic and biotic variables, we find that a key predictor of disease was biodiversity across ecological scales. Plant communities with higher diversity were associated with reduced disease burden in A. thaliana populations but also increased diversity within the microbiome of A. thaliana. This increased microbial diversity was additionally associated with less disease in A. thaliana. However, the diversity-microbiome-disease relationships were all sensitive to season and further modulated by land use. Taken together, our work highlights the importance of anthropogenic change reshaping species interactions across ecological scales to impact disease risk in wild plant populations.", "date": "2025-11-30", "journal": ""}
{"title": "One-step induction of human GABAergic neurons promotes presynaptic development & synapse maturation", "doi": "10.1101/2025.06.30.662293", "authors": "van Voorst, T. W.; van boven, M. A.; Marinus, K. I.; Colon-Mercado, J. M.; Schretzmeir, J.; Haag, C.; Toonen, R. F.; Koopmans, F.; Ward, M.; Smit, A. B.; van Kesteren, R. E.; Verhage, M.; Cornelisse, L. N.", "abstract": "Human induced pluripotent stem cells (iPSCs) present a powerful approach to study human brain physiology and disease, yet robust, pure GABAergic induction has remained difficult. Here we present improved, single-step, transposon-based GABAergic induction with Ascl1/Dlx2, which yields pure GABAergic neurons, in contrast to lentiviral approaches, and was tested across three independent iPSC lines. Proteomic and electrophysiological characterization at different developmental time points showed that these neurons gain a proteomic profile that maps to different cortical interneuron subtypes, particularly VIP+ interneurons, and display typical GABAergic synaptic properties, producing large, synchronous and picrotoxin-sensitive currents. During early development synaptic strength increased threefold, which was accompanied by enhanced expression of multiple GABA-specific presynaptic gene sets, but few changes in postsynaptic gene sets. Synaptic strength continued to improve during late development but with only minor proteomic changes. Co-seeding with NGN2 neurons created stable networks of predefined excitation/inhibition ratios, with corresponding synapse ratios. Taken together, transposon-based GABAergic induction yields pure, mature GABAergic neurons suitable for studying gene sets involved in synaptic maturation and to build excitation/inhibition networks for disease modelling.", "date": "2025-11-30", "journal": ""}
{"title": "Brainwide blood volume reflects opposing neural populations", "doi": "10.1101/2025.07.01.662538", "authors": "Landemard, A.; Krumin, M.; Harris, K. D.; Carandini, M.", "abstract": "The supply of blood to brain tissue is thought to depend on the overall neural activity in that tissue, and this dependence is thought to differ across brain regions and across brain states. Studies sup-porting these views, however, measured neural activity as a bulk quantity, and related it to blood supply following disparate events in different regions. Here we measure fluctuations in neuronal activity and blood volume across the mouse brain, and find that their relationship is consistent across brain states and brain regions but differs in two opposing brainwide neural populations. Functional Ultrasound Imaging (fUSI) revealed that whisking, a marker of arousal, is associated with brainwide fluctuations in blood volume. Simultaneous fUSI and Neuropixels recordings showed that neurons that increase vs. decrease activity with whisking have distinct hemodynamic response functions. Their summed contributions predicted blood volume across states. Brain-wide Neuropixels recordings revealed that these two opposing populations coexist in the entire brain. Their differing contributions to blood volume largely explain the apparent differences in blood volume fluctuations across regions. The mouse brain thus contains two neural populations with opposite relation to brain state and distinct relationships to blood supply, which together account for brainwide fluctuations in blood volume.", "date": "2025-11-30", "journal": ""}
{"title": "LoGicAl: Local ancestry and genotype calling uncertainty-aware ancestry-specific allele frequency estimation from admixed samples", "doi": "10.1101/2025.07.01.662683", "authors": "Wang, J.; Zöllner, S.", "abstract": "In admixed groups, it is of interest to estimate allele frequencies of their ancestral contributing populations. These ancestry-specific allele frequencies inform genetic drivers of disease etiologies, facilitate genome-wide association study interpretations, enhance polygenic risk prediction and portability, and provide insights into demographic history. Their estimation leverages inferred locus-specific ancestry background, i.e., local ancestry, generated by tools like RFMix. However, existing estimation methods lose accuracy and incur biases by failing to model uncertainty from upstream local ancestry inference and genotype calling. Here, we introduce LoGicAl, a novel likelihood-based method for estimating ancestry-specific allele frequencies from admixed samples, simultaneously accommodating uncertainty from ancestry calling, genotyping, and statistical phasing. We demonstrate that modeling these uncertainties substantially reduces estimation errors, resulting in superior accuracy for both sequence-based and array-based genotyping with different levels of local ancestry inference quality. By integrating an accelerated fixed-point algorithm, LoGicAl achieves high scalability and enhanced computational efficiency compared with existing approaches. Applying LoGicAl to admixed cohorts in the 1000 Genomes Project, we illustrate the benefits of local-ancestry-based allele frequency estimates. Together, LoGicAl contributes to genomic analyses of admixed samples by providing precise and rapid ancestry-specific allele frequency estimates, and to constructing the spatial landscape and dynamics of genetic variations in admixed populations at a finer scale.", "date": "2025-11-30", "journal": ""}
{"title": "Investigating Age-Related Decline in Sensorimotor Control Using Robotic Tasks", "doi": "10.1101/2025.07.07.663471", "authors": "Alvarez-Hidalgo, L.; Edlmann, E.; Schmidtmann, G.; Howard, I. S.", "abstract": "Aging is associated with changes in sensorimotor control that contribute to functional decline, mobility limitations, and increased fall risk. Traditional motor assessments often rely on subjective measures, highlighting the need for objective, quantitative tools. We developed three robot-based tasks using the vBOT planar manipulandum to evaluate sensorimotor performance in healthy young (<35 years) and older (>60 years) adults. These tasks uniquely combined bimanual control and altered dynamic conditions to assess age-related differences. The first task required bimanual coordination to control a virtual 2D arm over 400 center-out and return trials, targeting de novo motor learning. The second task involved unimanual reaching with the dominant hand, consisting of 200 trials in a null-field condition followed by 200 trials with object-like dynamic forces. The third task similarly began with 200 null-field trials and then introduced a viscous force field in the final 200 trials, with fast movements rewarded to encourage peak performance. This task also enabled comparison between dominant and non-dominant arms. All tasks detected age-related performance differences, with the viscous resistance task proving most sensitive to declines in movement speed, force generation, and response onset time. Scoring mechanisms that encouraged brisk performance amplified these effects. Across tasks, older adults generally moved more slowly, took longer to complete tasks, exerted lower peak forces, and had longer response onset times. However, some older participants performed comparably to younger individuals. In the third task, dominant arm performance consistently exceeded that of the non-dominant arm. These results demonstrate that robot-based tasks can sensitively quantify age-related sensorimotor decline and may offer valuable metrics for clinical assessment and monitoring.", "date": "2025-11-30", "journal": ""}
{"title": "Genetic prediction with ARG-powered linear algebra", "doi": "10.1101/2025.07.14.664631", "authors": "Lee, H.; Pope, N. S.; Kelleher, J.; Gorjanc, G.; Ralph, P. L.", "abstract": "Ancestral recombination graphs (ARGs) are an attractive means for quantitative genetic analysis of complex traits because they encode the realized genetic relatedness between a sample of individuals in the presence of genetic drift, recombination, and mutation. Data structures for efficiently storing ARGs can also be used to rapidly process millions of genomes, and are thus promising for fitting linear mixed models (LMMs) to large phenotype and genome datasets. Here, we study the problems of variance component estimation and prediction of genetic values with ARGs, by describing a generative model of complex traits with additive effects on an ARG, and then developing algorithms that use the ARG to solve these problems efficiently on biobank-scale datasets. We observe nearly linear scaling of runtime with sample size, which is achieved by using the succinct tree sequence representation of the ARG for implicit matrix-vector products, along with modern randomized linear algebra algorithms. We estimate variance components using restricted maximum likelihood (REML), which we find performs substantially better than the Haseman--Elston method. In simulation tests, both variance component estimation and prediction of genetic values (using the best linear unbiased predictor, BLUP) perform nearly as well with inferred ARGs as with true ARGs. We also discuss interpretations of the variance component estimates as mutational variance and additive genetic variance. We provide an implementation of the algorithms as a Python package \\tslmm, which leverages the tree sequence library \\tskit.", "date": "2025-11-30", "journal": ""}
{"title": "CMV can spread through plant to plant contact: implications for experimental practices", "doi": "10.1101/2025.07.30.667662", "authors": "Chateau, L.; Szadkowski, M.; Theodore, J.; Rimbaud, L.", "abstract": "Cucumber mosaic virus (CMV) is a major plant pathogen with a worldwide distribution and the widest host range among all known plant viruses. It affects numerous crop species and can cause symptoms that significantly reduce yield. CMV is primarily transmitted by aphids and more sporadically through seeds. It is frequently studied in laboratory settings with the aim of developing effective control strategies. In many experiments, infected plants are placed in direct contact with healthy ones assuming that CMV cannot be transmitted in this way. However, this has not been formally demonstrated. Therefore, this study aimed to assess whether CMV can be transmitted through plant-to-plant contact. Infected plants were first rubbed against healthy ones and then left in contact for 28 days. Target plants were subsequently tested using DAS-ELISA to detect potential transmission. We applied this protocol in two separate experiments totalizing 15 combinations of plant species including pepper (Capsicum annuum) and five weed species commonly found in Espelette pepper fields (Capsella bursa-pastoris, Cerastium glomeratum, Stellaria media, Stachys arvensis and Trifolium repens). We found that CMV could be transmitted through contact between pepper and all tested weed species except T. repens. These findings highlight the importance of verifying whether a virus is capable of contact transmission before carrying out experiments in conditions that could lead to such contacts. In case of transmission, appropriate precautions will be crucial to avoid unintended transmissions.", "date": "2025-11-30", "journal": ""}
{"title": "Genomic rearrangements rewire chromatin contacts and drive adaptive gene expression divergence in mammals", "doi": "10.1101/2025.08.10.669527", "authors": "Bhattacharya, J.; Lal, M.; Sandhu, K. S.", "abstract": "Genomic rearrangements (GRs) are pervasive in mammalian evolution, yet their contribution to adaptive trait divergence remains poorly defined. By examining 71 mammalian genomes across eight major clades, we uncovered 206 clade-specific disruptions of ancestral synteny. These rearrangements consistently localize near genes underpinning clade-specific physiological, metabolic and behavioural traits and coincided with the accelerated expression rates in the affected lineage. The disruption of otherwise syntenic chromatin contacts and the fusion of domains with contrasting epigenetic states underlie the expression divergence. These observations imply that the clade-specific genomic rearrangements repeatedly reconfigured the mammalian regulatory landscape and likely served as an evolutionary substrate for lineage-specific adaptation.", "date": "2025-11-30", "journal": ""}
{"title": "Environmental fluctuations alter the competitive trade-offs of group size in a social primate", "doi": "10.1101/2025.08.12.669921", "authors": "Jacobson, O. T.; Crofoot, M. C.; Finerty, G. E.; Barrett, B. J.; Perry, S. E.", "abstract": "Larger animal groups are widely understood to require more space and expend more energy to mitigate the foraging costs of within-group competition. Yet between-group interactions and shifting resource distributions can obscure links between group size and behavior, making responses to demographic change difficult to predict. Using 33 years of data from 12 neighboring white-faced capuchin (Cebus imitator) groups, combined with remotely sensed environmental data, we show that within- and between-group competition jointly shape space use, with their relative importance shifting with seasonal and interannual climate cycles. We found that (1) larger groups compensated for reduced per-capita foraging efficiency by expanding into less-exploited areas over longer timescales rather than increasing daily travel; (2) this expansion was disproportionately directed toward smaller neighbors; (3) in the dry season, resource confinement to riparian zones increased intergroup encounters and reduced overlap, with larger groups occupying the highest-quality areas; and (4) climatic extremes linked to El Nino and La Nina exacerbated within-group foraging costs for large groups, whereas intermediate anomalies relaxed these constraints and amplified the benefits of between-group competitive ability. Our findings show that environmental variation shifts the trade-offs of within- and between-group competition, shaping how group-living animals adjust to changing social and ecological conditions.", "date": "2025-11-30", "journal": ""}
{"title": "Attention to Speech Modulates Distortion Product Otoacoustic Emissions Evoked by Speech-derived Stimuli in Humans", "doi": "10.1101/2025.08.15.670505", "authors": "Steinebach, J.; Reichenbach, T.", "abstract": "Humans are remarkably skilled at understanding speech in noisy environments. While segregation of different audio streams is mostly accomplished in the auditory cortex, neural feedback connections run from the cortex to the brainstem and to the cochlea. The latter organ not only houses the mechanosensitive hair cells, but also possesses an active process enabling it to amplify sound in a frequency-dependent manner. A physiological correlate of the active process are distortion-product otoacoustic emissions (DPOAEs) that can be measured non-invasively from the ear canal. Here we employed speech-like DPOAEs that are connected to the spectral structure of voiced speech to show that these emissions are modulated by selective attention to one of two competing voices as well as by intermodal attention. We found that speech-like DPOAEs evoked by the resolved harmonics of a voice were significantly reduced when that voice was attended as compared to when it was ignored. No such effect was observed for the unresolved harmonics of the target voice when the competing voice's harmonics in that range were unresolved as well, indicating that attentional modulation is specific to those components of voiced speech that are spectrally resolved. Our findings support the hypothesis that the cochlea's active process already shapes selective attention to speech in noise. Moreover, the speech-like DPOAEs that we developed open up further possibilities for investigating the contribution of the cochlear active process to auditory scene analysis in naturalistic settings.", "date": "2025-11-30", "journal": ""}
{"title": "Old growth attributes by chain saw: how between-patch heterogeneity changes the metacommunities of beetles in temperate forests", "doi": "10.1101/2025.08.30.673209", "authors": "Mitesser, O.; Cadotte, M.; Mori, A. S.; van der Plas, F.; Chao, A.; Rothacher, J.; Baessler, C.; Bevanda, M.; Biedermann, P. H. W.; Bradler, P. M.; Gomez, A. C.; Decker, O.; Delory, B. M.; Dittrich, S.; Feldhaar, H.; Fichtner, A.; Kreis, A.; Koestler-Albert, L.; Lettenmaier, L.; von Oheimb, G.; Pflumm, L.; Pierick, K.; Jakob Schwalb-Willmann, J.; Thorn, S.; Vogelfaenger, L.; Weisser, W.; Wegmann, M.; Wild, C. M.; Mueller, J.", "abstract": "Metacommunity theory has expanded our understanding of how spatial dynamics and local interactions influence species communities. Different assembly archetypes, reflecting different roles of species differences, habitat differences, and dispersal have been described, but we lack empirical studies specifically in terrestrial habitats testing which archetype is most important. In a replicated design we experimentally enhanced structural between-patch heterogeneity in homogeneous production forests and developed a statistical framework controlling for sample incompleteness to detect different metacommunity processes. Meta-analyses on >100K individuals of >1.3K beetle species showed an increase of ~60 species in heterogenized forests at {gamma}-level promoted by increasing -diversity consistent with the mass-effect and an increase of {beta}-diversity by ~10% supporting species-sorting. Additionally, we tested {beta}-deviations from random assembly as a proxy of neutral processes. Findings indicate that enhancing structural heterogeneity can shift forests from patch-dynamics dominance towards mass-effect and species-sorting, offering a promising pathway to restore biodiversity in managed landscapes.", "date": "2025-11-30", "journal": ""}
{"title": "MAS cryoprobe enhances solid-state NMR signals of α-synuclein fibrils", "doi": "10.1101/2025.09.20.677435", "authors": "Dickwella Widanage, M. C.; Perrone, B.; Saha, J.; Fu, R.; Struppe, J.; McGlinchey, R.; Lee, J.; Schurko, R.; Ramamoorthy, A.", "abstract": "Solid-state NMR spectroscopy is increasingly applied to structural and dynamics studies across a broad range of chemical, material, and biological systems. Although sensitivity has traditionally been a major limitation, the recently developed MAS cryoprobe has been shown to substantially overcome this challenge. Its ability to enhance the signal-to-noise (S/N) ratio without requiring sample freezing makes it particularly attractive for investigating non-isotropic systems, including soft materials (e.g., hydrogels), semi-solids (e.g., membrane mimetics) and rigid solids (e.g., amyloid fibrils). In this study, we report on the enhanced sensitivity of solid-state NMR experiments on -synuclein fibrils using a MAS cryoprobe. Nearly an order-of-magnitude improvement in S/N was observed in CPMAS, refocused-INEPT and 2D 13C13C chemical shift correlation spectra of -synuclein fibrils compared with data collected on a conventional MAS probe. The improved S/N enables the acquisition of slowly decaying signals in the indirect dimension, facilitating faster, high-resolution multidimensional solid-state NMR spectroscopy. We therefore anticipate that MAS cryoprobe will become increasingly valuable for structural studies a wide range of samples that are less abundant, less stable, or transient, such as amyloid intermediates.", "date": "2025-11-30", "journal": ""}
{"title": "Dual function of ERH in primary miRNA biogenesis", "doi": "10.1101/2025.09.23.678008", "authors": "Herzog, S.; Aschenwald, S.; Panda, A. K.; Wurzer, T.; Baumgaertner, S.; Ertl, V. S.; Hatzer, J.; Villunger, A.; Falk, S.", "abstract": "MicroRNAs are small non-coding RNAs that mediate post-transcriptional silencing of most mammalian genes. They are generated in a multi-step process initiated by the Microprocessor, a protein complex composed of DROSHA and DGCR8. Recent studies have described the phenomenon of \"cluster assistance\", in which a prototypic primary miRNA hairpin can license the Microprocessor-mediated processing of a clustered suboptimal hairpin in cis. Genetic screening and mechanistic analyses led to the identification of two critical factors for this process, SAFB2 (scaffold attachment factor B2) and ERH (enhancer of rudimentary homolog), which have been shown to associate with the N-termini of DROSHA and DGCR8, respectively, but also form a complex with each other. However, it remains unclear how SAFB2 and ERH can alter the Microprocessor substrate specificity, and whether the described protein-protein interactions are required for cluster assistance. In this study, we focused on the role of ERH and show that its loss largely phenocopies the effect of SAFB1/2 deletion on the miRNA transcriptome, suggesting that both factors are involved in the same processes of primary miRNA biogenesis. In this context, our data demonstrate that both SAFB1/2 and ERH are required for efficient Microprocessor feedback regulation via processing of pri-miR-1306, uncovering a clear physiological function of cluster assistance. Mechanistically, our data show that ERH-mediated cluster assistance depends neither on its direct association with SAFB2 nor on its described interaction with DGCR8. In contrast, disrupting the ERH binding site within DGCR8 drives the processing of a subset of cluster assistance-unrelated pri-miRNAs. Thus, this study reveals dual roles of ERH in primary miRNA biogenesis, a largely suppressive one driven by its direct binding to DGCR8, and the other in cluster assistance that does not require DGCR8 binding.", "date": "2025-11-30", "journal": ""}
{"title": "A Micro-Engineered Heart Tissue Model of Desmin-related Cardiomyopathy Caused by Mutant αB Crystalin", "doi": "10.1101/2025.10.02.680018", "authors": "Kargar Gaz Kooh, Y.; Bahmani, B.; Zhao, C.; Malayath, G.; Hayem, L.; Jin, H.; Ramahdita, G.; Jiang, H.; Santiago Perez, J.; Chou, H.-Y.; Huang, Y.; Ma, X.; Genin, G. M.; Rawnsley, D.; Diwan, A.; Huebsch, N.", "abstract": "Protein quality control (PQC) is essential for maintaining sarcomere integrity in cardiomyocytes. The R120G mutation in  Crystallin B chain (CRYAB) disrupts CRYAB's chaperone activity, leading to aggregation of CRYAB and its client proteins (including Desmin).This causes Desmin-related cardiomyopathy (DRM). Prior experimental systems for modeling DRM linked to CRYAB require massive overexpression of mutant CRYAB isoforms, raising questions about translational relevance. Here, we establish the first micro-engineered tissue model of CRYAB-linked DRM that uses genome-edited hiPSC together with isogenic controls, allowing us to study the impact of mutant CRYAB expressed at near endogenous levels. Within micro-engineered heart tissues (HT), CRYAB R120G mutant hiPSC derived cardiomyocytes recapitulated key DRM hallmarks, including Desmin and CRYAB aggregation, contractile dysfunction, and increased vulnerability to PQC pathway inhibition. CRYAB-R120G mutant HT also exhibited dysfunctional calcium-contraction coupling, which exacerbated contractile deficits at higher pacing frequencies. JAK1 inhibition with Itacitinib partially restored contractile function at higher pacing frequencies, suggesting JAK1 inhibition as a potential therapeutic strategy. By preserving human-specific structural and functional features, our HT platform enables mechanistic characterization of proteotoxic cardiomyopathies and offers a scalable system for targeted drug screening.", "date": "2025-11-30", "journal": ""}
{"title": "Somatostatin-expressing neurons regulate sleep deprivation and recovery", "doi": "10.1101/2025.10.10.681551", "authors": "Kobayashi, K. T.; Taguchi, Y.-h.", "abstract": "Background/Objectives: We re-analyzed publicly available gene expression profiles from the male mouse cortex under conditions of sleep deprivation (SD) using tensor decomposition-based unsupervised feature extraction, originally proposed by one of the authors in 2017. Methods : We focused on two distinct expression patterns: genes whose levels were altered in SD and failed to normalize during recovery sleep (RS), and genes that overshot normal levels during RS. This selection excluded the expected \"altered in SD and recovered in RS\" pattern, which was not significantly observed. These two gene sets showed substantial overlap, but were still distinct from each other. Results: The analysis revealed that the selected gene sets were enriched in various brain regions, as evidenced through clustering in the Allen Brain Atlas. This suggests that the successful selection identified biologically meaningful genes. Furthermore, somatostatin (Sst)-expressing neuronal clusters were among the most highly enriched. Conclusions: Given that sst is already implicated in SD and RS, our fully data driven transcriptomic analysis successfully identified the activity of sst during SD and RS. These findings reveal that Sst-expressing neurons may play a key role in SD. These results were further validated using AlphaGenome by uploading the selected genes to it.", "date": "2025-11-30", "journal": ""}
{"title": "Oscillatory and elevated flow distinctly regulate gene expression in human coronary artery endothelial cells", "doi": "10.1101/2025.10.10.681055", "authors": "Vidotto, G.; Luzzi, S.; Humphries, J.; Beal, R.; McVey, D. G.; Nelson, C. P.; Webb, T. R.; Humphries, M.; Smith, G.; White, S. J.", "abstract": "Background: Atherosclerosis develops at arterial sites exposed to disturbed flow, while plaque rupture and plaque erosion predominantly occur in regions subjected to elevated flow. The impact of elevated flow on regulation of endothelial gene expression is less well studied; therefore, we undertook a comprehensive analysis of primary human coronary artery endothelial cell (HCAEC) gene expression under elevated flow, comparing it to gene expression induced by normal physiological and oscillatory flow. Methods: Analysis of HCAEC mRNA, microRNA and protein expression cultured under oscillatory shear stress (OSS), physiological laminar shear stress (LSS), and elevated shear stress (ESS) for 72 hours. Identification of changes in RNA isoform expression and proximity of flow-responsive genes to established coronary artery disease (CAD) risk loci were also performed. Results: 2,175 shear-regulated genes were identified, with 665 uniquely responsive to ESS. Both ESS and OSS induced significant changes in RNA isoform selection, predicted to affect 848 and 580 genes respectively. Signalling pathways regulating CAD pathogenesis including HIPPO, TGF{beta}/BMP, and IRF, showed altered RNA isoform selection which may influence plaque development and plaque erosion. 65% of linkage disequilibrium (LD)-filtered CAD-associated genetic variants contained at least one OSS or ESS-regulated gene within 250Kb. Proteomic analysis identified 289 proteins differentially expressed under OSS and 171 under ESS, with notable discordance between mRNA and protein changes observed in 28.7% (OSS vs LSS) and 16.6% (ESS vs LSS) genes. Additionally, 40 shear-responsive microRNAs were identified. Conclusion: Elevated flow elicits a distinct gene expression programme in HCAECs, modulating pathways central to CAD pathogenesis.", "date": "2025-11-30", "journal": ""}
{"title": "Task-optimized models of sensory uncertainty reproduce human confidence judgments", "doi": "10.1101/2025.10.31.685933", "authors": "Govindarajan, L. N.; Alavilli, S.; McDermott, J. H.", "abstract": "Sensory input is often ambiguous, leading to uncertain interpretations of the external world. Estimates of perceptual uncertainty might be useful in guiding behavior, but it remains unclear whether humans explicitly represent uncertainty in naturalistic settings, and whether any such representations are normatively correct. Progress has been hindered by the absence of stimulus-computable models that estimate uncertainty. We developed a class of task-optimized models that generate probability distributions over perceptual estimates. To assess whether human uncertainty representations align with the model's, we compared human confidence judgments, which might indirectly reflect uncertainty representations, to confidence judgments extracted from the model's uncertainty. In both sound localization and pitch perception, human confidence varied systematically, being lower for stimuli that produced more variable estimates across trials. Human confidence tracked model confidence across conditions, suggesting that human uncertainty representations accurately reflect the actual uncertainty of perceptual estimation. The modeling framework is extensible to other perceptual domains.", "date": "2025-11-30", "journal": ""}
{"title": "Linking Electrophysiological Metrics to Oxidative Metabolism: Implications for EEG-fMRI Association", "doi": "10.1101/2025.11.04.686568", "authors": "Zhong, X.; Van Lankveld, H.; Mathew, A.; Chen, J. J.", "abstract": "Resting-state functional magnetic resonance imaging (rs-fMRI) is widely used to study brain function, yet its biophysiological basis remains incompletely understood. Building on our recent work, we investigated how EEG activity and cerebral metabolic rate of oxygen (CMRO2) are related to one another, and how they jointly underpin rs-fMRI metrics. Using a multimodal dataset with macrovascular correction applied to all rs-fMRI metrics, we first examined associations between EEG metrics and CMRO2, then applied mediation analysis to evaluate how CMRO2 mediates EEG-fMRI associations. We found that bandlimited EEG theta and alphafractional power was significantly associated with CMRO2. Bandlimited EEG coherence was also associated with CMRO2 across all the bands. Bandlimited EEG fractional power and coherence were also significantly associated with cerebral blood flow (CBF) and oxygen extraction fraction (OEF) in a manner that varied by frequency. EEG broadband temporal complexity was positively associated with CMRO2; and EEG coherence was negatively associated with OEF. Notably, there are pronounced sex differences in these relationships, which suggests that the biophysical underpinnings of rs-fMRI are sex dependent. Moreover, the baseline metabolic and hemodynamic variables did partially mediate EEG-fMRI associations, with CMRO2 serving as the primary mediator. However, most of the mediations are partial, highlighting the complex interplay among electrophysiological activity, oxidative metabolism, and hemodynamics. This study advances our understanding of the biophysical basis of rs-fMRI and provides a foundation for developing sex-specific diagnostic and therapeutic strategies for neurological disorders.", "date": "2025-11-30", "journal": ""}
{"title": "ELITE: E3 Ligase Inference for Tissue specific Elimination: A LLM Based E3 Ligase Prediction System for Precise Targeted Protein Degradation", "doi": "10.1101/2025.11.05.686884", "authors": "Patjoshi, S.; Froehlich, H.; Madan, S.", "abstract": "Targeted protein degradation (TPD) has transformed modern drug discovery by harnessing the ubiquitin proteasome system to eliminate disease-driving proteins previously deemed undruggable. However, current approaches predominantly rely on a narrow set of ubiquitously expressed E3 ligases, such as Cereblon (CRBN) and Von Hippel Lindau (VHL), which limits tissue specificity, increases systemic toxicity, and fosters resistance. Here, we present an AI-driven framework for the rational identification of tissue specific E3 ligases suitable for precision-targeted degradation. Our model leverages a BERT-based protein language architecture trained on billions of sequences to generate contextual embeddings that capture structural and functional motifs relevant for E3 substrate compatibility. By integrating these embeddings with tissue resolved protein protein interaction data, the framework predicts ligase/target interactions that are both biologically plausible and context restricted. This enables the prioritization of ligases capable of driving selective degradation of pathogenic proteins within disease-relevant tissues. The proposed approach offers a scalable path to expand the E3 ligase repertoire and advance TPD toward true precision medicine.", "date": "2025-11-30", "journal": ""}
{"title": "Structural insights into cobalamin loading and reactivation of human methionine synthase", "doi": "10.1101/2025.11.10.687659", "authors": "Ferreira, D. S. M.; McLennan, K.; Diamond, C.; Vollmar, M.; Kiyani, W.; Froese, D. S.; Kopec, J.; Bailey, H. J.; Chalk, R.; Basle, A.; Elkins, J. M.; Coker, J. A.; Yue, W.; McCorvie, T. J.", "abstract": "Human methionine synthase (MTR) is an essential enzyme of one carbon metabolism. Consisting of a catalytic N-half and a cobalamin binding C-half, MTR utilises this intricate organometallic cofactor in the methyl transfer from methyltetrahydrofolate to homocysteine producing methionine. Cobalamin loading into MTR, and its subsequent activation, requires methylmalonic aciduria and homocystinuria Type D (MMADHC) protein and methionine synthase reductase (MTRR), respectively. However, the molecular basis of cobalamin binding and activation of human MTR aided by MMADHC and MTRR remains unknown. Here, using cryo-electron microscopy, we determined structures of human MTR in its apo, and cobalamin bound states. Apo MTR adopts a conformation where the two halves of the enzyme act independently with the C-half posed to bind cobalamin. Binding of cobalamin and its activation causes conformational changes in MTR that result in a flexible catalytically active state. AlphaFold predictions, validated by interaction studies, show that MMADHC interacts with the C-half of apo MTR to facilitate cobalamin loading. Unexpectedly we found that MTRR interacts at two distinct sites within the C-half of MTR which may aid in activation. Collectively these findings lay the groundwork to uncover the mechanisms through how MMADHC and MTRR coordinate cobalamin loading and activation of human MTR.", "date": "2025-11-30", "journal": ""}
{"title": "Comparative analysis of morphological and acoustic correlates of bush-cricket tympanic membranes", "doi": "10.1101/2025.11.11.687687", "authors": "Islam, M. N.; Holmes, L. B.; Rooke, D.; Sarria-S, F. A.; Montealegre-Z, F.", "abstract": "Bush-crickets exhibit remarkable auditory diversity, having the ears in the forelegs, where the tympana could be exposed or covered by cuticular flaps known as auditory pinnae. These tympanic membranes receive sound either directly or internally via an acoustic tracheal tube. Despite extensive research on auditory tuning, the relationships between tympanal structure, body size, and acoustic traits remain unclear. In this study, CT reconstructions with AI-assisted segmentation and phylogenetically informed regressions across 18 bush-cricket species were used to investigate how tympanal surface area and mean cross-sectional thickness relate to body size, carrier frequency, and the presence of auditory pinnae. Tympanal surface area scaled positively with body size, whereas thickness was independent of size. Carrier frequency decreased with increasing body size but showed no direct association with tympanal properties. Among 14 species with auditory pinnae, tympanal dimensions showed no correlation with peak cavity resonance frequency, indicating semi-independent evolution of pinna cavity and tympanal traits. Across species, pinnae did not alter tympanal surface area, although unilateral pinnae were linked to thicker tympana. Within these unilateral species, the pinna-covered tympanum remained consistently larger in area but thinner than the exposed side. Overall, these findings indicate that tympanal evolution reflects a balance of scaling constraints and localised effects of auditory pinnae.", "date": "2025-11-30", "journal": ""}
{"title": "Epigenomic and transcriptomic germ-free ageing atlas reveals sterile inflammation as an intrinsic ageing feature", "doi": "10.1101/2025.11.19.689100", "authors": "Nijen Twilhaar, W.; Chang, J.-C.; Terooatea, T. W.; Yabukami, H.; Kato, S.; Hetherington, N.; Satoh-Takayama, N.; Ahmadi, A.; Hsieh, T.-H.; Jeyamohan, P.; Kageyama, T.; Lan, Y. J.; Kadono-Maekubo, N.; Maeda, S.; Miyajima, Y.; Mochizuki, M.; Motomura, Y.; Nakanishi, Y.; Rother, N.; Tahara, U.; Takeno, N.; Tsutsui, K.; Vilaseca Barcelo, M.; Wang, H.; Amagai, M.; Fujiwara, H.; Hon, C. C.; Matsui, T.; Moro, K.; Nourshargh, S.; Ohno, H.; Minoda, A.", "abstract": "Commensal microbiota plays crucial roles in maintaining tissue homeostasis, yet its impact on cellular ageing and inflammaging across diverse cell types remains poorly understood. Here we present a comprehensive single-cell epigenomic and transcriptomic atlas of various tissues from mice aged under specific pathogen-free (SPF) or germ-free conditions, revealing context-dependent effects of microbiota on cellular ageing. Microbiota conferred beneficial effects in young mice but accelerated various ageing features in old, such as age-related AP-1 pathway upregulation, senescence and transcriptomic alterations, likely due to age-associated dysbiosis. Strikingly, inflammatory signatures persisted across cell types in aged germ-free mouse tissues, establishing sterile inflammation as an intrinsic feature of ageing. Age-associated B cells expanded equally under germ-free conditions and (SPF) conditions, raising the possibility that they function as intrinsic, microbiota-independent drivers of inflammageing and potential therapeutic targets. The atlas provides a resource for distinguishing intrinsic ageing features from those modulated by the microbiota, illuminating mechanisms of cellular ageing and potential anti-ageing interventions.\n\nHighlightsO_LISterile inflammation and age-associated B cell expansion are prominent intrinsic ageing features\nC_LIO_LIThe upregulation of age-associated AP-1 pathways and senescence of alveolar macrophages are attenuated in germ-free condition\nC_LIO_LIGerm-free condition induces premature ageing-like features in young mouse tissues but delays ageing features in old mice across multiple cell types\nC_LI", "date": "2025-11-30", "journal": ""}
{"title": "Latent gene network expression underlies partial re-evolution of a polyphenic trait in the worker caste of ants", "doi": "10.1101/2025.11.19.689334", "authors": "Vasquez-Correa, A.; Arnet, J.; Chen, T.; Abouheif, E.", "abstract": "Polyphenisms, where alternative phenotypes develop from a single genome in response to environmental cues, are not only widespread in nature, but also occur at multiple levels of biological organization, from cells to individuals to societies. Polyphenism is thought to promote phenotypic diversification through the gain, loss, and re-evolution of alternative phenotypes. After the origin of a polyphenism, one of the alternative phenotypes often retains the developmental capacity to produce the ancestral trait, thereby permitting the other to evolve rapidly. Yet, little is known about the developmental processes underlying the re-evolution of polyphenic traits and how they may produce phenotypic diversification. Here we address this question by focusing on the caste polyphenism in ant societies, which produces a winged queen caste and a wingless worker caste in a single colony in response to environmental cues. We show, in a hyperdiverse group of ants, that a caste-specific trait called the ocelli (3 simple eyes on the dorsal head) is always present across queen castes but was lost and partially re-evolved multiple times, giving rise to novel patterns (1 ocelli) in the worker castes. Surprisingly, we discovered that a hidden (latent) expression of the ocelli gene regulatory network in worker castes that lost ocelli underlies the partial re-evolution of ocelli in this group. We therefore propose that latent developmental potentials may generally persist across polyphenic systems, including ant castes, and may facilitate the partial re-evolution of novel phenotypic patterns.", "date": "2025-11-30", "journal": ""}
{"title": "Negative-Valence Neurons in the Larval Zebrafish Pallium", "doi": "10.1101/2025.11.21.689820", "authors": "Smith, C. D.; Du, Z.; Dempsey, W. P.; Fraser, S. E.; Truong, T. V.; Arnold, D. B.", "abstract": "An organism's survival depends on the rapid classification of sensory events as either harmful or beneficial. In mammals, this computation is partially performed by neurons in the amygdala that respond to signals with negative or positive valence. The larval zebrafish pallium is thought to contain homologs of the mammalian amygdala, isocortex, and hippocampus; however, the signals encoded by pallial neurons remain largely uncharacterized. Using two photon light sheet microscopy to image 7-9 day old zebrafish that express pan-neuronal GCaMP6s, we recorded calcium dynamics throughout the brain while presenting a panel of strongly aversive stimuli including infrared heat, electric shock, and a whole field looming shadow, together with milder threats including vibration, loud sound, light transitions, and a partial looming stimulus. A compact cluster of neurons in the rostrolateral dorsal pallium (Rl) responded vigorously to strongly noxious and fully looming stimuli, but not to the milder cues. In contrast, neurons in the ventromedial pallium and habenula responded to all stimuli tested. Rl neurons are characterized by high Tiam2a expression, suggesting they can be genetically accessed. Our results identify a dedicated negative valence locus in the teleost pallium and underscore the evolutionary conservation of valence coding circuits.", "date": "2025-11-30", "journal": ""}
{"title": "Inactivation of a protein hydroxylase complex impairs replication fork restart in cancer and neurodevelopmental disorders", "doi": "10.1101/2025.11.22.689938", "authors": "Kennedy, T. J.; Fletcher, S.; Boora, U.; Fraser-Williams, E.; Kaur, A.; Hughes, G. W.; Hendrix, E.; Morris, J. R.; Smerdon, S. J.; Coleman, M.", "abstract": "Protein hydroxylation is a post-translational modification that is commonly catalysed by enzymes of the oxygen- and 2-oxoglutarate (2OG)-dependent oxygenase family. The Jumonji-C (JmjC)-only sub-family of 2OG-oxygenases catalyse the hydroxylation of protein and tRNA substrates involved in fundamental cellular processes. Jumonji-domain 5 (JMJD5) is a highly conserved and essential 2OG-oxygenase that, thus far, is the only arginyl hydroxylase assigned in eukaryotes. We recently reported that JMJD5 hydroxylase activity is required for DNA replication fidelity, and that pathogenic variants cause replication stress (RS) and genome instability (GIN) in a novel neurodevelopmental disorder. Because of the prevalence of RS and GIN in cancer, and reported roles of JMJD5 in tumorigenesis, we here investigate the impact of JMJD5 cancer mutations on its role in replication fidelity. We describe the structural impact of cancer missense mutations on the hydroxylase activity of JMJD5 and its interaction with  RCCD1, an abundant binding partner encoded by a gene associated with susceptibility to a variety of tumour types. We show that the JMJD5:RCCD1 interaction is disrupted by cancer mutations and that the complex is essential for suppressing RS and GIN in tumour cells. Finally, we describe a novel interaction of the complex with RAD51 paralogues and demonstrate the importance of the JMJD5:RCCD1 interaction for normal replication fork restart. Our findings further highlight the importance of protein hydroxylases in fundamental cellular processes and the consequences of JMJD5 and RCCD1 deregulation in human disease.", "date": "2025-11-30", "journal": ""}
{"title": "Clonal Hematopoiesis Associated with TP53 and DNMT3A Mutations Promotes Tissue Repair in Acute Cardiovascular Diseases", "doi": "10.1101/2025.11.23.690015", "authors": "Pan, Y.; Meng, X.; Wang, C.; Zhou, W.; Zhou, Q.; Chi, J.; Barrier, B.; Martinez-Lemus, L.; Li, D.-P.; Liu, Z.; Kang, X.", "abstract": "Clonal hematopoiesis (CH), arising from hematopoietic progenitor cells with acquired mutations, resulting in clonal expansion, and displaying functionally altered hematopoietic cells, is traditionally associated with adverse health outcomes of numerous conditions. However, CH may not always be pathological - our study found that CH promotes post-injury tissue regeneration, indicating the positive effects of CH. In mouse models of myocardial infarction, hindlimb ischemia, and muscle injury, we utilized competitive bone marrow transplantation to mimic CH with Trp53 mutation. Mice with CH demonstrated enhanced tissue repair compared to controls. Single-cell RNA sequencing of recovering tissues and residing hematopoietic cells indicated that mutant macrophages were associated with enhanced pro-angiogenic and phagocytic capability. Macrophages from CH mice showed increased expression of VEGF, contributing to improved tissue repair. Signaling analysis showed that suppressed E2F drives higher expression of Vegfa. These results suggest that CH may play a role in promoting recovery following ischemic injury and highlight its potential as a therapeutic strategy for improving outcomes in ischemic disease.", "date": "2025-11-30", "journal": ""}
{"title": "Reliable Identification of Homodimers Using AlphaFold", "doi": "10.1101/2025.11.27.691011", "authors": "Danielsson, S. N.; Elofsson, A.", "abstract": "MotivationProtein-protein interactions are central for understanding biological processes. The ability to predict interaction partners is extremely valuable for avoiding costly, time-consuming experiments. It has been shown that AlphaFold has an unsurpassed ability to accurately evaluate interacting protein pairs. However, a protein can also form homomeric interactions, i.e. interact with itself.\n\nResultsWe found that AlphaFold yielded a significantly higher false-positive rate for identifying homodimers than for heterodimers. True Positive Rate (TPR) at 1% False Positive Rate (FPR) drops from 63% for heterodimers to 18% for homodimers. When we investigated the high-scoring false positives, i.e., non-homodimers with high AlphaFold scores when predicted as such, we found that their homologs were enriched for homomultimeric proteins. Using a simple logistic regression model that combines AlphaFold scores with structural and homology information, we increased the TPR (at 1% FPR) to 42{+/-}8% (5-fold cross-validation) from 19%. If we excluded the homology information, we achieved a TPR of 28{+/-}7%, which is still better than using AlphaFold metrics.\n\nAvailability and implementationAll data are available from Zenodo DOI:10.5281/zenodo.17738668 and all code from https://github.com/SarahND97/alphafold-homodimers.\n\nSupplementary informationSupplementary information is available online.", "date": "2025-11-30", "journal": ""}
{"title": "NDNF+ interneurons have a privileged role in regulating cortical excitability", "doi": "10.1101/2025.11.27.690945", "authors": "Richardson, A.; Mercier, M. S.; Shimoda, Y.; Graham, R. T.; Leite, M.; Garcia, A.; Muller, M.; Bond, S. A.; Grodzdanova, M.; Wu, Q.; Lieb, A.; Kullmann, D. M.; Magloire, V.", "abstract": "Cortical processing depends critically on the precise modulation of excitatory activity by a diverse population of GABAergic interneurons. Among these, neuron-derived neurotrophic factor-expressing (NDNF+) interneurons have been proposed to be \"master regulators\" of cortical microcircuits. While their role in coordinating physiological cortical activity is beginning to be understood, their contribution to restraining hyperexcitability during epileptiform activity remains unexplored. To address this, we employed calcium imaging, optogenetics, and chemogenetics in an NDNF-Cre mouse line to investigate how NDNF+ interneurons influence cortical hyperactivity and spontaneous seizures. Our results demonstrate that NDNF+ interneurons are actively recruited during interictal spikes and focal seizures, although more slowly than parvalbumin-positive interneurons. Optogenetic hyperpolarization of NDNF+ interneurons exacerbates epileptic discharges, whereas their depolarization suppresses focal seizures, even when the optogenetic stimulus is delayed by several seconds from seizure onset. This effect is largely mediated by GABAB receptor signalling. Additionally, chemogenetic depolarization of NDNF+ interneurons has robust antiepileptic effects both ex vivo and in vivo. Collectively, these findings establish NDNF+ neurons as key regulators of cortical excitability and identify them as promising cellular targets for the development of anti-epileptic therapies.", "date": "2025-11-30", "journal": ""}
{"title": "HIF-1α and HIF-2α transcription factors differentially regulate lung alveolar macrophage function", "doi": "10.1101/2025.11.25.690373", "authors": "Priego, E.; Adan-Barrientos, I.; Conde-Garrosa, R.; Martinez-Cano, S.; Sanchez, I.; Mananes, D.; Mastrangelo, A.; Amores, J.; Izquierdo, H. M.; Sancho, D.", "abstract": "Alveolar Macrophages (AMs) reside in the alveoli, where oxygen pressure is high, therefore maintaining an active degradation of hypoxia-inducible transcription factors (HIF) mediated by the Von Hippel-Lindau protein (pVHL) ubiquitin ligase complex. We previously found that Vhl-deficient AMs not sensing high oxygen pressure are immature and functionally impaired. Here we investigated the specific roles of HIF-1 and HIF-2 isoforms in the regulation of AM functions. With this aim, we combined deletion of Vhl with single or double deletion of Hif1a and/or Hif2a in AMs under the control of the CD11c promoter using a Cre-Lox system. Our work demonstrates that in Vhl-deficient macrophages, both HIF-1 and HIF-2 contribute to AM defective self-renewal, while HIF-2 plays a central role in regulating the impaired AM maturation associated with pVHL loss. HIF-1 promotes a glycolytic shift in alveolar macrophages, while HIF-2 hinders lipid oxidation and surfactant clearance. Thus, HIF-2 raises as a selective critical factor restraining the therapeutic potential of AMs to degrade surfactant excess in mice that have developed pulmonary alveolar proteinosis (PAP). Overall, regulation of both HIF-1 and HIF-2 isoforms is required for an optimal AM function, highlighting HIF-2 as a potential pharmacological target for secondary PAP.", "date": "2025-11-30", "journal": ""}
{"title": "Mechanics and growth coordination define SOSEKI-based polarity fields", "doi": "10.1101/2025.11.26.690761", "authors": "Piepers, M.; Reyes-Hernandez, B. J.; Ramos, J. R.; Boelke, N.; Schuetz, L.; Song, C.; Primc, A.; Bald, L.; Merks, R. M.; Weijers, D.; Maizel, A.", "abstract": "The formation of organs requires the coordinated growth of cells and tissues relative to the main body axes. Plant growth is typically anisotropic and mechanically coupled through contiguous cell walls, yet how these physical patterns link to cell and tissue polarity remains unclear. Here, we use SOSEKI (SOK) proteins, previously thought to report global polarity fields, as markers to dissect how polarity arises during lateral root (LR) organogenesis. Live imaging revealed that SOK polarisation does not follow a uniform global field but instead responds to local differences in growth and mechanical state between neighbouring tissues. SOKs accumulate at interfaces separating domains of distinct growth behaviour and dissipate under compressive stress. After perturbing tissue interfaces or the mechanical continuity of the tissue, the coherence of the polarity was disrupted, indicating that stable axis establishment requires mechanical coupling across the cell wall network. Our results suggest that SOK polarisation is mechanoresponsive, linking tissue mechanics to polarity and axis establishment", "date": "2025-11-30", "journal": ""}
{"title": "Structure, function and dynamics of mCoral, a pH responsive engineered variant of the mCherry fluorescent protein with improved hydrogen peroxide tolerance.", "doi": "10.1101/2025.11.26.690718", "authors": "Zitti, A.; Aksakal, O.; Vitsupakorn, D.; Rizkallah, P.; Makolajeck, H.; Platts, J.; Menzies, G.; Jones, D.", "abstract": "The red fluorescent protein mCherry is one of the most utilised fluorescent proteins in biology. Here, we have changed the chromophore chemistry by converting the thioether group of M66 to a thiol group through mutation to cysteine. The new variant termed mCoral due to its orange fluorescence hue has similar brightness to mCherry but has improved resistance to hydrogen peroxide. The variant is also responsive to pH with a low and high pKa forms that have distinct spectral properties, which DFT analysis suggests is due to protonation state changes in the newly introduced thiol group as well as the phenol group. The structure of mCoral reveals that the M66C mutation creates a space within the beta-barrel structure that is filled by a water molecule, which makes new polar interactions including with backbone carbonyl group of F65. Molecular dynamic simulations suggests that this additional water molecule, together with local solvation around the chromophore, could play a role in promoting planarity of the full conjugated system comprising the chromophore; the mCoral chromophore makes slightly more H-bonds with water than mCherry. The main water exit point for mCherry is also narrower in mCoral potentially explaining the increased resistance to hydrogen peroxide. Overall, a small structural change to mCherry has resulted in a new fluorescent protein with potentially useful characteristics and an insight into the role of dynamics and water in defining structure-function relationship in red fluorescent proteins.", "date": "2025-11-30", "journal": ""}
{"title": "Progranulin deficiency aggravates aging-induced vascular injury", "doi": "10.1101/2025.11.25.690611", "authors": "Luvizotto, R. A. M.; Nascimento, A. F.; Costa, R. M.; Pimenta, G. F.; Singh, S.; Awata, W. M. C.; Russ, A.; Haastrup, A.; Cuevas, R. A.; Behzadi, P.; St. Hilaire, C.; Roberts, J.; Bruder, A.; Bruder-Nascimento, T.", "abstract": "Significance: Vascular aging is a major contributor to cardiovascular disease, yet the molecular mechanisms of age-associated vascular dysfunction remain incompletely defined. This study reveals a critical role for progranulin (PGRN) in regulating vascular senescence, function, and remodeling during aging. Methods: We assessed PGRN expression in human and mouse arteries and senescent vascular smooth muscle cells (VSMCs). Functional vascular studies were performed in PGRN-deficient (PGRN-/-) mice. Senescence was modulated pharmacologically using the senolytic agent navitoclax (ABT-263), and vascular phenotype was evaluated in adult (6-month-old) and aged mice (18-month-old). Results: PGRN expression increased with age in human and mouse arteries, correlating with elevated p21 expression. PGRN deficiency in adult mice induced endothelial dysfunction, increased vasoconstriction, and induced vascular inflammation and remodeling. Transcriptomic analysis of PGRN-/- VSMCs revealed a senescence-associated signature, including perturbed oxidative phosphorylation, altered epigenetic regulation, and collagen pathways. Pharmacological clearance of senescent cells improved endothelial function but increased vascular contractility in PGRN-/- mice. In aged mice, PGRN deficiency aggravated vascular dysfunction, remodeling, and renal injury without further increasing senescence markers - suggesting premature, rather than progressive, senescence in the PGRN-/- mice. Conclusion: PGRN is a novel regulator of vascular aging, coordinating senescence, inflammation, and remodeling. While endothelial senescence contributes to dysfunction, VSMCs senescence may serve an adaptive role in modulating vascular tone. Targeting PGRN or senescence pathways may offer therapeutic opportunities for age-related vascular diseases, especially in patients with PGRN mutations associated with frontotemporal dementia.", "date": "2025-11-30", "journal": ""}
{"title": "BeadBuddy: user-friendly, nanometer-scale registration of single-molecule imaging data", "doi": "10.1101/2025.11.25.690467", "authors": "Clark, F. T.; Whitney, P. H.; Saiz, N.; Ziarno, A.; Lionnet, T.", "abstract": "Single-molecule localization microscopy (SMLM) captures nanoscale detail with fluorescence imaging. As large-area cameras and multiplex imaging become standard, chromatic errors are growing more complex, challenging precise analysis. To address this challenge, we present BeadBuddy, an open-source, user-friendly software that uses images of fluorescent beads to model and correct 3D, spatially varying chromatic errors. BeadBuddy achieves sub-voxel resolution in DNA Fluorescence In Situ Hybridization (FISH) and is applicable across SMLM modalities.", "date": "2025-11-30", "journal": ""}
{"title": "MIMEco: Multi-objective metabolic modeling to predict and explain pairwise interactions", "doi": "10.1101/2025.11.25.690486", "authors": "Lambert, A.; Chaffron, S.; Eveillard, D.", "abstract": "Genome-scale metabolic models (GEMs) provide a mechanistic framework for quantitatively exploring an organism's physiology and its interactions with the environment. However, their use in microbial community modeling has been limited since it usually relies on community-wide objective functions or the integration of community abundance data. Nevertheless, predicting microbial interactions is crucial for understanding ecosystem dynamics, and thus requires dedicated methods. Here, we introduce MIMEco (Metabolic Interaction Modeling in Ecosystems), an open-source Python package that predicts pairwise microbial interactions through multi-objective optimization. MIMEco does not require abundance data, provides a user-friendly workflow, and predicts interaction types, strengths, and exchanged metabolites directly from Pareto fronts. In this study, MIMEco is validated by replicating experimental results of an in vitro co-culture of two auxotrophic Escherichia coli strains. By combining mechanistic inference with usability, MIMEco makes metabolic interaction modeling accessible to non-specialists while remaining flexible for experts, establishing a versatile platform for advancing metabolic ecology across biomedical and environmental fields.", "date": "2025-11-30", "journal": ""}
{"title": "Preclinical Evaluation of a Zotarolimus-Eluting Stent for Intracranial Application: A 30-Day GLP Canine Study", "doi": "10.1101/2025.11.25.690612", "authors": "Bhatti, I. A.; Jumah, F.; Gillani, S. A.; Nunna, R.; Khan,, I.; Rolfes, A.; Jagadeesan, B. D.; Hassan, A. E.; Qureshi, A. I.; Siddiq, F.", "abstract": "Background: Zotarolimus-Eluting Stents (ZES) are increasingly used off-label for intracranial atherosclerotic disease (ICAD). However, foundational, Good Laboratory Practice (GLP) compliant preclinical safety data specific to the cerebral vasculature is lacking. Therefore, we conducted the first systematic evaluation of the technical feasibility, anatomic features, and 30-day clinical safety profile of the Onyx Frontier ZES (Medtronic, Minneapolis, MN) in a GLP-compliant canine intracranial model. Methods: In a prospective GLP study, a 2.0 x 8.0 mm Onyx Frontier ZES was implanted in the basilar artery of twelve healthy mongrel canines pre-treated with dual antiplatelet therapy. Vertebral artery tortuosity was assessed via angiography and graded as Type I (non-tortuous/straight), Type II (moderately tortuous/S-shaped), or Type III (severely tortuous/coiled). The primary endpoints were procedural success and 30-day safety, assessed via angiography, serial neurological examinations, and comprehensive clinical monitoring. Results: Technical success was achieved in 100% of animals (12/12). The cohort exhibited challenging anatomy, with a mean basilar artery diameter of 1.39 {+/-} 0.10 mm. Tortuosity analysis revealed that 33.3% of animals were Type I (mild), 58.3% were Type II (moderate), and 8.3% were Type III (severe). Post-procedure, mild vasospasm was observed in all cases, with only one canine requiring intra-arterial verapamil. A single case (8.3%) of self-limiting contrast extravasation occurred without clinical sequelae. At 30 days, there was no mortality, and no animals suffered a neurological adverse event. Minor clinical events were unrelated to the device, and comprehensive clinical pathology panels revealed no evidence of systemic toxicity or a significant inflammatory response. Conclusion: This first-of-its-kind preclinical study demonstrates that implantation of the Onyx Frontier ZES is technically feasible with a 100% success rate in a sub-2mm vessel model with significant tortuosity and has an excellent 30-day safety profile with no clinical evidence of neurotoxicity. These findings provide foundational preclinical data supporting further investigation of this technology for treating ICAD in human subjects.", "date": "2025-11-30", "journal": ""}
{"title": "Enhancing microalgal productivity through bioactive substances, light, and CO2", "doi": "10.1101/2025.11.26.690871", "authors": "Herrera, N.; Llanes, A.; Quinones, W.", "abstract": "Microalgae play a crucial role in ecosystems, from oxygen production to sustaining food webs and offering valuable applications in industry and environmental management. Increasing their productivity in terms of biomass yield, cultivation time, and nutritional or metabolite quality remains a major challenge. This study assessed the effects of 10 bioactive substances (including lactones, phytohormones, and natural extracts), four light wavelengths, and four CO2 injection regimes on Arthrospira platensis, Chlorella vulgaris, Ankistrodesmus falcatus, and Tetradesmus dimorphus, using linear modeling and LSD (Least Significant Difference) post hoc tests. N-butyryl-DL-homoserine lactone significantly enhanced A. platensis growth (94.4%), while naphthaleneacetic acid and indole-3-butyric acid promoted T. dimorphus growth (138.1% and 115.5%, respectively). More accessible alternatives, such as Aloe vera and coconut water, also stimulated growth: A. platensis, C. vulgaris, and A. falcatus increased by 85.3%, 69.2%, and 87.7% with Aloe vera, while T. dimorphus increased 80.5% with coconut water. Regarding light quality, red light (600-700 nm) benefited A. platensis and A. falcatus (49.2% and 20.8%, respectively), whereas blue light (400-490 nm) favored C. vulgaris and T. dimorphus (57.7% and 31.5%, respectively). CO2 injection further enhanced biomass production and carbon fixation, particularly in C. vulgaris and A. falcatus (73.5% and 53.5%, respectively). However, combined treatments did not produce additive effects, suggesting complex interactions. Overall, these findings demonstrate the potential of bioactive substances and environmental conditions to improve microalgal performance and highlight the importance of investigating synergistic effects and scalability for large-scale production.", "date": "2025-11-30", "journal": ""}
{"title": "Metagenomic Profiling of Bacterial (16S) and Fungal (ITS) Communities on D'Anjou Pears during Long-Term Controlled Atmosphere Storage", "doi": "10.1101/2025.11.26.690795", "authors": "Raad, R.; Mann, A.; Pal, A.; Parra, A.; Strawn, L.; Hamilton, A.; Critzer, F.; den Bakker, H. C.", "abstract": "D'Anjou pears are routinely stored for up to nine months under controlled atmosphere (CA) conditions to meet market demands. While this practice maintains fruit quality, limited information exists on pears' natural microbiota throughout storage. The objective of this study was to describe fungal and bacterial composition on marketable and unmarketable conventional, whole, intact pears under two storage practices (bulk vs wrapped) at 3, 6, and 9 months in long-term CA cold storage. Storage practices had a significant effect on the composition and succession of both fungal and bacterial communities. Overall, fungal communities exhibited lower estimated Chao1 alpha diversity (mean 18.3) compared to bacterial communities (mean 166.4). No significant differences in Chao1 index were found between the bacterial and fungal communities on marketable or unmarketable pears. Trends in Chao1 indices of fungal and bacterial communities peaked at mid-storage and declined by 9 months, with wrapped pears showing parallel trends and bulk pears exhibiting a sharper late-stage reduction. No distinct clusters could be found for 3- and 6-month fungal communities, irrespective of marketability or being bulk or wrapped. The principal coordinate analysis of the bacterial communities showed tight clustering by time point for the individually wrapped pears, irrespective of their marketability. Bacterial communities included genera common in food-processing and plant environments, such as Pseudomonas and Acinetobacter. Fungal communities shifted over time, with spoilage-associated genera like Aureobasidium, Penicillium, Botrytis, and Mucor present at different storage stages.", "date": "2025-11-30", "journal": ""}
{"title": "Rescue from pyridostatin-stabilized telomeric G-quadruplexes by DNA cleavage and microhomology-mediated end joining", "doi": "10.1101/2025.11.25.690390", "authors": "Matmati, S.; Rao, S.; Lingner, J.", "abstract": "G-quadruplexes are four-stranded nucleic acid structures that are formed by guanine rich sequences. They have been implicated to interfere with telomere maintenance, but their effects are not well understood at a molecular level. Here, we treat human cells with the G-quadruplex stabilizer and anti-cancer drug-candidate pyridostatin and characterize its effects on telomere replication and maintenance. We demonstrate that pyridostatin interferes with lagging strand DNA synthesis during semiconservative replication of telomeres. Pyridostatin impedes replication fork progression and triggers telomere cleavage events involving the Flap-endonuclease FEN1 and the nuclease-helicase DNA2. Telomeric protein composition analysis reveals pyridostatin-induced association of LIG3 with telomeres. This enzyme is involved in repair of DNA double strand breaks by microhomology-mediated end joining (MMEJ). Depletion of MMEJ-factors or their chemical inhibition enhances telomere loss events in pyridostatin-treated cells. Altogether, our data reveal a three-step mechanism in which pyridostatin-stabilized G-quadruplexes inhibit replication of lagging strand telomeres, which is overcome by FEN1/DNA2-mediated DNA cleavage and MMEJ-mediated DNA repair. The synthetic effects of pyridostatin and MMEJ inhibition on telomere maintenance may become exploitable in future anti-cancer therapies.", "date": "2025-11-30", "journal": ""}
{"title": "Comparative genomics of Sympodiorosea identifies genome evolution mediated through selective pressure on the metabolic gene repertoire", "doi": "10.1101/2025.11.25.690603", "authors": "Robinson, J. C.; Berasategui, A.; Montoya, Q.; Rodrigues, A.; Christopher, Y.; Fernandez-Marin, H.; Read, T. D.; Gerardo, N. M.", "abstract": "Biological interactions involving host-associated fungi are manifestations of chemistry shaped over evolutionary time. For antagonistic fungi, specialization to host fungi is often facilitated through the acquisition of genes encoding novel secretions, including proteins and specialized metabolites that shape interactions with host defenses, as well the acquisition of nutrients. Alternatively, novel function may arise from diversifying selection eliciting evolutionary innovation in inert secretions. Through specialization, fungal metabolic capacity can serve as an imprint of the selective forces imposed on the antagonist and provide insights into its natural history and occupied niche. Here, we conduct a phylogenomic investigation of antagonistic ascomycetes in the genus Sympodiorosea, which are commonly found in basal fungus-growing ant gardens. Sympodiorosea and closely related genera of Escovopsis, Luteomyces, and Escovopsioides are canonically referenced as virulent mycoparasites, however, recent work has illuminated the possibility for diverse, non-virulent species to emerge within these attine-associated fungi. We explored genomic variation in Sympodiorosea to gain insight into the genomic potential for alternative lifestyles, focusing on diversity and evolution of metabolic genes. Our study revealed a constrained selective landscape across the Sympodiorosea genome. However, outcomes of in vitro interactions with host fungi are diverse and predictable based on the antagonists ant-species-of-origin, suggesting functional diversification. Phylogenomics reveals that gain/loss events of genes involved in secretions (secretome) are potential drivers of diversification. Additionally, we demonstrate that purifying selection acts more intensely on secretome-related genes relative to other genes. In contrast, few genes from the secretome experience diversifying selection, suggesting a mechanistic role for driving both functional differences between strains and host-specialization. Comparative genomics including other fungi within the family Hypocreales reveals that Sympodiorosea has experienced expansions and contractions in proteases genes that are discordant from expectations under a strictly mycoparasitic lifestyle, indicating either the potential for an alternative lifestyle within ant gardens, or that Sympodiorosea recently evolved from other niches. These results provide novel insight into genomic evolution of these fungi and inform future experimental studies of the ecology and chemistry of interactions within the complex fungus-growing ant symbiosis.", "date": "2025-11-30", "journal": ""}
{"title": "UHRF1 Overexpression Generates Distinct Senescent States with Different Tp53 Dependencies", "doi": "10.1101/2025.11.26.690503", "authors": "Magnani, E.; Chen, C.; Macchi, F.; Madakashira, B. P.; Randic, T.; McBain, I.; Sadler, K. C.", "abstract": "Senescence is a pleiotropic phenotype that alternatively suppresses or promotes cancer. The tumor suppressive roles are linked to clearance of damaged cells by the immune system, while cells with tumor promoting functions resist apoptosis, evade immune clearance and either persist and support the tumor microenvironment, or escape and proliferate. What generates these diverse populations is unclear. We investigated this in preneoplastic zebrafish livers where the epigenetic regulator, UHRF1, is overexpressed in hepatocytes. Double strand breaks, DNA methylation repatterning, retrotransposon expression, cell cycle withdrawal and activation of atm and tp53 dependent senescence were early responses to UHRF1 overexpression. This evolved to generate diverse populations of senescent cells, some which expressed immune and senescence signatures plus anti-apoptotic markers, and others co-expressed proliferative genes. The fate of these populations was dictated by UHRF1 levels and Tp53, as Tp53 loss enabled proliferation of cells with reduced UHRF1 expression but not in cells expressing high UHRF1. The senolytic Navitoclax targeted only a subset of senescent cells. Thus, the diversity of senescent cells driven by epigenetic changes can generate divergent outcomes.", "date": "2025-11-30", "journal": ""}
{"title": "Increasing TET expression and 5-hydroxymethylcytosine formation by a carbocyclic 5-aza-2'-deoxy-cytidine antimetabolite", "doi": "10.1101/2025.11.26.690736", "authors": "Däther, M.; Peev, E.; Fröhlich, A.; Vick, B.; Fatourechi, S.; Gasparoni, G.; Heiss, M.; Pleintinger, C. C.; Bisong, E. A.; Hurmiz, H.; Guglielminotti, D.; Gärtner, Y. V.; Aumer, T.; Spiekermann, K.; Walter, J.; Jeremias, I.; Traube, F. R.; Carell, T.", "abstract": "Ten-eleven translocation (TET) enzymes are critical epigenetic regulators, which oxidize the methylated cytosine nucleobase 5-methyl-dC (5mdC) in the genome to 5-hydroxymethyl-dC (5hmdC) in an -ketoglutarate-dependent manner. Because the presence of 5mdC in the promoter region of a given gene silences its expression, this oxidation goes in hand with the reactivation of such silenced genes. In different highly aggressive cancers such as acute myeloid leukemia (AML) and glioblastoma, loss of TET enzyme function and therefore reduced 5hmdC levels pave the way for tumor development. Impairment of TET activity can occur through metabolic inhibition, through loss-of-function mutations in TET genes themselves, and finally through suppression of TET-expression via epigenetic silencing. Reactivation of TET enzyme expression represents a major aim of epigenetic cancer therapy. Here we show that the carbocyclic antimetabolite 5-aza-2'deoxycytidine (cAzadC), which is supposed to suppress the methylation of DNA during replication, leads to a substantial increase of TET2 expression and strongly increasing 5hmdC levels. We show that the treatment with cAzadC goes in hand with the broad reactivation of the cellular anti-tumor responses. With patient-derived xenograft AML-mouse models, we show that this translates into a strongly improved anti-cancer effect in vivo.", "date": "2025-11-30", "journal": ""}
{"title": "U7 small nuclear RNA splice-switching therapeutics for STMN2 and UNC13A in Amyotrophic Lateral Sclerosis", "doi": "10.1101/2025.11.26.690143", "authors": "Mehta, P. R.; Solomon, T.; Pickles, S.; Harley, P.; Barioglio, M.; Schweingruber, C.; Marrero-Gagliardi, A.; Gao, Y.; Mattedi, F.; Barattucci, S.; Lin, L. T.-W.; Ryadnov, E.; Zanovello, M.; Cammack, A. J.; Isaacs, A.; Burrone, J.; Shaw, C. E.; Keuss, M. J.; Petrucelli, L.; Fratta, P.; Ruepp, M.-D.", "abstract": "TDP-43 nuclear depletion in amyotrophic lateral sclerosis (ALS) causes de-repression of cryptic exons (CEs) in multiple transcripts, including UNC13A and STMN2, disrupting synaptic transmission and neurite outgrowth. We developed a therapeutic U7 snRNA (tU7) approach that suppresses TDP-43-dependent mis-splicing, restores target gene expression, rescues neuronal functions in human iPSC-derived neurons, and shows target engagement in vivo, positioning tU7-mediated splicing correction as a promising therapeutic strategy for ALS.", "date": "2025-11-30", "journal": ""}
{"title": "Orthosteric Molecular Glue Inhibits COP9 Signalosome with Substrate-Dependent Potency", "doi": "10.1101/2025.11.26.690573", "authors": "Shi, H.; Wang, X.; Yu, C.; Mao, H.; Jiao, F.; Braitbard, M.; Shor, B.; Zhang, Z.; Hinds, T. R.; Cao, S.; Fan, E.; Schneidman-Duhovny, D.; Huang, L.; Zheng, N.", "abstract": "Orthosteric inhibitors block enzyme active sites and prevent substrates from binding. Enhancing their specificity through substrate dependence seems inherently unlikely, as their mechanism hinges on direct competition rather than selective recognition. Here, we show that a molecular glue mechanism unexpectedly imparts substrate-dependent potency to CSN5i-3, an orthosteric inhibitor of the COP9 signalosome (CSN). We first confirm that CSN5i-3 inhibits CSN, which catalyzes NEDD8 deconjugation from the cullin-RING ubiquitin ligases (CRLs), by occupying the active site of its catalytic subunit, CSN5, and directly competing with the iso-peptide bond substrate. Curiously, the orthosteric inhibitor binds free CSN with only micromolar affinity, yet achieves nanomolar potency in blocking its deneddylase activity. Cryo-EM structures of the enzyme-substrate-inhibitor complex reveal that active site-engaged CSN5i-3 occludes the substrate iso-peptide linkage while simultaneously extending an NEDD8-binding exosite of CSN5, acting as a molecular glue to cement the NEDD8-CSN5 interaction. The cooperativity of this tri-molecular CSN5i-3-NEDD8-CSN5 assembly, in turn, sequesters CSN5i-3 at its binding site, conferring high potency to the orthosteric inhibitor despite its low affinity for the free enzyme. Together, our findings highlight the modest affinity requirements of molecule glues for individual target proteins and establish \"orthosteric molecular glue inhibitors\" as a new class of substrate-dependent enzyme antagonists.", "date": "2025-11-30", "journal": ""}
{"title": "Loss of ESE3/EHF is sufficient to promote cell plasticity, transformation and androgen-independent status in the early stage of prostate carcinogenesis.", "doi": "10.1101/2025.11.26.690649", "authors": "Albino, D.; Sandrini, G.; Musumeci, C.; Storelli, E.; Papa, G.; Impellizzieri, D.; Cacciatore, A.; Cassanmagnago, G. A.; Balla, A.; Mosole, S.; Civenni, G.; Rinaldi, A.; Jeronimo, C.; Henrique, R. M.; Bolis, M.; Catapano, C. V.; Carbone, G. M.", "abstract": "Phenotypic plasticity enables tumor progression and treatment resistance. However, its timing and underlying mechanisms are poorly understood. Here, we demonstrate that cell plasticity can emerge early during prostate cancer development, resulting from the knockout of the epithelial-specific ETS transcription factor EHF in prostate epithelial cells. Inspecting the transcriptome of human prostate cancers, we identified a correlation between low EHF expression, loss of luminal epithelial identity, and attenuated androgen signaling in both primary tumors and castration-resistant prostate cancers (CRPC). In EHF knockout mouse models and human epithelial cells, EHF ablation was sufficient to disrupt epithelial cell lineage integrity and promote a progenitor/stem cell-like state with both basal and luminal features, enabling high plasticity and multi-lineage phenotypic transitions. Mechanistically, EHF acted as a central node controlling a hierarchy of transcriptional regulatory factors and downstream signaling pathways (e.g., COL1A1/DDR1, JAK/STAT3), thereby regulating epithelial lineage integrity and restricting stemness and phenotypic transitions. Activation of these downstream pathways, consequent to EHF loss, promoted non-luminal cell features, attenuated androgenic response, and resistance to AR antagonists. Collectively, these data provide novel insights into the causes of phenotypic plasticity and androgen indifference already at the early stages of prostate tumorigenesis and a new perspective on the paths to cancer progression directly relevant to the development of more efficient treatment strategies.", "date": "2025-11-30", "journal": ""}
{"title": "Domain-specific decoupling of co-chaperone and ligase functions in STUB1 underlies biochemical and clinical heterogeneity in SCA48", "doi": "10.1101/2025.11.26.690709", "authors": "Altinok, S.; Paulakonis, E.; Almeida, M. F.; Hwang, I.; Sanchez-Hodge, R.; DOvidio, C.; Roper, G.; Irons, G.; Vargas, E.; Peng, I.; Saeed, M.; Pathan, A.; Ronnebaum, S. M.; Shi, C.-h.; Ranek, M. J.; Scaglione, K. M.; Page, R. C.; Brown, N. G.; Schisler, J. C.", "abstract": "The carboxyl terminus of HSC70-interacting protein (CHIP, encoded by STUB1) integrates co-chaperone and E3 ubiquitin ligase activities to maintain proteostasis. Heterozygous STUB1 mutations cause the dominant cerebellar ataxia SCA48 through incompletely understood mechanisms. We characterized 13 SCA48-associated variants in the TPR and U-box domains using recombinant protein and cellular assays. TPR mutations retained intrinsic ligase activity but lost HSC70 binding, substrate ubiquitination efficiency, and protein stability. Conversely, U-box mutations abolished ligase function, induced aberrant high-molecular-weight oligomerization, and frequently elevated steady-state CHIP levels while only partially impairing co-chaperone activity. Many variants exhibited temperature-sensitive defects and stress-induced nuclear mislocalization. Principal component analysis revealed robust domain-specific biochemical clustering. RNA-seq following STUB1 knockdown demonstrated preserved HSF1-dependent transactivation but a loss of CHIP-dependent amplification of ubiquitination, chaperone, and transcriptional pathways under heat stress. Meta-analysis of 87 SCA48 patients linked TPR-like biochemical profiles to upper motor neuron involvement and U-box profiles to prominent dysarthria. Collectively, SCA48 mutations decouple CHIPs dual functions in a domain-dependent manner, exerting dominant-negative or gain-of-toxic effects that drive the observed clinical heterogeneity. These findings establish a direct biochemical-clinical correlation in SCA48 and provide a framework for domain-targeted therapeutic strategies exploiting residual ligase or chaperone activity.", "date": "2025-11-30", "journal": ""}
{"title": "Cancers modulate p53 truncal neoantigen display to evade T cell detection", "doi": "10.1101/2025.11.26.690562", "authors": "Haratani, K.; Reinhold, B.; Duke-Cohan, J. S.; Fahey, C. G.; Tan, K.; Mallis, R. J.; Gusev, A.; Kehl, K. L.; Luo, J.; Holliday, E. L.; Masi, D. J.; Karmazyn, A.; Zienkiewicz, K. J.; Hennessey, C. J.; Blasco, R. B.; Thai, T. C.; Gibbons, G. M.; Kivlehan, S.; Lizotte, P.; Paweletz, C. P.; Aguirre, A. J.; Ligon, K. L.; Chiarle, R.; Lang, M. J.; Barbie, D. A.; Reinherz, E. L.", "abstract": "TP53 mutations are early truncal events across cancers1,2. These are perceived to encode tumour-specific neoantigens representing prime cytotoxic T lymphocyte (CTL) targets3,4. However, studies systematically examining the physical cell surface display of p53 peptides bound to major histocompatibility complex molecules (pMHC), their relative antigenicity, and resultant immunogenicity have yet to be conducted. Here, we develop an epitope discovery platform using p53-reconstituted lung cancer cells as well as various tumour cells as pMHC sources. Combining data-independent acquisition mass spectrometry (MS), nanoscale chromatography, and peptide detection based on probabilistic measure and three-dimensional ion visualization techniques allows attomole sensitivity identification of pMHCs. This approach excluded ~97% of algorithm-based virtual p53 immunopeptidomes, highlighting that only a few p53 pMHCs can be presented by common human MHC (human leukocyte antigen, [HLA]) alleles. Strikingly, surface expressed neoantigens are restricted to the corresponding set of such limited self-p53 peptide arrays and unaffected by enhancing p53 proteasomal turnover. Further curtailment of MS-validated, high affinity p53 neoepitopes that are structurally deviant from self-pMHC occurs in established tumours due to immune selection against the antigen presenting MHC allele or by a novel mechanism involving p53 neoepitope destruction by endoplasmic reticulum aminopeptidase 1 (ERAP1). In contrast, given the extremely weak MHC affinity and resultant short-lived cell surface pMHC expression, the common p53 neoepitope R175H/HLA-A*02:01 escapes immune selection despite CTL with high quality T-cell receptors. Rigorous tumour-protective immunoediting makes effective truncal neoepitope targeting a challenge, requiring attentive MS analysis and functional vetting to focus protective cytolytic responses.", "date": "2025-11-30", "journal": ""}
{"title": "NET1/ARHGEF8 is a mechanosensitive Guanine Exchange Factor controlling vascular smooth muscle cells' contractility", "doi": "10.1101/2025.11.26.690669", "authors": "Mrad, M.-A.; Batta, S. P. R.; Vignard, V.; Rio, M.; Gros, E.; Chadeuf, G.; Sauzeau, V.; Loirand, G.; Vion, A.-C.", "abstract": "Cyclic stretch, generated by pulsatile blood pressure, has been identified as a pivotal regulator of vascular smooth muscle cell (VSMC) behavior and arterial wall homeostasis. Research has demonstrated that RhoA activation is a fundamental component of VSMC responses to mechanical stress through its action on cytoskeletal remodeling. However, the upstream mechanosensitive regulators of RhoA activation remain insufficiently defined. In this study, we identify the guanine nucleotide exchange factor (RhoGEF) NET1/ARHGEF8 as a stretch-responsive protein. NET1 appears to be highly expressed in arteries and VSMCs. Under physiological levels of cyclic stretch, NET1 localizes to the cytosol and interacts with RhoA. In contractile cells, loss of NET1 blunted stretch-induced MYPT1 phosphorylation and impaired cell adhesion and spreading, without exerting any effect on cell proliferation. As we demonstrated, NET1's contribution to the stretch-induced response of VSMC was due to its localization in the cytosol. The expression of a cytosolic NET1 mutant promoted contractile gene expression and increased cell contractile capacity. Collectively, these findings identify NET1 as a stretch-sensitive RhoGEF in VSMCs that contributes to their adhesion and contractile behavior.", "date": "2025-11-30", "journal": ""}
{"title": "Development of a New Approach Method to Monitor and Modify Caffeine Metabolism Correlated to CYP1A2 Expression", "doi": "10.1101/2025.11.27.691042", "authors": "Chen, X.; Miyagi, M.; Tochtrop, G. P.", "abstract": "New approach methodologies (NAMs) that seek to reduce reliance on animal testing require sensitive, mechanism-based assays to accurately predict human-specific metabolic responses. Caffeine, primarily metabolized by cytochrome P450 1A2 (CYP1A2), serves as an ideal probe substrate for evaluating CYP1A2 function. Here, we describe the development of an in vitro platform that combines high-sensitivity triple quadrupole multiple reaction monitoring (MRM) LC-MS analysis of paraxanthine with quantitative reverse-transcription PCR (qPCR) of CYP1A2 expression. Using human hepatocellular carcinoma-derived cell lines (HepG2 and Hep3B), we demonstrate that modulating CYP1A2 with known effectors, sulforaphane (a known CYP1A2 inhibitor), 3-methylcholanthrene (inducer), and galangin (moderate inducer), changes in both paraxanthine accumulation and CYP1A2 mRNA levels can be effectively monitored. The correlations observed between transcriptional responses and metabolic outputs validate paraxanthine as a sensitive readout of CYP1A2 function in these cell lines. Moreover, the assay remains robust across multiple experimental conditions and facilitates insights into enzyme induction or inhibition mechanisms. By providing a straightforward and scalable alternative to animal models, this approach expands the toolbox available for interrogating xenobiotic metabolism, and enzyme regulation. Ultimately, these findings highlight the utility of an integrated cell culture-based system for advancing studies of hepatic enzyme function. This platform enables investigators to readily screen and characterize compounds that influence CYP1A2-mediated metabolism, providing a straightforward, scalable, alternative to animal models.", "date": "2025-11-30", "journal": ""}
{"title": "Loss of STARD7 Impairs Mitochondrial Phospholipid Homeostasis and Contributes to Mitochondrial Myopathy", "doi": "10.1101/2025.11.27.691062", "authors": "Horibata, Y.; Sato, T.; Ohyama, M.; Yuyama, S.; Itoh, M.; Miura, S.; Konishi, A.; Sugimoto, H.", "abstract": "Mitochondria are composed of phospholipid bilayers rich in phosphatidylcholine (PC). StAR-related lipid transfer domain-containing protein 7 (STARD7) functions as a lipid transfer protein that plays a crucial role in maintaining mitochondrial PC homeostasis. In this study, we investigated the physiological role of STARD7 in skeletal muscle using muscle-specific knockout (mKO) mice. STARD7 expression was markedly higher in the soleus, a mitochondria-dense slow-twitch muscle, compared with fast-twitch fibers. Although muscle fibers from mKO mice exhibited no apparent structural abnormalities, their endurance exercise capacity was markedly reduced. RNA-seq analysis revealed suppressed expression of fast-twitch-related genes accompanied by a reduction in fast-twitch fibers. At the mitochondrial level, respiratory chain complexes remained intact, but oxygen consumption was consistently decreased. Targeted lipidomic analysis showed decreased levels of PC, cardiolipin (CL), and coenzyme Q in mKO mitochondria, particularly in the soleus. Conversely, expression of CL biosynthetic enzymes was unchanged, and an in vitro binding assay indicated that STARD7 preferentially transfers linoleic acid-containing PC required for CL remodeling. Furthermore, electron microscopy revealed disorganized cristae structures, whereas 4-HNE-modified proteins, mtDNA content, and OPA1 processing remained unaffected. Together, these findings demonstrate that STARD7 plays an essential role for maintaining mitochondrial integrity and function in skeletal muscle, and its loss likely contributes to the pathogenesis of mitochondrial myopathy.", "date": "2025-11-30", "journal": ""}
{"title": "Deep Red Blood Cell Proteome Defines the Band 3 N-Terminus Interactome as a Regulator of Hypoxic Adaptation via BLVRB-Dependent S-Nitroso Transfer", "doi": "10.1101/2025.11.29.691178", "authors": "Issaian, A. V.; Dzieciatkowska, M.; Bevers, S.; Zohreh, S.; Hay, A.; Saviola, A.; Redzic, J. S.; Reisz, J. A.; Keele, G. R.; Cendali, F. I.; Haiman, Z. B.; Nemkov, T.; Stephenson, D.; Lisk, C.; Vallese, F.; Palsson, B. O.; King, S. B.; Page, G. P.; Doctor, A.; Hudson, K. E.; Hansen, K. C.; Irwin, D. C.; Mohandas, N.; Zimring, J. C.; Eisenmesser, E. Z.; D'Alessandro, A.", "abstract": "Red blood cells (RBCs) have long been regarded as passive oxygen carriers, yet growing evidence reveals a complex, dynamic proteome independent of de novo gene expression. Here, we define the erythrocyte as an oxygen-responsive system organized around a Band 3 (SLC4A1)-centered metabolon. Using deep proteomics of ultra-pure RBCs and cross-linking interactomics, we identify biliverdin reductase B (BLVRB) as a previously unrecognized Band 3 interactor that binds the N-terminal cytosolic domain under normoxia and dissociates under hypoxia, when band 3-deoxyhemoglobin interactions increase threefold. This reversible interaction forms an oxygen-sensitive switch coupling structural, redox, and metabolic remodeling. In humanized mice, truncation of the Band 3 N-terminus disrupted glycolytic activation, reduced 2,3-bisphosphoglycerate synthesis, and impaired exercise tolerance despite preserved cardiopulmonary function, establishing the physiological relevance of this module. Population-scale proteome quantitative trait locus (pQTL) analyses revealed coordinated variation of SLC4A1 and BLVRB abundance but minimal association of biliverdin levels with BLVRB genotype, suggesting alternative functions beyond heme catabolism. Mechanistically, BLVRB Cys109 acts as a nitric oxide (NO) relay, trans-nitrosating glycolytic enzymes such as GAPDH at active site Cys152, transiently inhibiting glycolysis. This S-nitrosation-mediated feedback mirrors conserved mechanisms in plants, where GAPDH-SNO redirects carbon flow toward the Calvin-Benson cycle under nitrosative stress, revealing an evolutionary convergence in gas-responsive metabolic control. Collectively, our findings define a Band 3-BLVRB-hemoglobin axis that links oxygen sensing, NO signaling, and redox homeostasis, providing a unifying model for how an anucleate cell achieves environmental adaptability through reversible protein-protein interactions and post-translational chemistry.", "date": "2025-11-30", "journal": ""}
{"title": "Butyrate Rescues Cardiac Metabolic Dysfunction in Hypertensive Heart Failure with Preserved Ejection Fraction", "doi": "10.1101/2025.11.28.690152", "authors": "Kedziora, S. M.; Geisberger, S. Y.; Popp, O.; Frolova, A.; Uhrbach, A.; Kaeker, K.; Tagiyeva, N.; Kelm, M.; Berndt, N.; Zhang, Y. D.; Mastrobuoni, G.; Escrihuela-Branz, R.; Pixner, L.; Bartolomaeus, T. U.; Fahjen, P.; Kaufhold, G. N.; Parakkat, P.; Chitroceanu, A. M.; Tschoepe, C.; Edelmann, F.; Schiattarella, G. G.; Forslund, S. K.; Wilck, N.; Gotthardt, M.; Mertins, P.; Dechend, R.; Sawamiphak, S.; Kempa, S.; Muller, D. N.; Haase, N.", "abstract": "Diastolic dysfunction in heart failure with preserved ejection fraction (HFpEF) is characterized by metabolic inflexibility. Unlike systolic heart failure, where ketone bodies support energy homeostasis, the failing heart in HFpEF lacks well-characterized alternative fuels to meet its high ATP demand. Here, we show that butyrate, a microbiota-derived short-chain fatty acid, serves as an ancillary energy source and improves diastolic function. Although cardiac power was preserved in rats with HFpEF, both experimental and human HFpEF hearts exhibited an impaired expression of proteins in mitochondrial electron transport chain and oxidative phosphorylation. Additionally, accumulation of 3-hydroxy-butyrate (BOH) in rat and also human HFpEF indicated that ketones do not rescue the cardiac energetic deficit. In HFpEF patients from the UK Biobank, higher BOH levels were associated with increased mortality, particularly those with hypertension. Applying 13C-butyrate to isolated perfused hearts with and without HFpEF resulted in isotope incorporation in butyryl-CoA and downstream TCA intermediates and thus proving its active metabolization. Butyrate was efficiently oxidized by cardiomyocytes and was overtaking BOH and amino acids in supporting respiration. Finaly, chronic butyrate supplementation improved survival, enhanced diastolic function, and reduced fibrosis and inflammation in HFpEF rats despite persistent hypertension. These findings identify butyrate as a compensatory fuel and a promising therapeutic candidate in energetically compromised HFpEF.", "date": "2025-11-30", "journal": ""}
{"title": "SMOLM-LFM: ratiometric single molecule orientation without polarizers", "doi": "10.1101/2025.11.26.690201", "authors": "Vesga, A. G.; Aleman-Castaneda, L.; Heil, H. S.; Daly, S.; Bruggeman, E.; Lee, S. F.; Brasselet, S.; Henriques, R.", "abstract": "Single-molecule orientation and localization microscopy (SMOLM) enables the determination of molecular orientation, wobbling, and position. However, most SMOLM implementations rely on complex point spread function (PSF) fitting, which limits analysis throughput and introduces high computational cost. A way to overcome these limitations is to simplify the analysis using a ratiometric intensity estimation, often relying on polarization projections. While effective in 2D, extending these methods to 3D remains challenging. Here, we introduce a new ratiometric strategy for SMOLM in 3D. Building on the principles of Single Molecule Light Field Microscopy, which captures the 3D position information from a single snapshot by segmenting the back focal plane, we extend this strategy to orientation retrieval. Our approach uses the generalized 3D Stokes formalism to linearly decompose the intensity measurements across the light-field channels, allowing computationally-efficient estimations, while avoiding both complex PSF fitting and polarization projections. This framework, called SMOLM-LFM, enables 6D estimation of single molecules (3D position + 3D orientation) with a simplified optical setup and a large depth-of-field. We present the theoretical foundations, experimental implementation, and validation through measurements on calibration beads, single fluorophores, and cells, thereby demonstrating the methods potential and practical limitations.", "date": "2025-11-30", "journal": ""}
{"title": "Towards improved particle averaging for single-molecule localization microscopy using geometric deep learning", "doi": "10.1101/2025.11.26.690737", "authors": "Mindroc-Filimon, D.; Helmerich, D.; Salome, P.; Sauer, M.; Kollmannsberger, P.", "abstract": "Single-molecule localization microscopy (SMLM) can resolve intracellular structures down to the nanoscale, but often produces sparse and incomplete data. Particle averaging (PA) can aid with the reconstruction of complete structures, but traditional PA methods can suffer from template bias or the high computational costs of geometric alignment. To address these limitations, we developed a geometric deep learning (GDL) framework for enhanced, template-free 3D particle averaging. Our pipeline uses a GDL autoencoder, trained on realistic simulated data, to map incomplete point clouds into a robust latent space. By averaging feature vectors directly within this space, our method bypasses the need for explicit 3D alignment. We validated our approach on simulated DNA origami and experimental nuclear pore complex (NPC) data. The latent space averaging successfully reconstructed NPC structures with key metrics (ring radius ~46 nm, ring distance ~52 nm) that are comparable to state-of-the-art methods. This work establishes a viable GDL pipeline for SMLM analysis, offering an efficient alternative to traditional PA. While the current model requires structure-specific training, our results highlight the significant potential of GDL for quantitative structural biology.", "date": "2025-11-30", "journal": ""}
{"title": "Interactions with lipid membrane modulate the conformational dynamics and energy landscape of Tumor Necrosis Factor", "doi": "10.1101/2025.11.28.690881", "authors": "Khelashvili, G.; Kolossvary, I.; Sherman, W.; Trovato, F.", "abstract": "Tumor Necrosis Factor (TNF) is a trimeric cytokine that exists in soluble (sTNF) and membrane-bound (mTNF) forms, both of which regulate immune responses through interactions with their cognate receptors. sTNF has been the subject of extensive biophysical investigations, leading to a mechanistic model in which a symmetric arrangement of the trimer promotes receptor signaling, whereas asymmetric conformations inhibit this function. In contrast, the structural and energetic landscape of mTNF remains largely under-explored. Here, we combined multi-microsecond unbiased molecular dynamics and Metadynamics-Adaptive Biasing Force simulations to characterize mTNF embedded in a physiologically relevant lipid bilayer. We show that in the absence of membrane engagement, the extracellular domain (ECD) dynamically samples multiple asymmetric conformations similar to those observed in sTNF. The association of the ECD with the membrane, mediated primarily by the basic residues R78-R82, R107, R108, R120, and R207, restricts conformational heterogeneity and stabilizes the symmetric state. By quantifying the energetic effects of ECD-membrane association, we demonstrate that the symmetric state in the membrane-bound ECD is stabilized over asymmetric conformations to a greater extent than in sTNF. This energetic effect, together with the spatial confinement imposed by the lipid bilayer, may explain the reported reduced affinity of certain biologics for mTNF. In conclusion, our work elucidates how the membrane influences the structure, dynamics, and energetics of TNF. These mechanistic insights could guide future efforts to design mTNF-selective inhibitors that account for both membrane constraints and the energetic modulation of the ECD conformational landscape.", "date": "2025-11-30", "journal": ""}
{"title": "Molecular interplay between the DNA damage checkpoint kinase Mec1-Ddc2 and its activator Dpb11 on gapped DNA", "doi": "10.1101/2025.11.28.691181", "authors": "Beckwitt, E. C.; Chua, G. N. L.; Liu, S.; O'Donnell, M. E.", "abstract": "The eukaryotic DNA damage and replication stress checkpoint is an essential component of the DNA damage response and crucial for genome maintenance. In budding yeast, the apical kinase Mec1 (ATR ortholog), along with binding partner Ddc2 (ATRIP ortholog), senses persistent RPA-bound ssDNA in the cell. Mec1 is activated by interaction with a Mec1-activating protein. One such activator, Dpb11 (TopBP1 ortholog), is recruited to a 5' ss-dsDNA junction via the 9-1-1 checkpoint clamp. Due to their differential DNA binding preferences, it remains to be determined how Mec1 encounters its activators on damaged DNA. Using real-time single-molecule imaging of checkpoint proteins binding to dsDNA containing a long ssDNA gap, we show that, even in the absence of 9-1-1, Dpb11 binds to ssDNA and localizes to ss-dsDNA junctions in an RPA-dependent manner. Importantly, we directly visualize that Dpb11 recruits Mec1-Ddc2 to ss-dsDNA junctions. Additionally, single-molecule force spectroscopy was used to demonstrate that Dpb11 can interact with multiple DNA sites simultaneously to form bridges both alone and in the presence of RPA, stabilizing ssDNA loops and reducing the end-to-end distance of gapped DNA. Taken together, these data support a model in which Dpb11 facilitates Mec1 colocalization with its activators both directly by recruiting Mec1 to gap junctions and indirectly by decreasing the effective gap length.", "date": "2025-11-30", "journal": ""}
{"title": "Collagen I promotes cancer cell survival via amino acid import and mTORC1 activation", "doi": "10.1101/2025.11.26.690708", "authors": "Nazemi, M.; Yanes, B.; Oyelade, I.; Walker, H.; Rainero, E.", "abstract": "Invasive breast and pancreatic cancer cells thrive within a collagen I-rich, poorly perfused extracellular matrix (ECM) network, necessitating robust metabolic adaptation to endure nutrient deficiency, such as glucose starvation. Here we demonstrate that collagen I is critical for the survival and growth of breast and pancreatic cancer cells, by maintaining their anabolic status. Mechanistically, collagen I promotes 2{beta}1 integrin-dependent mammalian target of rapamycin complex 1 (mTORC1) activation and drives the membrane localisation of the LAT1-4F2hc amino acid transporter. This process ensures a sustained intracellular essential amino acid supply, further fuelling mTORC1 activity and limiting autophagy. This collagen I-driven pathway is essential for cancer cell survival under nutrient stress, as inhibiting the activity of 2{beta}1 integrin or the LAT1-4F2hc transporter significantly reduces cell growth and invasion in both 2D and 3D models. Finally, the clinical relevance of these transporters is underscored by the significant upregulation of LAT1-4F2hc expression in basal-like breast and pancreatic cancer patients, correlating with poor prognosis and drug resistance. Collectively, our findings highlight that targeting the LAT1-4F2hc transporter might represent a highly promising therapeutic strategy to limit cancer cell growth and invasion in highly fibrotic and nutrient-deprived tumours.", "date": "2025-11-30", "journal": ""}
{"title": "DYRK1A regulates cancer cell and cancer-associated fibroblast secretomes to foster an immunosuppressive microenvironment in pancreatic cancer", "doi": "10.1101/2025.11.26.690756", "authors": "Pascual-Sabater, S.; Varhadi, S.; Di Vona, C.; Celma, M.; Fillat, C.; de la Luna, S.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is characterized by a desmoplastic, immunosuppressive stroma dominated by cancer-associated fibroblasts (CAFs). Paracrine signals from cancer cells and CAFs shape the tumor microenvironment (TME), facilitating interactions that drive tumor growth and immune evasion, yet the molecular regulators of this crosstalk remain incompletely understood. Here, we show that Dual-specificity Tyrosine-Regulated Kinase 1A (DYRK1A), previously shown to promote PDAC growth by stabilizing c-MET in cancer cells, is also expressed in CAFs at levels comparable to those in cancer cells. Secretome profiling of DYRK1A-depleted cancer cells and CAFs by quantitative mass spectrometry revealed DYRK1A-dependent factors in each cell type associated with terms related to cell migration, while combining the DYRK1A-regulated proteins from both compartments highlighted additional categories associated with immune infiltration and cell-cell interactions in the TME. Genetic or pharmacological inhibition of DYRK1A reduced CCL2, CCL5 and CSF-1 secretion in cancer cells, and CXCL12 in CAFs, linking DYRK1A activity to immunosuppressive paracrine signaling. Conditioned media from DYRK1A-depleted cancer cells or CAFs impaired the migration of monocytes and myeloid-derived suppressor cells, indicating that DYRK1A remodels the PDAC secretome to recruit immunosuppressive myeloid populations. These findings extend the established role of DYRK1A beyond cancer cell-intrinsic signaling, highlighting its role as a regulator of secreted factors that shape the PDAC TME, and position this kinase as a potential target to reduce immunosuppressive signaling.", "date": "2025-11-30", "journal": ""}
{"title": "Angiotensin II Induces Abdominal Aortic Branch Aneurysms in Fibrillin-1C1041G/+ Mice", "doi": "10.1101/2025.11.26.690689", "authors": "Franklin, M. K.; Howatt, D. A.; Moorleghen, J. J.; Sheppard, M.; Sawada, H.; Lu, H. S.; Daugherty, A.", "abstract": "Background: Mice harboring a missense variant (C1041G) of fibrillin-1 (Fbn1) have been used extensively for aortopathy research, but do not mimic all facets of the human disease. The role of increased angiotensin II (AngII) or blood pressure in determining the arterial phenotype of these mice remains incompletely defined. The purpose of this study was to define whether AngII, directly or via increased blood pressure, promoted aortic disease in the proximal thoracic aorta and beyond. Methods: Fbn1+/+ and Fbn1C1041G/+ littermates were infused with either AngII or norepinephrine (NE) via subcutaneously implanted osmotic pumps. Aortic dimensions were determined using in situ imaging. Micro Computed tomography (microCT) was used to determine the localization of aortic pathologies. Results: AngII infusion dramatically augmented aortopathy in Fbn1C1041G/+ mice. Aortic dissection was visible within 3 days of AngII infusion. Over 50% of male Fbn1C1041G/+ mice died during AngII infusion, primarily due to aortic rupture in either the thoracic or abdominal regions. Surviving males had greatly increased ascending aortic diameters and the appearance of pathology at branches of the abdominal aorta. Female mice had a much lower incidence of death but had greatly increased aortic diameters. Although NE infusion also increased systolic blood pressure, it did not significantly augment mortality or aortic diameters. MicroCT discerned novel pathology during AngII infusion that included development of branch aneurysms in the celiac and superior mesenteric arteries. Conclusion: AngII greatly enhanced aortic pathology in Fbn1C1041G/+ mice, manifested by aortic rupture in both the thoracic and abdominal regions and development of pathologies at aortic branches of the celiac and superior mesenteric arteries.", "date": "2025-11-30", "journal": ""}
{"title": "Peptide nanoparticles for systemic mRNA delivery in rodents and non-human primates", "doi": "10.1101/2025.11.26.690657", "authors": "Lehto, T.; Sork, H.; Lorents, A.; Radler, J.; Bazaz, S.; Roudi, S.; Gustafsson, O.; Boukary, O.; Talgre, I. R.; Hallbrink, M.; Wiklander, O. P. B.; Saher, O.; Bost, J.; Ezzat, K.; Smith, C. E.; Gupta, D.; Lehto, T.; Andaloussi, S. E.", "abstract": "The therapeutic potential of mRNA is vast, and yet translating this potential into effective treatments requires overcoming significant challenges of achieving safe and efficient delivery. This process is hampered by biological barriers that limit cellular uptake, degrade exposed mRNA, and thus necessitate effective endosomal escape to reach the cytoplasm. To address these challenges, we developed a hPep peptide-based nanoparticle (PNP) system that encapsulates mRNA, forming stable and biocompatible particles, which are rapidly taken up by the cells and enable efficient mRNA delivery across various cell culture models. Following systemic administration in mice, lead hPep3/mRNA PNPs achieve broad mRNA expression across multiple tissues, including the lungs, liver, and spleen, and enable effective mRNA delivery to the central nervous system upon local administration. Furthermore, we established a high-yield ([&ge;]70%) microfluidics-based protocol to scale up the production of well-defined, sterile hPep3/mRNA PNP formulations (approximately 70 nm, PDI around 0.170). Most importantly, in a proof-of-concept study in nonhuman primates (NHPs), we demonstrate that hPep PNPs loaded with human erythropoietin (hEPO) mRNA induce dose-dependent expression of hEPO protein in monkey serum, reaching up to 10 ng/ml at 1.0 mg/kg dose, following both single and repeated administration, while remaining systemically well-tolerated. These findings underscore the potential of hPep peptide-based nanoparticles as a versatile platform for mRNA delivery across multiple tissues, highlighting their promise in advancing the development of mRNA therapeutics.", "date": "2025-11-30", "journal": ""}
{"title": "The allometry of discontinuous gas exchange cycles in Atta cephalotes leaf-cutter ants", "doi": "10.1101/2025.11.26.690668", "authors": "Walthaus, O. K.; Labonte, D.", "abstract": "Many idle insects exhibit discontinuous gas exchange cycles (DCGs). During DCGs, CO2 is released in discrete bursts, followed by periods of negligible gas exchange. The standard metabolic rate (SMR) is thus determined to first order by the product between cycle frequency (fc) and burst volume (Vb, SMR {approx} fc {middle dot} Vb). The evolutionary allometry of these parameters is well studied, but it remains unclear if their static allometry, measured in individuals of the same species, sharing the same ontogenetic stage, follows the same patterns. To address this question, we investigate the static allometry of DCGs in Atta cephalotes leaf-cutter ants workers varying by two orders of magnitude in body mass. The SMR allometry significantly exceeded the standard prediction from the nutrient supply network model, and differed from the SMR allometry observed across insects. This disproportional increase was exclusively achieved by an increase in Vb, perhaps because fc is stabilised by neural and mechanical constraints. It may be necessitated by the positive allometry of the largest muscle in Atta--the mandible closer muscle--which increases with a virtually identical allometric coefficient, providing further evidence that the principles of symmorphosis may be upheld in insects.", "date": "2025-11-30", "journal": ""}
{"title": "An ultra-low background far-red light-responsive optogenetic tool based on an engineered biliverdin-binding domain", "doi": "10.1101/2025.11.29.691301", "authors": "Le, G. N. T.; Pham, L. M. T.; Xue, B.; Uppalapati, M.; Woolley, A.", "abstract": "The robustness and broad applicability of an optogenetic tool depends heavily on the properties of the underlying photoreceptor protein and its cognate binding partner - the light responsive 'core'. Current red light optogenetic systems for use in mammalian cells all rely on phytochrome based photoreceptors. These are large (70 kDa) proteins that act as dimers, thereby enforce dimerization on attached proteins. Naturally occurring or engineered binding partners can function effectively in certain cases, but large size, complex mode of interaction, background binding, relatively weak affinity and/or low fold changes between on and off states are significant limitations. Using structure-based design and directed evolution we developed a small (17 kDa) monomeric bilverdin binding photoreceptor FenixS, and a highly selective, high-affinity binder, Ash1 (6 kDa). Negligible off-state binding and a >1200-fold increase in binding affinity upon 700 nm illumination result in a high performance, ultra-low background, light responsive core for a diverse range of applications. An optogenetic tool for red light activation of transcription in mammalian cells based on the FenixS-Ash1 core exhibits robust performance without the need for biliverdin supplementation.", "date": "2025-11-30", "journal": ""}
{"title": "Structure and function of the nervous system in the stem of the siphonophore Nanomia septata: its role in swimming coordination.", "doi": "10.1101/2025.11.27.690755", "authors": "Norekian, T. P.; Meech, R. W.", "abstract": "The multiple swimming bells, or nectophores, of the colonial hydrozoan Nanomia septata are capable of coordinated avoidance swims in both forward and reverse directions. Individual nectophores also contribute to slower forms of swimming during foraging. Communication between a nectophore and the rest of the colony is at cone-shaped structures in the colony stem. The stem provides an attachment point for the nectophores and houses the simple nervous system responsible for their coordination. The stem nervous system, revealed by immunocytochemistry, has three main components: two giant axons, a distributed, polygonal nerve network and a set of FMRFamide-immunoreactive nerve tracts. Whereas the nerve network is distributed throughout the stem, the nerve tracts link specific contra-lateral nectophores. Action potentials in the giant axons spread excitation rapidly along the stem, but their connection with individual nectophores is by way of the nerve network. Anatomical evidence is provided for the location of two connecting pathways between the nerve network and the nectophore; one excites an epithelial impulse and leads to reverse swimming; the other provides excitation for forward swimming by feeding into a ganglion-like cluster of nerve cells. Excitation passes to the swimming muscle epithelium by way of a single nerve axon and a nerve ring at the nectophore margin. The work presents physiological evidence for mechanisms, such as facilitation and summation, operating within a multifunctional, bidirectional nerve network, responsible for coordinating epithelial and neural signals in an early-evolved nervous system containing both condensed and distributed units.", "date": "2025-11-30", "journal": ""}
{"title": "Reverse Spatiotemporal Hierarchy during Cross-modal Memory Recall and Imagery", "doi": "10.1101/2025.11.26.690759", "authors": "Hu, Y.; Diedrichsen, J.; Mohsenzadeh, Y.", "abstract": "Recalling past events is often accompanied by mental imagery of those experiences. Based on previous research, this process engages memory- and sensory-related brain areas. However, the underlying spatiotemporal dynamics remain poorly investigated. Here, we used naturalistic videos of audiovisual events and recorded fMRI data during the tasks in which human participants recalled visual contents when hearing associated sounds and recalled sounds when watching silent videos, after they had well memorized the video contents. With time-resolved fMRI multivariate pattern analyses, we observed reverse spatiotemporal hierarchy during the visual memory recall and imagery: the neural activity in primary visual cortex was delayed compared with high-order visual areas. A similar pattern was found during auditory memory recall and imagery, where the bottom-up progression from the mid-level planum temporale to the high-level superior temporal gyrus observed during auditory perception was absent. However, the primary auditory area was not involved, suggesting modality differences in the role of primary sensory areas in corresponding memory recall. We also observed the activity of the hippocampus, the parahippocampal cortex, the retrosplenial cortex, and the precuneus and examined their temporal dynamics. Overall, our study provided both spatial and temporal accounts of neural activity during the cross-modal memory recall and imagery.", "date": "2025-11-30", "journal": ""}
{"title": "HDL-associated phosphatidylserine blunts myeloid activation and protects from atherosclerosis", "doi": "10.1101/2025.11.26.689708", "authors": "Bernal, A.; Hamid, A.; Grao-Roldan, C.; Scarpa, A.; Sanchez, I.; Nicolas-Avila, J. A.; Pena-Couso, L.; Yaghmour, M. H.; Benguria, A.; Rosado, A.; Sanchez, L.; Torroja, C.; Dopazo, A.; Sanchez-Cabo, F.; Hidalgo, A.; Senders, M. L.; van Leent, M. M. T.; Seep, L.; Hasenauer, J.; Placek, K.; Thiele, C.; Netea, M. G.; Mulder, W. J. M.; Riksen, N. P.; Perez-Medina, C.", "abstract": "Background and aims. Lipids play a critical role in atherosclerosis. Low-density lipoprotein (LDL)-cholesterol and certain lipid classes like sphingomyelins are associated with inflammation and poor cardiovascular outcomes. Phosphatidylserine (PS), on the other hand, is a negatively charged anti-inflammatory phospholipid class involved in efferocytosis. In this study, we sought to investigate its anti-atherosclerotic properties through a combination of complementary human lipidomics analyses, in vitro assays and in vivo experiments in Apoe-/- mice. Methods. Human lipidomics studies were performed on the 300OB cohort comprising 300 obese and overweight individuals at risk of cardiovascular disease. In vitro assays were carried out using human monocytes and macrophages, and in vivo experiments included histopathological, immunophenotyping and single-cell transcriptomic analyses. Results. In humans, we identified PS as an anti-inflammatory and atheroprotective biomarker. Hence, we developed a high-density lipoprotein (HDL)-like formulation enriched in PS to exploit its properties in a targeted fashion in mice. In vitro, this formulation potently inhibited inflammatory cytokine production on human myeloid cells. Our in-depth in vivo experiments provided evidence of the formulation's potent plaque-stabilizing and anti-inflammatory actions. These effects were mediated by a shift in the monocyte/macrophage compartment toward homeostatic/repairing phenotypes. Conclusions. Collectively, our results demonstrate that HDL-associated PS potently suppresses inflammation and atheroprogression, and holds promise as a viable approach to improve immunomodulatory therapies.", "date": "2025-11-30", "journal": ""}
{"title": "Epitope and functional classification of human neutralizing antibodies against SFTSV Gn", "doi": "10.1101/2025.11.26.690690", "authors": "Wang, Q.; Li, H.; Jian, F.; Han, A.; Liu, Y.; Liu, J.; Yu, Y.; Wang, J.; Yu, L.; Wang, Y.; Sun, H.; Ma, M.; Shao, F.; Zhu, L.; Liu, W.; Cao, Y.", "abstract": "Severe fever with thrombocytopenia syndrome virus (SFTSV) is a lethal bunyavirus lacking approved countermeasures. From SFTS survivors, we isolated 98 human mAbs against the viral glycoproteins Gn and Gc. Gn-specific mAbs showed superior neutralization breadth and potency. Using a high-throughput yeast display deep mutational scanning (DMS) platform, we classified Gn-head mAbs into eight epitope groups, with four groups (IA, ID, IIIA, IIIB) conferring neutralization. Notably, mAbs BD70-4003 (group IA) and BD70-4017 (group IIIA) demonstrated broad neutralization and provided 100% protection in a lethal mouse model. Cryo-EM structural analysis of these mAbs in complex with Gn-head revealed their binding interfaces, which directly validated the epitope residues identified by DMS. Our study delineates the Gn antigenic landscape, identifies potent therapeutic candidates, and establishes DMS coupled with structural validation as a powerful framework for bunyavirus antibody discovery.", "date": "2025-11-30", "journal": ""}
{"title": "The type VI secretion system governs strain maintenance in a wild mammalian gut microbiome", "doi": "10.1101/2025.11.29.690828", "authors": "Shen, B. A.; Asfahl, K. L.; Lim, B.; Bertolli, S. K.; Minot, S. S.; Radey, M. C.; Penewit, K.; Ngo, B.; Salipante, S. J.; Johnston, C. D.; Peterson, S. B.; Goodman, A. D.; Mougous, J. D.", "abstract": "Bacteria inhabiting the mammalian gut coexist in dense communities where contact-dependent antagonism mechanisms are widespread. The type VI secretion system (T6SS) is an interbacterial toxin delivery pathway prevalent among gut Bacteroidales, yet its function in naturally evolved microbiomes remains poorly defined. Here, we examine the physiological role of the T6SS in Bacteroides within a gut community derived from wild mice (the WildR microbiome). Using newly developed genetic tools and a strategy for functional replacement of strains within the WildR community, we demonstrate that the WildR isolate B. acidifaciens employs a T6SS to antagonize co-resident Bacteroidales. We also show that loss of T6SS function compromises the long-term maintenance of B. acidifaciens in the community but not its initial colonization, establishing the system as a determinant of strain persistence. The T6SS we identified resides on an integrative and conjugative element (ICE). ICE-seq, a targeted sequencing approach, reveals that the T6SS-ICE is distributed among select Bacteroidales and Muribaculaceae species in the WildR microbiome, between which it appears to be recently exchanged. We also show that transfer of the T6SS-ICE to WildR isolate Phocaeicola vulgatus confers transient colonization benefits in mice, but an eventual fitness cost. Our findings demonstrate that the T6SS can stabilize the presence of specific strains within a complex, co-evolved gut microbiome, yet its value is context dependent and constrained by the ecological and physiological landscape of the host community.", "date": "2025-11-30", "journal": ""}
{"title": "Viral diversity, ecological interconnectedness, and the identification of mammalian chuviruses in Australian microbats", "doi": "10.1101/2025.11.29.691345", "authors": "Ortiz-Baez, A. S.; Melade, J.; Van Brussel, K.; Lang, B.; Lachenauer, A.; Holmes, E. C.", "abstract": "Microbats are a large and ecologically important group of Australian mammalian fauna. However, their RNA virome diversity, as well as its ecological and evolutionary significance, has received limited study. We applied a metatranscriptomic approach to reveal more of the diversity of RNA viruses present in faeces from different microbat species in New South Wales and South Australia, including the critically endangered Southern bent-wing bat (Miniopterus schreibersii bassanii) from the Naracoorte bat maternity caves in South Australia. The data generated revealed a high diversity of RNA viruses, including 51 likely mammalian-associated viruses classified into ten taxonomic groups, including the Coronaviridae, Hepeviridae and Chuviridae. Notably, we identified a mammalian-specific lineage of chuviruses associated with bats in Australia and of bats and rodents in China, strongly suggesting that viruses of this family have established sustained transmission cycles in mammals as well as invertebrates. Our results also revealed widespread viral connectivity among alphacoronaviruses across multiple microbat species in mainland Australia and Christmas Island, indicative of long distance viral movement. High viral diversity and virus co-circulation was observed within the Southern bent-wing bat population of the Naracoorte caves, suggesting complex population dynamics that might facilitate virus maintenance and transmission. Overall, these findings highlight the role of Australian microbats as viral reservoirs, including the presence of viruses not previously associated with sustained mammalian transmission.", "date": "2025-11-30", "journal": ""}
{"title": "From minutes to bounds: A probabilistic UV-C control and a shape-only morphological fingerprint for postharvest Colletotrichum", "doi": "10.1101/2025.11.29.691312", "authors": "Ahn, E.; Baek, I.; Lim, S.; Lovelace, A.; Cha, M.; Kim, M. S.; Park, S.; Meinhardt, L.", "abstract": "Postharvest losses in high-value horticultural crops such as cacao and coffee are often driven by Colletotrichum spp. and other latent fruit pathogens. Ultraviolet-C (UV-C) is increasingly deployed as a chemical-free postharvest technology, yet prescriptions remain framed in minutes rather than in probabilistic guarantees of disease control and safety. We present a dual framework that (1) establishes conservative confidence bounds on survival and (2) validates a \"shape-only\" morphological fingerprint. This approach addresses the biological complexity of host-pathogen interactions by quantifying isolate-specific heterogeneity, rather than averaging it away. We utilized a large Colletotrichum dataset (n = 5,363) from cacao and coffee, spanning diverse treatments including UV-C, UV-B, and sonication. First, focusing on the Coffee UV-C cohort (~10 min), we quantified this heterogeneity; the most conservative Clopper-Pearson upper 95% bound on survival reached 1.000, highlighting partial survival events (e.g., isolate P24-88) under otherwise high-efficacy conditions. This probabilistic framework captures the \"tail-risk\" of biological resilience instead of assuming complete kill. Second, we trained machine learning models on the full dataset using only geometric features (e.g., aspect ratio, asymmetry), explicitly excluding all primary size metrics. Serving as a rapid physiological indicator of UV-induced stress, these \"shape-only\" models successfully predicted pathogen host-origin (Accuracy = 0.93) and post-treatment survival (R-square = 0.74). The signal's ability to generalize across UV-B and sonication confirms that geometry, not just growth reduction, carries a robust and transferable physiological stress signature. This work provides a device-agnostic, probabilistic control platform, replacing time-based heuristics with quantitative guarantees and a generalizable, shape-based diagnostic.", "date": "2025-11-30", "journal": ""}
{"title": "Nanoscale imaging of native symbiotic animal tissue using amultimodal large volume imaging pipeline for cryo-electrontomography", "doi": "10.1101/2025.11.30.691379", "authors": "Gundlach, K. A.; Schiotz, O. H.; Ladinsky, M. S.; Raimann, C.; Rheinberger, M.; Beck, F.; Guenduez, B.; Langelaan, R.; Ruecklin, M.; Limpens, R. W. A. L.; Ruby, E. G.; McFall-Ngai, M.; Plitzko, J. M.; Briegel, A.", "abstract": "The field of cryo-EM offers the possibility to gain high-resolution structural information of biomolecules in their native state. Advances in sample thinning of cryo-EM samples allows the study of proteins inside intact cells using tomography, opening the door for visual proteomics. However, thicker samples such as tissues or entire organisms are still largely unsuitable for cryo-electron tomography (cryo-ET). Therefore, significant efforts are directed toward developing and improving preparation methods to enable cryo-ET of such complex samples. We focused on the binary association between the Hawaiian bobtail squid Euprymna scolopes and the luminous bacteria Vibrio fischeri. The Squid-Vibrio system has long been studied to understand host-symbiont interactions. Our goal is to study the bacterial-host interface using cryo ET, at a resolution previously unattainable by conventional EM methods. Here, we present a multi-modal preparation and correlative imaging workflow - including cryo- fluorescence microscopy, microCT, freeze substitution electron tomography (FS-ET), and serial blockface SEM - to localize and prepare specific regions of the dissected symbiotic light organs for cryo-ET. This approach enabled us to directly visualize symbiotic V. fischeri within the internal host crypts at macromolecular resolution, revealing spatial organization, physical contact, and putative exchange interfaces between host and microbe. Our findings provide structural insights into a foundational model of host-microbe symbiosis and demonstrate the feasibility of cryo-ET forinvestigating intact tissues at the nanoscale.", "date": "2025-11-30", "journal": ""}
{"title": "Protease secreting Nannochloropsis limnetica can valorise invasive plants through circular water-use and accumulate neutral lipids", "doi": "10.1101/2025.11.29.691304", "authors": "Iyer, A.; Heneghan, P.; Dillon, E.; Modin, O.; Halim, R.", "abstract": "Nannochloropsis limnetica can be cultivated on a wide range of effluents and generate high value lipids. Using a fed-batch system, this microalga was used to demonstrate circular reuse of water to valorise protein-depleted fractions (PDF) generated from Gorse leaf protein concentrate (LPC) production. Protein, phenolics and sugar content in the PDF were measured over seven days and corresponding microalgal lipid content was profiled. Extracellular protease activity was also screened to understand how N. limnetica digests and utilises proteins in the medium. A signal-peptide based approach predicted seven proteases expected to be secreted.N. limnetica rapidly depleted nutrients (ksugar = 0.20 {+/-} 0.06 day-1 and kproteins = 0.17 {+/-} 0.04 day-1) from the wastewater, which could then be reused for subsequent LPC extraction processes without any impact on recovery or purity. Phenolic levels remained unaffected during microalgal growth and accumulated in the water across each extraction cycle. Microalgal neutral lipid content (~132.8 mg lipid g-1 biomass) was higher in the effluent compared to standard BBM (~114.5 mglipid g-1 biomass). Casein agar plates and 1D zymogram confirmed extracellular protease production by N. limnetica, although their identities remain unclear owing to conflicting or fragmented data from the LC/MS analysis. This work shows that N. limnetica is able to secrete proteases to digest and utilise residual proteins in the medium, and can be employed to valorise agricultural wastewater. Identification of the proteases will require further investigation.", "date": "2025-11-30", "journal": ""}
{"title": "Identifying the internalization pathways of magnetotactic bacteria and magnetosomes by cancer cells", "doi": "10.1101/2025.11.26.690460", "authors": "Gandarias, L.; Arana, L.; Gubieda, A. G.; Perez-Berna, A. J.; Abad-Diaz-de-Cerio, A.; Fdez-Gubieda, M. L.; Muela, A.; Garcia-Prieto, A.", "abstract": "Given the need for new tumor treatment strategies, therapies using magnetic nanoparticles and bacteria are gaining momentum. In this context, magnetotactic bacteria and magnetosomes could act as theranostic agents for use in magnetic hyperthermia, targeted drug delivery, and magnetic resonance imaging. Thus, understanding their interaction with target cells is essential to ensure their theranostic efficiency. This study investigates the uptake of magnetotactic bacteria (MSR-1) and magnetosomes by lung carcinoma cells (A549). First, MSR-1 and magnetosomes are imaged inside A549 cells using cryo soft X-ray tomography, revealing the presence of MSR-1 and magnetosomes inside endosomes. Subsequently, the endocytosis pathways involved in the internalization of MSR-1 and magnetosomes by the cells are elucidated. It is observed that MSR-1 mainly enter cells by receptor-mediated endocytosis, as described previously for other intracellular bacteria. However, the endocytosis of magnetosomes occurs mainly via phagocytosis or macropinocytosis, probably due to the large size of the formed magnetosome clusters. These findings fill a key gap in our understanding of the internalization of MSR-1 bacteria and magnetosomes by lung carcinoma cells, and establish a method applicable to studying their internalization by other target cell types", "date": "2025-11-30", "journal": ""}
{"title": "Eco-evolutionary feedback of adaptive evolution to a pesticide worsens the impact of a pesticide switch in a pivotal freshwater non-target species", "doi": "10.1101/2025.11.30.691396", "authors": "Almeida, R. A.; Fajgenblat, M.; Lemmens, P.; Cuypers, K.; Maes, J.; Brans, K. I.; De Meester, L.", "abstract": "Pest management often involves switches in the identity of the pesticides applied, sequentially exposing non-target populations to different pesticides. In a two-phased experiment, we assessed whether exposure to the pesticide chlorpyrifos induces rapid evolution in the non-target species Daphnia magna, and quantified the response of control and pre-exposed populations to a second exposure to the same pesticide, another pesticide with the same mode of action (malathion), or a pesticide with another mode of action (deltamethrin). Chlorpyrifos selection induced rapid shifts in genotype composition and reduced genotype richness, and strongly influenced population development following the second exposure. Chlorpyrifos-selected populations outperformed control populations when subsequently exposed to chlorpyrifos and malathion, but underperformed when exposed to deltamethrin. Our results highlight an eco-evolutionary feedback in which rapid adaptive evolution to a pesticide worsens the response when exposed to a pesticide with different mode of action in non-target species, increasing vulnerability to common agricultural practices.", "date": "2025-11-30", "journal": ""}
{"title": "Experimental and field evidence indicate that islet-nesting tundra birds experience reduced nest predation and benefit indirectly from high snow goose densities", "doi": "10.1101/2025.11.26.690446", "authors": "Beaudoin, M.; Beardsell, A.; Duchesne, E.; Corbeil-Robitaille, M.-Z.; Legagneux, P.; Berteaux, D.; Bety, J.", "abstract": "Landscape features can shape the occurrence and strength of predator-prey interactions by influencing predation risk and prey distribution. In the High Arctic, some bird species select nesting sites with physical features that limit the access by their main terrestrial predator, the arctic fox, though these features do not always provide full protection. We investigated how nest microhabitat characteristics and prey availability modulate nest survival in tundra birds that select pond and lake islets as breeding sites. Over four summers, we analyzed the survival of 132 cackling goose and 55 glaucous gull nests located on islets or on pond and lake shores within a 150 km2 area occupied by a snow goose colony on Bylot Island, Nunavut, Canada. We also analyzed survival of 537 artificial nests deployed over three summers. We found that islets act as partial prey refuges, with higher nest survival rates on islets than on pond and lake shores. Nest survival generally increased with islet distance from shore, but we found little evidence of this effect for cackling geese and glaucous gulls, which avoided nesting on islets near shore. Moreover, water depth surrounding islets had little to no influence for any nest type. Nest mortality was much higher in a year with relatively low snow goose nest density, suggesting a short-term positive indirect effect of this colonial nesting bird on species nesting on islets. Since the arctic fox was virtually the sole predator of artificial nests, our findings indicate that annual variation in nest survival on islets were driven by a shift in fox foraging behavior in response to changes in prey availability across the landscape. Our study, which integrates multi-year monitoring and field experiments, highlights the interplay between microhabitat selection and predator-multi-prey dynamics in the arctic tundra.", "date": "2025-11-30", "journal": ""}
{"title": "Volatile but persistent co-existence of self-compatibility and self-incompatibility in plants", "doi": "10.1101/2025.11.30.691363", "authors": "Jangid, A.; Feldheim, O. N.; Friedlander, T.", "abstract": "Plants employ diverse mating strategies, including self- and cross-fertilization or their mixture. Despite the ubiquity of mixed-mating - the use of both self- and cross-fertilization in the same population-its evolutionary sources and dynamic stability remain elusive. Here we study self-incompatibility, where self-fertilization is disabled by molecular recognition, and enabled if mutations disrupt this recognition. Using population-level stochastic simulations, we model the effects of two main parameters on the prevailing mating mode: promiscuity of molecular recognition and inbreeding depression - penalizing self-compatibility. We reveal a phase diagram with three regimes: complete self-incompatibility (SI), complete self-compatibility (SC), and a mixture combining both. The latter mixed mode, described here for the first time, exhibits vigorous, non-decaying fluctuations in the proportions of individuals occupying either mating mode. Finally, we find that transitions between mating modes are often reversible. This study offers new insight into the evolutionary dynamics of plant reproductive systems.", "date": "2025-11-30", "journal": ""}
{"title": "Bayesian inference of population structure using identity-by-descent-based stochastic block models", "doi": "10.1101/2025.11.26.690810", "authors": "Micheletti, S. J.; Bryc, K.; Esselmann, S. G. A.; Wilton, P. R.; Freyman, W. A.", "abstract": "Fine-scale population structure is increasingly studied by clustering identity-by-descent (IBD) haplotypes, yet most current approaches rely on heuristic, modularity-based algorithms that can over-partition noisy IBD graphs and provide no explicit measure of uncertainty. We introduce a fully Bayesian framework that models IBD sharing with a generative planted-partition stochastic block model (PPSBM). To benchmark accuracy, we simulated genomes under recent population divergence and compared PPSBM estimates with those from the widely used Leiden community-detection algorithm. The PPSBM correctly assigned 81.0% of individuals on average versus 67.0% for Leiden, outperforming Leiden in 92.0% of replicates. Posterior probabilities from the PPSBM reflected patterns of recent shared ancestry or admixture, whereas Leiden tended to merge such clusters or assign individuals deterministically. Furthermore, we applied the method to the genomes of 63,196 individuals to reveal fine-scale population structure in Mexico, including multiple indigenous communities and diasporic groups such as Lebanese Mexicans and Syrian Jewish Mexicans. Our results demonstrate that a probabilistic, IBD-based PPSBM yields more accurate and biologically interpretable population assignments than popular heuristic methods, while simultaneously quantifying uncertainty and accommodating admixed genomes. The method scales to thousands of individuals and provides a principled foundation for downstream demographic inference and association studies in the presence of subtle structure.", "date": "2025-11-30", "journal": ""}
{"title": "A dynamical-nonequilibrium molecular dynamics (D-NEMD) alanine scanning approach for identifying allosteric positions in proteins", "doi": "10.1101/2025.11.29.691197", "authors": "Balega, B.; Beer, M.; Pike, D. T. S.; Spencer, J.; Oliveira, A. S. F.; Mulholland, A. J.", "abstract": "Allosteric effects are widespread in proteins, but predicting the impact of sequence substitutions at positions distant from ligand-binding or enzyme active sites remains challenging, as their effects are mediated through complex dynamical networks. Pinpointing such positions experimentally is labour-intensive and low throughput. Equilibrium molecular dynamics (MD) simulations are useful: analysis methods can identify functional distal sites and networks, while free energy simulations can predict effects on stability or binding, given sufficient sampling; such simulations are typically time-consuming, requiring extensive simulation of each individual mutant. Here, we introduce a dynamical-nonequilibrium MD (D-NEMD) protocol using alanine substitutions as targeted perturbations to identify distal positions that influence enzyme function. Using the well characterised class A {beta}-lactamase KPC-2 as a test system, we show that D-NEMD distinguishes functional from non-functional sites based on whether substitutions generate structured, long-range responses that reach the active site. KPC-2 is clinically important due to its broad substrate spectrum and the emergence of resistance-associated point mutations, many of which act through non-local effects on catalytic residues. Alanine substitutions at positions 179 and 164, which disrupt the {Omega}-loop salt bridge, trigger persistent structural responses propagating through the protein and reach both catalytic residues and the oxyanion-hole backbone. Likewise, alanine substitution at position 220 elicits pronounced responses extending to the active-site {beta}-sheet and key loops, consistent with its known role in substrate specificity. In contrast, substitution at position 276-mutations of which have negligible kinetic impact-produces only local displacements with minimal propagation and no effect on catalytically relevant regions. These differential response patterns align with experimentally observed resistance phenotypes. D-NEMD therefore provides a fast, generalisable, and predictive approach for identifying allosterically connected distal positions. The protocol complements equilibrium MD, is straightforward to implement, and offers a tractable route for prioritising candidate sites for mechanistic study or future mutational scanning efforts.", "date": "2025-11-30", "journal": ""}
{"title": "Computational Repurposing and Phytochemical Screening of Inhibitors Against ClpK from Klebsiella pneumoniae.", "doi": "10.1101/2025.11.28.691150", "authors": "Ballim, T.; Khoza, T.", "abstract": "Over the years, the increase in antibiotic resistant Klebsiella pneumoniae has highlighted the urgent need for the identification of novel therapeutic compounds and targets. ClpK is a caseinolytic ATPase that plays an important role in protein quality control and thermotolerance, making it a promising drug target. This study used in silico methods including ADMET screening, molecular docking and molecular dynamics simulations to evaluate binding efficiency and dynamic stability of selected natural and synthetic compounds with ClpK under varying ionic conditions. ADMET screening of synthetic and natural compounds excluded compounds violating Lipinskis rule of 5 or showing predicted toxicity. Sclerotiamide P was identified as the top binder (-10.9 kcal/mol), while compound D3 had the weakest binding (-4.5 kcal/mol). The top ten compounds with the most favourable binding scores were then further investigated using molecular dynamics simulations in the presence of NaCl and MgCl2. Trajectory and MM-GBSA binding analyses confirmed that ClpK-ligand complexes remained stable in both ionic environments, with negative binding free energy values indicative of favourable interactions. Overall, the study highlighted ADEP3 and sclerotiamide derivatives as promising ClpK inhibitors and provides a foundation for further experimental validation.", "date": "2025-11-30", "journal": ""}
{"title": "ClpK as a Chaperone Hub: Computational Exploration of its Protein Interaction Landscape.", "doi": "10.1101/2025.11.28.691151", "authors": "Ballim, T.; Achilonu, I.; Khoza, T.", "abstract": "Protein-protein interaction networks provide a foundation for understanding the molecular mechanisms within cells and are increasingly recognized as promising targets for therapeutic intervention. However, the experimental elucidation of these interactions is complicated by the complexity and dynamic nature of protein interaction networks. In silico methods have become invaluable allowing researchers to identify potential interactions and focus on those that may be biologically significant to guide experimental validation and drug discovery. This study employed computational modelling, visualization, and network analysis to investigate the interactions of ClpK, a Clp ATPase integral to protein homeostasis and thermotolerance of Klebsiella pneumoniae. Potential interacting partners of ClpK were predicted using the STRING database with ClpB used as a structural proxy for ClpK. The proteins with edge confidence scores greater than 0.8 were selected for molecular docking and molecular dynamics simulations to assess interaction stability and binding affinities. Molecular docking using the ClusPro server confirmed stable interactions between ClpK and its predicted partners, which were further characterised using PDBsum and Hawkdock to visualise binding interfaces and estimate binding free energies MM-GBSA calculation. Among the predicted complexes, KPN_01323 had the highest interaction score, highlighting it as the most promising candidate for further investigation. Molecular dynamics simulations further confirmed the stabilisation of putative partners upon interaction with ClpK supporting the robustness of this interaction. Collectively, these findings provide insight into the ClpK interaction network and establish a framework for future in vitro and in vivo studies contributing to elucidate the biological role and therapeutic potential of ClpK.", "date": "2025-11-30", "journal": ""}
{"title": "Why PAR is not RNA: ion atmospheres, bridging interactions, and ion-induced structural collapse", "doi": "10.1101/2025.11.29.691228", "authors": "Baidya, L.; Zhang, H.; Nguyen, H.", "abstract": "Poly(ADP-ribose) (PAR) is a highly charged, intrinsically flexible nucleic-acid-like homopolymer composed of ADP-ribose units. It serves as a critical post-translational modification that rapidly synthesized in response to DNA damage, and participates in diverse important cellular processes, including DNA repair, chromatin remodeling, and RNA biogenesis, often by promoting biomolecular phase separation. However, PAR's conformational heterogeneity coupled with limited experimental characterization has hindered a mechanistic understanding of these processes. To address this challenge, we develop a five-bead coarse-grained model of PAR and perform molecular dynamics simulations to compare its conformational ensemble and ion atmosphere with those of RNA across diverse ion environments. Our simulations reveal that PAR undergoes a markedly stronger structural transition than RNA in response to divalent ions, driven by its preferential ion binding and effective ion-mediated bridging between phosphate groups. These interactions facilitate cooperative conformational changes and produce a compact, ion-rich atmosphere that is fundamentally distinct from RNA. Together, our work provides a physically grounded model for PAR, uncovers molecular features that differentiate PAR from RNA, and offers mechanistic insight into how PAR nucleates phase separation and organizes protein interactions at sites of DNA damage.", "date": "2025-11-30", "journal": ""}
{"title": "Human spastin functions as an ATPase-independent microtubule nucleator via ring-stack formation", "doi": "10.1101/2025.11.28.691112", "authors": "Liu, H.; Matsumoto, N.; Kaneshiro, T.; Kato, T.; Shigematsu, H.; Kikkawa, S.; Nitta, E.; Imasaki, T.; Nitta, R.", "abstract": "Microtubule severing enzyme spastin plays pivotal roles in cytokinesis and neuronal outgrowth, and its mutations cause hereditary spastic paraplegia (HSP). Here we show that, at physiological tubulin concentrations, human spastin behaves predominantly as an ATPase-independent microtubule nucleator rather than a severase. Biochemical and structural analyses revealed that spastin assembles tubulin into stacked-ring intermediates via strategically positioned microtubule-binding domains, thereby generating nucleation-competent sites for polymerization. Tubulin subunits within these spastin-induced rings adopt a straight, microtubule-like interface, in marked contrast to the twisted tubulin spirals characteristic of depolymerizing microtubule ends. Our results redefine the mechanistic landscape of multifaceted spastin functions and provide insights that may inform the pathological basis of HSP and guide future therapeutic strategies.", "date": "2025-11-30", "journal": ""}
{"title": "Active surface waves drive rippling in Myxococcus xanthus colonies", "doi": "10.1101/2025.11.28.691037", "authors": "Bourque, A. R.; Hampshire, P. A. E.; Alert, R.; Shaevitz, J. W.", "abstract": "During periods of predation or starvation, populations of the gliding bacterium Myxococcus xanthus self-organize into striking wave-like structures termed ripples. This phenomenon was thought to arise from wave collisions triggering synchronized reversals of cell motility. However, using three-dimensional microscopy, we find no evidence for such synchronization during rippling. Instead, we show that ripples are surface waves with a period of ~20 min, wavelength of ~100  m and an amplitude of 6 to 20 cell widths at the top of a thick film of cells, akin to surface waves seen in fluids. We propose a physical model of rippling as surface waves of an active nematic liquid crystal. Two key predictions of this model are verified experimentally: the rippling wavelength increases with the surface tension at the film-air interface, and it decreases with substrate stiffness, which regulates the availability of water coating the bacterial film. These findings reveal the physical basis of rippling and highlight the role of active surface waves in shaping collective biological behavior.", "date": "2025-11-30", "journal": ""}
{"title": "A clinical-stage oncology compound selectively targets drug-resistant cancers", "doi": "10.1101/2025.11.26.690878", "authors": "Long, K.; Bhattacharjee, D.; Newman-Stonebraker, S. H.; Suhr, S.; Mercado, B. Q.; Tighe, A.; Romero, L.; Thompson, S. L.; Sausville, E. L.; John, K. M.; Julian, L.; Mishra, S.; Klingbeil, O.; Gupta, P.; Bhatt, U.; Gao, A. C.; Ricardo, S.; Vakoc, C. R.; Bornhauser, B. C.; Corsello, S. M.; Taylor, S. S.; Holland, P. L.; Sheltzer, J. M.", "abstract": "Re-evaluating existing clinical compounds can uncover previously unrecognized mechanisms that reshape a drug's therapeutic potential. The small molecule Procaspase-Activating Compound 1 (PAC-1) entered oncology testing as a proposed activator of caspase-driven apoptosis. Here, we show that PAC-1-driven cytotoxicity occurs in the absence of executioner caspase expression, demonstrating that its anti-cancer activity occurs via an alternative mechanism. We provide genetic, biochemical, and biophysical evidence demonstrating that PAC-1 functions as a highly selective iron chelator that eliminates cancer cells by disrupting iron homeostasis. Unexpectedly, we discovered that expression of the key chemotherapy-resistance pump MDR1 confers marked hypersensitivity to PAC-1 treatment. While PAC-1 is only weakly effluxed by MDR1 under basal conditions, this process is potentiated when PAC-1 is bound to iron. Consequently, PAC-1 induces progressive iron depletion and selective cytotoxicity in otherwise drug-resistant MDR1-expressing cancer cells. Together, these findings redefine PAC-1's mechanism-of-action and establish a framework for exploiting multidrug resistance as a therapeutic vulnerability through targeted iron starvation.", "date": "2025-11-30", "journal": ""}
{"title": "Modulation of metabolic, inflammatory, fibrotic and cell death pathways by Resmetirom in metabolic dysfunction-associated steatohepatitis (MASH): A transcriptomic profiling study", "doi": "10.1101/2025.11.26.690715", "authors": "He, C.; Wang, Z.; Weng, J.; Xu, S.", "abstract": "Metabolic dysfunction-associated steatohepatitis (MASH) is a growing global burden with limited therapeutic options, and the mechanisms driving disease regression remain incompletely understood. Resmetirom, a selective thyroid hormone receptor B;(THR-B) agonist, has been approved for MASH, yet its molecular actions require further clarification. In this study, we employed a diet-induced mouse model of MASH using fructose-palmitate-cholesterol (FPC) feeding and evaluated the therapeutic efficacy of Resmetirom. Resmetirom (5 mg/kg/day) treatment significantly improved systemic and hepatic lipid profiles. Histological analyses demonstrated marked attenuation of hepatic steatosis, inflammation, and fibrosis, accompanied by reduced hepatic cell death. Transcriptomic profiling of liver tissues further revealed a robust Resmetirom-induced reprogramming of metabolic and inflammatory pathways, with prominent downregulation of gene networks governing lipid accumulation, immune activation, extracellular matrix remodeling, and multiple forms of programmed cell death. Collectively, these findings provide mechanistic insight into the multifaceted actions of Resmetirom and establish a comprehensive preclinical framework for understanding how THR-{beta} activation ameliorates key pathological hallmarks of MASH. This work supports the therapeutic potential of Resmetirom and highlights critical molecular pathways that may inform future combination strategies for advanced metabolic liver disease.", "date": "2025-11-30", "journal": ""}
{"title": "Nuclear activities and interactome of the NS5 protein of Tick-Borne Encephalitis Virus", "doi": "10.1101/2025.11.29.691275", "authors": "Chazal, M.; Sow, A.-A.; Le Seac'h, E.; Hawasheen, D.; Bonifacio, M.; Feracci, M.; Gracias, S.; Sogues, A.; Molho, M.; Pan, H.; Bonaventure, B.; Quivy, J.-P.; Almouzni, G.; Decroly, E.; Ramage, H.; Johnson, J. R.; Caval, v.; jouvenet, n.", "abstract": "Orthoflaviviruses are RNA viruses responsible for significant diseases in humans, domesticated animals and wildlife. Their NS5 protein is central in viral replication, functioning both as an RNA-dependent RNA polymerase and a methyltransferase, while also modulating cellular processes, including the interferon response. Although viral replication is cytoplasmic, the NS5 protein of several mosquito-borne orthoflaviviruses cycles between the cytoplasm and the nucleus of infected human cells. However, the nuclear localization and function of NS5 of tick-borne orthoflaviviruses, such as tick-borne encephalitis virus (TBEV), remained poorly understood. Microscopy analysis and cell fractionation revealed that the NS5 protein of TBEV localized to both the cytoplasm and nucleoplasm of infected cells. Mutagenesis studies identified critical residues required for its nuclear targeting. Mutating these residues in a TBEV replicon abolished viral replication. Immunoprecipitation-mass spectrometry analyses performed in two human cell lines infected with TBEV recovered 352 NS5 partners. Among them, 187 were nuclear or partially nuclear. By integrating our interactome data with that of Powassan virus (POWV), another tick-borne orthoflavivirus, we refined a list of 20 high-confidence NS5 partners, including splicing factors and chromatin modulators. Functional analysis revealed that seven of these nuclear partners significantly modulated viral replication, further underscoring the importance of nuclear NS5 in the viral life cycle. Our work advances our understanding of the nuclear function of the NS5 proteins of tick-borne orthoflaviviruses.", "date": "2025-11-30", "journal": ""}
{"title": "Uncovering senescent fibroblast heterogeneity connects DNA damage response to idiopathic pulmonary fibrosis", "doi": "10.1101/2025.11.26.690792", "authors": "Hughes, J.-W. B.; Pujari, A.; Sandholm, A.; Croll, D.; Monk, L. B.; Joshua, I.; Butterfield, R.; Horton, C.; Schneider, K.; Senchyna, F.; Brown, I.; Coelho, A. L.; Ho, T.-C.; Deguchi, H.; Le Saux, C. J.; Deinhardt-Emmer, S.; Ellerby, L. M.; Vitari, A.; Furman, D.; Hogoboam, C. M.; Laslavic, A.; Desprez, P.-Y.; Quarta, M.; Campisi, J.", "abstract": "Cellular senescence is a largely heterogeneous state of cell stress that deleteriously accumulates with age. Many types of heterogeneity in senescence have been described; however, cellular senescence within the same cell type has only started to be documented. Here, we show primary, human lung fibroblasts from donors who are healthy or diagnosed with idiopathic pulmonary fibrosis (IPF) exhibit a subtle form of heterogeneity over time after DNA damage. Moreover, senescent IPF lung fibroblasts display a dysregulated transcriptional-protein DNA damage response (DDR). Weighted gene correlation network analysis (WGCNA) reveals unique and known targets linking senescent IPF lung fibroblast heterogeneity to genes associated with DNA damage and repair, cytokine and chemokine responses, and extracellular matrix (ECM) signaling. We combine our healthy and IPF senescent gene expression signatures to develop a novel gene set of senescence-associated genes that identify disease-relevant cells in human single-cell RNA-seq (scRNA-seq) data. Collectively, our results uncover human-relevant senescence signatures, highlight IPF-specific DDR, cytokine and chemokine, and ECM targets, and expand our understanding of how a dysregulated DDR contributes to senescent cell heterogeneity in IPF.", "date": "2025-11-30", "journal": ""}
{"title": "Splice Isoform Induced Selective Inhibition of Vesicular Monoamine Transporter Assembly Revealed by Multi-level Combinatorial Analysis", "doi": "10.1101/2025.11.29.691296", "authors": "Karagöl, A.; Karagöl, T.", "abstract": "Synaptic vesicle loading of monoamines represents a rate-limiting step in neurotransmission, and its regulation directly shapes dopaminergic, serotonergic, and noradrenergic signaling. Vesicular Monoamine Transporters (VMATs), key determinants of quantal content and synaptic tone, have traditionally been thought to function primarily through their full-length canonical isoforms. However, alternative splicing generates isoforms that remain largely uncharacterized in membrane transporter biology, despite growing proteogenomic evidence supporting their translation. Here, we reveal a potential mechanism by which a truncated splice isoforms of VMAT1 interferes with canonical oligomer formation. Using a combination of structural docking, atomistic lipid bilayer molecular dynamics, and Poisson-Boltzmann Surface-Area (MMPBSA) binding energy decomposition, we characterize the interactions and co-evolution between the truncated isoform and the canonical protein. While the isoform retains partial interface compatibility, it exhibits higher binding affinity for the canonical VMAT than the canonical homodimer itself. Mechanistically, this molecular latch shifts the rules of engagement from a contest of size (surface area) to one of intensity (charge), effectively resolving the David-versus-Goliath conflict: the system energetically favors the heterodimer, ensuring that the smaller isoform consistently dominates over the full-length protein. Functionally, this positions the truncated isoform as a negative regulator of VMAT oligomerization. These findings redefine VMAT assembly as a splicing-sensitive checkpoint and provide a novel mechanistic framework for understanding synaptic dysfunction in neuropsychiatric and neurodegenerative disorders.", "date": "2025-11-30", "journal": ""}
{"title": "Sample-level modeling of single-cell data at scale with tinydenseR", "doi": "10.1101/2025.11.26.690752", "authors": "Milanez-Almeida, P.; Schildknecht, D.; Linder, M.; Brachmann, S. M.; Weiss, A.; Adler, F.; Lenticchia, S. C.; Meistertzheim, M.; Wild, S.; Cuttat, R.; Jayaraman, P.; Lee, L. H.; Mulvey, T.; Hassounah, N.; Crafts, G.; Quinn, D. S.; Orlando, E. J.", "abstract": "Single-cell studies now routinely encompass hundreds of samples and millions of cells, offering unprecedented opportunities to link sample-level phenotypes with cellular and molecular states. However, current workflows often depend on cell-level inference and rigid clustering, which can distort significance and obscure subtle, continuous variation, in particular for complex experimental designs. Here, we present tinydenseR, a clustering-independent framework that enables robust, scalable, and statistically sensitive detection of differential cell states, outperforming existing workflows in speed, memory usage, and biological resolution. Technology-agnostic at its core, tinydenseR works seamlessly on scRNA-seq, flow, mass and spectral cytometry. Across synthetic benchmarks, a preclinical xenograft model, two immuno-oncology trials and a multi-study atlas, tinydenseR uncovers disease and treatment history-associated effects, including subtle within-cluster heterogeneity. Designed to accelerate discovery in clinical, preclinical, and translational research, the open-source package is available at GitHub.com/Novartis/tinydenseR.", "date": "2025-11-30", "journal": ""}
{"title": "LaCONIC: A Label-Aware and Graph-Guided Contrastive Multi-Omics Collaborative Learning Model for Cancer Risk Prediction", "doi": "10.1101/2025.11.26.690662", "authors": "Liu, P.; Liang, X.; Luo, J.", "abstract": "Investigating accurate cancer survival prediction models has important clinical value for optimizing therapeutic strategies and improving clinical outcomes. Although an increasing number of models have shifted from relying solely on clinical variables to integrating multi-omics data, there remains insufficient exploitation and integrative utilization of gene regulatory network (GRN) structures and cancer subtype information, which limits the predictive accuracy and biological interpretability of multi-omics models. Therefore, this study proposes label-aware and graph-guided multi-omics collaborative learning framework, termed LaCONIC, to achieve accurate and interpretable cancer survival prediction. To obtain biologically meaningful regulatory features of different molecular types, we first construct a gene regulatory network comprising multiple molecular entities and their relations, and design a heterogeneous graph self-supervised pre-training module to obtain unified graph-based gene representations. To fully leverage multi-omics and multi-modal information, we develop an adaptive cross-omics representation learning module that performs intra-omics modality alignment (i.e., graph and expression modals) and inter-omics representation alignment, thereby achieving synergistic integration of multi-source information. Moreover, to comprehensively capture global cross-omics molecular interactions, we present a graph-guided cross-omics interactive learning module that explicitly encodes gene regulatory network priors within a Transformer-based architecture. Finally, we introduce cancer subtype information to construct a label-aware constraint mechanism that improves predictive performance while enhancing inter-class separability and intra-class consistency of the learned representations. Experiments on multiple cancer datasets show that LaCONIC outperforms existing state-of-the-art methods in various metrics. SHAP-based interpretability analysis on breast cancer further identifies survival-associated regulatory modules and high-risk molecules (e.g., hsa-miR-148a-3p, ARMC1, TMEM242), highlighting its potential for biological mechanism elucidation and prognostic assessment. The source code is available at \\url{https://github.com/Liangyushi/LaCONIC}.", "date": "2025-11-30", "journal": ""}
{"title": "Hepatocyte MLKL Drives Obesity-Driven Hepatocellular Carcinoma Progression via Mitochondrial Dysfunction Independent of Necroptosis in MASLD", "doi": "10.1101/2025.11.26.690789", "authors": "Ohene-Marfo, P.; Mohammed, S.; Jiang, C.; Bhaskaran, S.; Georgescu, C.; John, M.; Pham, K.; Tran, A.; Rao, C. V.; Gyu Oh, T.; Kinter, M.; Freeman, W. M.; Houchen, C.; Wren, J. D.; Deepa, S.", "abstract": "Background and Aims Metabolic dysfunction-associated steatotic liver disease (MASLD) is a leading cause of hepatocellular carcinoma (HCC), particularly in obesity. Mixed Lineage Kinase Domain Like (MLKL), the effector of proinflammatory cell death pathway necroptosis, is consistently elevated in human and experimental MASLD, yet the hepatocyte-specific role of MLKL in the neoplastic progression of MASLD to HCC in obesity is unknown. Approach and Results We used a long-term WD-induced, MASLD-driven HCC model in which mice develop liver cancer at ages comparable to human HCC onset. Hepatocyte-specific MLKL knockout (MlklHepKO) mice were generated to define MLKL's liver-intrinsic function. WD robustly induced hepatic MLKL, whereas necroptosis markers were undetectable. MLKL loss did not alter WD-induced inflammation, fibrosis, or liver injury but markedly increased lipid droplet accumulation. Strikingly, MlklHepKO mice developed significantly fewer and smaller tumors with reduced stemness markers (DCLK1, OCT4). Transcriptomic analysis revealed upregulation of mitochondrial oxidative phosphorylation pathways in WD-fed MlklHepKO livers. WD suppressed the mitochondrial fusion protein and tumor suppressor Mfn2, while MLKL deficiency restored its expression. In HepG2 cells, MLKL knockdown or inhibition reduced proliferation and clonogenicity and enhanced oxidative metabolism. Human HCC datasets and tissue microarrays showed elevated MLKL in tumors and its association with poor survival. Conclusions Hepatocyte MLKL drives MASLD-driven HCC progression by an intrinsic, non-necroptotic mechanism. The mechanism involves MLKL-mediated suppression of the Mfn2 tumor suppressor protein, impaired mitochondrial respiration, and increase in both tumor cell proliferation and tumor stemness. All together these data position MLKL as a novel, druggable target in MASLD-associated HCC.", "date": "2025-11-30", "journal": ""}
{"title": "Neurochemically-evoked activity in slice preparations of the octopus arm nerve cord", "doi": "10.1101/2025.11.29.691307", "authors": "Winters-Bostwick, G. C.; Bostwick, C. J.; Crook, R. J.", "abstract": "Octopus arms contain circuits that support local sensorimotor integration and autonomy, responsible for fast and flexible behaviors, but their population dynamics remain unknown. The axial nerve cord (ANC) is a series of sucker-associated ganglia whose cortex layer houses multiple classes of intermingled neurons. Here we use calcium imaging in ex vivo slices from arms of Octopus bocki, to visualize how these networks respond to controlled application of neurotransmitters and neuromodulators. Glutamate and dopamine are dominant excitatory drivers that activate most neurons in the ANC cortex, with a substantial overlapping populations and smaller transmitter-specific subsets. Glutamate continues to excite additional neurons at higher concentration, whereas dopamine responses saturate. Serotonin alone evokes mixed responses but, when applied first, consistently reduces glutamate- and dopamine-driven activation, revealing a state-dependent modulatory role. GABA and octopamine yield weak heterologous effects, and high-dose acetylcholine sharply suppresses global ANC neuronal activity while inducing muscular contraction, consistent with inhibitory cholinergic receptors in arm ganglia. Across conditions, responsive neurons show no evidence of spatial structure, with no clear anatomical segregation by transmitter response profiles. These results provide the first link between neurochemical architecture and real-time firing dynamics in a semi-autonomous circuit.", "date": "2025-11-30", "journal": ""}