{"title": "Complex genetic architecture underlying the plasticity of tobacco leaf width provides insight into across-environment genomic prediction", "doi": "10.1101/2024.05.05.592603", "authors": "liu, l.; han, y.; liu, w.; Zan, Y.; wang, d.; ji, y.; sun, y.; liu, x.; hao, r.; zhang, w.; guo, l.; zhao, j.; song, z.; liu, d.; yang, a.; Zhao, C.; hu, h.; cheng, l.; si, h.", "abstract": "Phenotypic plasticity is the property of a given genotype to produce multiple phenotypes in response to changing environmental conditions. Understanding the genetic basis of phenotypic plasticity and establishing a predictive model is highly relevant for future agriculture under changing climate. Here, we investigated the genetic basis of leaf width plasticity in a tobacco MAGIC population across four different environments. Environmental changes not only resulted in differences in leaf width mean but also in leaf width plasticity. A total of 45 QTL were identified, including 14 QTL for leaf width mean and 43 for leaf width plasticity, with 12 overlap. Changes in the environment affected the magnitude of several QTL, thereby influencing phenotypic plasticity. We identified a QTL, qLW14, associated with leaf width plasticity and leaf width mean at Zhucheng, but had no significant impact at Guiyang, indicating that changes in the environment contributed to variations in leaf width plasticity. By integrating genetic diversity, environmental variation, and their interactions into a unified model, we were able to build a model for cross-environment predictions, and improved prediction accuracy by 7.2%. Overall, this study reveals complex genetic basis involving multiple alleles, and genotype interactions underlying variations of leaf width mean and plasticity. These findings contribute to assessing the role of plasticity in responding to climate or other environmental changes.", "date": "2025-10-26", "journal": ""}
{"title": "Information, certainty, and learning.", "doi": "10.1101/2024.07.31.606111", "authors": "Harris, J. A.; Gallistel, C. R.", "abstract": "More than four decades ago, Gibbon and Balsam (1981) showed that the acquisition of Pavlovian conditioning in pigeons is directly related to the informativeness of the conditioning stimulus (CS) about the unconditioned stimulus (US), where informativeness is defined as the ratio of the US-US interval (C) to the CS-US interval (T). However, the evidence for this relationship in other species has been equivocal. Here, we describe an experiment that measured the acquisition of appetitive Pavlovian conditioning in 14 groups of rats trained with different C/T ratios (ranging from 1.5 to 300) to establish how learning is related to informativeness. We show that the number of trials required for rats to start responding to the CS is determined by the C/T ratio, and the specific scalar relationship between the rate of learning and informativeness is similar to that previously obtained with pigeons. We also found that the response rate after extended conditioning is strongly related to T, with the terminal CS response rate being a scalar function of the CS reinforcement rate (1/T). Moreover, this same scalar relationship extended to the rats overall response rates (during the CS and inter-trial interval) which was directly proportional to the overall rate of reinforcement in the context (1/C). The findings establish that animals encode rates of reinforcement, and that conditioning is directly related to how much information the CS provides about the US. The consistency of these observations across species, captured by a simple regression function, suggests a universal model of conditioning.", "date": "2025-10-26", "journal": ""}
{"title": "Intra-cluster receptor density (IRD): a molecular switch for TNFR1 clusters signaling", "doi": "10.1101/2024.08.09.607302", "authors": "Jana, S.; Roy, P.; Das, J.; Bera, B. B.; Biswas, P.; Nanda, N.; Sinha, B.; Sinha, D.", "abstract": "Tumor Necrosis Factor Receptor 1 (TNFR1) signaling regulates cell fate in inflammation, immune responses, and tumorigenesis. While TNF mediated TNFR1 pathways are well known, the role of receptor clustering remains unclear. Utilizing homoFRET using fluorescence anisotropy, we show that intra-cluster receptor density (IRD) governs TNFR1 signaling outcomes. Soluble TNF (sTNF-) increases IRD at cluster cores but decreases it at rims via receptor reorganization. Reducing IRD through membrane tension, zafirlukast, actin depolymerization, or cholesterol depletion suppresses sTNF signaling, whereas increasing IRD by lowering membrane tension or exposing cells in a 3D gel-like microenvironment triggers ligand independent activation. These findings reveal IRD as a key regulator of receptor signaling, with potential relevance across related receptor families and innovative strategies in modulating TNFR1 signaling.", "date": "2025-10-26", "journal": ""}
{"title": "Single-cell multi-omic analysis reveals principles of transcription-chromatin interaction during embryogenesis", "doi": "10.1101/2024.09.23.614335", "authors": "Bhardwaj, V.; Griffa, A.; Gaza, H. V.; Zeller, P.; van Oudenaarden, A.", "abstract": "Establishing a cell-type-specific chromatin landscape is crucial for the maintenance of cell identity during embryonic development. However, our knowledge of how this landscape is set during vertebrate embryogenesis has been limited, due to the lack of methods to jointly detect chromatin modifications and gene expression in the same cell. Here we present a multimodal measurement of full-length transcriptome and chromatin modifications in individual cells during early embryonic development in zebrafish. We show that before the formation of germ layers, the chromatin and transcription states of cells are uncoupled, and become progressively connected during gastrulation and somitogenesis. Silencing of key developmental genes is achieved by local spreading of repressive chromatin as development proceeds. We use a joint analysis of transcription factor (TF) expression and chromatin states to predict lineage-specific activators and repressors and identify a subset of TFs that are themselves epigenetically regulated. Altogether, our data resolves the dynamic relationship between chromatin and transcription during early embryonic development and clarifies how these two layers interact to establish cell identity.", "date": "2025-10-26", "journal": ""}
{"title": "Exploring Log-Likelihood Scores for Ranking Antibody Sequence Designs", "doi": "10.1101/2024.10.07.617023", "authors": "Ucar, T.; Malherbe, C.; Gonzalez Hernandez, F.", "abstract": "Generative models trained on antibody sequences and structures have shown great potential in advancing machine learning-assisted antibody engineering and drug discovery. Current state-of-the-art models are primarily evaluated using two categories of in silico metrics: sequence-based metrics, such as amino acid recovery (AAR), and structure-based metrics, including root-mean-square deviation (RMSD), predicted alignment error (pAE), and interface predicted template modeling (ipTM). While metrics such as pAE and ipTM have been shown to be useful filters for experimental success, there is no evidence that they are suitable for ranking, particularly for antibody sequence designs. Furthermore, no reliable sequence-based metric for ranking has been established. In this work, using real-world experimental data from seven diverse datasets, we extensively benchmark a range of generative models, including LLM-style, diffusion-based, and graph-based models. We show that log-likelihood scores from these generative models correlate well with experimentally measured binding affinities, suggesting that log-likelihood can serve as a reliable metric for ranking antibody sequence designs. Additionally, we scale up one of the diffusion-based models by training it on a large and diverse synthetic dataset, significantly enhancing its ability to predict and score binding affinities. Our implementation is available at: https://github.com/AstraZeneca/DiffAbXL", "date": "2025-10-26", "journal": ""}
{"title": "Symmetries and continuous attractors in disordered neural circuits", "doi": "10.1101/2025.01.26.634933", "authors": "Clark, D. G.; Abbott, L. F.; Sompolinsky, H.", "abstract": "A major challenge in neuroscience is reconciling idealized theoretical models with complex, heterogeneous experimental data. We address this challenge through continuous-attractor networks, which model how neural circuits represent continuous variables such as head direction or spatial location through collective dynamics. Classical continuous-attractor models rely on continuous symmetry in the recurrent weights to generate a manifold of stable states, predicting tuning curves that are identical up to shifts. However, mouse head-direction cells exhibit substantial heterogeneity in their responses, seemingly incompatible with this classical picture. We demonstrate that mammalian circuits could nevertheless rely on the same dynamical mechanisms as classical continuous-attractor models. We construct recurrent neural networks directly from experimental head-direction tuning curves that exhibit quasi-continuous-attractor dynamics, then develop a statistical generative process quantitatively capturing the structure of tuning heterogeneity. This enables large-N analysis, where we show through dynamical mean-field theory that these networks become equivalent to classical ring-attractor models, with Mexican-hat interactions and continuous symmetry that is spontaneously broken, leading to bump states. In the seemingly disordered weights, the continuous symmetry essential to classical models is reflected through eigenvalue degeneracies, positioning spectral structure as a target for detecting continuous-attractor circuits in connectome data. We extend this framework to two-dimensional symmetries, constructing grid-cell models that similarly reduce to classical toroidal attractors. Our work demonstrates that the dynamical mechanisms of classical continuous-attractor models may operate not only in small brains or idealized systems but also in complex mammalian circuits.", "date": "2025-10-26", "journal": ""}
{"title": "P3a site-specific and cassette mutagenesis for seamless protein, RNA and plasmid engineering", "doi": "10.1101/2025.02.03.636246", "authors": "Yang, X.-J.", "abstract": "Site-directed mutagenesis is a basic molecular tool required for protein, RNA and plasmid engineering. For mutagenesis methods, an ideal goal is to reach the efficiency of 100%. Towards this goal, we have recently taken the first step by adopting an innovative strategy via primer pairs with 3-prime overhangs and developing P3 site-directed mutagenesis, with an average efficiency of ~50%. As the second step towards the ideal goal, we report here P3a site-directed mutagenesis with an efficiency reaching ~100%. We systematically evaluated this new method by engineering >100 point mutations and small deletions (or insertions) on >20 mammalian expression vectors encoding various epigenetic regulators and the spike protein of SARS-CoV-2. As all known mutagenesis methods are limited to point mutations and small deletions/insertions (up to a dozen nucleotides), a technical problem is how to carry out cassette mutagenesis for replacement, deletion or insertion of large DNA fragments. The high efficiency of P3a mutagenesis and the handshaking feature of primer pairs with 3-prime overhangs inspired us to adapt this new method for seamless cassette mutagenesis, including highly efficient epitope tagging and untagging, deletion of small or large DNA fragments (up to 5 kb) and insertion of gene fragments (up to ~0.4 kb), LoxP sites and sequences encoding degrons, sgRNA and tigRNA. Thus, this new site-specific and cassette mutagenesis method is highly efficient, fast and versatile, likely resulting in its wide use for typical biomedical research, as well as for engineering and refining synthetic or mutant proteins from AI-assisted design.", "date": "2025-10-26", "journal": ""}
{"title": "The effects of host phylogenetic coverage and congruence metric on Monte Carlo-based null models of phylosymbiosis", "doi": "10.1101/2025.02.07.637028", "authors": "DuBose, J. G.", "abstract": "Variation in the structure and composition of host-associated microbial communities often parallels patterns of phylogenetic divergence between hosts. This pattern is generally known as phylosymbiosis and there is great interest in understanding how such patterns emerge from fundamental ecological and evolutionary processes. Understanding of this phenomenon relies initially on quantifying phylosymbiotic signals from across a broad range of host taxa. Quantifying signals of phylosymbiosis is typically achieved by calculating how congruent a host's phylogenetic tree is with a dendrogram that represents patterns of dissimilarity in their associated microbial communities. To statistically assess the degree of congruence, several studies have constructed null models using a Monte Carlo approach to randomly sample trees. Although this approach is becoming more common, it has several features that warrant benchmarking to advise its further use. This approach relies on quantification of congruence between a host's phylogenetic tree its microbial community dendrogram. Therefore, it is important to establish how choice of congruence metric influences null model-based inferences. Furthermore, phylosymbiotic signals may manifest at different scales of host divergence, and it is important to establish the extent of host phylogenetic breadth needed to reliably detect a phylosymbiotic signal. To help improve our study of phylosymbiosis, here I examine how power and type 1 error (false positive) rates associated with this approach varies with choice of congruence metric and host phylogenetic coverage. Furthermore, I examine variation in sensitivity given uncertainty in tree estimation, as well as how well null congruence models align with expectations of community assembly that is completely neutral with respect to host phylogeny. I generally found that model performance increased rapidly with increasing tree sizes, suggesting lower limits on the host phylogenetic breadth needed to reliably detect phylosymbiotic signals with this approach. Furthermore, I found several notable variations in performance between congruence metrics, which translated into different inferences regarding signal detection. Overall, these findings suggest this approach is effective and highlight several considerations for its implementation.", "date": "2025-10-26", "journal": ""}
{"title": "Scaling Large Language Models for Next-Generation Single-Cell Analysis", "doi": "10.1101/2025.04.14.648850", "authors": "Rizvi, S. A.; Levine, D.; Patel, A.; Zhang, S.; Wang, E.; Perry, C. J.; Constante, N. M.; He, S.; Zhang, D.; Tang, C.; Lyu, Z.; Darji, R.; Li, M.; Sun, E.; Jeong, D.; Zhao, L.; Kwan, J.; Braun, D.; Hafler, B.; Chung, H.; Dhodapkar, R.; Jaeger, P.; Perozzi, B.; Ishizuka, J.; Azizi, S.; van Dijk, D.", "abstract": "Single-cell RNA sequencing has transformed our understanding of cellular diversity, yet current single-cell foundation models (scFMs) remain limited in their scalability, flexibility across diverse tasks, and ability to natively integrate textual information. In this work, we build upon the Cell2Sentence (C2S) framework, which represents scRNA-seq profiles as textual \"cell sentences,\" to train Large Language Models (LLMs) on a corpus comprising over one billion tokens of transcriptomic data, biological text, and metadata. Scaling the model to 27 billion parameters yields consistent improvements in predictive and generative capabilities and supports advanced downstream tasks that require synthesis of information across multi-cellular contexts. Targeted fine-tuning with modern reinforcement learning techniques produces strong performance in perturbation response prediction, natural language interpretation, and complex biological reasoning. This predictive strength directly enabled a dual-context virtual screen that uncovered a striking context split for the kinase inhibitor silmitasertib (CX-4945), suggesting its potential as a synergistic, interferon-conditional amplifier of antigen presentation. Experimental validation in human cell models unseen during training confirmed this hypothesis, demonstrating that C2S-Scale can generate biologically grounded, testable discoveries of context-conditioned biology. C2S-Scale unifies transcriptomic and textual data at unprecedented scales, surpassing both specialized single-cell models and general-purpose LLMs to provide a platform for next-generation single-cell analysis and the development of \"virtual cells.\"", "date": "2025-10-26", "journal": ""}
{"title": "When discrete characters are wanting: Continuous character integration under the phylospecies concept informs the revision of the Australian land snail Thersites (Eupulmonata, Camaenidae)", "doi": "10.1101/2025.04.17.649343", "authors": "Zhang, G.; Cassis, G.; Koehler, F.", "abstract": "Species that are predominantly characterized by continuous instead of discrete morphological characters pose a challenge to species delimitation. Under the phylospecies concept, species are delimited by apomorphies, which are difficult to establish when characters are not discrete. In the present study, we address these challenges in the Australian land snail genus Thersites (family Camaenidae), where accepted species exhibit a scarcity of discrete distinguishing characters and differ in a limited range of continuous characters according to prior taxonomic studies. We integrate analyses of genome-scale molecular data with evaluations of several continuous, qualitative, and discrete morphological characters derived from landmarks to delineate species through detecting apomorphies. We found that dimensions of shell and genitals overlapped considerably among the currently accepted species. These overlaps may indicate morphospace saturation, which may affect species delineation through the gen-morph species concept. Statistical methods, such as Dunn's test, failed to consistently delineate monophyletic taxa. Additionally, we could not derive apomorphies from discretized landmarks for the prevalence of outlier specimens. However, applying the Kruskal-Wallis test at certain nodes of the tree revealed significant differences in certain continuous characters. We propose that these inferred differences represent apomorphies. Ultimately, our results suggest that of the four species currently accepted, both T. mitchellae and T. novaehollandiae should be synonymized as T. novaehollandiae is paraphyletic with respect to T. mitchellae. In addition, T. darlingtoni nests within the T. richmondiana lineage, and both taxa are also considered synonyms. Distinct character states of the umbilicus support the existence of two independent lineages. One with an open (T. sp1 + T. sp2) and one with a closed umbilicus (T. novaehollandiae + T. richmondiana). The Kruskal-Wallis tests support the recognition of four distinct species, T. novaehollandiae and T. richmondiana plus two new species.", "date": "2025-10-26", "journal": ""}
{"title": "High-Throughput Assessment of Vocal Modulation Following Chemogenetic Inhibition in Songbirds", "doi": "10.1101/2025.05.02.651591", "authors": "Song, C.; Fujibayashi, M.; Abe, K.", "abstract": "Chemogenetic tools that enable temporary and repeatable manipulation of neuronal activity have become essential for studying the precise neural underpinning of animal behavior. However, their application has so far been limited to songbirds, which are widely used to study behaviors related to vocal communication. In this study, we applied and evaluated designer receptors exclusively activated by designer drugs (DREADD)-mediated neural suppression in songbird's brains, focusing on its impacts on vocalizations. We found that neuronal activity in zebra finches (Taeniopygia guttata) can be effectively suppressed both in vitro and in vivo using the inhibitory DREADD by its ligand deschloroclozapine (DCZ). By establishing a high-throughput system for recording and analyzing their vocalizations, we systematically assessed the effects of DREADD-mediated suppression on song behavior. Inhibiting HVC in zebra finches led to a reduction in song production number for approximately 90 min and altered phonological features over a longer time course. Notably, the concentration of DCZ required to induce robust effects on song behaviors was higher than doses typically used in mice. Furthermore, suppression of HVC or Area X in Bengalese finches (Lonchura striata domestica) produced a distinct effect on song features, suggesting species-specific responses to chemogenetic intervention. These findings refine the use of chemogenetic tools in songbirds and provide new insights into the neural mechanisms underlying vocal communication.", "date": "2025-10-26", "journal": ""}
{"title": "Susceptible host dynamics explain pathogen resilience to perturbations", "doi": "10.1101/2025.06.13.659551", "authors": "Park, S. W.; Nielsen, B. F.; Howerton, E.; Grenfell, B.; Cobey, S.", "abstract": "Interventions to slow the spread of SARS-CoV-2 significantly disrupted the transmission of other pathogens. As interventions lifted, whether and when human pathogens would eventually return to their pre-pandemic dynamics remains to be answered. Here, we present a framework for estimating pathogen resilience based on how fast epidemic patterns return to their pre-pandemic dynamics. By analyzing time series data from Hong Kong, Canada, Korea, and the US, we quantify the resilience of common respiratory pathogens and further predict when each pathogen will eventually return to its pre-pandemic dynamics. Our predictions are able to distinguish which pathogens should have returned already, and deviations from these predictions reveal long-term impacts of pandemic perturbations. We find a faster rate of susceptible replenishment underlies pathogen resilience and sensitivity to both large and small perturbations. Overall, our analysis highlights the persistent nature of common respiratory pathogens compared to vaccine-preventable infections, such as measles.", "date": "2025-10-26", "journal": ""}
{"title": "Enterobacter sp. SA187-induced coordinated regulation of high-affinity nitrate transporters and ethylene signaling enhances nitrogen content and plant growth under low nitrate", "doi": "10.1101/2025.06.23.660384", "authors": "Ilyas, A.; Mauve, C.; Decouard, B.; Caius, J.; Paysant-Leroux, C.; Hodges, M.; de Zelicourt, A.", "abstract": "Sustainable crop production demands solutions to reduce the over use of synthetic nitrogen fertilizers, and plant-growth-promoting bacteria (PGPB) offer a promising alternative by enhancing nutrient acquisition under limiting conditions. This study shows that the endophytic bacterium Enterobacter sp. SA187 significantly improved the growth of Arabidopsis thaliana seedlings under low nitrate conditions. SA187 inoculation led to marked increases in biomass, primary root length, and lateral root density, with growth-promoting effects becoming more important with the severity of nitrate limitation. Analyses suggested enhanced nitrate uptake and improved nitrogen partitioning as indicated by reduced shoot carbon:nitrogen ratios. Transcriptomic profiling identified SA187-driven reprogramming of host gene expression, including the induction of high-affinity nitrate transporters (HATs) and hormone-responsive pathways. Functional analyses confirmed that the growth-promoting effect of SA187 required both ethylene signaling and specific HATs. The ein2, nrt2.5, and nrt2.6 mutants failed to show SA187-induced growth promotion, and expression analysis revealed that NRT2.5 was regulated downstream of ethylene signaling, while NRT2.6 was partially independent. These findings position SA187 as a conditionally beneficial endophyte that can improve plant growth through coordinated, context-dependent regulation of nitrate uptake and allocation. Such results highlight the potential of SA187 as a bioinoculant for improving plant performance under nitrate-limited conditions and thus reduce fertilizer dependency.", "date": "2025-10-26", "journal": ""}
{"title": "Role of aridity in shaping adaptive genomic divergence and population connectivity in a Southern African rodent", "doi": "10.1101/2025.07.29.667317", "authors": "Keilani, H. S.; Fiston-Lavier, A.-S.; Caminade, P.; Loiseau, A.; Galan, M.; Parrinello, H.; Brouat, C.; Leblois, R.; Avenant, N.; Pillay, N.; Ganem, G.; Smadja, C. M.", "abstract": "Elucidating the drivers of evolution in dry environments is central to understanding how organisms respond to climate change. While research on the genomics of adaptation is growing, aridity-driven intraspecific divergence remains poorly quantified. Here, we address this gap by using genomic data from 230 individuals of the arid-adapted four-striped mouse Rhabdomys bechuanae, sampled across an aridity gradient in southern Africa, a region facing increasing aridification. Combining these data with palaeoclimatic reconstructions and present-day aridity indices, we investigate, from a spatio-temporal perspective, how intraspecific genetic variation relates to aridity. Inference of past effective population size revealed a sharp decline in the late Pleistocene, coinciding with regional aridification and potentially reflecting changes in connectivity during dry periods. Current population structure followed a pattern of isolation by distance and mirrored the aridity gradient. Genotype-Environment Association analyses identified SNPs and genes significantly associated with aridity and genetically differentiated among populations, with functions related to water and energy conservation - as expected under arid conditions - as well as neurotransmission. These findings highlight the underappreciated role for neurological processes in coping with water and resource scarcity. More broadly, our integrative genomics approach suggests that aridity shapes population connectivity and adaptation, with implications for climate resilience.", "date": "2025-10-26", "journal": ""}
{"title": "Running the distance: embodied distance measurement is robust to social interference in fiddler crabs", "doi": "10.1101/2025.07.27.666470", "authors": "Murakami, H.; Tomaru, T.", "abstract": "Path integration (PI) is an essential navigation strategy. Through PI, animals integrate their movements during foraging into a ''home vector'' that allows direct return to the origin. In humans, feedback from body movement contributes to readout of the home vector: physical estimation by walking toward the origin improves people's ability to identify the origin point. However, how such feedback affects home vector readout in other animals remains unclear. Here, we show that leg movement feedback contributes to a robust readout of the home vector despite social interference in fiddler crabs. We found that whereas the internal estimation of burrow location during the return path is subject to induced errors by social behavior, the physical estimation is not, and feedback from leg movement contributes to robust distance measurement. Our findings suggest that animals may have evolved complex navigational systems to handle the inevitable interplay between navigational cues and social behavior.", "date": "2025-10-26", "journal": ""}
{"title": "Frequency-tagging captures distinct neural responses elicited by bilateral periodic thermonociceptive stimulation", "doi": "10.1101/2025.07.31.667970", "authors": "Leu, C.; Herbillon, G.; Liberati, G.; Legrain, V.", "abstract": "Sustained periodic stimuli are known to elicit a periodic neural response (i.e. steady-state evoked potential) in the EEG frequency spectrum. These responses can easily be traced at their frequency of stimulation and corresponding harmonics using a frequency-tagging approach. To date, sustained periodic thermonociceptive stimuli have only been used on one extremity (e.g. right volar forearm) at a time. Extending this procedure to sustained stimulation applied concomitantly to distinct limbs would allow us to study the mechanisms of integration or competition between sensory signals from these different body locations. This study demonstrates that slow, sustained, sinusoidal thermonociceptive stimuli, bilaterally applied using two different stimulation frequencies (i.e. f1, f2, one on each forearm), elicit two distinct neural periodic responses at the respective frequency of stimulation and their harmonics. Additionally, we showed preliminary evidence for an interaction between the neural populations involved in the response to these stimuli, marked by neural activity at intermodulation frequencies (n* f1 {+/-} m* f2). So far, this non-linear integration of sensory information has already been observed following visual and auditory stimuli but not yet following thermonociceptive stimuli.", "date": "2025-10-26", "journal": ""}
{"title": "Modelling Immune Dynamics in Locally Advanced MSI-H/dMMR Colorectal Cancer with Neoadjuvant Pembrolizumab Treatment: From Differential Equations to an Agent-Based Framework", "doi": "10.1101/2025.08.29.672046", "authors": "Hawi, G.; Kim, P. S.; Lee, P. P.", "abstract": "Colorectal cancer (CRC) is the third most common malignancy worldwide, and accounts for approximately 10% of all cancers and an estimated 850,000 deaths annually. Within CRC, MSI-H/dMMR tumours are highly immunogenic due to their high mutational burden and neoantigen load, yet can evade immunosurveillance via PD-1/PD-L1-mediated signalling. Pembrolizumab, an anti-PD-1 antibody approved for unresectable or metastatic MSI-H/dMMR CRC, is emerging as a promising neoadjuvant option in the locally advanced setting, inducing rapid, deep and durable immune responses. In this work, we construct a minimal model of neoadjuvant pembrolizumab therapy in locally advanced MSI-H/dMMR CRC (laMCRC) using ordinary differential equations (ODEs), providing a highly extensible model that captures the main immune dynamics involved. On the other hand, agent-based models (ABMs) naturally capture stochasticity, interactions at an individual level, and discrete events that lie beyond the scope of differential-equation formulations. As such, we also convert our ODE model, with parameters calibrated to experimental data, to an ABM, preserving its dynamics while providing a flexible platform for future mechanistic investigation and modelling.", "date": "2025-10-26", "journal": ""}
{"title": "Directing egg traffic: Internal mechanosensory feedback modulates central pattern generation to coordinate ovulation in Drosophila", "doi": "10.1101/2025.09.22.677773", "authors": "Su, S.; Zhang, N.; Xing, J.-Y.; Li, C.-Y.; Nassel, D. R.; Gao, C.-F.; Wu, S.-F.", "abstract": "Successful reproduction requires precise coordination of muscle contractions during ovulation and the motor control has been well investigated in insects. However, the location of the central pattern generator (CPG) and the sensory feedback orchestrating this process remain poorly understood. Using Drosophila, we identify a novel pair of multidendritic mechanosensory neurons (mdn-LO) in the lateral oviducts that express the mechanosensitive channels TMC (transmembrane channel-like protein), PPK (pickpocket), and Piezo. We demonstrate that TMC is essential for ovulation coordination: tmc mutation or neuron-specific knockdown increases egg-jamming at the junction between the lateral and the common oviduct, while ppk or Piezo single mutants reduce egg-laying without causing jamming. Calcium imaging reveals that mdn-LO neurons are rhythmically activated by oviduct contractions, and chemogenetic stimulation of these neurons triggers muscle contractions. Trans-Tango and GRASP (GFP Reconstitution Across Synaptic Partners) analyses show that mdn-LO neurons form synapses with female-specific insulin-like peptide 7 (ILP7)-expressing oviduct motor neurons in the abdominal ganglion. Activating either mdn-LO or ILP7 neurons induces egg-jamming, indicating their roles within a CPG network. Whereas the ILP7 neurons are likely to coordinate oviduct muscle contractions using glutamate, we found that the co-localized ILP7 affects the rate of ovulation, but plays no role in egg jamming. Importantly, the ILP7 neurons exhibit spontaneous rhythmic calcium oscillations, which are regulated by the mechanical feedback generated by egg movement in the oviduct. This novel circuit, including the TMC-expressing mdn-LO neurons and a set of ILP7 neurons, organizes an innate behavior by coupling strategic sensory information and a CPG to ensure bilateral coordination of oviduct contractions to prevent egg jamming during oviposition.", "date": "2025-10-26", "journal": ""}
{"title": "Modelling and Investigating the Interactive Role of Fluid Velocity and Pore Pressure in Load-Induced Osteogenesis", "doi": "10.1101/2025.09.22.677695", "authors": "Shekhar, H.; Prasad, J.", "abstract": "Current models propose that osteogenesis occurs in regions of high mechanical stimuli such as strain, fluid velocity, or pore pressure. However, in vivo experiments on mouse tibiae under cantilever loading revealed new bone formation exclusively on the anterolateral side, despite the opposite posteromedial surface experiencing comparable magnitudes of these stimuli. This indicates that individual stimulus magnitude is insufficient and suggests an interactive mechanism among them. To investigate this, a poroelastic finite element model was developed to quantify the combined effects of load-induced fluid velocity and pore pressure. Tensile loading generated negative pore pressure, stretching osteocyte processes, while compressive loading produced positive pore pressure, compressing them. Since fluid flow exerts drag forces that also stretch osteocytes, the combined effect of flow and negative pressure on the tensile side was hypothesized to enhance mechanotransduction and trigger osteogenesis. Four potential stimuli were evaluated: dissipation energy density arising from (i) pore pressure, (ii) fluid velocity, (iii) their non-interactive sum, and (iv) their interaction. Comparison with in vivo data showed that only the interactive dissipation energy density accurately predicted both the spatial pattern and rate of new bone formation under high, low, and rest-inserted loading regimes. These results establish that the interaction between fluid velocity and pore pressure, rather than their independent contributions, governs load-induced osteogenesis. The proposed framework advances the mechanistic understanding of bone adaptation and offers a predictive basis for optimizing mechanical and clinical interventions to promote bone formation and mitigate bone loss.", "date": "2025-10-26", "journal": ""}
{"title": "Metabolism-weighted brain connectome reveals synaptic integration and vulnerability to neurodegeneration", "doi": "10.1101/2025.10.02.679973", "authors": "Ashrafi, M.; Fraticelli, L.; Castrillon, G.; Riedl, V.", "abstract": "The brains capacity for integration arises from both its structural wiring and energetically demanding electrochemical signaling. Yet current connectome analyses treat network nodes as functionally homogeneous, ignoring that neural communication is constrained by metabolic cost. Here we introduce a metabolism-weighted connectome, a fully weighted brain graph in which both connections and the metabolic activity of each node describe the networks capacity for integration. Using three datasets of simultaneous fMRI and FDG-PET acquisitions, we define metabolism-weighted centrality (MwC), a biologically grounded index of each regions signaling dominance that integrates connectivity with local energy metabolism. MwC provides a more accurate representation of cortical activity flow than classical edge-based metrics and reveals that metabolically active hubs align with higher-order cognitive networks. Transcriptomic and synaptic imaging data demonstrate that these hubs exhibit increased synaptic energy turnover, linking activity-driven centrality to the molecular architecture of signaling. Notably, the same high-MwC regions show greater susceptibility to neurodegenerative pathology, suggesting that lifelong metabolic demand influences both integrative function and disease vulnerability. By linking neuronal metabolism to network organization, our framework bridges cellular energetics and system-level computation, opening new avenues for interpreting brain vulnerability and performance.", "date": "2025-10-26", "journal": ""}
{"title": "mRNA poly(A)-tail length is a battleground for coronavirus-host competition", "doi": "10.1101/2025.10.09.680815", "authors": "Latifkar, A.; Levdansky, Y.; Balabaki, A.; Nyeo, S. S.; Valkov, E.; Bartel, D. P.", "abstract": "Most eukaryotic mRNAs contain a poly(A) tail, which in post-embryonic cells enhances their stability. Many cytoplasmic RNA viruses also harbor poly(A) tails on their genomic RNA and mRNAs. Here, we report that coronavirus infection causes cytoplasmic poly(A)-binding protein (PABPC) activity to become limiting, which preferentially destabilizes short-tailed host mRNAs, occurring before the action of virally encoded mRNA-decay factor nsp1. In this environment hostile to poly(A) tails, viral RNAs maintain a narrow tail-length distribution centering on 70-80 nucleotides across infection cycles. They do this through two mechanisms. First, viral tails are extended during RNA synthesis within double-membrane vesicles; second, viral tails are capped by a complex that includes PABPC1 and CSDE1 and slows tail shortening. Our findings suggest poly(A)-tail length is an arena of host-virus conflict, in which preserving tail lengths of viral mRNAs promotes their cytoplasmic dominance.", "date": "2025-10-26", "journal": ""}
{"title": "POI-associated LMD-3 mutation impairs B12-regulated lysosomal function and reproductive capacity in C. elegans", "doi": "10.1101/2025.10.14.682338", "authors": "Zhai, Y.; Wang, T.; Gong, M.; Liang, Y.; Li, W.; Wang, X.; Zhang, Z.", "abstract": "Reproductive longevity decline is a key feature of aging and premature ovarian insufficiency (POI). While proteostasis collapse is implicated in reproductive aging, the molecular link remains elusive. Here, we engineered the clinically relevant W690C mutation into C. elegans lmd-3 gene, the human NCOA7 ortholog, to establish a valuable in vivo POI model. The mutation severely compromises LMD-3 protein stability and expression, leading to a profound collapse in reproductive capacity driven by germline apoptosis. We demonstrate that this defect drives catastrophic autophagic-lysosomal dysfunction, blocking degradation and causing proteotoxic accumulation of misfolded proteins. Crucially, we define this pathology as a functional B12 deficiency and show that mecobalamin (meCbl) supplementation successfully restores proteostasis. Together, these findings delineate a conserved genetic pathway from LMD-3 destabilization to reproductive failure and propose vitamin B12 as a readily translatable therapeutic intervention for age-related reproductive decline.", "date": "2025-10-26", "journal": ""}
{"title": "Spatial transcriptomics of glioblastoma defines biologically and clinically significant reprogramming patterns across unique spatial microenvironments", "doi": "10.1101/2025.10.17.683110", "authors": "Ravikumar, V.; Kulkarni, R.; Maddox, A.; Rao, A.; Al-Holou, W.", "abstract": "Glioblastoma (GBM) is the most common and lethal primary malignant tumor of the central nervous system. Advances in therapy are hindered by the complex intratumoral heterogeneity of GBM, where distinct malignant and non-malignant cellular states and interactions exist in spatially defined niches of the tumor microenvironment (TME), shaping both tumor behavior and treatment response. In this work, we define GBM biological reprogramming, TME recomposition, and cell-cell interactions in relation to spatially well defined Ivy Glioblastoma Atlas Project regions. Further, we apply a novel spatially informed approach to integrate biological reprogramming, as identified through gene co-expression network modules, with specific changes in cell-cell communications. Our results validate prior findings and offer novel insights into the spatial patterning of transcription factor regulation, cellular interactions, and biological pathway activity, in addition to informing rational combination therapies targeting spatial niche specific vulnerabilities. In addition, our work contributes a novel Visium spatial transcriptomics dataset of 14 samples for use by the GBM research community.", "date": "2025-10-26", "journal": ""}
{"title": "SAMHD1 promotes SARS-CoV-2 infection by enhancing HNF1-dependent ACE2 expression in lung epithelial cells", "doi": "10.1101/2025.10.23.684143", "authors": "Cheung, P.-H. H.; Chan, P.; Yang, H.; Honne, S.; Kim, B.; Perlman, S.; Wu, L.", "abstract": "Sterile alpha motif and HD domain-containing protein 1 (SAMHD1) restricts a board spectrum of viruses through multifaceted mechanisms. It also limits spontaneous- and virus-induced innate immune responses by suppressing proinflammatory cytokine and type-I interferon (IFN-I) production. Some viruses escape SAMHD1 restriction by utilizing SAMHD1-mediated innate immune suppression to establish effective infection through viral antagonism. Our previous studies showed that SAMHD1 is a proviral factor facilitating replication of severe acute respiratory syndrome coronavirus (SARS-CoV-2) in human macrophages, monocytic THP-1 and epithelial-like HEK293T cell lines by suppressing IFN responses. However, it is unclear about the function of SAMHD1 in lung epithelial cells during SARS-CoV-2 infection. Here, we report that SAMHD1 facilitates SARS-CoV-2 replication in lung epithelial Calu-3 cells by enhancing endogenous expression of the viral receptor angiotensin-converting enzyme 2 (ACE2) via hepatocyte nuclear factor 1-alpha (HNF1) and HNF1{beta}. Using pseudotyped SARS-CoV-2 and lentiviral vectors, we found that SARS-CoV-2 spike protein-mediated viral entry was suppressed in Calu-3 cells with SAMHD1 knockout (KO). SAMHD1 KO repressed ACE2 expression in Calu-3 cells at mRNA and protein levels. Functional analyses revealed that HNF1 and HNF1{beta} were crucial for the endogenous ACE2 expression in Calu-3 cells. Additionally, SAMHD1 KO led to a reduction in the expression levels and ACE2-promoting function of HNF1 and HNF1{beta}. Inhibition of IFN antiviral response by baricitinib, a Janus kinase 1 and 2 (JAK 1/2) inhibitor, did not revert the suppression of SARS-CoV-2 in SAMHD1 KO Calu-3 cells. Our findings demonstrate that SAMHD1 facilitates HNF1-mediated ACE2 expression and SARS-CoV-2 replication in Calu-3 cells via a novel mechanism beyond its IFN-suppressive function.", "date": "2025-10-26", "journal": ""}
{"title": "High-throughput plasma proteomic platforms: Insights from a multi-ethnic Asian cohort", "doi": "10.1101/2025.10.24.682486", "authors": "Bahai, A.; Wang, H.; Jain, P. R.; Ward, L. D.; Boychenko, O.; Ding, Z.; Frederiksen, J.; Ngeow, J.; Lee, J.; Riboli, E.; Liu, J.; Maurer-Stroh, S.; Petretto, E. G.; Cheng, C.-Y.; Lee, B.; Jamuar, S. S.; Bertin, N.; Bellis, C.; Lam, M.; Zheng, W.; Sim, X.; Tan, P.; Chambers, J. C.; Sadhu, N.", "abstract": "We compared three leading affinity-based and mass-spectrometry-based proteomic platforms (SomaScan11K, Olink Explore HT, Orbitrap Astral with Seer Proteograph [MS-Seer]) in a multi-ethnic Asian cohort, to inform biomarker discovery and functional genomic studies of global populations. We found limited overlap (1,740 proteins) across the three platforms, with modest correlations (0.34-0.10). SomaScan had lower missingness (<1%) and CV (<10%), compared to Olink (51%, 23%) and MS-Seer (12%, 19%). The new assays in Olink Explore HT (absent in Explore3072) primarily drove its higher missingness and CV. The number of phenotypic associations varied by trait, while the number of genetic associations (cis-pQTLs at P<5e-08) were similar for Olink and SomaScan. Protein levels differed between ethnicities, with SomaScan identifying more ethnicity-differentiated proteins than Olink (FDR<0.05). Finally, SomaScan ANML normalization attenuated biologically relevant associations in our study. These findings underscore the importance of platform evaluation and data normalization strategies for application in large-scale, diverse population cohorts.", "date": "2025-10-26", "journal": ""}
{"title": "Stress drives the hippocampus to prioritize statistical prediction over episodic encoding", "doi": "10.1101/2025.10.25.683838", "authors": "Zhou, I.; Bai, Z.; Huang, Y.; Wijaya, E. G.; Sherman, B. E.; Turk-Browne, N. B.; Goldfarb, E. V.", "abstract": "The hippocampus plays a critical role in encoding individual experiences into episodic memory, while also detecting patterns shared across these experiences that allow us to anticipate future events via statistical learning. Acute stress is known to impact the hippocampus but may have opposite effects on these competing functions. That is, although stress impairs episodic encoding, it may instead enhance statistical learning. Using functional magnetic resonance imaging, we tested how stress influences the hippocampal pathways and subfields that support episodic encoding and statistical learning while participants performed a task that engaged both processes. Across several analyses, stress biased hippocampal processing in favour of statistical learning, suppressing pattern separation between events in the dentate gyrus and enhancing the representation of statistically predictive features. Furthermore, stress drove the hippocampal monosynaptic pathway to support statistical learning rather than episodic encoding during predictive situations. Together, these data suggest that acute stress elicits targeted, adaptive changes in hippocampal pathways which may facilitate predicting and responding to upcoming events.", "date": "2025-10-26", "journal": ""}
{"title": "TMEM100 attenuates NF-κB activation via disrupting the PRDX1-GNAI2 complex to alleviate acute lung injury", "doi": "10.1101/2025.10.24.684325", "authors": "Qian, C.; Pan, L.; Si, C.; Du, Y.; Wang, J.; He, Y.; Liu, B.; Xiao, S.; Zhu, Y.; Wang, F.; Wang, K.", "abstract": "Acute lung injury (ALI) is a severe and diffuse inflammatory disorder of interstitial lung. Emerging evidence suggests that TMEM100 is closely associated with lung development and function. However, its role in ALI remains unclear. In this study, we observed a significant downregulation of TMEM100 expression in both mouse lung tissues with ALI and lipopolysaccharide (LPS)-induced pulmonary vascular endothelial cells (PVECs). Overexpression of TMEM100 markedly attenuates LPS-induced lung injury and inflammation, while also restoring the imbalance between proliferation and apoptosis in PVECs. Mechanistically, TMEM100 interacts with both PRDX1 and GNAI2, disrupting the PRDX1-GNAI2 complex and thereby inhibiting LPS-induced NF-{kappa}B activation, which contributes to its anti-inflammatory effects. These findings highlight the protective role of TMEM100 in endotoxin-induced ALI and provide a theoretical basis for understanding its biological functions and potential applications in ALI gene therapy.", "date": "2025-10-26", "journal": ""}
{"title": "Loss of cell cycle gatekeeping by 1 CNOT3 impairs hematopoietic stem and progenitor cell division and repopulating activity", "doi": "10.1101/2025.10.23.684176", "authors": "Vu, L. P.; Yuen, K. A.; Taibi, T.; Hoang, Q. A.; Yue, M.; Liu, Z.; Habibi, E.; Spiliotopoulos, E.; Ramkumar, N.; Nation, N.; Edin, G.; Ngo, T. T.", "abstract": "Adult mammalian hematopoietic stem cells (HSCs) constitute a heterogeneous population responsible for generating various cell types in the blood throughout adulthood. Gene expression programs underlying regulation of self-renewal and differentiation of HSCs are tightly regulated. However, how post-transcriptional regulation of gene expression influences HSCs and hematopoiesis remains largely unexplored. Here, we report the critical role of CNOT3, a subunit of the CCR4-NOT complex, in regulating hematopoietic stem cells (HSCs) function in adult hematopoiesis. We observed that Cnot3 mRNA is highly expressed in HSCs and CNOT3 ablation in the murine Cnot3 conditional knockout mouse model resulted in anemia, reduced bone marrow cellularity and enhanced extramedullary hematopoiesis in spleen. Deletion of Cnot3 resulted in the early expansion of immunophenotypic HSCs which were then progressively lost over time. Cnot3 knockout hematopoietic stem/progenitor cells (HSPCs) failed to reconstitute hematopoietic systems of recipient animals in transplantation assays. Single-cell RNA sequencing (scRNA-seq) analysis of HSPCs revealed disruptions in lineage development and loss of HSCs. Transcriptomic profiling and cell cycle analysis demonstrated that Cnot3 deletion led to increased cycling activity in HSCs. Our results indicate that CNOT3 is critical for maintenance of homeostasis in HSCs and the hematopoietic system.", "date": "2025-10-26", "journal": ""}
{"title": "A STAT5B-driven mouse model of hepatosplenic γδ T-cell lymphoma reveals therapeutic efficacy of JAK inhibition", "doi": "10.1101/2025.10.24.684333", "authors": "Aung, M. M. K.; Schönefeldt, S.; Pfalz-Kraupp, S.; Wais, T.; Suske, T.; Zahma, S.; Franz, S.; Müllebner, A.; Feurstein, G.; Wagner, C.; Eder, T.; Pemovska, T.; Agreiter, C.; Pichler, A.; Staber, P. B.; Hofer, M.; Steinborn, R.; Class, S.-V.; Simonitsch-Klupp, I.; Bauer, M.; Wilfer, A.; Weber, T.; Potdar, S.; Aittokallio, T.; Jungherz, D.; Müller, T. A.; List, J.; Gotthardt, D.; Grebien, F.; Bekiaris, V.; Herling, M.; Moriggl, R.; Neubauer, H. A.", "abstract": "Hepatosplenic T-cell lymphoma (HSTCL) is a rare and aggressive neoplasm associated with poor responses to standard chemotherapy regimens and low survival rates. No targeted therapies are available for HSTCL, and preclinical models to test new treatment options have not been established. The JAK-STAT signaling cascade is a key dysregulated pathway in HSTCL, and STAT5BN642H is the most frequent somatic mutation in the disease. Here, we report on newly established clonal, murine {gamma}{delta} T-cell lymphoma cell lines initiated and driven by oncogenic STAT5BN642H, which recapitulate key immunophenotypic features, gene expression profiles and typically low cytolytic activity of patient-derived human HSTCL cells. CRISPR-Cas9 mediated knockout demonstrated growth dependence on STAT5BN642H. Murine C15 cells were allo-engrafted intravenously into both immunodeficient and immunocompetent mice to model an aggressive HSTCL-like disease at high penetrance, with recipient mice displaying hepatosplenomegaly and destructive {gamma}{delta} T cell organ infiltration, including bone marrow and blood involvement. We identified the potential of JAK inhibition as a targeted treatment strategy for HSTCL, and found the clinically approved JAK inhibitor upadacitinib to display selective anti-tumor efficacy against STAT5B-mutated HSTCL cell lines in vitro, in vivo, and in primary HSTCL patient samples. Overall, we describe the first robust STAT5B-driven preclinical model resembling features of HSTCL in an immune competent setting. This tool is expected to accelerate the study of HSTCL disease mechanisms and the testing of novel therapies. Our data further present the JAK inhibitor upadacitinib as a promising targeted treatment option for STAT5B-mutated HSTCL.", "date": "2025-10-26", "journal": ""}
{"title": "In vitro multi-assay cytotoxicity assessment of iron oxide nanoparticles on neural cells and addressing spectrophotometric interference", "doi": "10.1101/2025.10.24.684369", "authors": "Dhillon, I. U. S.; Marchi, R. C.; Ghadim, E. E.; Huband, S.; Liu, J.; Sadler, P. J.; Collingwood, J. F.; Bakker, S. E.; Brooks, J.", "abstract": "Iron-rich nanoparticulate matter air pollution exposure is implicated in the pathophysiology of Alzheimers disease. The use of colorimetric cell viability assays to ascertain the potential cytotoxicity of iron oxide nanoparticles have highlighted conflicting results in various in vitro models, because of spectrophotometric interference. Attempts to resolve this confounding factor to reveal accurate measurements have been insufficient. To address this interference issue, we tested three control methods (readout correction, plate transfer, and above-plate reading) on in vitro cytotoxicity measurements via Neutral Red Uptake (NRU), Resazurin, and MTT assays, of iron oxide and magnetite nanoparticulate exposure on SK-N-SH and IMR-32 human neural cell lines. We observed varying degrees of interference based on cell line, nanoparticle type, exposure time, assay type, and the readout method (colorimetric or fluorometric). The readout correction method did not remove interference completely, the plate transfer method tended to cause overestimation of cell viability beyond the original interference, and fluorescence readings from above the plate were less sensitive than the conventional bottom reading. The Resazurin assay with fluorometric readout presented no interference in most conditions investigated in this work, therefore presents advantages over both colorimetric assays and interference control methods. It is recommended to forego colorimetric assays in future studies of nanoparticle cytotoxicity as they are more susceptible to interference.", "date": "2025-10-26", "journal": ""}
{"title": "Metabolic effects and biotransformation of perfluorohexyloctane (F6H8) in human hepatocytes", "doi": "10.1101/2025.10.24.684326", "authors": "Alijagic, A.; Chaker, J.; Barbosa, J. M. G.; Duberg, D.; Castro-Alves, V.; Dickens, A. M.; Oresic, M.; Hyotylainen, T.", "abstract": "Perfluorohexyloctane (F6H8) is a semifluorinated alkane recently approved for ophthalmic treatment of dry eye disease. Although considered locally safe for topical use, its structural similarity to persistent per- and polyfluoroalkyl substances (PFAS) raises concerns about systemic accumulation and long-term toxicity. To investigate potential hepatic effects, we examined the metabolic impact of F6H8 exposure in human HepaRG hepatocytes across a broad concentration range representing short- and long-term exposure scenarios. Untargeted metabolic profiling by ultra-high-performance liquid chromatography-quadrupole time-of-flight mass spectrometry (UHPLC-QTOFMS) was performed on intracellular extracts and extracellular media. F6H8 induced pronounced, concentration-dependent metabolic alterations, many of which exhibited non-monotonic responses. Low concentrations primarily affected amino acid, fatty acid, and lipid metabolism, while central carbon metabolism was disrupted only at the highest exposures. Notably, a putative biotransformation product, perfluorohexyloctanoic acid, was detected, suggesting metabolic persistence and conversion to a PFAS-like structure. These findings indicate that F6H8 elicits broad metabolic reprogramming and may not be metabolically inert as previously assumed. Given its clinical use and structural similarity to persistent fluorochemicals, the results highlight the need for comprehensive, long-term safety assessment of F6H8 and related semifluorinated alkanes.", "date": "2025-10-26", "journal": ""}
{"title": "Aging Alters Hair Cell Physiological Properties in Mice with Late-Onset Age-Related Hearing Loss.", "doi": "10.1101/2025.10.24.684339", "authors": "Yen, P.; Carlton, A. J.; O'Connor, A.; Johnson, S. L.; Jeng, J.-Y.", "abstract": "Cochlear hair cells convert sound stimuli into electrical signals. Age-related hearing loss (ARHL) is characterized by the progressive reduction of these hair cells and their synapses, but the underlying mechanisms remain poorly understood. In this study, we tested the hypothesis that hair cell function declines with age in CBA/CaJ mice, a strain known for its very slow ARHL progression. We found that hair cell size began to decrease from 10 months of age, before hearing loss was detectable. This structural change was associated with a significant decrease in the total current response and a distinct reduction in the expression of large conductance calcium-activated potassium (BK) channel currents (IK,f). However, the magnitude of the mechanoelectrical transducer (MET) currents at the hair cell stereociliary bundles remained unaffected. This observation challenges the common conception that stereocilia are the most fragile component of sensory cells in aging. Our results provide clear evidence of an early decline in hair cell function with age, which precedes measurable hearing loss, suggesting that these cellular deficits define a distinct pathological route to ARHL in the CBA/CaJ mouse model.", "date": "2025-10-26", "journal": ""}
{"title": "Butyrate regulates the blood-brain barrier transport and intra-endothelial accumulation of Alzheimers disease Amyloid-beta peptides", "doi": "10.1101/2025.10.24.684335", "authors": "Veerareddy, V.; Wang, Z.; Kashyap, P.; Kandimalla, K. K.", "abstract": "Alzheimer's disease (AD) is characterized by the pathological deposition of amyloid beta (A) proteins as amyloid plaques, tau aggregates, and cerebrovascular dysfunction that drive disease progression. Butyrate, a gut microbial metabolite, has been found to be reduced in AD patients; butyrate supplementation improved cognition and decreased amyloid burden in animal models. However, the precise underlying mechanisms are unclear. Our previous studies have demonstrated that insulin signaling impacts A transport kinetics at the blood-brain barrier (BBB). In this study, we investigated the effect of butyrate treatment on intra-endothelial A accumulation and BBB integrity by modulating the insulin signaling pathway. The effect of butyrate on A accumulation was assessed by flow cytometry in BBB cell culture models. Insulin signaling activation and the expression of various receptors and transporters at the BBB were evaluated by Western blots and confocal microscopy. The roles of various molecular mediators were confirmed using specific inhibitors (MK2206, Trametinib, Rapamycin, VX-745). The effect of butyrate on the expression of BBB receptors and transporters that play a critical role in A trafficking was examined in mouse brains colonized with butyrate-producing bacteria via immunohistochemistry. Butyrate significantly decreased A{beta}42 accumulation in endothelial cells. This effect was associated with insulin signaling pathway activation, particularly AKT and ERK phosphorylation. Inhibitor studies established the critical role of these specific arms, as co-incubation with MK2206 (AKT inhibitor) or Trametinib (ERK inhibitor) reversed the protective effect of butyrate and increased A{beta}42 accumulation. However, mTOR and p38 inhibitors did not show a similar effect. In addition, butyrate restored P-glycoprotein efflux transporter expression and claudin-5 tight junction protein levels that were reduced with A{beta} treatment. These effects were supported by in vivo work, which demonstrated the upregulation of Tissue Inhibitor of Metalloproteinases-2 (TIMP-2). This protein is associated with AKT activation and extracellular matrix stabilization in mice colonized with butyrate-producing bacteria. In conclusion, we have demonstrated that butyrate decreases A{beta}42 uptake at the BBB endothelium by activating the AKT and ERK arms of the insulin signaling pathway. These changes may also improve the integrity of BBB tight junctions by increasing claudin-5 expression and extracellular matrix, and by upregulating TIMP-2 expression. This study highlights butyrate's potential as a therapeutic modulator of AD-related BBB dysfunction.", "date": "2025-10-26", "journal": ""}
{"title": "Ketamine strengthens synaptic inputs to the dorsal raphe to boost serotonergic activity: pivotal for rapid antidepressant-like effects", "doi": "10.1101/2025.10.24.684353", "authors": "Es-Safi, S.; Bourcier-Lucas, C.; Abrial, E.; Cathala, A.; Leste-Lasserre, T.; De Deurwaerdere, P.; Revest, J.-M.; Mazella, J.; Haddjeri, N.; Lucas, G.", "abstract": "Ketamine at subanaesthetic dose is known as a fast-acting antidepressant (AD), able to facilitate synaptic plasticity in the medial prefrontal cortex (mPFC) or the hippocampus. However, its influence on the serotonergic (5-HT) system is more confusing as it loses its behavioral effects in 5-HT-depleted animals, but does not modify 5-HT neuron function. We hypothesized that this discrepancy was due to the different temporal scales chosen in the related studies. We performed electrophysiological recordings of 5-HT neurons in the dorsal raphe nucleus (DRN) and microdialysis measurements of 5-HT release in the ventral hippocampus of male Sprague-Dawley rats. Experiments were designed to collect the results over a long duration, i.e. 4-5 hours after the injection. Levels of the pro-neuroplastic factors PSD-95 and Synapsin-1 in the DRN were also assessed, as was cell proliferation in the dentate gyrus (DG). 5-HT neuron mean firing rate was unmodified within the 2 h that followed ketamine (10 mg/kg, i.p.), but strongly (90%) increased in the 2-5 h time bin, an effect abolished by lesioning the mPFC or administering the mTOR inhibitor Torin-2. A similar kinetics was found for hippocampal 5-HT release. Synapsin-1 and PSD-95 mRNA transcriptions were enhanced at 2 h, and PSD-95 protein levels appeared to peak at 24 h. Finally, DG mitogenesis was enhanced 48 h post-injection, an augmentation suppressed in 5-HT-depleted animals. Low-dose ketamine provokes a neuroplastic wave originating in the mPFC and emerging in the hippocampus, a transfer in which the 5-HT system appears to act as an integrative hub of plasticity.", "date": "2025-10-26", "journal": ""}
{"title": "Distinct response selectivity changes in primary visual and parietal cortex during visual discrimination learning", "doi": "10.1101/2025.10.24.684194", "authors": "McClure, J. P.; Varadi, M.; Poort, J.", "abstract": "When animals learn the behavioral relevance of sensory features, response selectivity in primary sensory areas increases for those features. However, the effect of learning on neuronal activity in higher-level areas associated with decision-making in the parietal cortex, compared to primary sensory cortex, is not yet known. We used two-photon calcium imaging to determine how learning modifies neural representations in primary visual cortex (V1) and posterior parietal cortex (PPC) in a visual go/no-go orientation discrimination task. We found that behavior improvements after learning were associated with increased neuronal selectivity in both V1 and PPC. The increased selectivity in PPC was mainly driven by neurons preferring the rewarded go stimulus, while, in V1, neurons increased their selectivity for both the rewarded go and unrewarded no-go stimulus. Furthermore, feature preference was robust in V1 neurons but reorganized in PPC after learning. Finally, feature preference was preserved across contexts in V1 but not in PPC after learning, where many neurons switched their preference to the rewarded feature during active task engagement. Our results demonstrate that learning a visually-guided discrimination task increased information about relevant sensory features through distinct changes in the bottom and top levels of the visual cortical hierarchy. Visual cortex neurons encode visual features with increased reliability but with preserved feature preferences, while parietal neurons reorganize their feature preferences in a task-specific manner.", "date": "2025-10-26", "journal": ""}
{"title": "Visual working memory-related saccade biases are amplified by task demands, without updating working memory content", "doi": "10.1101/2025.10.24.684327", "authors": "Polgari, P.; Schuetz, A. C.", "abstract": "Visual working memory (VWM) and oculomotor control exert bi-directional influences on each other: eye movements during memory delays can influence VWM performance, and VWM content can bias the execution of eye movements. Oculomotor capture has been shown to extend to automatic, corrective saccades that can be biased towards distractors whose feature matches VWM content. We address the question of bi-directional influences between VWM and the oculomotor system, here with a focus on corrective saccade biases. 20 participants had to memorize a color hue and later discriminate it from another hue from a different (Easy condition) or the same color category (Difficult condition). Between encoding and test, they performed a gaze-contingent saccade task where, mid-saccade, the position of items shifted, introducing an artificial saccade error, and the color of a distractor neighboring the target changed to a color (mis)matching the memorized one. VWM performance was higher in the Easy compared to the Difficult experimental block, reflecting the successful manipulation of task demands. Corrective saccade biases towards the distractor occurred more frequently when it matched memory content compared to when it did not, replicating previous findings. Importantly, they also occurred more in the Difficult experimental block, which required stronger VWM representations than the Easy condition. VWM performance, however, was not affected by saccade corrections to memory (mis)matching distractors. Our results provided no evidence of saccade biases having a role in the updating of VWM content, however they indicate an influence of task demands and VWM engagement on automatic oculomotor biases.", "date": "2025-10-26", "journal": ""}
{"title": "Phosphoproteomic profiling reveals post-translational dysregulation in Huntington's disease patient-derived neurons", "doi": "10.1101/2025.10.24.684372", "authors": "Danics, L.; Muralidharan, C.; Varga, A.; Rezeli, M.; Gil, J.; Abbas, A. A.; Pap, A.; Park, A. S.; Cserhalmi, M.; Soth, A.; Jamniczky, D.; Zsoldos, R.; Barker, R. A.; Rona, G.; Drouin-Ouellet, J.; Marko-Varga, G.; Darula, Z.; Pircs, K.", "abstract": "Huntington's disease (HD) is a fatal neurodegenerative disorder caused by a CAG repeat expansion in the Huntingtin (HTT) gene. Although transcriptomic and proteomic changes have been characterized in patient-derived neurons, the contribution of post-translational modifications (PTMs), such as phosphorylation, remains poorly understood. Here, we present the first phosphoproteomic analysis by mass spectrometry (P-MS) of human induced neurons (iNs) directly reprogrammed from HD patient fibroblasts. We identified 177 phosphopeptides with significantly altered abundance in HD-iNs, mapping to phosphoproteins associated with key signaling pathways known to be affected in HD, such as splicing and autophagy. By integrating P-MS data with previously published proteomic and transcriptomic data from the same donors, we identified distinct subsets of ON-OFF phosphopeptides that exhibited a complete loss of phosphorylation in either HD- or Ctrl-iNs, without corresponding changes at the RNA or protein level. An exception was MXRA8, previously described in glial cells as a mediator of blood-brain barrier integrity and astrocyte-mediated neuroinflammation. This protein showed increased protein abundance despite the absence of phosphorylation in HD-iNs, suggesting a compensatory mechanism - a pattern also observed in human post mortem cortical HD tissue. Additionally, MXRA8 showed altered protein-protein interactions with lysosomal and metabolic regulators in HD-iNs, highlighting its potential role in autophagy impairment as well as in neurovascular dysfunction. These findings uncover a distinct layer of post-translational dysregulation in HD, suggesting that phospho-switch proteins such as MXRA8 may be candidate effectors of pathology and thus site-specific phosphorylation loss may contribute to impaired signaling and proteostasis in human HD neurons.", "date": "2025-10-26", "journal": ""}
{"title": "Non-redundant role of the a3 isoform of Na,K-ATPase in neuronal excitability and spiking dynamics", "doi": "10.1101/2025.10.24.684230", "authors": "Reshetnikov, K.; Tiselko, V.; Dobretsov, M.", "abstract": "The Na,K-ATPase (NKA) plays a fundamental role in neuronal excitability by maintaining ionic gradients and contributing to electrogenic resting currents. Among its isoforms, the neuron-specific a3 subunit exhibits a uniquely low affinity for intracellular Na, weak voltage dependence, and slightly reduced ATP sensitivity compared to the ubiquitous a1. Although mutations in ATP1A3 are known to cause severe neurological disorders, the specific kinetic features of a3 that underlie its functional specialization remain incompletely understood. Here we employed biophysically detailed models of stretch receptor neurons, grounded in patch-clamp recordings of the a3-isoform current and spiking responses, to dissect the contribution of isoform-specific pump kinetics to firing behavior. Substitution of a1 for a3 abolished the ability to sustain long spike trains and reduced high-frequency entrainment, whereas a3-preserved prolonged discharges and faithful responses to vibratory stimuli. Remarkably, even halved pump density a3 50% preserved superior excitability compared to mixed expression (a 50%/a1 50%), indicating that kinetic profile rather than pump quantity determines firing capacity. Hybrid models revealed that Na; affinity is the decisive factor: retaining the low Na; affinity of a3 preserved excitability, while introducing a1-like voltage or ATP dependence produced only minor effect on simulated neuron discharge. These findings establish a mechanistic explanation for the selective expression of a3 in muscle spindle afferents and other neurons with high-frequency demands, and help to explain why a1 cannot compensate in ATP1A3-linked diseases. More broadly, they highlight the principle that isoform specialization of the NKA is not redundant but tuned to the discharge requirements of distinct neuronal populations.", "date": "2025-10-26", "journal": ""}
{"title": "Dual Inhibitors Targeting G9a and GSK-3B: Translational Perspectives on Alzheimer's Disease Treatment", "doi": "10.1101/2025.10.24.684310", "authors": "Ferre, C. G.", "abstract": "Epigenetic dysregulation and abnormal kinase signaling are key factors in Alzheimer's disease (AD), yet no existing treatment targets both. We introduce a dual-targeting strategy that inhibits the histone methyltransferase G9a and the serine/threonine kinase GSK-3B;-two synergistic drivers of neurodegeneration-using a single CNS-penetrant small molecule. This report covers the rational design, synthesis, and preclinical testing of T2 as a new therapeutic candidate. Structure-based pharmacophore modeling and medicinal chemistry refinement led to a focused library of dual inhibitors, with T2 standing out due to its balanced potency against both targets, ability to cross the blood-brain barrier, low off-target effects, and a favorable safety profile. In the SAMP8 mouse model of late-onset AD, T2 markedly improved memory, restored social behaviors, and increased synaptic complexity. Molecular studies showed that T2 treatment lowered tau phosphorylation, the AB;42/40 ratio, and neurofilament light chain levels, while boosting neurotrophic factors and anti-inflammatory pathways. Multi-omics analyses indicated that T2 causes widespread transcriptional and proteomic changes, activating synaptic plasticity genes (like Arc and Nectin3), reducing ferroptosis and senescence-related pathways, and altering chromatin accessibility. Electrophysiological tests confirmed the restoration of AMPAR-mediated synaptic transmission. Overall, these results support dual G9a/GSK-3B; inhibition as a promising disease-modifying approach for AD, with T2 emerging as a strong candidate for further therapeutic development.", "date": "2025-10-26", "journal": ""}
{"title": "Divergent role of CD8 T cells with distinct metabolic phenotypes during curative radio-immunotherapy in hot versus cold tumors", "doi": "10.1101/2025.10.24.684274", "authors": "Heaton, A. R.; Burkard, N. J.; Gao, A.; Hoefges, A.; Feils, A. S.; Burkard, S. K.; Felder, M. A.; Tsarovsky, N. W.; Spiegelman, D. V.; Lublin, G. M.; Hampton, A. A.; D'Amato, A.; Dinh, H. Q.; Rakhmilevich, A. L.; Erbe, A. K.; Sondel, P. M.; Skala, M. C.", "abstract": "Immunotherapy has potential for impactful cancer cures by empowering patients' own immune cells. We developed a radio-immunotherapy regimen that can cure large immunologically hot and cold murine tumors. Here we explored the divergent role of CD8 T cells during this radio-immunotherapy in contrasting hot colon carcinoma versus cold melanoma models. We introduced an immunocompetent mouse model with mCherry expressing CD8 T cells to provide immune cell tracking in vivo. We investigated single-cell function, metabolism, and gene expression changes with temporal context using flow cytometry, in vivo multiphoton imaging, single-cell RNA sequencing, and multiplexed immunofluorescence to determine the underlying mechanisms. We found that in contrast to the hot colon carcinoma model, CD8 T cells from the cold melanoma model do not drive tumor cures, despite getting activated, possibly due to a static oxidative metabolism and exhausted phenotype as well as down regulation of tumor MHC-I expression. These findings have implications for improving immunotherapy response in immunologically cold cancers.", "date": "2025-10-26", "journal": ""}
{"title": "Synergistic effects of deleting the tyrosine phosphatases Shp1 and Shp2 on megakaryopoiesis and thrombopoiesis in mice", "doi": "10.1101/2025.10.24.684367", "authors": "Barre, E.; Lourenco-Rodrigues, M.-D.; Zimmermann, L.; Pugliano, M.; Loubiere, C.; Proamer, F.; Rinckel, J.-Y.; Eckly, A.; Qu, Z.; Miao, J.; Zhang, Z.-Y.; Senis, Y.; Mazharian, A.", "abstract": "The Src homology 2 (SH2) domain-containing non-transmembrane protein-tyrosine phosphatases 1 and 2 (Shp1 and Shp2) have been implicated in regulating signaling from a variety of receptors and cell types, including the thrombopoietin (Tpo) receptor Mpl in megakaryocytes (MKs) and platelets. We previously showed that deletion of Shp1 and Shp2 in the MK/platelet lineage in mice using the Pf4-Cre transgene/loxP system impairs megakaryopoiesis and thrombopoiesis. However, we also observed unexpected phenotypes including a motheaten-like phenotype in Shp1-deficient mice and severe myelofibrosis in mice lacking both phosphatases. To determine whether these were lineage-specific effects, we utilized the Gp1ba-Cre transgenic mouse to delete loxP-flanked Shp1 and Shp2 in mice. Bone marrow-derived MKs from these mice expressed approximately 20-25% of Shp1 and Shp2, whereas platelets contain 5-10% of each phosphatase compared with controls. Minor MK/platelet defects were observed in mice lacking either Shp1 or Shp2 alone, however mice lacking both Shp1 and Shp2 exhibited macrothrombocytopenia, mild bleeding following tail injury, and impaired GPVI-mediated platelet aggregation and Syk phosphorylation, associated with reduction GPVI and integrin alpha2 subunit expression. Reduced Shp1 and Shp2 expression resulting in a significant reduction in ploidy, a block in MK maturation and proplatelet-producing MKs. Tpo-mediated Ras/MAPK signaling was reduced in Shp1/2-deficient MKs. Treatment of MKs with structurally distinct Shp2 allosteric inhibitors recapitulated key aspects of the Shp2-deficient phenotype, including aberrant megakaryopoiesis and reduced Mpl signaling. Our study highlights the synergistic functions of Shp1 and Shp2 in the MK/platelet lineage, and identifies Shp2 as a potential therapeutic target in myeloproliferative neoplasms.", "date": "2025-10-26", "journal": ""}
{"title": "The Preclinical Animal Network (PCAN): Integrative high-throughput phenotyping of standardized mouse models for Prader-Willi syndrome", "doi": "10.1101/2025.10.24.684371", "authors": "Wolff, R.; Strong, T. V.; Burnett, L. C.; Kayadjanian, N.; Resnick, J. L.; Stewart, M.; Wells, S. E.; Teboul, L.; Allan, A. J.; Bains, R. S.; Hardgrave, A.; Isles, A. R.; Muscatelli, F.; Tucci, V.", "abstract": "The Preclinical Animal Network (PCAN) is a collaborative resource established to advance translational research and therapeutic development for Prader-Willi syndrome (PWS), a rare neurodevelopmental disorder caused by loss of paternally expressed genes on chromosome 15q11-q13. PCAN integrates standardized, high-throughput phenotyping of approximately 1,000 mice across six engineered lines carrying paternal deletions of Ndn, Magel2, Snord116, Ipw, and multigenic loci. Using validated experimental pipelines spanning metabolic, behavioral, and developmental domains, we captured comprehensive phenotypic profiles by applying a statistical variance-decomposition framework to partition genetic and environmental contributions. This analysis provides robust genotype-phenotype maps, revealing shared and model-specific phenotypic effects while accounting for key confounding factors. The PCAN resource provides a framework for evaluating PWS-relevant phenotypes and benchmarking therapeutic strategies. By providing open access to its mouse models, datasets and analytical resources, PCAN enables the research community to apply standardized, reproducible workflows and accelerate the development of targeted, mechanism-based treatments.", "date": "2025-10-26", "journal": ""}
{"title": "Selective removal of green pigments and associated proteins from clover-grass protein concentrates: Molecular insight into a non-destructive, two-stage membrane-based biorefinery concept for high-quality food protein production", "doi": "10.1101/2025.10.24.684365", "authors": "Gregersen Echers, S.; Abdul-Khalek, N.; Jensen, N. H.; Jorgensen, A. K.; Mattsson, T.; Jorgensen, M. K.; Lubeck, P. S.; Lubeck, M.", "abstract": "Green leaves are gaining traction as an emerging protein source and a sustainable alternative to animal-based protein as leaf proteins often possess good nutritional and functional properties. Current methods for producing protein isolates from leaves include partially or fully denaturing conditions, diminishing protein solubility and functionality. Here, we characterize the performance of a multi-stage, membrane-based green biorefinery concept capable of producing a native protein product from clover grasses devoid of attributes such as green color and grassy smell/taste. By sampling at each step along the process, we obtain insights on the fate of proteins and pigments over each unit operation. The process efficiently removes green pigments (>99.9%), when comparing the product stream with the initial feed stream, based on UV/Vis analysis. Using mass spectrometry-based proteomics, two complementary quantification strategies, and subsequent bioinformatic analysis, this can particularly be ascribed to a very selective retention (>99%) of unwanted membrane-associated and pigment-binding proteins in the first-stage filtration. In the second-stage filtration and subsequent diafiltration stage, residual unwanted proteins, fragments, and pigments are efficiently washed out while retaining the overall protein composition. The product maintains the high RuBisCO content of green juice and is furthermore enriched in proteins with known antioxidant properties while depleted in known food allergens. This work presents an in-depth understanding of protein-level selectivity in membrane-based green biorefinery and can help guide process optimization towards improved yields and quality.", "date": "2025-10-26", "journal": ""}
{"title": "Effect of Wall Motion Sampling on CFD-Derived Left Atrial Flow Metrics", "doi": "10.1101/2025.10.24.684343", "authors": "Stöcker, Y.; Guerrero-Hurtado, M.; Duran, E.; Gonzalo, A.; Ristic, Z.; Telle, A.; Kassar, A.; Haykal, R.; Akoum, N.; Boyle, P. M.; Flores, O.; Augustin, C. M.; del Alamo, J. C.; Garcia-Villalba, M.", "abstract": "The temporal resolution of medical imaging sequences used to drive patient-specific computational fluid dynamics (CFD) simulations remains limited, typically providing 10-20 frames per cardiac cycle. Therefore, temporal interpolation to reconstruct left atrial (LA) wall motion is required, but its impact on hemodynamic predictions has not been systematically characterized. To investigate this, we constructed high-temporal-resolution reference wall motion data using electromechanical (EM) simulations on five patient-specific atrial geometries with a history of atrial fibrillation. We then generated temporally downsampled datasets to emulate clinical frame rates (10, 20, and 40 frames per cycle) and performed CFD simulations to isolate the effects of temporal undersampling on hemodynamic metrics. The focus was placed on kinetic energy, KE, and residence time, TR, particularly in the left atrial appendage (LAA), where thrombosis is most likely to occur. We employed an immersed boundary method to prescribe the wall motion and computed blood TR through a passive scalar transport equation. Results indicate that while global LA hemodynamic indices showed relatively modest sensitivity to frame rate (errors <15%), LAA TR was substantially affected, with 10-frame reconstructions overestimating TR by up to 43% compared to reference values. CFD simulations based on 20 and 40 frames per cycle yielded favorable agreement with reference results (errors [&le;]9%), whereas 10-frame reconstructions consistently produced elevated stasis metrics and failed to capture physiological features like atrial contraction peaks. Our analysis suggests that anatomical reconstructions with [&ge;]20 frames per cardiac cycle provide sufficiently reliable LAA blood-stasis indices, while lower temporal resolutions should be interpreted cautiously, particularly for patient stratification purposes where accurate ranking is essential.", "date": "2025-10-26", "journal": ""}
{"title": "PeptiLine: an interactive platform for customizable functional peptidomic analysis", "doi": "10.1101/2025.10.23.684139", "authors": "Kuhfeld, R. F.; Nielsen, S. D.-H.; Dallas, D. C.", "abstract": "The PeptiLine peptidomics pipeline is a comprehensive software platform designed to transform peptidomic mass spectrometry output data into interactive, intuitive visualizations and statistical summaries. By integrating peptide-to-protein mapping, quantitative comparisons, bioactive annotations and descriptive and inferential analyses into a single user-friendly interface, PeptiLine addresses the bottleneck of timely and complex data exploration and visualization in bioactive peptide research. It enables visualization of peptidomic data through a series of modules allowing the user to create peptide sequence heatmaps, correlation plots and a series of categorical bar plots and pie plots to explore the absolute and relative bioactivity, protein origin, summed abundance and total peptide count. Here, we provide example uses of our Data Transformation, Descriptive Analysis and Heatmap Visualization tools to pinpoint functional peptide hotspots across protein sequences and compare samples across different protein variants. PeptiLine is freely available at https://mbpdb.nws.oregonstate.edu/peptiline/ and on GitHub (https://github.com/Kuhfeldrf/peptiline/) under an MIT license. The software runs on Windows, macOS, and Linux systems with Python [&ge;]3.10. Support and bug reports: contact-mbpdb@oregonstate.edu.", "date": "2025-10-26", "journal": ""}
{"title": "skNAC is a Key Driver of Cardiomyocyte Integrity Against Pathological Cardiac Hypertrophy and Heart Failure", "doi": "10.1101/2025.10.23.684272", "authors": "Guilbert, L.; Dontaine, J.; Fourny, N.; Vanni, E.; Russo, M.; Vanderroost, H.; Ambroise, J.; Esfahani, H.; Dron, J.; Bouzin, C.; Achouri, Y.; Hendrickx, E.; Menghoum, N.; Dumoutier, L.; Unger, A.; Linke, W. A.; Bultot, L.; Marino, A.; Horman, S.; Beauloye, C.; Bertrand, L.", "abstract": "BACKGROUND: Myocardial hypertrophy caused by chronic pressure overload eventually leads to heart failure. Increased protein synthesis and sarcomere reorganization are crucial elements of cardiac remodeling under such conditions. The muscle-specific nascent polypeptide-associated complex alpha isoform (skNAC) is a protein essential for proper sarcomere organization during development. However, its role in hypertrophy and heart failure in adults remains unexplored. We investigated the function of skNAC in pressure overload-induced hypertrophy and heart failure. METHODS: skNAC expression was assessed in neonatal rat ventricular cardiomyocytes (NRVMs) stimulated with phenylephrine, in human cardiac biopsies, and in mice subjected to transverse aortic constriction (TAC) or angiotensin II infusion. The impact of siRNA-mediated skNAC silencing was evaluated in NRVMs, while constitutive and inducible cardiomyocyte-specific skNAC knockout mouse models were generated to examine the long-term effects of skNAC deletion under both basal and TAC conditions. Immunofluorescence confocal microscopy and proximity ligation assay were used to assess skNAC localization and interactions, while electron microscopy was employed to analyze the consequences of skNAC deletion on cardiomyocyte ultrastructure. RESULTS: skNAC expression was reduced in phenylephrine-treated NRVMs and in mice subjected to TAC or angiotensin II, due to decreased expression of the RNA-binding proteins Rbm24 and Rbm20, which regulate skNAC pre-mRNA splicing. Consistently, skNAC expression inversely correlated with cardiac hypertrophy and NT-proBNP levels in humans. Cardiomyocyte-specific skNAC deletion generated basal hypertrophy, severe systolic dysfunction, and premature death, which were further exacerbated by TAC surgery, leading to rapid dilated cardiomyopathy and lethality. skNAC strongly colocalized with ribosomes, and its deletion caused sarcomere disorganization and an autophagic response. Conversely, skNAC overexpression prevented phenylephrine-induced hypertrophy in NRVMs. CONCLUSIONS: Our results demonstrate that skNAC is essential for preserving sarcomere integrity and cardiomyocyte homeostasis. Its downregulation drives pathological remodeling and heart failure, positioning skNAC as a promising therapeutic target.", "date": "2025-10-26", "journal": ""}
{"title": "tRNA thiolation defects disrupt cellular proteostasis and tissue homeostasis in mammals", "doi": "10.1101/2025.10.24.684405", "authors": "Englmaier, L.; Walczak, M.; Malzl, D.; Eggers, C.; Eichin, F.; Sladky, V. C.; Gallob, F. M.; Tyshchenko, Y.; Zarif, Z.; Kolbe, T.; Al-Abdi, L.; Menche, J.; Spassky, N.; Geley, S.; Rossmanith, W.; Alkuraya, F. S.; Leidel, S. A.; Glatt, S.; Villunger, A.", "abstract": "Sulfur modification of tRNA wobble uridines is an evolutionarily conserved mechanism that ensures efficient protein synthesis. In humans, loss of this anticodon modification due to mutations in CTU2 (cytosolic thiouridylase 2) causes DREAM-PL syndrome, a severe congenital disorder often leading to early postnatal death. However, the mechanisms by which loss of tRNA thiolation drives pathology remain unclear. Here, we show that loss of CTU2 triggers significant cellular proteostasis defects in patient cells and model cell lines. Structural and biochemical analyses reveal that the pathogenic CTU2L63P mutation destabilizes the CTU1/CTU2 complex and abolishes tRNA binding and thiolation. Acute loss of CTU2 caused codon-specific ribosome pausing at A-ending codons decoded by thiolated tRNAs, and decreased ribosome occupancy of A-rich transcripts in a dosage-dependent manner. Codon-biased mRNAs transcribed from genes critical for ciliogenesis are predicted to be most affected, linking their reduced translation to DREAM-PL etiology in humans. Surprisingly, Ctu2L63P mice display severe thiolation defects, but develop normally, are viable and fertile. Our findings highlight the importance of functional tRNA thiolation for organismal health in humans and identify species-specific vulnerabilities during embryonic development in mammals.", "date": "2025-10-26", "journal": ""}
{"title": "Differential encoding of noxious heat and self-reported pain along corticospinal networks: a simultaneous spinal cord-brain fMRI study", "doi": "10.1101/2025.10.24.684476", "authors": "Pfyffer, D.; Wang, Y.; Kaptan, M.; Fundaun, J.; Dildine, T. C.; Oliva, V.; Indriolo, T.; Skare, S.; Sprenger, T.; Lee, P. K.; Truong, M.; Weber, K. A.; Glover, G. H.; Law, C. S. W.; Mackey, S.", "abstract": "Chronic pain poses a substantial public health burden. Elucidating how the healthy central nervous system (CNS) differentially encodes objective stimulus intensity and subjective experiences of pain perception may offer key insights into the central mechanisms contributing to chronic pain. Functional MRI (fMRI) combined with controlled noxious stimulation provides a powerful means to explore neural representations of nociception and pain perception. Here, we applied noxious heat at three intensities (46 {degrees}C, 47 {degrees}C, 48 {degrees}C, 8 trials each randomized) to the right forearm of 28 healthy women during simultaneous spinal cord-brain fMRI to investigate how distributed corticospinal activity and connectivity encode stimulus intensity and subjective pain. Activity increased with stimulus temperature across regions involved in pain processing--including somatosensory, motor, prefrontal, insular, and subcortical areas--as well as in the ipsilateral dorsal and ventral spinal cord. Spinal-brain functional connectivity was observed between the right dorsal horn and pain-related brain regions such as primary and secondary somatosensory cortex, insula, anterior cingulate cortex, thalamus, and periaqueductal gray, and was positively associated with individual pain ratings. Using representational similarity analysis (RSA), we found that multivoxel activation patterns in the brain and spinal cord, as well as corticospinal connectivity patterns, reliably tracked stimulus temperature, while only subsets of cortical regions (e.g., insula, sensorimotor, and frontal cortices) encoded subjective pain. Notably, spinal cord representations were primarily organized by stimulus temperature rather than perceived pain intensity. These findings demonstrate that simultaneous spinal cord-brain fMRI combined with multivariate modeling can identify sensory and perceptual components of nociceptive processing across the neuroaxis. Such approaches advance mechanistic understanding of pain and may inform the development of CNS-based biomarkers for chronic pain assessment and intervention.", "date": "2025-10-26", "journal": ""}
{"title": "A complex osteoporotic milieu is associated with arterial stiffening and PDGF-BB-mediated calcification of human smooth muscle cells", "doi": "10.1101/2025.10.25.684499", "authors": "Pustlauk, W.; Roch, T.; Dimitriou, I. M.; Blazquez Navarro, A.; Stervbo, U.; Anft, M.; Braun, J.; Wirth, R.; Pourhassan, M.; Buehring, B.; Akguen, D.; Wehler, P.; Skrzypczyk, S.; Gruetz, G.; Rahmann, S.; Seibert, F. S.; Westhoff, T. H.; Babel, N.; Geissler, S.", "abstract": "Accumulating evidence links skeletal and vascular aging, yet the pathological cross-talk between osteoporotic bone and vascular calcification remains insufficiently understood. In this retrospective exploratory study, we show that osteoporotic individuals exhibit a distinct systemic milieu characterized by elevated eosinophil, neutrophil, and platelet counts, as well as altered levels of sCD40L, PDGF-BB, osteopontin, and SDF-1. These changes correlate with both bone metabolism and arterial stiffness, indicating a multifactorial bone-vascular interplay. Moreover, osteoporotic sera accelerated calcification of human vascular smooth muscle cells in vitro, with PDGF-BB emerging as a central mediator. Inhibition of PDGF-BB downstream signaling blocked this effect, suggesting a mechanistic role of PDGF-BB in linking the osteoporotic milieu to vascular calcification. Conceptualizing this cross-talk as a complex adaptive system advances our understanding of the disease dynamics between localized bone loss and vascular pathologies. Furthermore, it may guide therapeutic strategies, with PDGF-BB as a potential target, to support healthier aging.", "date": "2025-10-26", "journal": ""}
{"title": "Differences in intrinsic cellular O-GlcNAcylation impact response to metabolic stress", "doi": "10.1101/2025.10.24.684323", "authors": "Rahmani, S.; Huestis, M.; Wakarchuk, W. W.; Antonescu, C. N.", "abstract": "The cellular response to metabolic stress is complex and involves various signals and pathways leading to cellular adaptation. AMP-activated Protein Kinase (AMPK) senses nutrient insufficiency reflected in the ratio of ATP to AMP/ADP and/or glucose availability. In addition, the dynamic modification of proteins with O-linked {beta}-N-Acetylglucosamine (O-GlcNAc) by O-GlcNAc transferase (OGT) is also nutrient sensitive, given that the substrate for this modification is the product of the hexosamine biosynthetic pathway. AMPK can also regulate the hexosamine biosynthetic pathway, and O-GlcNAc may reciprocally regulate AMPK activity under some contexts. However, it remains unclear which parameters establish the extent of reciprocal regulation of AMPK and protein O-GlcNAc modification and whether these signals can be orthogonal under some circumstances. Here, we used ARPE-19 and MDA-MB-231 cells to examine how nutrient limitation or pharmacological activation combined with inhibition of AMPK and O-GlcNAcylation impacts the activation of the reciprocal pathway. We found that the intrinsic level of global protein O-GlcNAc modification may impact how AMPK and metabolic stress regulate global O-GlcNAcylation, and that both signaling systems could be orthogonal in some contexts. These results contribute to understanding the complexity of cellular signaling in response to nutrient availability.", "date": "2025-10-26", "journal": ""}
{"title": "Proinflammatory circulating extracellular vesicles from type 1 diabetes patients contribute to beta cell cytotoxicity and disease pathogenicity", "doi": "10.1101/2025.10.24.684420", "authors": "Guthalu Kondegowda, N.; Cisneros, Z.; Roeth, D.; Do, J.-s.; Filipowska, J.; Li, R.; Zhang, S.; Ogyaadu, S.; Jayasena, C. S.; Jovanovic-Talisman, T.; Wasserfall, C.; Yuan, Y.-C.; Reijonen, H.; Kalkum, M.; Levy, C. J.; Kandeel, F.; Sahoo, S.; Vasavada, R. C.", "abstract": "In Type 1 diabetes (T1D), {beta}-cell loss and autoimmunity initiate years before disease diagnosis. However, the mechanisms remain unknown. Here, we investigated the role and mechanisms of circulating extracellular vesicles (cEVs) on T1D pathogenesis and {beta}-cell cytotoxicity. We used cEVs isolated from healthy donors (HD), T1D, multiple autoantibody-positive (AAb+), pre- and post-islet transplantation T1D subjects, NOD-T1D mice, and T1D PBMCs. Patient T1D-cEVs significantly induced apoptosis in vitro in human {beta}-cells but not -cells compared to HD-cEVs. cEVs from AAb+ subjects and pre-diabetic mice were cytotoxic, demonstrating that cEV-induced {beta}-cell cytotoxicity precedes T1D onset and diagnosis. cEV reduction in prediabetic NOD-T1D mice improved {beta}-cell health implying cEV contribution to T1D development. Proteomic analysis of patient T1D-cEVs found several proinflammatory proteins, including interferon gamma, which induced {beta}-cell cytotoxicity. Our data using cEVs from pre- and post-islet transplant and PBMC-EVs from T1D patients implicated immune cells as a potential cellular source of cytotoxic cEVs in T1D. Collectively, our data using T1D patient samples coupled with studies in mice demonstrate that cEVs contribute to {beta}-cell cytotoxicity and to the progression of T1D pathogenicity. Our study is one of the first to demonstrate a functional role of the proinflammatory cEV protein cargo on glucose homeostasis, {beta}-cell health, and insulitis. Our studies on T1D-cEVs may lead to discovery of novel biomarkers and therapeutic targets for T1D.", "date": "2025-10-26", "journal": ""}
{"title": "Serotonin stimulates proliferation of ionocytes via the 5-HT2A receptor in zebrafish larvae", "doi": "10.1101/2025.10.24.684416", "authors": "MacDonald, W. M.; Jonz, M. G.", "abstract": "Osmoregulation is an essential process in all living organisms. For aquatic organisms, such as freshwater fishes whose natural environment is hyperosmotic, specialized cells, called ionocytes, are present in the skin during developmental stages and contribute to the maintenance of osmotic homeostasis. Such cells are known to proliferate in response to osmotic stress, but the molecular mechanism by which that process is regulated remains poorly characterized. In this study, using immunohistochemistry and confocal microscopy, we demonstrate that cutaneous ionocytes in developing zebrafish (Danio rerio) express serotonin 2A (5-HT2A) receptors by co-labeling with other known ionocyte markers, such as the Na+/K+-ATPase, Concanavalin A and Mitotracker. Furthermore, by quantifying ionocyte number through early stages of development, we implicate 5-HT2A receptors in initiating ionocyte proliferation. Exposure of zebrafish embryos and larvae to acidic pH, or exogenous 5-HT, increased the number of cutaneous ionocytes. The effects of both stimuli were abolished in the presence of the 5-HT2A receptor-specific antagonist, ketanserin. Moreover, activation of 5-HT2A receptors led to increased detection of ionocytes with phosphorylated extracellular signal-related kinase (ERK), a key regulator of cell division and differentiation linked with 5-HT2A. We used tetrabenazine, an inhibitor of vesicular monoamine transporter 2 (vmat2) and 5-HT storage, to deplete potential sources of 5-HT. Tetrabenazine treatment in fish exposed to acidic pH reduced ionocyte proliferation, implicating an endogenous source of 5-HT in regulation of ionocyte populations. These results demonstrate the importance of a pathway initiated by 5-HT2A activation that regulates ionocyte proliferation in developing zebrafish exposed to osmotic stress.", "date": "2025-10-26", "journal": ""}
{"title": "Nuc domain electrostatics drive the trans cleavage activity of CRISPR-Cas12a", "doi": "10.1101/2025.10.24.684486", "authors": "Newman, A.; Starrs, L.; Burgio, G.", "abstract": "The trans cleavage activity of type V CRISPR (Clustered Regularly Interspaced Short Palindromic Repeats) Cas12a system has been widely used for the detection of biomolecules. Different Cas12a orthologues exhibit faster or slower trans cleavage kinetics, making some orthologues more suited for sensitive molecular detection. Ionic strength of reaction buffers, and mutations that change the electrostatic environment near the RuvC active site have also been reported to strongly influence trans cleavage kinetics. Studying three commonly used Cas12a orthologues (FnCas12a, AsCas12a, and LbCas12a), we report that electrostatic interactions near the RuvC active site are critical for their trans cleavage activity. Alanine substitution of arginine and lysine residues in the Nuc domain can abolish trans cleavage while modestly reducing cis cleavage. Substitutions of the RuvC lid and substitutions to introduce positively charged residues in the Nuc could enhance both cis and trans cleavage. These Cas12a variants improved DNA detection and genome editing efficiency. Overall this This study provides a blueprint for future rational engineering of Cas12a nucleases for their trans cleavage activities.", "date": "2025-10-26", "journal": ""}
{"title": "Dimer asymmetry in signaling of blue-light sensor histidine kinases", "doi": "10.1101/2025.10.24.684451", "authors": "Arinkin, V.; Stadler, A. M.; Meier, S. S. M.; Jaeger, K.-E.; Moeglich, A.; Krauss, U.; Batra-Safferling, R.", "abstract": "Photoreceptor sensory histidine kinases (SHKs) couple light absorption to conformational changes regulating two-component signaling. Despite their importance and widespread use in optogenetics, the underlying structural signaling mechanisms remain poorly understood. We here engineered dimeric SHKs based on Pseudomonas putida short light-oxygen-voltage (LOV) proteins and determined their crystal structures. Regardless of illumination, the structures adopted a light-state like LOV-LOV dimer with symmetric/straight kinase modules. In contrast, small-angle X-ray scattering together with functional assays revealed pronounced light-dependent rearrangements in solution and allowed the assignment of the kinase-ON dark state to an asymmetric/kinked conformation, whereas the light state adopts a symmetric/straight structure. Comparative analyses of natural and engineered SHKs identified conserved motifs linking LOV domain rotation to kinase activity. The findings highlight the central role of dimer asymmetry and flexibility in SHK signaling, thereby not least informing the engineering of new light-responsive signaling systems.", "date": "2025-10-26", "journal": ""}
{"title": "Modular Noncovalent Functionalization of Electrospun Piezoelectric Scaffolds with Bioactive Nanocarriers", "doi": "10.1101/2025.10.25.684210", "authors": "Bortel, S. P.; Chowdhury, S. S. J.; Cheng, J.; Uvaldo, D.; Wright, M.; Arinzeh, T. L.; Correa, S.", "abstract": "Electrospun scaffolds offer a promising platform for immune-instructive materials, but stable and modular functionalization with bioactive signals remains a technical challenge. Here, we develop a surface coating strategy for electrospun scaffolds that consist of poly(vinylidene fluoride-trifluoroethylene) (PVDF-TrFE), a piezoelectric polymer, using electrostatic adsorption of charged nanoparticles. We show that under certain conditions, these piezoelectric scaffolds are suitable substrates for electrostatic self-assembly, and that the density of nanoparticle coatings can be tuned by adjusting buffer pH, ionic strength, and nanoparticle concentration. This approach enables robust and uniform coating of both polymeric nanoparticles and soft nanocarriers such as liposomes, without requiring covalent surface modification. Liposome-coated scaffolds are cytocompatible with adherent epithelial and suspension immune cells and support lipid exchange at the cell-material interface. Using a supramolecular tethering strategy, we use liposome coatings to present interleukin-15 (IL-15) from the scaffold surface and demonstrate localized, sustained cytokine signaling. Together, these findings establish a modular approach for post-fabrication, noncovalent scaffold functionalization with bioactive nanocarriers, offering new opportunities for tissue and immune engineering.", "date": "2025-10-26", "journal": ""}
{"title": "Adaptive Feature-Weighted Stacking Ensemble for Short-Term Risk Prediction of Prolonged Length of Stay in Elderly Trauma Patients", "doi": "10.1101/2025.10.24.684425", "authors": "Qi, B.; Ruan, H.", "abstract": "The Adaptive Feature-Weighted Stacking Ensemble (AFWSE) model is presented here as a new machine learning method that provides staged prediction of prolonged length of stay in trauma patients. We used a retrospective dataset of elderly trauma patients using simulated data from publicly available feature characteristics. AFWSE is designed to combine different base learners like logistic regression, random forest, and gradient boosting, into a stacked ensemble with an adaptive feature weighting mechanism that allows researchers to identify complex patterns while emphasizing clinically relevant features. The AFWSE model was compared to standard machine learning methods, specifically, logistic regression, random forest, gradient boosting, and neural networks, demonstrating consistently better predictive validity and accuracy. The AFWSE identified important features which included older age, injury site, injury mechanism, or type of trauma, and Glasgow Coma Scale, which contributes to the existing body of clinical evidence. The AFWSE model mechanism and its potential clinical interpretation and implications are discussed, along with addressing the recognized limitations of using simulated datasets.", "date": "2025-10-26", "journal": ""}
{"title": "Brendo: an open resource for uniquely transcribed genes in brain endothelial cells", "doi": "10.1101/2025.10.25.684508", "authors": "Beker, O.; Ramezani Khorsand, F.; Adebali, O.; Mustafaoglu, N.", "abstract": "The blood-brain barrier (BBB) plays a critical role in central nervous system homeostasis, yet comprehensive transcrip- tional profiling of brain microvascular endothelial cells (BMECs) remains limited. Leveraging the increasing availability of publicly accessible bulk RNA sequencing (RNA-seq) datasets, we developed an integrated analytical framework to identify genes selectively enriched in BMECs compared to endothelial cells (ECs) from other tissues. To address the substantial batch effects inherent to multi-source bulk RNA-seq data, we combined two differential expression strate- gies, rank aggregation methods, and extensive quality controls. Our analysis incorporated EC samples from 16 different tissues and employed robust statistical workflows to mitigate technical confounders while preserving biologically mean- ingful signals. Validation using known BBB markers and independent proteomic evidence confirmed the reliability of our approach. We present Brendo (Brain Endothelial Open Resource), an open-access web platform providing searchable, filterable, and downloadable data on differentially expressed genes in BMECs. Brendo enables an in-depth exploration of brain endothelial gene expression and offers broader applications across vascular biology by supporting cross-tissue EC com- parisons. The workflow described is adaptable to other biological contexts, promoting the systematic reuse of public bulk RNA-seq datasets for target discovery. Collectively, this resource provides a foundation for advancing BBB-targeted therapeutic strategies and highlights the value of open data integration in transcriptomic research.", "date": "2025-10-26", "journal": ""}
{"title": "Uncovering novel therapeutics for schizophrenia: a multitarget approach using the CANDO platform", "doi": "10.1101/2025.10.24.684257", "authors": "Hu, Y.; Samudrala, R.; Falls, Z.", "abstract": "Schizophrenia is a complex and debilitating neuropsychiatric disorder characterized by positive, negative, and cognitive symptoms, many remaining insufficiently addressed by current treatments. High rates of treatment resistance and heterogeneous pathophysiology pose significant challenges to traditional single-target drug discovery. To address this, we applied the CANDO platform to identify repurposable drugs for schizophrenia using a multitarget strategy. The platform evaluates how compounds interact with the entire human proteome, generating interaction signatures that capture a compound's effect across all targets. By comparing these signatures, CANDO computes compound similarity scores and enables consensus prediction of novel therapeutics. Benchmarking experiments across all indications and specific to schizophrenia demonstrated that CANDO significantly outperformed controls across multiple evaluation metrics, recovering known drug indication associations with orders of magnitude better accuracy. Using prediction methodology validated through benchmarking, we generated a ranked list of re-purposable compounds. Literature review confirmed clinical or biochemical evidence supporting 25 top ranked drug candidates, including phenothiazine and benzamide antipsychotics, tricyclic antidepressants, benzodiazepines, and monoamine oxidase inhibitors. We identified protein targets with the highest likelihood of interaction with these top drugs and assessed prediction quality through overlap analysis with gold standards, showing significantly better concordance with established schizophrenia related biology than controls. Among these protein are corroborated targets such as canonical neurotransmitter receptors, dopamine, serotonin, and adrenergic, as well as monoamine transporters, tyrosine aminotransferase, and lysine specific histone demethylase 1A. Enrichment of calcium-binding proteins among the phenothiazine antipsychotic triethylperazine's top predicted targets highlights a potential role for dysregulated calcium signaling, including calmodulin-CaMKK2 pathways, in schizophrenia pathology and treatment response. Another phenothiazine antipsychotic, triflupromazine, binds the serotonin transporter in addition to its canonical dopamine D2 receptor interaction, warranting further research into its potential effects on depressive symptoms. These findings demonstrate the utility of the CANDO platform in elucidating multitarget pharmacological mechanisms and accelerating the identification of effective repurposable treatments for schizophrenia.", "date": "2025-10-26", "journal": ""}
{"title": "AI-based supervised treatment response prediction from tumor transcriptomics: A large-scale pan-cancer study", "doi": "10.1101/2025.10.24.684491", "authors": "Pal, L. R.; Gertz, E. M.; Ulhas Nair, N.; Mukherjee, S.; Patiyal, S.; Cantore, T.; Campagnolo, E. M.; Chang, T.; Dhruba, S. R.; Kim, Y.; Shulman, E. D.; Rajagopal, P. S.; Hoang, D.-T.; Schaffer, A. A.; Ruppin, E.", "abstract": "Precision oncology aims to guide treatment decisions using biomarkers. While DNA-based panels are increasingly applied, RNA transcriptomics remain underused due to limited datasets and the absence of robust models. We assembled the largest transcriptomic resource for drug response prediction to date, spanning 69 cohorts, 3,729 patients, nine cancer types, and six frontline therapies: anti-PD-1/PD-L1 immune-checkpoint inhibitors, trastuzumab, bevacizumab, BRAF inhibitors, paclitaxel, and FAC/FEC (Fluorouracil-Adriamycin-Cyclophosphamide/Fluorouracil-Epirubicin-Cyclophosphamide) chemotherapy. We developed EXPRESSO (EXpression-Profile-RESponSe-Optimizer), a supervised AI-based framework that predicts treatment response from pre-treatment transcriptomes by integrating drug targets and context-specific biomarkers. EXPRESSO achieves ROC-AUCs of 0.64--0.73 and odds ratios of 2.4--4.6 across therapies, outperforming 20 published transcriptomic signatures. Robustness analysis reveals that predictive performance plateaued for some therapies with increasing training cohorts but continued to improve for others. These findings suggest inherent limits of supervised brute-force learning for certain treatments, but additional data and deeper mechanistic modeling may further enhance transcriptomics-based predictors.", "date": "2025-10-26", "journal": ""}
{"title": "High-Throughput Screening Identifies PLK1 Inhibition as a Strategy to Potentiate BTK Blockade in Marginal Zone Lymphoma", "doi": "10.1101/2025.10.25.684506", "authors": "Zadro, A.; Arribas, A. J.; Robusto, M.; Vultaggio, S.; Andronache, A.; Faga, G.; Kupcova, K.; Cannas, E.; Spriano, F.; Sartori, G.; Cascione, L.; Tarantelli, C.; Napoli, S.; Rinaldi, A.; Rossi, D.; Zucca, E.; Moretti, M.; Havranek, O.; Stathis, A.; Varasi, M.; Mercurio, C.; Bertoni, F.", "abstract": "B-cell receptor (BCR) signaling is a key therapeutic target in B-cell lymphomas, and Bruton tyrosine kinase inhibitors (BTKi) have demonstrated clinical efficacy in marginal zone lymphoma (MZL). However, the rate of complete remissions is relatively low, and resistance remains a significant clinical challenge, underscoring the need for novel combination strategies. To identify compounds that enhance the activity of BTKi and overcome resistance, we conducted a high-throughput screen of 1,695 compounds using a previously developed MZL model of acquired resistance to BTK and PI3K inhibitors derived from the Karpas1718 cell line. Thirty-three compounds showed single-agent anti-proliferative activity in the nanomolar range, both in the Karpas1718-resistant and parental cells. Based on their clinical potential in combination with BTKi, seven compounds were selected for further validation. The polo-like kinase 1 (PLK1) inhibitor rigosertib emerged as a top candidate, showing strong activity in both parental and BTKi-resistant cell lines. Combination treatment of rigosertib and BTKi zanubrutinib resulted in broad transcriptomic changes, characterized by the downregulation of pathways involved in B-cell activation, proliferation, and BCR signaling. Mechanistically, the combination reduced phosphorylation of key BCR pathway components and inhibited NF-{kappa}B nuclear translocation. These findings suggest that PLK1 inhibition can overcome BTKi resistance by further inhibiting BCR signaling through the canonical NF-{kappa}B pathway. Therefore, the dual pharmacological inhibition of BTK and PLK1 is a promising therapeutic approach for patients with MZL and warrants further preclinical and clinical investigations.", "date": "2025-10-26", "journal": ""}
{"title": "Integrative network-based construction of ecologically relevant computational adverse outcome pathways for organic mercury-induced toxicity", "doi": "10.1101/2025.10.25.684520", "authors": "Madgaonkar, S. R.; Chivukula, N.; Garisetti, V.; Marigoudar, S. R.; Sharma, K. V.; Samal, A.", "abstract": "Adverse outcome pathways (AOPs) describe mechanisms of toxicity by connecting molecular events with outcomes at higher levels of biological organization. Computational AOPs (cAOPs), constructed using existing toxicological data, can accelerate the early stages of AOP development, which is often a time-consuming and resource-intensive process. In this study, an integrative network-based framework was developed to construct cAOPs, with a particular focus on elucidating the toxicity of organic mercury in fish. First, 124 organic mercury compounds, corresponding fish-specific toxicity endpoints, and proteins were curated from CTD and ECOTOX. Next, molecular docking investigations were performed to determine novel molecular interactions with 16 zebrafish protein orthologs. Subsequently, the toxicity endpoints, including the identified molecular interactions, were standardized and harmonized using data from AOP-Wiki, Gene Ontology, and MeSH. These endpoints were integrated with event relationship information from AOP-Wiki and published literature to construct an organic mercury-associated toxicity network comprising 197 nodes and 243 edges. Thereafter, node- and edge-level filtration criteria were designed based on AOP definitions and utilized to identify biologically relevant pathways within the toxicity network. Further, these pathways were ranked based on their novelty with respect to existing AOPs within AOP-Wiki. Finally, based on extensive evidence from published literature, four top-ranked novel pathways that describe binding with glutathione peroxidase or alterations in metallothionein levels leading to neurologic manifestations or dysbiosis in fish were proposed as cAOPs. Overall, this study presents an integrative network-based framework for constructing cAOPs applicable to diverse contaminants and species, supporting New Approach Methodologies for toxicological risk assessment.", "date": "2025-10-26", "journal": ""}
{"title": "NF-κB restrains nutrient-dependent transcription programs through chromatin modulation in Drosophila", "doi": "10.1101/2025.10.24.684223", "authors": "Kong, X.; Li, C.; Karpac, J.", "abstract": "The co-evolution of immune and metabolic systems has endowed immune signaling pathways with distinct control of cellular metabolism. Innate immune transcription factors, such as nuclear factor {kappa}B (NF-{kappa}B), have thus emerged as key regulators of adaptive metabolic responses to changes in diet and nutrition. Utilizing chromatin accessibility genomics, we found that Drosophila NF-{kappa}B (Relish) can restrain nutrient-dependent metabolic transcriptional programs that control cellular catabolism of energy substrates, divergent from the protein's canonical role as a transcriptional activator. NF-{kappa}B/Relish restricts chromatin accessibility through modulating histone acetylation at metabolic target gene loci, which restrains metabolic gene transcription and blocks excessive activation of nutrient-dependent metabolic programs. Targeted genetic screening revealed that histone deacetylase 6 (HDAC6) interacts with NF-{kappa}B/Relish at NF-{kappa}B DNA regulatory motifs to limit chromatin accessibility and repress metabolic transcriptional programs. These results highlight that innate immune transcription factors can epigenetically restrain cellular catabolism to fine-tune nutrient-dependent metabolic adaptation.", "date": "2025-10-26", "journal": ""}
{"title": "Relative-location tuning in five frontal areas in a rhesus monkey", "doi": "10.1101/2025.10.25.684521", "authors": "Lebedev, M. A.; Wise, S. P.", "abstract": "Primates exhibit remarkable flexibility in coordinating gaze angle, spatial attention, and motor goals, such as fixating on one point, attending to another, and planning a reach toward a third. Neuronal reference frames are critical for these behaviors. We investigated relative-location tuning in macaque monkeys, where the reference frame was defined by the relative positions of two objects in a scene rather than their absolute coordinates. Single neurons were recorded from five frontal cortex regions: dorsal and ventral premotor cortex (PMd and PMv), supplementary motor area (SMA), dorsolateral prefrontal cortex (PFdl), and frontal eye field (FEF). In each trial, the monkey viewed two food pellets, one in a stationary feeder and another in a feeder attached to a moving robot, which served as an attention attractor. By task rule, the monkey could obtain only one pellet. A significant proportion of neurons in all five regions showed spatial tuning based on the relative positions of the two feeders (~35-65%, depending on the area). For instance, some neurons were more active when one feeder was positioned to the right of the other. In PFdl and FEF, most relative-location neurons primarily encoded the monkey fixation on the relatively left or right feeder. In SMA, PMd, and PMv, some neurons reflected fixation, but more encoded whether the relatively left or right feeder was the attention attractor (independent of gaze) or the reach target. Relative-location tuning was more prevalent when both feeders were task-relevant, such as when the monkey attended to one feeder while planning a reach to the other. Relative-location neurons could contribute to computing object-based reference frames or allocating spatial information-processing resources across attentional, oculomotor, and skeletomotor behaviors. They also suffice to explain gaze-dependent reach-related activity without contradicting theories of visually guided reaching, which predict gaze invariance.", "date": "2025-10-26", "journal": ""}
{"title": "Neural control of coordinated wing and leg movements during a terrestrial threat display", "doi": "10.1101/2025.10.25.684556", "authors": "Cao, S.; Anderson, D. J.", "abstract": "Threat displays are a common form of social communication. In flying species, such displays often involve stereotypical, choreographed wing and leg movements. How the brain coordinates characteristic movements of these appendages to transmit social signals is poorly understood. In male Drosophila, threat displays flexibly combine wing displays with rapid turns and charges. Here we identify two brain modules downstream of a superordinate threat command center. Each contains two neurons that combinatorially generate threat-specific appendicular movements: one comprises two descending neurons synergistically controlling wing threat; the other contains two interneurons that antagonistically control turns and charges. Within-module neuronal coactivation evokes appendage-specific actions recapitulating those evoked by the upstream center. These data uncover a hierarchical combinatorial circuit that coordinates wing and leg movements during a terrestrial social display. More generally, our findings identify an instantiation of a Tinbergenian hierarchical behavioral control system for social communication and reveal a novel underlying implementation logic.", "date": "2025-10-26", "journal": ""}
{"title": "Fingerprint-Based Explainable Machine Learning for Predicting Blood--Brain Barrier Permeability", "doi": "10.1101/2025.10.25.684495", "authors": "Panda, N.; Panda, S.", "abstract": "Predicting blood-brain barrier (BBB) permeability is essential for early central nervous system (CNS) drug discovery, yet reliable computational screening remains challenging. This study presents a gradient-boosted ensemble framework trained on precomputed molecular fingerprints to classify compounds as BBB-permeable (BBB+) or non-permeable (BBB-). The 2048-bit fingerprints encode substructural information relevant to passive diffusion without requiring explicit physicochemical descriptors. The model, trained on experimentally annotated BBB datasets using Extreme Gradient Boosting (XGBoost) with Synthetic Minority Oversampling (SMOTE) to address class imbalance, achieved strong predictive performance (cross-validated ROC-AUC = 0.897 +/- 0.019; validation ROC-AUC = 0.932). External testing on literature-reported CNS-active compounds (Caffeine, Diazepam, Dopamine, and Levodopa) confirmed biological consistency: highly lipophilic drugs were predicted as BBB+, while polar molecules dependent on carrier-mediated transport were predicted as BBB-. The fingerprint-based model thus captures underlying permeability mechanisms through data-driven substructure learning. This approach eliminates the need for handcrafted descriptors while preserving interpretability through feature-importance analysis, establishing a reproducible, efficient, and explainable baseline for virtual BBB permeability screening in CNS drug development.", "date": "2025-10-26", "journal": ""}
{"title": "PEX11β-mediated improvement of mitochondrial dysfunction restores behavioral defect and cellular viability in neuropathological conditions", "doi": "10.1101/2025.10.24.684183", "authors": "Kumar, V.; Kodam, P.; Kunja, C.; Komal, P.; Sanyal, A.; Maity, S.", "abstract": "Peroxisomal biogenesis factor 11 beta (Pex11{beta}) is a key regulator of peroxisome proliferation, functioning in coordination with mitochondrial fission proteins. Recent human proteome co-regulation mapping has revealed a distinctive co-expression pattern between Pex11{beta} and components of the mitochondrial respiratory chain complex at the peroxisome-mitochondria interface. In neurodegenerative disorders, such as Huntington's disease (HD) and Alzheimer's disease (AD), mitochondrial dysfunction is primarily associated with impairments in the respiratory chain complexes, particularly Complex II. However, the role of Pex11{beta} in maintaining mitochondrial homeostasis in these two disease conditions remains largely unexplored. In this study, using both in vitro and in vivo models, we identify Pex11{beta} as a critical modulator of mitochondrial dynamics, influencing the balance between fission and fusion. Through targeted knockdown and overexpression experiments, we demonstrate a direct link between Pex11{beta} level and mitochondrial dysfunction, mediated by transcriptional dysregulation of nuclear-encoded Complex II and mitochondrial fusion genes. Restoration of Pex11{beta} expression, along with Complex II and fusion gene level in striatal brain via a peroxisome proliferator and chemical chaperone, significantly alleviates motor and cognitive deficits in 3-NP-induced HD mouse model indicating better mitochondrial health in striatal brain. Furthermore, in silico analysis and ChIP-qPCR reveal Yin Yang 1 (YY1) is a critical transcription factor governing the co -expression of Pex11{beta} and Complex II genes. This establishes a novel transcriptional axis that orchestrates inter organellar communication. Collectively, our findings position Pex11{beta} as a pivotal mediator of mitochondrial fission-fusion dynamics, linking mitochondrial morphology and oxidative phosphorylation (OXPHOS) to behavioural outcomes, and offering mechanistic insights relevant to amyloid-associated neurodegenerative diseases.", "date": "2025-10-26", "journal": ""}
{"title": "Unfolding the Black Box of Recurrent Neural Networks for Path Integration", "doi": "10.1101/2025.10.25.684492", "authors": "Chu, T.; Wu, Y.; Burgess, N.; Ji, Z.; Wu, S.", "abstract": "Path integration is essential for spatial navigation. Experimental studies have identified neural correlates for path integration, but exactly how the neural system accomplishes this computation remains unresolved. Here, we adopt recurrent neural networks (RNNs) trained to perform a path integration task to explore this issue. After training, we borrow neuroscience prior knowledge and methods to unfold the black box of the trained model, including: clarifying neuron types based on their receptive fields, dissecting information flows between neuron groups by pruning their connections, and analyzing internal dynamics of neuron groups using the attractor framework. Intriguingly, we uncover a hierarchical information processing pathway embedded in the RNN model, along which velocity information of an agent is first forwarded to band cells, band and grid cells then coordinate to carry out path integration, and finally grid cells output the agent location. Inspired by the RNN-based study, we construct a neural circuit model, in which band cells form one-dimensional (1D) continuous attractor neural networks (CANNs) and serve as upstream neurons to support downstream grid cells to carry out path integration in the 2D space. Our study challenges the conventional view of considering grid cells as the principal velocity integrator, and supports a neural circuit model with the hierarchy of band and grid cells.", "date": "2025-10-26", "journal": ""}
{"title": "Pleckstrin homology domain-containing serine/threonine kinase plays a crucial role in the survival and phagocytosis of Entamoeba histolytica.", "doi": "10.1101/2025.10.24.684426", "authors": "Mishra, S.; Tomar, P.; Bhattacharya, A.; Gourinath, S.", "abstract": "Kinases are critical regulators of parasite survival, cytoskeletal dynamics, and endocytic processes. Entamoeba histolytica encodes 372 kinases, many of which remain functionally uncharacterized. This study characterizes EhPHDK, an AGC-family kinase essential for pseudopod formation, phagocytosis, and pinocytosis. Structural modelling suggests an autoregulatory mechanism via its PH domain, potentially modulating kinase activity. Bio-layer interferometry identified a crucial amino acid sequence facilitating interaction with EhCaBP1, implicating EhPHDK in endocytic regulation. Live-cell imaging and immunostaining confirmed its dynamic recruitment to the plasma membrane, colocalizing with EhCaBP1 during phagocytosis initiation and progression. Gene silencing severely impaired parasite viability, reducing growth by 90%, while RBC uptake assays demonstrated its indispensable role in phagocytosis. The regulatory interplay between EhPHDK and cytoskeletal components underscores its function in actin-driven processes. Given its divergence from host kinases, EhPHDK presents a promising therapeutic target for amebiasis. This study provides novel insights into kinase-mediated cytoskeletal remodelling, advancing our understanding of E. histolytica pathogenesis and offering potential avenues for intervention in parasitic survival mechanisms.", "date": "2025-10-26", "journal": ""}
{"title": "Muscle Energy Crisis is the Initial Driver of Locomotor Dysfunction in β-glucuronidase-Deficient Drosophila", "doi": "10.1101/2025.10.25.684497", "authors": "Mandal, N.; Bhattacharjee, S.; Datta, R.", "abstract": "Mucopolysaccharidosis type VII (MPS VII) is characterised by progressive locomotor decline, attributed to musculoskeletal and neurological defects. However, the severity varies according to the extent of {beta}-glucuronidase ({beta}-GUS) deficiency, with musculoskeletal deformities typically preceding neurological manifestations. To investigate the underlying cause of neuromuscular pathology, we employed {beta}-GUS-deficient Drosophila models. In Drosophila, {beta}-GUS is encoded by two genes, CG2135 and CG15117. Previously generated CG2135-/- flies recapitulated several hallmark features of MPS VII, despite retaining approximately 30% residual {beta}-GUS activity contributed by CG15117. To assess the consequences of complete loss of {beta}-GUS, we now generated CG15117-/- flies using CRISPR/Cas9 and subsequently established CG15117-/-;CG2135-/- double knockout (DKO) flies. Phenotypic assessment revealed differences in susceptibility to starvation, lifespan, and locomotor function, with DKO flies exhibiting more severe impairments than either single knockout flies. Notably, CG15117-/- did not show any significant defect in lifespan or locomotion, except under starvation conditions. Consistent with our earlier finding in CG2135-/- fly brains, ATP depletion in DKO fly brains became evident only after 45 days of age, failing to explain the locomotory defects observed in earlier ages. Interestingly, analysis of muscles of 30-day-old CG2135-/- and DKO flies revealed abnormal mitochondrial accumulation with autophagy defect and severe ATP depletion. Consequently, these defects led to locomotor impairment driven by apoptotic muscle degeneration. Collectively, this work provides the first evidence of tissue-specific vulnerability in MPS VII models, identifying muscle as an early pathological target and offering new insights into disease progression.", "date": "2025-10-26", "journal": ""}
{"title": "Multiple ammonium transporters in fission yeast are coordinated by transcriptional and localization regulation in response to nitrogen starvation", "doi": "10.1101/2025.10.25.684503", "authors": "Nakase, Y.; Lee, N. S.; Shibatani, A.; Yomogita, T.; Morozumi, Y.; Watanabe, D.; Takagi, H.; Shiozaki, K.", "abstract": "Ammonium is a preferred nitrogen source for microorganisms. We investigated the regulation of ammonium transporters Amt1, Amt2, and Amt3 in the fission yeast Schizosaccharomyces pombe. Expression of the amt1+ gene increases under nitrogen starvation as well as in the TORC1-deficient mutant tor2-287, suggesting the negative regulation of amt1+ by TORC1. This regulation depends on the GATA transcription factor Gaf1, whose phosphorylation is regulated by Ppe1 and PP2A phosphatases. Ppe1 is required for the nuclear accumulation of Gaf1, partly contributing to the controlled expression of amt1+. On the other hand, PP2A phosphatase is essential for the amt1+ induction upon starvation, indicating distinct roles for Ppe1 and PP2A in Gaf1 regulation. Nitrogen starvation also promotes the plasma membrane translocation of Amt1 and Amt2 in a manner dependent on the Tsc-Rhb1 pathway. Intriguingly, the amt1{triangleup} amt2{triangleup} tsc{triangleup} mutant is more sensitive to low-ammonium conditions than the amt1{triangleup} amt2{triangleup} amt3{triangleup} triple mutant. Thus, there may be an unidentified ammonium transporter whose plasma membrane localization is also dependent on the Tsc-Rhb1 pathway.", "date": "2025-10-26", "journal": ""}
{"title": "NCK adaptor proteins regulate clathrin-coated pit dynamics and EGF-stimulated PI3K-Akt signaling", "doi": "10.1101/2025.10.24.684344", "authors": "Zak, K.; Dave, N.; Mehrabi, A.; Sugiyama, M. G.; Antonescu, C. N.", "abstract": "The epidermal growth factor (EGF) receptor (EGFR) promotes cell growth, proliferation, and survival. EGF binding to EGFR activates receptor kinase activity, leading to membrane recruitment of class IA phosphoinositide-3-kinase (PI3K), thus activating Akt signaling. Clathrin-coated pits (CCPs) are plasma membrane endocytic structures that are enriched in signaling intermediates and regulate in EGF-stimulated Akt activation. The mechanisms and impact of recruitment of certain signaling molecules within the PI3K-Akt pathway to CCPs remains poorly understood. Using total internal reflection fluorescence microscopy (TIRFM), we observed that the adaptor proteins Nck1 and Nck2 are enriched within CCPs and regulate early CCP formation and maturation. Nck1 and Nck2 each support EGF-stimulated Akt phosphorylation. Notably, EGF stimulation triggers Nck-dependent enrichment of PI3K within CCPs, and perturbation of Nck adaptors suppressed cell proliferation and survival. This study identifies novel functions for Nck adaptor proteins in EGFR-mediated recruitment of PI3K-Akt signals within CCPs, Akt activation, and cell physiology.", "date": "2025-10-26", "journal": ""}
{"title": "Integrated multi-omic and functional evidence uncover substantial strain-specific divergence in zebrafish", "doi": "10.1101/2025.10.24.684330", "authors": "Chen, W.; Wang, J.; Li, Z.; Jian, J.; Liu, Y.; Zheng, L.; He, S.; Yang, L.", "abstract": "The zebrafish (Danio rerio) is a foundational vertebrate model in biomedical and developmental research, yet genetic divergence among laboratory strains remains an underappreciated source of biological and experimental variation. Among these, the AB and Tubingen (TU) strains are used globally, forming the basis for most zebrafish-based discoveries. Here, we integrated long- and short-read sequencing, ATAC-seq, Hi-C, transcriptomics, and functional assays to generate a comprehensive multi-omic comparison of these two strains. Our analyses revealed substantial genomic and regulatory divergence, including a 62-bp insertion in the asmt promoter that elevates transcription and alters melatonin biosynthesis, driving strain-specific circadian phenotypes. We also identify a non-synonymous variant (mybbp1aG2612C) associated with heightened immune responsiveness. Together, these findings construct the first genome-wide atlas of functional variation between zebrafish strains, illuminating how hidden genetic differences can shape phenotype, regulatory architecture, and experimental reproducibility in this essential vertebrate model.", "date": "2025-10-26", "journal": ""}
{"title": "TWAS-CTL: A robust and efficient method for multi-tissue transcriptome-wide association studies using cross-tissue learners", "doi": "10.1101/2025.10.25.684514", "authors": "Billah, M. M.; Wei, H.; Sun, F.; Zhang, K.", "abstract": "The advent of transcriptome-wide association studies (TWAS) has expanded the classical genome-wide association study (GWAS) framework by integrating gene expression with genetic variation to identify trait-associated variants. While multi-tissue TWAS approaches improve statistical power over single-tissue models, existing methods often lose information during result aggregation and require intensive computation. Here, we present TWAS-CTL (Cross Tissue Learner), a novel framework that leverages heterogeneous gene expression across tissues by adaptively reweighting and optimizing multiple single-tissue learners. Simulations demonstrate that TWAS-CTL achieves higher statistical power than the leading method, UTMOST, while maintaining proper type I error control and reducing computational time by over half. When applied to the analysis of the Genetics of Kidneys in Diabetes (GOKIND) cohort, we observed that TWAS-CTL identified more susceptible genes associated with diabetes than both UTMOST and PrediXcan, another widely used method in TWAS. These results establish TWAS-CTL as a powerful and efficient tool for cross-tissue gene expression analysis, capable of integrating heterogeneous gene-trait associations to advance genetic discovery.", "date": "2025-10-26", "journal": ""}
{"title": "Visual representations in the human brain rely on a reference frame that is in between allocentric and retinocentric coordinates", "doi": "10.1101/2025.10.25.684527", "authors": "Servetnik, M. V.; Wolff, M. J.; Chunharas, C.; Rademaker, R. L.", "abstract": "Visual information in our everyday environment is anchored to an allocentric reference frame - a tall building remains upright even when you tilt your head, which changes the projection of the building on your retina from a vertical to a diagonal orientation. Does retinotopic cortex represent visual information in an allocentric or retinocentric reference frame? Here, we investigate which reference frame the brain uses by dissociating allocentric and retinocentric reference frames via a head tilt manipulation combined with electroencephalography (EEG). Nineteen participants completed between 1728-2880 trials during which they briefly viewed (150 ms) and then remembered (1500 ms) a randomly oriented target grating. In interleaved blocks of trials, the participant's head was either kept upright, or tilted by 45 degee using a custom rotating chinrest. The target orientation could be decoded throughout the trial (using both voltage and alpha-band signals) when training and testing within head-upright blocks, and within head-tilted blocks. Importantly, we directly addressed the question of reference frames via cross-generalized decoding: If target orientations are represented in a retinocentric reference frame, a decoder trained on head-upright trials would predict a 45 degree offset in decoded orientation when tested on head-tilted trials (after all, a vertical building becomes diagonal on the retina after head tilt). Conversely, if target representations are allocentric and anchored to the real world, no such offset should be observed. Our analyses reveal that from the earliest stages of perceptual processing all the way throughout the delay, orientations are represented in between an allocentric and retinocentric reference frame. These results align with previous findings from physiology studies in non-human primates, and are the first to demonstrate that the human brain does not rely on a purely allocentric or retinocentric reference frame when representing visual information.", "date": "2025-10-26", "journal": ""}
{"title": "Multi-Class Classification of Cannabis and Alcohol Use Disorder: Identifying Common and Substance-Specific Neural Circuits.", "doi": "10.1101/2025.10.24.684424", "authors": "Kato, A.; Kulkarni, K. R.; Das, N. R.; Heflin, M.; Fiore, V. G.; Filbey, F. M.; Gu, X.", "abstract": "Machine learning approaches have advanced the identification of neural signatures of substance use, particularly through case-control comparisons and network-level analyses. However, most studies have focused on single substances in isolation, making it difficult to directly compare shared and distinct network computations and limiting their generalizability, given that many individuals engage in polysubstance use. Here, we introduce an explainable, connectivity-based multiclass classification framework that models distributed brain network organization to delineate both shared and substance-specific mechanisms of addiction. This design enables direct comparison among cannabis users, alcohol users, and controls, revealing network computations that uniquely differentiate each group. Using functional connectivity features from cue-induced craving tasks, we classified cannabis users (n=166), alcohol users (n=101), and healthy controls (n=238), achieving high out-of-sample accuracy (87% for cannabis, 69% for alcohol, and 73% for controls). Functional connectivity-based models consistently outperformed activation-based models, highlighting the importance of inter-regional network properties for biomarker development. Network analysis further revealed dorsal prefrontal, cingulate, and precuneus hubs consistent with meta-analytic craving networks and substance-specific connectivity motifs enhanced prefrontal coupling in cannabis users and greater insular-striatal integration in alcohol users. These results demonstrate that distinct network configurations define different substance-use profiles, advancing interpretable biomarkers for addiction neuroscience.", "date": "2025-10-26", "journal": ""}
{"title": "Influence of STDP rule choice and network connectivity on polychronous groups and cell ensembles in spiking neural networks", "doi": "10.1101/2025.10.25.684525", "authors": "Arthur, D.; Albers, E.; Tatsuno, M.", "abstract": "Spike-timing dependent plasticity plays an important role in how biological neural networks modify themselves with experience. However, the relationship between STDP and memory is not fully understood. Previously, an important advancement in understanding the relationship between spike-timing dependent plasticity (STDP) and memory was made through cortical simulations. The proposed memory items, polychronous groups (PGs), combined the network anatomy with precise spike-timing relationships between the connected cells of the network. However, there are some challenges with this previous work. It is unclear how different STDP rules would impact the PG results and if the PG results are complementary with purely spike-pattern defined memory items called cell ensembles (CEs). Lastly, it is unclear how these results are affected by changes in network connectivity. We address these challenges by comparing the PGs and CEs detected in spiking neural network simulations of cortical and hippocampal CA1 networks with two different STDP rule implementations. We show that the PG and CE results differ greatly for the two different STDP rules and for the cortical and CA1 networks. Our results show an important disconnect between anatomically defined and spike-pattern defined memories in spiking neural network simulations illustrating that care must be taken when drawing conclusions on the relationship between STDP and memory in simulation studies.", "date": "2025-10-26", "journal": ""}
{"title": "Protracted fate acquisition and epigenetic de-aging during induced neural stem cell conversion of human blood cells", "doi": "10.1101/2025.10.25.683217", "authors": "Berg, L. J.; Franzen, J.; Buness, A.; Konang, R.; Sheng, C.; Peitz, M.; Till, A.; Wagner, W.; Bruestle, O.", "abstract": "Transcription factor-based direct conversion of somatic cells represents an interesting avenue for generating induced neural stem cells (iNSCs) from peripheral blood without transit through a pluripotent stage. While this paradigm has been shown to be associated with epigenetic de-aging, the dynamics of this process have remained unclear. Here, we used overexpression of the two reprogramming factors SOX2 and cMYC to generate iNSC from erythroid progenitors of donors ranging from neonatal to 101 years of age. Using an epigenetic clock algorithm, we corroborated our previous finding that iNSCs generated from aged donors show pronounced epigenetic de-aging, preserving around 13 % and 5 % of the original donor age at low and high passages, respectively. Studying the dynamic of epigenetic de-aging during iNSC conversion across time, we found that this process is largely protracted, continuing for several weeks and even beyond forced neuronal differentiation of iNSCs. Transcriptomic differences between young and old donor-derived iNSCs dissipate with extended time in conversion, too. Concordant with this observation, established iNSC lines lack age-associated cellular hallmarks, similar to induced pluripotent stem cells and their derivatives. Interestingly, time course analysis of DNA methylation and RNA sequencing data revealed that acquisition of a bona fide NSC signature extends greatly beyond the time point when proliferative PAX6-positive iNSCs emerge. The unexpected slow dynamics of these processes makes iNSC conversion an attractive model for dissecting the mechanisms underlying somatic transdifferentiation and de-aging.", "date": "2025-10-26", "journal": ""}
{"title": "VDAC activation inhibits hippocampal plasticity via NLRP3 inflammasome & caspase-1: modulation by allopregnanolone enantiomers", "doi": "10.1101/2025.10.24.684242", "authors": "Izumi, Y.; O'Dell, K. A.; Covey, D. F.; Qian, M.; Mennerick, S.; Zorumski, C. F.", "abstract": "Voltage-dependent anion channels (VDACs) are the most abundant proteins in the outer mitochondrial membrane (OMM) and key regulators of mitochondrial function under physiological and pathological conditions. These channels are modulated by multiple agents and are known binding sites for neuroactive steroids (NAS) including allopregnanolone (AlloP). Using erastin, an agent that promotes VDAC activation by preventing inhibition by tubulin, we assessed the impact of VDAC activation on hippocampal function. Brief erastin administration had no effect on basal transmission but completely inhibited induction of long-term potentiation (LTP) in the Schaffer collateral pathway of rat hippocampal slices. This LTP inhibition was prevented by VBIT-4, an agent that inhibits VDAC oligomerization. VDAC-mediated LTP inhibition was also prevented by inhibitors of the NLRP3 inflammasome and caspase-1, downstream effectors of VDACs, but not by inhibition of cGAS-STING, narrowing the neuroinflammatory pathways involved. Similarly, effects of erastin were prevented by AlloP and at lower concentrations by its unnatural enantiomer (ent-AlloP), an agent that unlike AlloP has little effect on GABAA receptors. Erastin also inhibited memory formation in a hippocampal-dependent form of one-trial learning and these effects were prevented by VBIT-4 and ent-AlloP, but not by a non-sedating dose of AlloP. These results have relevance for understanding the role of VDACs as mediators of neuronal stress and for the further development of NAS as neurotherapeutics and modulators of cellular stress.", "date": "2025-10-26", "journal": ""}
{"title": "Structure-guided design of native-like HIV Env Single Chain Trimers for enhanced stability, immunogenicity, and versatile vaccine delivery", "doi": "10.1101/2025.10.25.684215", "authors": "Li, X.; Krishnamurthy, I.; Mishra, N.; James, N. E.; Roy Chowdhury, R.; Callaghan, S.; Somanathan, A.; Avillion, G.; Amereh, K.; Sekar, T.; Oberoi, P.; Zhu, Y.; Torres, J. L.; Lee, W.-H.; Allen, J. D.; Liang, B.; Giese, G.; Vo, A. L.; Andrabi, S.; Jain, I.; Mergiya, A.; Capozzola, T.; He, W.-t.; Anzanello, F.; Habib, R.; Bibollet-Ruche, F.; Nedellec, R.; Duttonsackett, S.; Ozorowski, G.; Burton, D. R.; Hahn, B. H.; Shaw, G. M.; Ward, A. B.; Crispin, M.; Barnes, C. O.; Andrabi, R.", "abstract": "Stabilizing the HIV envelope (Env) trimer in its native prefusion conformation is key to eliciting broadly neutralizing antibodies (bnAbs). We present a generalizable single-chain trimer-(SCT) design platform that enables the production of stable, native-like Env trimers across diverse HIV strains. Using a structure-guided approach, we developed CAP256.SU-SCT9, based on a CAP256.SU Env shown to induce V2-apex bnAbs in humans and rhesus macaques. CAP256.SU-SCT9 trimer exhibited native-like structure, bnAb-specific antigenicity, authentic glycosylation, and compatibility with nucleic acid and nanoparticle delivery. We extended this design strategy to a panel of HIV Envs representing global diversity, and immunogens known to initiate bnAb responses in humans. Structural analyses confirmed that SCTs consistently maintained prefusion-closed conformations, favorable glycan profiles, strong binding to trimer-specific bnAbs, and low reactivity with non-neutralizing antibodies. These findings establish SCT as a versatile platform for HIV trimer immunogen design, with potential to support next-generation vaccines aimed at eliciting protective bnAb responses.", "date": "2025-10-26", "journal": ""}
{"title": "Hemin Inhibits the Activation of STING in Macrophages by Inducing HO-1, Promoting Endometriosis Development", "doi": "10.1101/2025.10.25.683839", "authors": "Mo, Q.; Chang, R.; Zhang, L.; Huang, L.; Huang, W.; Liang, X.; Xue, X.; Zhang, Q.; Hou, X.; Lin, Y.; Zhou, Z.; Chen, Y.; Zhu, W.; Hao, L.; Wu, S.", "abstract": "Introduction: Endometriosis (EMS) is an estrogen-dependent inflammatory disorder characterized by immune dysregulation. This condition profoundly affects the quality of life and reproductive health of nearly 200 million women of reproductive age worldwide and poses significant clinical challenges due to lack of diagnosis tools and effective treatment. Peritoneal macrophages play a central role in promoting the initiation and progression of EMS. Bioinformatics studies have indicated that the STimulator of INterferon Gene (STING) was downregulated in the macrophages in EMS, and this influenced their polarization and functional. However, the specific contribution of STING pathway alterations to EMS pathogenesis remains unclear. Methods: We integrated scRNA-seq data from EMS patients and healthy controls-including lesions, eutopic endometrium, non-lesional tissue, and peritoneal fluid from EMS patients and healthy controls(n = 19,291 total samples)-to analyze macrophage STING expression and function. Mouse EMS model was generated by injecting uterus fragments into WT or STING-/- mice. Peritoneal fluid was collected and macrophage proportions and subtypes were assessed via flow cytometry. Macrophages were depleted in STING-/- mice prior to EMS induction to evaluate their role in disease progression. In vitro, hemin was used to treat macrophages to investigate how heme oxygenase-1 (HO-1) modulates the STING pathway, assessed through immunoblotting, co-immunoprecipitation, ELISA, and multiplex immunofluorescence. Results: Bioinformatic analysis revealed that macrophages within the EMS lesions are primarily derived from peritoneal macrophages and exhibit decreased STING expression, which correlated negatively with HO-1. STING-/- mice developed more numerous and larger EMS lesions, accompanied by a decreased proportion of large peritoneal macrophages and an increase in small peritoneal macrophages. A marked elevation in M2-type macrophages within the lesions was detected in STING-/- mice. In vitro, hemin-induced HO-1 suppressed STING pathway activation in macrophages. Mechanistically, HO-1 inhibited the translocation of STING from the endoplasmic reticulum to the Golgi, thereby suppressing STING signaling and facilitating EMS. Conclusion: Macrophages are essential for lesion formation in STING-/- mice. In vitro, hemin promotes EMS progression via HO-1-mediated suppression of the STING pathway. Our findings identify the heme-HO-1-STING axis as a key immunomodulatory pathway in EMS and suggest its potential as a therapeutic target.", "date": "2025-10-26", "journal": ""}
{"title": "Untangling the diversity of Trypanosomes infecting Colombian amphibians: morphometric and molecular insights", "doi": "10.1101/2025.10.25.684581", "authors": "Ospina Rios, A. T.; Gonzalez Galindo, A. D.; Aponte-Gutierrez, A. F.; Vargas Leon, C. M.; Matta, N. E.", "abstract": "Amphibians, though widely distributed and diverse, are increasingly threatened by environmental changes and emerging diseases. Among the lesser-known yet prevalent pathogens affecting them are Trypanosoma parasites, which remain poorly studied, particularly in terms of taxonomy and molecular diversity. In Colombia, one of the most amphibian-rich countries globally, no prior studies had addressed the molecular identification of Trypanosoma species in anurans. This study aimed to strengthen the taxonomy of these parasites by integrating morphological, morphometric, and molecular analyses. A total of 434 amphibian samples from the GERPH biological collection were examined microscopically, with 92 testing positive for Trypanosoma. Thirteen morphometric and eleven categorical variables were used to characterize the parasites, leading to the identification of twelve distinct morphotypes through qualitative classification and multivariate analysis. Of the positive samples, 48.9% exhibited more than one morphotype, with morphotypes I, II, and III being the most widespread and generalist. To explore molecular diversity, DNA from 76 individuals positive by microscopy was analyzed using PCR targeting the 18S rRNA gene, yielding nine molecular lineages in 38 single-infection cases. Five morphotypes were successfully linked to molecular lineages, enabling barcode associations that facilitated the description of a new species, the expansion of the known range of Trypanosoma tungarae, and the identification of a potential species complex. This study highlights the importance of integrating morphological and molecular tools to elucidate parasite taxonomy and host-parasite relationships, underscoring the need for further research into vector ecology, molecular barcoding, and in vivo isolation methods to understand Trypanosoma diversity in amphibians.", "date": "2025-10-26", "journal": ""}
{"title": "Species-Specific gB Ectodomain Interactions and Cytoplasmic Domain Stability Regulate Herpes Simplex Virus Fusion", "doi": "10.1101/2025.10.25.684586", "authors": "Fan, Q.; Longnecker, R.; Connolly, S. A.", "abstract": "Entry of herpesviruses into cells requires coordinated action of multiple viral glycoproteins, including gH/gL and gB which comprise the core fusion machinery conserved in herpesviruses. The gH/gL heterodimer activates the gB fusion protein, triggering its refolding from a prefusion to a postfusion form to drive membrane merger. The cytoplasmic tail domain (CTD) of gB is proposed to act as an inhibitory clamp that stabilizes the prefusion state, with interactions between gH and gB CTDs destabilizing this clamp. We previously found that herpes simplex virus 1 (HSV-1) and saimiriine herpesvirus 1 (SaHV-1) gB homologs are functionally interchangeable but mediate reduced fusion when coexpressed with heterotypic gH/gL. To map the regions of gB responsible for species-specific interactions, we generated HSV-1/SaHV-1 gB chimeras by swapping ectodomain, membrane-proximal region (MPR), transmembrane domain (TMD), and CTD segments. Our results show that homotypic CTD interactions alone are insufficient to trigger fusion, suggesting that gH/gL contacts the ectodomain of gB. We show that the HSV-1 gB CTD is hyperfusogenic relative to the SaHV-1 CTD, whereas the HSV-1 MPR is hypofusogenic relative to the SaHV-1 MPR. Together, these findings suggest that functional interaction between gH/gL-gB occur on both sides of the membrane and that gB maintains a balance between promotion and restraint of fusion through coordinated contributions of its domains.", "date": "2025-10-26", "journal": ""}
{"title": "Utility of alternate stable isotope calibration equations and informative priors when estimating the breeding origin of Arctic-breeding shorebirds", "doi": "10.1101/2025.10.25.684473", "authors": "de Zwaan, D. R.; Paquet, J.; Linhart, R. C.; Nol, E.; Smith, P. A.; Hamilton, D. J.", "abstract": "Understanding migratory connectivity is essential for monitoring and conserving Arctic-breeding shorebirds, particularly given divergent rates of decline across populations. Stable hydrogen isotope analysis of feathers offers a scalable, non-invasive method to assign breeding origin, but current applications are limited by the absence of shorebird-specific calibration equations, which associate feather isotope values with environmental isotope gradients (isoscapes), and by longitudinal isoscape bands in the Arctic that result in diffuse origin estimates across broad, heterogeneous regions. We evaluated the utility of alternate calibration equations and the incorporation of occupancy-based informative priors for improving breeding origin assignments. Specifically, we analyzed feather isotope data from hatch-year semipalmated sandpipers (Calidris pusilla) captured at staging sites in the Canadian Maritimes, as well as known-origin Arctic samples, to compare calibration equations from different reference datasets and test priors derived from eBird habitat occupancy predictions. We demonstrate that Arctic samples of known origin largely align with calibration equations based on broad passerine datasets, although incorporating Arctic samples into the calibration may correct for a marginal westward bias in origin estimates. Using occupancy-based priors that reflect habitat preferences increased precision by 18.8%, identifying hotspots within otherwise expansive isotopic bands. We highlight the validity of existing reference datasets with broad geographic coverage and demonstrate the value of informative priors to refine origin estimates. We recommend expanding Arctic sample collections across a wider longitudinal gradient to define a shorebird-specific calibration equation and further exploring potential biases in prior data sources to improve accuracy of Arctic-breeding shorebird origin assignments.", "date": "2025-10-26", "journal": ""}
{"title": "Exploring the intrinsic and extrinsic determinants of heterogeneity in a β-cell network", "doi": "10.1101/2025.10.26.684303", "authors": "Khaddaj, A.; Browne, S.; Choi, W.; Kravets, V.; Edwards, A. G.", "abstract": "Pancreatic islets are micro-organs composed of multiple endocrine cell types. {beta}-cells are the most common of these and are highly heterogeneous in both their intrinsic properties, such as ion channel conductances and metabolic activity, and extrinsic properties, including gap junction coupling and paracrine signaling. Capturing these diverse sources of heterogeneity is essential for computational models that aim to reproduce islet function. We evaluate two established multicellular models, the coupled Cha-Noma model of the mouse {beta}-cell network, and the Riz human model. Prior work with these two models suggest that the Cha-Noma model involves minimal intrinsic heterogeneity and therefore bursts with highly synchronized activity, whereas heterogeneity in the Riz model prescribed from in vitro patch-clamp results in highly unsynchronized behavior of the coupled network. We hypothesize that adjusting the number of bursting cells in both model formulations may invoke more physiologically realistic network coordination. We applied a categorical sensitivity analysis to establish which parameters are most important for determining bursting in single cells of the Riz model. We also introduced new heterogeneity (based on single-cell gene expression) in parameters that had previously been treated as invariant among {beta}-cells. We hypothesized that introducing heterogeneity in the small conductance Ca2+ K+ channel in particular could promote a higher proportion of bursting cells. Lastly, both models fail to incorporate the influences of non-{beta}-cells. We introduced paracrine signaling between  and {beta}-cells into the coupled Cha-Noma model and showed it plays a role in accelerating the response time of {beta}-cells to acute glucose stimulation (i.e. promotes a 1st responder phenotype).", "date": "2025-10-26", "journal": ""}
{"title": "Universal super-resolution for subcellular fluorescence imaging", "doi": "10.1101/2025.10.26.683961", "authors": "Xu, X.; Zhang, R.; Chen, Q.; Gao, X.; Xie, Z.; Lin, D.; Yan, W.; Wang, X.; Pan, L.; Liu, L.; Li, J.; Qu, J.", "abstract": "Super-resolution fluorescence microscopy has emerged as an essential instrument for investigating subcellular structures and monitoring intracellular physiology. Despite rapid advances driven by deep learning, most existing approaches are modality specific and exhibit limited generalizability, restricting their practical applicability. Here we introduce universal super-resolution (UniSR), a framework that operates across microscopes and subcellular structures without optical modifications or prior sample knowledge. UniSR is initially pre-trained on simulated image pairs to establish mappings from low- to high-resolution features and subsequently fine-tuned with only one experimental image pair, reducing data demand and acquisition time. Across wide-field and point-scanning modalities, UniSR enhances resolution to match structured illumination, single-molecule localization, or stimulated emission depletion microscopy. Applied to diverse biological samples, it reveals nanoscale structures, dynamic processes, and organelle interactions with high spatiotemporal fidelity. UniSR provides a practical and broadly generalizable tool for super-resolution imaging in live-cell research.", "date": "2025-10-26", "journal": ""}
{"title": "Surveying the Hormonome of Hazelnut Catkins During Winter Dormancy", "doi": "10.1101/2025.10.25.684543", "authors": "Steele, J. M.; Datir, S.; Robinson, J. K.; Regan, S.", "abstract": "Background: Deciduous woody perennials, such as hazelnut, undergo winter dormancy to protect sensitive tissues, such as flowers, from harsh conditions. The reproductive success of the tree is dependent on the release of dormancy under favorable conditions. To bloom, the tree must first experience a certain amount of chilling, followed by a certain amount of warmth. With global warming, many trees risk not being able to accumulate enough chilling to release dormancy. Also, when trees accustomed to warm climates are brought into cold climates, they might bloom prematurely at the first sign of spring, and risk freezing damage. The latter is the case for hazelnut, recently adopted as a crop in Ontario, Canada. The present study investigates the hormonal regulation of dormancy in hazelnut male flowers (catkins) by generating hormone profiles in early and late-blooming accessions throughout the dormant season. Abscisic acid (ABA), gibberellin (GA), auxin, cytokinin (CTK), their metabolites, as well as the ethylene precursor 1-aminocyclopropane-1-carboxylic acid (ACC), were measured. Results: ABA decreased with dormancy progression, while GA increased. This correlation implies ABA is primarily responsible for dormancy maintenance in catkins and GA works antagonistically to ABA. Indeed, the ABA/GA ratio steadily decreased throughout dormancy. For the first time, CTKs have been reported to steadily increase during dormancy. Auxin and ethylene appear to primarily play a role in the onset of dormancy. Interestingly, early blooming accessions failed to accumulate the auxin conjugate, IAA-Asp and had higher ACC levels throughout most of dormancy. Conclusions: Cumulatively, the present study has generated the most comprehensive hormone profile in dormant flowers of deciduous woody perennials and has identified potential strategies for the delay of bloom in hazelnut catkins through the manipulation of hormones.", "date": "2025-10-26", "journal": ""}
{"title": "Tomato pollen tube integrity is critical for pollen function at high temperature and is controlled by RALF signaling.", "doi": "10.1101/2025.10.25.684177", "authors": "ALTHIAB ALMASAUD, R.; Ouonkap Yimga, S.; Ingram, J.; Oseguera, Y.; Alkassem Alosman, M.; Travis, C.; Henry, A.; Medina, M.; Oulhen, N.; Wessel, G. M.; Delong, A.; Pease, J.; DaSilva, N.; Johnson, M.", "abstract": "Reproductive success at high temperature (HT) depends on the ability of pollen to germinate a pollen tube that delivers sperm for double fertilization. We recently found that tomato cultivars capable of setting fruit at HT produce pollen tubes that continue to grow under heat stress. Our goal is to define the molecular basis of reproductive thermotolerance, the capacity to sustain cellular function at elevated temperature. Using quantitative live imaging, transcriptomic and proteomic profiling, and genetic analysis, we identified mechanisms distinguishing thermotolerant from thermosensitive tomato cultivars. HT accelerates pollen activation by increasing cell rupture in thermosensitive Heinz, whereas thermotolerant Tamaulipas and Nagcarlang maintain pollen tube integrity and elongation. Germination triggers broad transcriptional reprogramming, but corresponding proteomic changes are modest. We identify four pollen-expressed RALF peptides and show that RALF1, RALF3, and RALF4 repress germination at control temperature but signaling is antagonized by HT. Loss of SlRALF1 enhances pollen tube integrity at HT in Heinz but delays successful germination in Tamaulipas, revealing cultivar-specific tuning of individual RALF function. HT and RALF signaling jointly modulate pectin organization at the tube tip, linking cell wall mechanics to reproductive resilience and establishing a mechanistic framework for generating heat-resilient crop plants.", "date": "2025-10-26", "journal": ""}
{"title": "Expression of Angiotensin converting enzyme 2 (ACE2) in the dorsolateral striatum is critical for the temporal coordination of acetylcholine and dopamine, and motor learning.", "doi": "10.1101/2025.10.25.684469", "authors": "Walls, A. R.; Zuelke, D. R.; Kottmann, A. H.", "abstract": "Neuropeptides are key modulators of adult neurocircuits, balancing their sensitivity to both excitation and inhibition, and fine-tuning fast neurotransmitter action under physiological conditions. We found that the mono-carboxypeptidase angiotensin-converting enzyme 2 (ACE2), which can take part in producing and/or processing of several neuroactive peptides in the mammalian brain and is best known for converting the pro-inflammatory peptide angiotensin II (Ang II) to the stress-ameliorating and neuro-protective peptide angiotensin 1-7 (Ang 1-7), is broadly expressed in the striatum. Cholinergic interneurons (CIN) of the striatum, known to express multiple peptide receptors also co-expressed the corresponding and functionally opposing receptors angiotensin type 1 receptor (AT1R) for Ang II and mas receptor (MasR) for Ang 1-7 . Accordingly, the conditional, semi acute ablation and/or local pharmacological inhibition of ACE2 increased the frequency of acetylcholine (ACh) bursts, reduced the amplitude of dopamine (DA)-modulated pausing of CIN activity, and disrupted the temporal coordination of extracellular levels of ACh and DA during burst events. Further, ablation of ACE2 in the DLS biased directional movement and impaired motor skill learning. Co-injection of the AT1R inhibitor losartan and the dopamine D2 receptor (D2R) agonist quinpirole reduced steady state level cholinergic activity in an additive manner, and proximity ligation supported close spatial association of AT1R and D2R on CINs. Together our study provides evidence that striatal produced ACE2 impinges on the dynamics of ACh and DA and impacts action selection and motor learning through functional and structural interactions of peptidergic and dopaminergic signaling on CIN.", "date": "2025-10-26", "journal": ""}
{"title": "Active Sampling and Sex Differences in Perceptual Decision Making in Rats", "doi": "10.1101/2025.10.25.684539", "authors": "Palmer, J. A.; Chavez Lopez, K.; Laubach, M.", "abstract": "Decisions are typically viewed as arising from a sequential process: perception, decision, and then action. However, an alternative perspective, drawing from ecological psychology and embodied cognition, suggests that perception, decision, and action are interconnected in a cycle. Perception is an active process where information is gathered from the environment through actions that sample task stimuli. The sampling behavior of an animal reflects its internal state and serves as inputs that influence the decision-making process. To examine this framework, we trained rats on a visual stimulus detection task with three luminance levels. Our findings indicated that the time rats spent actively sampling the stimuli correlated with their success in detection, regardless of the cue's luminance. Drift Diffusion Models (DDMs) showed that cue luminance primarily affected the rate of evidence accumulation (drift rate), while active sampling specifically influenced the decision threshold. These results suggest that perceptual decisions are reliant on active cue sampling, supporting the notion that actions and decisions are co-regulated. We also identified significant sex differences: female rats spent more time sampling the cues than male rats. Additionally, males took longer to act after making errors, possibly due to less efficient sampling behavior. These performance differences were linked to negative influences of sampling time on drift rates in females, but not in males. This divergence in the relationship between active sampling and DDM parameters is further support for a sex difference in choice impulsivity.", "date": "2025-10-26", "journal": ""}
{"title": "Human-like individual differences emerge from random weight initializations in neural networks", "doi": "10.1101/2025.10.25.684448", "authors": "Fung, H.; Ratan Murty, N. A.; Rahnev, D.", "abstract": "Much of AI research targets the behavior of an average human, a focus that traces to Turing's imitation game. Yet, no two human individuals behave exactly alike. In this study, we show that artificial neural networks (ANNs) trained with different random initializations exhibit substantial individual differences that resemble those in humans. Using a large dataset (N = 60) of human responses (accuracy, confidence, & response time) in a digit recognition task, we trained multiple instances of three ANN architectures on the same task, creating as many ANN instances as human subjects. We found that these ANN instances vary significantly from one another. Critically, ANN instances showed consistent variation in their alignment with specific human subjects. This consistency in alignment between ANN instances and humans extended across behavioral metrics, indicating that an ANN instance mimicking an individual on one metric also does so on others. Finally, we showed that leveraging these alignments improves predictions of individual human responses. Our findings highlight the potential of ANNs to capture human variability, opening new directions to develop models that go beyond aligning the average human and instead aligning the idiosyncratic behavior of specific individuals.", "date": "2025-10-26", "journal": ""}
{"title": "Individual Differences in Training Naive Listeners to Localize Spatial Audio in Virtual Reality", "doi": "10.1101/2025.10.25.681945", "authors": "Wen, T.; Ihlefeld, A.", "abstract": "It has been widely believed that a key factor in creating realistic spatial audio in virtual reality (VR) is the head-related transfer function (HRTF), which is unique to each individual, but costly to measure for widespread use. This study investigates the effects of HRTF personalization and training on sound localization accuracy in VR. Two experiments were conducted: Experiment 1 compared naive listeners and those who underwent brief training on localization tasks using personalized versus generic HRTFs; Experiment 2 used a within-subject design to assess training effects over two sessions. Results show that accurately localizing sound can be a difficult task for many participants the first time. Training significantly improves localization accuracy, reducing errors and confusions, and enabling many initially non-sensitive listeners to perceive spatial audio effectively. Although HRTF personalization yielded a statistically significant benefit, the effect was small, primarily improving elevation perception at extreme angles. These findings suggest that generic HRTFs combined with user training may suffice for most VR applications.", "date": "2025-10-26", "journal": ""}
{"title": "Synergies and trade-offs between maintaining climate niche variability and preserving climate stability", "doi": "10.1101/2025.10.26.684389", "authors": "Cimatti, M.; Cavalcante, T.; Kujala, H.; Si-moussi, S.; Thuiller, W.; Visconti, P.; Di Marco, M.", "abstract": "The impact of climate change on biodiversity accelerates, calling for climate-resilient conservation strategies such as protecting areas of high climatic stability (i.e. climate refugia) or protecting the variability of species climatic niches (to preserve adaptive potential). Developing a spatial framework that integrates both strategies, we identify priorities to protect climatic niche components of 1,207 European vertebrates. Priority areas for protecting climatic niches under low climate velocity or low magnitude were respectively found in mountainous/southern regions and in northern/eastern Europe. These synergy areas overlapped by 48-73% with single-objective prioritizations focused on either niche components or climatic stability. Trade-offs occur where climatic niches diversity is high but climate stability is low, such as eastern Europe (velocity) or the Mediterranean and North Fennoscandia (magnitude). Our results reveal spatial mismatches between climate refugia and spatial priorities to preserve adaptive potential, emphasizing the need to combine both strategies in conservation planning.", "date": "2025-10-26", "journal": ""}
{"title": "Loss of Complement Factor D suppresses alternative pathway activation but fails to reduce lipofuscin accumulation in the retinal pigmented epithelium of Abca4-/- mice", "doi": "10.1101/2025.10.25.684461", "authors": "Chow, R. L.; Ryan, B. C.; Griffith, K. E.; Geczi, C. N.; Kurz, K. E.; Orchiston, O.; Smith, O.; Xie, X.; Chow, A. H.", "abstract": "Stargardt disease (STGD1) is the most common inherited macular dystrophy, caused by loss-of-function mutations in ABCA4 that result in bisretinoid-containing lipofuscin accumulation in the retinal pigment epithelium (RPE), and progressive photoreceptor degeneration. Oxidative stress and complement system activation have been implicated as contributors to disease pathogenesis, but the requirement for alternative pathway activation in STGD1 remains unclear. To directly assess this, we used a genetic approach to generate pigmented mice deficient for both Abca4 and Cfd, an essential serine protease for alternative pathway initiation and amplification. Complement protein analysis revealed increased total C3 immunolabeling in the RPE and choroid of Cfd-/- mice, while C3d deposition at the RPE basal labyrinth and apical microvilli was markedly reduced, consistent with impaired alternative pathway activity. Western blotting confirmed altered C3 fragment profiles in Cfd-/- backgrounds, supporting a constitutive role for the alternative pathway in RPE complement activation. However, loss of Cfd did not prevent lipofuscin accumulation in the RPE of Abca4-/- mice. Under light-induced stress, we unexpectedly observed a modest attenuation of outer nuclear layer thinning in Abca4-/- that was unchanged by Cfd loss, which independently also showed a comparable rescuing effect. Together, these findings demonstrate that while the alternative pathway is a major driver of complement activation in the RPE and contributes only modestly to photoreceptor degeneration under light stress, its inhibition is insufficient to alter lipofuscin accumulation in pigmented Abca4-/- mice.", "date": "2025-10-26", "journal": ""}
{"title": "Complete and haplotype-resolved maps of genomic and epigenetic discordance in monozygotic twins", "doi": "10.1101/2025.10.24.684490", "authors": "Lou, T.; Fang, D.; Lin, G.; Jia, Z.; Qin, Y.; Tian, Y.; Qiu, L.; Jin, X.; Cheng, L.; Wu, D.; Zhang, K.; Yang, C.; jie, h.", "abstract": "Telomere-to-telomere (T2T) genome assemblies are indispensable for accurate detection of genetic variation and for resolving complex repetitive regions. Monozygotic (MZ) twin pedigrees provide a powerful model to investigate de novo mutations (DNMs), however, comprehensive, haplotype-resolved analyses of structural variation (SV), allele-specific inheritance in complex regions, and DNA methylation in diploid human genomes remain limited. Here, we generated complete, haplotype-resolved T2T assemblies for two female twins (C33 and C35) from a Han Chinese pedigree by integrating complementary, state-of-the-art sequencing technologies. The resulting T2T-C33 and T2T-C35 assemblies are highly contiguous and complete, with Genome Continuity Inspector (GCI) scores of 74.94 (maternal) and 77.94 (paternal), and consensus quality values (QV) >75 (k = 21). We comprehensively cataloged 62 inter-twin single-nucleotide variants (SNVs), 15 small indels, and identified both shared and private DNMs, revealing nascent genomic divergence between the MZ twins. Focused interrogation of complex regions uncovered pronounced haplotype-specific length polymorphisms and structural heterogeneity within centromeric higher-order repeat (HOR) arrays. Notably, we observed extensive HOR copy-number variation between haplotypes, including a large copy-number difference on maternal chromosome 18, underscoring dynamic HOR array evolution even among genetically identical individuals. Concurrently, genome-wide DNA methylation profiling delineated allele-specific epigenetic variation that may contribute to phenotypic discordance. Together, these high-quality, diploid T2T genomes from a Han Chinese pedigree provide a valuable resource for population-aware genomics and reveal fine-scale, haplotype-specific divergence in MZ twins. Our results advance understanding of repeat dynamics, centromeric architecture, epigenetic variation and the spectrum of human genomic variation at single-base and structural scales.", "date": "2025-10-26", "journal": ""}
{"title": "Circulating cell-free RNA reflects inflammatory and airway remodeling signatures in an equine model of asthma", "doi": "10.1101/2025.10.25.684590", "authors": "Zhang, B.; Agdour, H.; Riihimaki, M.; Hansen, S.; Raine, A.", "abstract": "Circulating cell-free RNA (cfRNA) offers a minimally invasive means to monitor dynamic gene expression across tissues, providing a promising source of biomarkers for inflammatory diseases. Equine asthma, a prevalent respiratory disorder, represents a valuable translational model for the human condition. Here, we present the first transcriptomic analysis of plasma cfRNA from asthmatic and healthy horses, alongside comparative profiling of bronchoalveolar lavage and whole blood. Tissue-of-origin deconvolution revealed asthma-associated immune cell redistribution, characterized by reduced B-cell and increased T-cell signatures that were undetectable in the conventional sampling. Differential expression analysis identified up-regulation of key alarmins and transcripts linked to airway remodeling and immune activation. Cross-compartment correlation demonstrated that cfRNA captures distinct yet biologically relevant molecular signatures consistent with asthma-related pathways. These results establish cfRNA as a sensitive complementary approach for characterizing molecular perturbations in asthma pathogenesis and highlight its potential for biomarker discovery across inflammatory and allergic airway diseases.", "date": "2025-10-26", "journal": ""}
{"title": "Social relationships promote access to food and information in wild jackdaws", "doi": "10.1101/2025.10.25.684536", "authors": "Hahn, L. G.; McIvor, G. E.; Fuertbauer, I.; King, A. J.; Thornton, A.", "abstract": "Many social animals form differentiated social relationships that can influence fitness, yet the mechanisms behind these benefits are often unclear. Does the presence of social partners during foraging enhance access to food or information? Might individuals also incur short-term costs, for example by foregoing feeding opportunities to remain with and support social partners? Here, we investigated how social relationships shape foraging decisions and outcomes in wild jackdaws (Corvus monedula) using automated RFID feeding stations where two birds could perch, but only one could feed with the other queueing behind (\"dyadic events\"). Bonded social partners (pair-bonded mates and direct kin) engaged in these dyadic events more frequently and coordinated their visits, as shown by shorter dyadic arrival latencies. Bonded partners also showed higher social tolerance, with feeding individuals benefitting from increased food intake when their partner was present, while queuing individuals accepted short-term opportunity costs to remain with them. For juveniles, queuing with parents promoted social learning about feeder use. These findings show that social relationships influence decision-making and foraging performance in the wild, revealing both benefits and costs of maintaining close bonds. Short-term effects on foraging success may therefore contribute to long-term fitness advantages of strong social relationships.", "date": "2025-10-26", "journal": ""}
{"title": "Evaluation of Paper-based Loop-Mediated Isothermal Amplification", "doi": "10.1101/2025.10.25.684418", "authors": "Kim, T.; Palla, G.; Raut, B.; Verma, M. S.; Ardekani, A. M.", "abstract": "Paper-based loop-mediated isothermal amplification (LAMP) platforms have garnered increasing attention as an alternative to conventional liquid-phase systems, owing to their inherent portability, low-cost fabrication, and user-friendly operation. However, the reaction of paper-based LAMP can be slower than that of liquid-based LAMP. Enhancing the reaction rate in these devices requires a multidisciplinary understanding of heat transfer, diffusion in porous substrates, and nonspecific interaction of reactants with the paper. In this study, heat transfer within both systems is modeled numerically, and effective diffusion within the paper is discussed. Additionally, we demonstrate that pre-treating the paper with bovine serum albumin (BSA) effectively blocks nonspecific binding sites, resulting in an acceleration of amplification of the synthetic gene of the orf7ab of SARS-CoV-2 (NC\\_045512.2) by approximately 7 minutes. This work presents a quantitative framework for evaluating amplification efficiency in paper-based nucleic acid diagnostics and introduces a straightforward, low-cost strategy for enhancing their performance.", "date": "2025-10-26", "journal": ""}
{"title": "velotest: Statistical assessment of RNA velocity embeddings reveals quality differences for reliable trajectory visualizations", "doi": "10.1101/2025.10.26.683064", "authors": "Bischoff, S.; Policar, P. G.; Mukherjee, S.; Macke, J. H.; Claassen, M.; Schröder, C. H.", "abstract": "Contemporary single-cell RNA-sequencing studies typically use RNA velocity analyses to investigate cellular dynamics. Commonly, RNA velocities are assessed with two-dimensional projections. Although it is well established that nonlinear embeddings of gene expression data cannot comprehensively preserve the structure of the original high-dimensional data across scales, there is no tool that systematically assesses and quantifies the faithfulness of velocity embeddings. This situation potentially leads to misleading velocity visualizations and putative cell state transitions. To this end, we introduce velotest, a cell-level statistical test that quantifies the faithfulness of a velocity embedding with respect to its high-dimensional counterpart. Applying velotest across multiple datasets and embedding methods, we find strong differences in the embedding qualities between embedding methods, datasets, and regions in individual datasets. velotest thus provides an essential validation step and enables researchers to select a suitable visualization of high-dimensional velocities, ensuring that hypotheses drawn from velocity projections are grounded in accurately represented dynamics.", "date": "2025-10-26", "journal": ""}
{"title": "Dual recognition of structurally unrelated mildew effectors underlies the broad-spectrum resistance of Pm3e in wheat", "doi": "10.1101/2025.10.26.683672", "authors": "Kunz, L.; Bernasconi, Z.; Heuberger, M.; Isaksson, J.; Sotiropoulos, A. G.; Stirnemann, U.; Jigisha, J.; Menardo, F.; Wicker, T.; Mueller, M. C.; Keller, B.", "abstract": "Broad-spectrum resistance genes are highly valuable for sustainable crop protection, yet the molecular basis of their activity is often unknown. The Pm3 allelic series in wheat encodes NLR receptors that recognize avirulence (AVR) effectors of wheat powdery mildew. Here, we show that near-identical Pm3 alleles vary greatly in resistance efficacy and broadness against a global mildew isolate collection and subsequently use this model system to study the mechanisms underlying broad-spectrum resistance. We demonstrate that two alleles, Pm3d and Pm3e, provide resistance against the majority of isolates worldwide, by each recognizing two AVR effectors from powdery mildew, thereby lowering the risk of resistance breakdown. While Pm3d recognizes two closely related RNase-like AVR effectors, Pm3e detects two structurally diverse AVRs, including an effector belonging to a large, uncharacterized protein family with a novel structural fold. Using chimeric Pm3 NLRs, we identify specificity-defining polymorphisms of Pm3d and Pm3e against their diverse effector targets. Lastly, we demonstrate that Pm3d and Pm3e activities can be combined in engineered Pm3 NLRs, thereby further extending their recognition spectrum. Our findings highlight the potential of Pm3 immune receptors for long-lasting wheat protection by demonstrating their versatility in recognizing structurally diverse effectors and their amenability to NLR engineering.", "date": "2025-10-26", "journal": ""}
{"title": "Sound source history warps perceived azimuth and elevation", "doi": "10.1101/2025.10.25.681944", "authors": "Wen, T.; Brimijoin, W. O.; Ihlefeld, A.", "abstract": "In real-world auditory localization, humans make decisions based on acoustic cues that reach the ear as well as from expectations of where the sound may originate. Past studies have shown that the auditory system makes rapid adjustments in response to changes in the statistics of recent stimulation, which help maintain sensitivity over the range where most stimuli occur. In the current study, we explored the auditory system's adaptability and plasticity by presenting sounds in different spatial contexts and examined the subsequent effects on sound localization accuracy. Identical sounds were rendered at different azimuth and elevation ranges of [-15{degrees}, -30{degrees}, 0{degrees}] or [15{degrees}, 30{degrees}, 0{degrees}] presented in contextual blocks. Sounds presented at 0{degrees} azimuth exhibited a rightward shift in perception when the targets were blocked within the left hemispace, and a leftward shift when targets were blocked in the right hemispace. Sounds that were blocked in the bottom hemispace showed an upward bias in perceived elevation, although the reverse was not found to be significant. Furthermore, participants who showed more errors in overall localization showed a higher degree of bias. Our results corroborate the account that the mapping of auditory space is dynamic and shifts depending on the context in which sounds are presented.", "date": "2025-10-26", "journal": ""}
{"title": "Cell size modulates ferroptosis susceptibility", "doi": "10.1101/2025.10.25.684524", "authors": "Zatulovskiy, E.; Murray, M. B.; Zhang, S.; Dixon, S. J.; Skotheim, J.", "abstract": "Size is a fundamental property of cells that influences many aspects of their physiology. This is because cell size sets the scale for all subcellular components and drives changes in the composition of the proteome. Given that large and small cells differ in their biochemical composition, we hypothesize that they should also differ in how they respond to signals and make decisions. Here, we investigated how cell size affects the susceptibility to cell death. We found that large cells are more resistant to ferroptosis induced by system xc- inhibition. Ferroptosis is a type of cell death characterized by the iron-dependent accumulation of toxic lipid peroxides. This process is opposed by cysteine-dependent lipid peroxide detoxification mechanisms. We found that larger cells exhibit higher concentrations of the cysteine-containing metabolite glutathione and lower concentrations of membrane lipid peroxides, compared to smaller cells. Mechanistically, this can be explained by the fact that larger cells had lower concentrations of an enzyme that enriches cellular membranes with peroxidation-prone polyunsaturated fatty acids, ACSL4, and increased concentrations of the iron-chelating protein ferritin and the glutathione-producing enzymes glutamate-cysteine ligase and glutathione synthetase. Taken together, our results highlight the significant impact of cell size on cellular function and survival, revealing a size-dependent vulnerability to ferroptosis that could influence therapeutic strategies based on this cell death pathway.", "date": "2025-10-26", "journal": ""}
{"title": "Genomics-based quantitative biogeography of marine plankton", "doi": "10.1101/2025.10.25.684415", "authors": "Credeville, M.; El Hourany, R.; Sow, S. L. S.; Poulain, J.; Depaty, M.; Pelletier, E.; Meriguet, Z.; Racault, M.-F.; Genoscope Sequencing Team,  ; Perdereau, A.; Bertrand, L.; Gavory, F.; Gourvil, P.; Orvain, C.; Ratin, M.; Garczarek, L.; Delmont, T. O.; Thurotte, A.; Le Quere, C.; Pierella Karlusich, J. J.; Bowler, C.; Chaffron, S.; Wincker, P.; Lombard, F.; Jaillon, O.", "abstract": "Marine plankton are key drivers of ocean productivity and global carbon cycling, yet their quantitative biogeography remains poorly characterized. Environmental genomic datasets are inherently compositional, restricting analyses to relative abundances and limiting their integration into ecological and biogeochemical models. Here we combine DNA mass measurements, filtered seawater volumes, and metagenomic relative abundances to generate absolute estimates of cell concentrations and carbon biomass of plankton across the global ocean. Leveraging thousands of samples, this approach provides quantitative estimates for hundreds of eukaryotic and thousands of prokaryotic environmental genomes, unveiling ecological associations not captured by compositional data. Using the psbO marker gene, we reconstruct quantitative biogeographies of photosynthetic lineages and, through global-scale modeling, project their distributions to generate quantitative maps of phytoplankton communities across the global ocean. By bridging genomic data with biogeochemical metrics, this study provides novel resources for integrating plankton at genomic resolution into next-generation biogeochemical models.", "date": "2025-10-26", "journal": ""}
{"title": "Accurate processing of ultra-short immune signals by singlemacrophages", "doi": "10.1101/2025.10.26.684377", "authors": "Mercado-Vasquez, G.; Vizzard, J.; Celiker, B.; Xia, J.; Wang, A.; Padhi, A.; Tay, S.", "abstract": "Accurately interpreting short-lived signals is challenging within noisy cellular microenvironments. It is not known if cells can distinguish different signaling molecules under transient exposure. Here, we explored the temporal limits of signal detection by single macrophages. Microfluidic experiments monitoring NF-kB dynamics showed that macrophages strongly respond even to 1-second pulses of cytokine and pathogen ligands. Information theory showed that short-pulse response is highly specific to the stimulating ligand, comparable to that under long-term stimulation. Macrophages were mainly sensitive to the duration of cytokines, and the dose of pathogen ligands. Stimulus duration altered the ranking of response strengths among different pathogenic ligands. Mathematical modeling showed that receptor cooperativity is crucial for robust responses to transient signals, while receptor pathway variability leads to accurate signaling in fluctuating environments. These findings demonstrate that dynamic transcription factor specificity is preserved across varying signal durations and uncover network-level mechanisms that accurately distinguish transiently encountered threats.", "date": "2025-10-26", "journal": ""}
{"title": "Mechanism of single-strand annealing from native mass spectrometry and cryo-EM structures of RAD52 homolog Mgm101", "doi": "10.1101/2025.10.26.684629", "authors": "Wheat, C. T.; Qi, Z.; Hussain, M.; Zakharova, K.; Wysocki, V. H.; Bell, C. E.", "abstract": "RAD52, the primary single-strand annealing (SSA) protein in humans, forms undecameric rings that bind ssDNA within a narrow, positively-charged groove. Whether RAD52 anneals two complementary ssDNAs on the same ring in cis, or between two ring- ssDNA complexes in trans, is unknown. Here, we determined cryo-EM structures of Mgm101, a RAD52 homolog from yeast mitochondria, in complexes with ssDNA, a duplex intermediate of annealing, and B-form dsDNA product. In all states, Mgm101 forms a closed nonadecameric ring that binds the backbone of the first ssDNA at the base of the narrow groove. The second complementary strand binds directly on top of the first to form an extended, unwound, and circular duplex intermediate of annealing. A third complex captures apparent B-form DNA product bound to a novel beta-hairpin motif located on top of the Mgm101 ring, above the primary DNA-binding groove. Mass photometry and native mass spectrometry confirm and further elucidate the complexes formed in solution. Altogether, our data reveal the full SSA pathway of Mgm101 and suggest it anneals two complementary ssDNAs on the same ring in cis. Structural conservation with RAD52 suggests it is likely to use a similar cis mechanism of annealing.", "date": "2025-10-26", "journal": ""}
{"title": "Antibodies blocking PlGF or VEGF interactions with the NRP1 receptormediate anti-proliferative effects", "doi": "10.1101/2025.10.25.684565", "authors": "Blackman, S. A.; Qerqez, A. N.; Lee, A. G.; Johnson, N. V.; Owens, J. M.; Lai, G. S.; Aldrich, E. C.; Sprenger, K. G.; Lee, J.; Verrier, S.; Stoddart, M. J.; Nguyen, A. W.; Maynard, J. A.", "abstract": "Antibodies blocking the function of vascular endothelial growth factor A (VEGFA) remain a promising therapeutic strategy, especially when combined with check-point inhibitors, but their efficacy is limited by tumor resistance. This can occur via multiple mechanisms, including upregulation of placental growth factor 2 (PlGF-2), an alternative ligand for VEGF receptor 1 (VEGFR1) and neuropilin receptor 1 (NRP1). Activity of both growth factors is mediated by interactions with multiple receptors and extra-cellular matrix components, which complicates efforts to understand their contributions to cancer progression. To complement existing antibodies, we discovered those blocking interactions between PlGF-2 or VEGFA and their shared NRP1 receptor in the presence of heparin. Limiting angiogenesis to promote vascular normalization is one mechanism of anti-VEGF protection; here, anti-VEGFA antibodies blocking interactions with VEGFR1 and NRP1 reduced HUVEC tube formation in a physiological angiogenesis model. By contrast, antibodies binding PlGF-2 or VEGFA to block NRP1 significantly reduced proliferation of Caki-I kidney carcinoma cells in vitro, indicating this receptor mediates additional effects. Interestingly, one antibody exhibited dual-reactive binding to VEGFA and PlGF-2, suggesting a novel therapeutic strategy to prevent PlGF-driven VEGF-resistance. Overall, these antibodies define new mechanisms to disrupt PlGF activity and support a role for NRP1 in cell proliferation.", "date": "2025-10-26", "journal": ""}
{"title": "A quantitative framework for interpreting rate and capacity effects in oral regenerative scaffolds", "doi": "10.1101/2025.10.25.684540", "authors": "Colangelo, M. T.; Guizzardi, S.; Galli, C.", "abstract": "Successful regeneration of oral and periodontal tissues requires scaffolds that do more than host cells: they must regulate both the rate and the extent of cellular expansion within healing environments. Although cell proliferation is routinely measured, comparisons across materials remain largely qualitative and fragmented. Here, we introduce the scaffold-augmented logistic (SAL) framework, a minimal quantitative model that describes scaffold performance through two effective parameters: the growth rate (reff) and the carrying capacity (Keff). Each scaffold can be represented within an R/K design map, where R expresses the relative enhancement of proliferation kinetics and K the relative increase in sustainable cell density with respect to a two-dimensional control. Applied to experimental data from oral and periodontal systems, the SAL framework distinguishes three characteristic behaviors: R-type (rate-dominated), K-type (capacity-dominated), and hybrid R + K scaffolds. By translating complex biological outcomes into interpretable kinetic coordinates, SAL establishes a common quantitative language for scaffold classification, enabling model-based reinterpretation of existing data and prediction of design sensitivities. This approach provides a compact, transferable grammar for scaffold optimization in oral and periodontal tissue engineering.", "date": "2025-10-26", "journal": ""}
{"title": "PIONEER: A Periplasmic Display Platform for Synthetic Biology-Based Screening of Genetically Encoded Protein Regulators", "doi": "10.1101/2025.10.26.684622", "authors": "Isom, D. G.; Rowe, J. B.; Lee, K.", "abstract": "Periplasmic display in yeast is a promising but underdeveloped method for screening and studying genetically encoded biomolecules. We present PIONEER, a modular platform that localizes peptides, proteins, and nanobodies to the membrane-proximal periplasmic space of S. cerevisiae, enabling direct interrogation of membrane protein function. By optimizing secretion signals and display scaffolds, PIONEER ensures stable ligand retention and robust autocrine signaling. The ability to assess peptide and protein ligand activity through signaling, rather than binding alone, marks a key advance toward function-first screening. Applied to human G protein-coupled receptors (GPCRs), the system enables detection of surface expression, ligand activity profiling, and classification of nanobody regulators, including antagonists and conformational stabilizers. It also distinguishes intrabodies based on their functional effects and chaperone activity. Although demonstrated with GPCRs, PIONEER is adaptable to a wide range of membrane and soluble protein targets. As AI-driven design expands the space of candidate ligands and binders, this platform offers a scalable method for linking predicted sequences and their structures to biological function.", "date": "2025-10-26", "journal": ""}
{"title": "Electrostatic Interaction Determines the Docking Specificity and the Formation of Functional Cx36 Gap Junction Channels", "doi": "10.1101/2025.10.25.684567", "authors": "Wong, R. S.; Song, Z.; Zheng, Y. T.; Zhao, H.; Bai, D.", "abstract": "Connexin36 (Cx36) is broadly expressed in neurons and serves as the principal protein to form interneuronal gap junctions (GJs), also known as electrical synapses. Recent high-resolution structures of human Cx36 GJ have revealed crucial electrostatic interactions (ESIs) between two docked Cx36 hemichannels at the second extracellular (E2) loops. Despite their structural importance, the functional roles of these ESIs remain poorly understood. To investigate their significance, we systematically designed and tested a series of missense variants targeting key E2 interface residues, aiming to disrupt or modulate the electrostatic landscape at the docking interface. Based on the ESI pairs defined from the crystal structure, our combined computational calculations and dual patch-clamp experiments in engineered HEK293 cell pairs suggest that at least three ESI residual pairs per E2-E2 interface are required to support functional GJ formation. Furthermore, we found that these unique ESIs of Cx36 ensure its docking specificity to itself, preventing the formation of heterotypic GJs with other brain connexins (Cx26, Cx30, Cx31.3, Cx32, Cx43, Cx45, Cx47). Overall, these findings provide essential molecular and functional insights into the mechanisms governing Cx36 GJ formation and partner specificity, paving the way for future therapeutic approaches targeting connexin dysfunction in human diseases.", "date": "2025-10-26", "journal": ""}
{"title": "NF-κB driven inflammation mediates loss of upper airway epithelial tolerance to Streptococcus pneumoniae during influenza co-infection", "doi": "10.1101/2025.10.25.684585", "authors": "Navaeiseddighi, Z.; Wang, Z.; Guo, K.; Hasan, S.; Schmit, T.; Ahsan, J.; Mathur, R.; Hur, J.; Khan, N.", "abstract": "Streptococcus pneumoniae asymptomatically colonizes the human nasopharynx, where epithelial tolerance maintains mucosal homeostasis. However, influenza A virus (IAV) co-infection transforms this tolerogenic state into an inflammatory environment that promotes bacterial outgrowth and invasion. Here, we identify a TGF-{beta}1 dependent epithelial program that sustains mucosal tolerance during Spn colonization and demonstrate that IAV co-infection disrupts this pathway through IL-17RA-NF-{kappa}B driven inflammation in the nasopharynx. In a murine colonization model, TGF-{beta}1 blockade enhanced pro-inflammatory cytokine production and neutrophil recruitment, resulting in inflammation-driven Spn clearance. IAV co-infection suppressed epithelial TGF-{beta}1 signaling, increased TRAF6/NF-{kappa}B activation, and impaired tight junction integrity, leading to Spn dissemination. Mechanistically, IL-17RA signaling contributed to the hyperactivation of the TRAF6/NF-{kappa}B axis. Pharmacologic inhibition of TRAF6 or NF-{kappa}B restored epithelial barrier function and reduced Spn translocation in a human air-liquid interface nasopharyngeal epithelial model. These findings reveal a conserved epithelial signaling axis through which influenza disrupts mucosal tolerance and promotes Spn invasion, highlighting the canonical TRAF6-NF-{kappa}B pathway as a potential therapeutic target to preserve epithelial integrity and mitigate Spn infection during viral-bacterial co-infection of the upper respiratory tract.", "date": "2025-10-26", "journal": ""}
{"title": "Plasmid dependent phage eliminate pathogenic bacteria and antibiotic resistance plasmids from the chicken gut microbiome", "doi": "10.1101/2025.10.26.684609", "authors": "Li, J.; Fu, T.; Ji, X.; Wang, R.; Brockhurst, M.; MacLean, C.; He, T.", "abstract": "Conjugative plasmids are a key reservoir of antimicrobial resistance (AMR) in commensal and pathogenic bacteria within the gut microbiome. Plasmid-dependent phage (PDPs) are a promising therapeutic option directly targeting AMR plasmids, but the efficacy of PDP therapy in vivo is poorly understood. Here, we show that treatment with the PRD1 phage eliminated Salmonella enterica carrying a broad-host range IncP AMR plasmid (RP4) from the chicken gut microbiome. Moreover, PRD1 treatment prevented the transfer of the RP4 plasmid to other members of the gut microbiome, whilst causing only minimal disruption to microbiome composition. Our results demonstrate that PDP therapy rapidly eliminates AMR from a natural gut microbiome by killing pathogenic bacteria and blocking AMR plasmid transmission to commensals, highlighting the conjugative pilus as a promising antimicrobial target.", "date": "2025-10-26", "journal": ""}
{"title": "Single-component self-assembling protein nanoparticles displaying stabilized prefusion-closed hemagglutinin trimers for influenza vaccine development", "doi": "10.1101/2025.10.25.684546", "authors": "Zhang, Y.; Zhu, X.; Gomes, K. B.; Lee, Y.-Z.; DesRoberts, C.; He, L.; Wilson, I. A.; Zhu, J.", "abstract": "Current influenza vaccines primarily target hemagglutinin (HA), the major surface glycoprotein and principal determinant of neutralizing antibody (NAb) responses. However, antigenic drift and shift, together with intrinsic HA metastability and low-pH sensitivity, pose major challenges to the development of broadly protective influenza vaccines. Here, we stabilize HA in the prefusion-closed conformation through rationally selected amino acid substitutions. One approach targets a conserved residue across multiple influenza A subtypes (H1, H3, H5, and H7) and both influenza B lineages, providing a unified and broadly applicable framework for HA stabilization to support vaccine development. Using H1 and H3 as test cases, stabilized HA trimers were displayed on 24- and 60-mer single-component self-assembling protein nanoparticles (SApNPs) to enhance lymph node trafficking and immunogenicity. Compared with soluble trimers, HA-presenting SApNPs exhibited prolonged retention in lymph node follicles and elicited robust germinal center (GC) responses, key hallmarks of effective virus-like particle (VLP) vaccines. In mice, these SApNPs induced strong humoral immunity and conferred protection against homologous viral challenge. Furthermore, glycan engineering to enrich oligomannose content augments vaccine-induced NAb responses. Together, these findings provide mechanistic insights and establish design principles for next-generation HA-based influenza vaccines targeting both seasonal and pandemic strains.", "date": "2025-10-26", "journal": ""}
{"title": "Engineering auxin degradation into root-associated bacteria promotes plant growth", "doi": "10.1101/2025.10.25.684584", "authors": "Jiang, T.; Shen, Y.; Li, X.; Kozlowski, M. J.; Jeffrey, P. D.; Groves, J. T.; Rabinowitz, J.; Conway, J. M.", "abstract": "Overproduction of indole-3-acetic acid (IAA) by rhizosphere bacteria disrupts auxin homeostasis and induces root growth inhibition (RGI) in plants. Bacteria from the genus Variovorax mitigate this effect by degrading IAA, and in our prior work we identified the iad locus as being required for this activity. Here, we refine our understanding of the iad pathway using bacterial genetics, metabolomics, and isotope tracing to assign roles to individual Iad pathway enzymes and show that IadDE, though resembling a Rieske dioxygenase, functions instead as a monooxygenase that initiates catabolism via a novel intermediate. Guided by these insights, we installed chromosomal iad cassettes into root-associated commensals (Polaromonas MF047 and Paraburkholderia MF376), creating the first engineered bacteria that reprogram rhizosphere auxin homeostasis in microbially complex environments to benefit the plant. In natural soil, engineered Paraburkholderia enhanced plant biomass, and community profiling revealed no significant differences in microbiome composition between engineered and wild type treatments, supporting that auxin degradation conferred plant benefit without broader disruption of the rhizosphere community. Together, this work refines the pathway logic of microbial auxin degradation and demonstrates that commensals can be rationally engineered to deliver auxin-balancing functions in complex rhizosphere microbiomes. More broadly, it provides a framework for leveraging mechanistic insight to engineer plant-associated commensals that enhance plant growth, laying the foundation for deployment in agricultural settings.", "date": "2025-10-26", "journal": ""}
{"title": "A bioluminescence-based chemical screen identifies a bactericidal naphthalene scaffold targeting MmpL3 in Mycobacterium abscessus", "doi": "10.1101/2025.10.26.684512", "authors": "Singh, S.; Sorayah, R.; Chen, Y.; Mulholland, C. V.; Daher, W.; Pee, C. J. E.; Casandra, T. A. Z.; Wee, D.; Oehlers, S. H.; Kline, K. A.; Chng, S. S.; Berney, M.; Kremer, L.; Moraski, G.; Pethe, K.", "abstract": "Mycobacterium abscessus pulmonary disease (Mabs-PD) presents a significant and growing global health threat, particularly in individuals with underlying lung conditions like cystic fibrosis and chronic obstructive pulmonary disease. A key challenge in treating Mabs-PD is the lack of bactericidal antibiotics effective at therapeutically relevant concentrations, underscoring an urgent need for drug discovery. Targeting cell-wall synthesis is a promising approach, as evidenced by the success of broad-spectrum {beta}-lactam antibiotics and the frontline antituberculosis drug isoniazid. However, these agents exhibit limited efficacy against Mabs, often requiring concentrations unachievable in lung tissues. Here, we used a bioluminescence-based whole-cell assay optimized to identify drugs targeting both cell-wall synthesis and the oxidative phosphorylation pathway. Screening a small drug library against Mabs revealed multiple hits, including {beta}-lactam antibiotics, validating the effectiveness of this approach to identify cell wall-targeting agents. Among these, we identified a chemically tractable naphthalene scaffold with potent bactericidal activity. The optimized derivative GM47-1 targets MmpL3, disrupting cell wall integrity, inducing ATP leakage into the extracellular milieu, and uncoupling respiration, predominantly through the cytochrome bcc:aa3 branch. Further chemical optimization resulted in a new derivative exhibiting a nanomolar minimum inhibitory concentration, with potent activity against intracellular Mabs and in a zebrafish model of infection. This study offers a promising scaffold for future therapeutic development and highlights the utility of this approach as a rapid assay platform for identifying bactericidal compounds against Mabs.", "date": "2025-10-26", "journal": ""}
{"title": "Topical Formulation of Repurposed FDA-Approved Compounds Inhibits Pseudomonas aeruginosa ExoU and Improves Corneal Infection Outcomes", "doi": "10.1101/2025.10.26.684634", "authors": "Foulkes, D. M.; Mclean, k.; Held, M.; Harris, J. A.; Sun, Y.; Fothergill, J.; Price, V.; Byrne, D. P.; Tam, C.; Fernig, D.; Kaye, S. B.", "abstract": "Microbial keratitis, infection of the cornea, cause by ExotoxinU (ExoU) strains of Pseudomonas aeruginosa have a poor clinical outcome and response to antimicrobials. ExoU, a phospholipase, is secreted directly into host cells, causing their lysis. A screen of 3,034 FDA-approved compounds identified zinc pyrithione (Zp), bismuth subcitrate (Bis), and polymyxin B (Pol) as lead inhibitors of ExoU selectively inhibiting it without affecting human PLA2s or bacterial viability. The compounds have distinct inhibitory mechanisms: Zp disrupted ExoU oligomerization and protein stability; Bis impaired phosphatidylinositol 4,5-bisphosphate-dependent membrane association; Pol directly inhibited catalysis via its lipid-peptide architecture. Compound combinations enhanced ExoU inhibition in vitro to nanomolar concentrations. In mammalian cells, Bis and Pol promoted lysosomal trafficking and degradation of ExoU. Using a high-throughput microscopy platform, we screened 53 P. aeruginosa keratitis isolates, confirming broad efficacy of these inhibitors in exoU strains. Therapeutic efficacy was evaluated in ex vivo porcine corneas, Galleria mellonella, and in vivo mouse keratitis models. Topical delivery of ExoU inhibitors, particularly in combination, significantly reduced corneal opacity, ulceration, and stromal damage in porcine corneas without affecting bacterial load. In Galleria, compound combinations significantly maintained larval health, improved larval survival and delayed mortality. In a mouse eye infection model, combinatorial treatment reduced disease severity and preserved tissue viability without altering bacterial burden. These findings validate ExoU as a druggable virulence factor and support the repurposing of these compounds as an anti-virulence strategy for the treatment of P. aeruginosa infections in humans and veterinary medicine.", "date": "2025-10-26", "journal": ""}
{"title": "A family of endonucleases that block nanotube-mediated plasmid dissemination", "doi": "10.1101/2025.10.26.684598", "authors": "Gopu, V.; Bhattacharya, S.; Sagie, M. B.; Zhuang, M.; Nevo, Y.; Shraiteh, B.; Ravins, M.; Guria, M. K.; Kahan, T.; Rosenshine, I.; Ben-Yehuda, S.", "abstract": "Small non-conjugative plasmids constitute a substantial portion of the bacterial mobile genome, driving the dissemination of beneficial genes, with their transfer primarily attributed to transformation, transduction, or co-mobilization with conjugative elements. Here we explore an understudied plasmid spread route among bacteria, mediated by intercellular membranous nanotube conduits. We reveal that, unlike traditional donor-to-recipient delivery, Nanotube-dependent Plasmid exchange (NPex) operates bidirectionally, enabling both plasmid donation and, to a lesser extent, plasmid acquisition. By identifying a Bacillus subtilis natural isolate deficient in NPex, we discovered a prophage-encoded factor, YokF, that blocks plasmid transmission, chiefly acting within the donor cell to inhibit plasmid donation. YokF is a nuclease that localizes to the membrane, where it interacts with a nanotube component to selectively impede plasmid transfer through degradation. Importantly, YokF homologs from various bacterial species were found to exhibit anti-NPex activity. Given their prevalence in Gram-positive bacteria, we propose that YokF homologs represent a conserved family of NPex gatekeepers that restrict plasmid flow within bacterial communities.", "date": "2025-10-26", "journal": ""}
{"title": "Host transcriptional responses to gut microbiome variation arising from urbanism", "doi": "10.1101/2025.10.26.683539", "authors": "Arif, S.; Nirmalan, S.; Alazizi, A.; Mair-Meijers, H.; Agyei, A.; Afihene, M.; Asibey, S.; Awuku, Y.; Duah, A.; Plymoth, A.; Nartey, Y.; Roberts, L.; Valles, K.; Ibrahim, F.; Lim, Y.; Pin, T. M.; Onyekwere, C.; Rusine, J.; Mwikarago, I.; Alm, E.; Poyet, M.; Groussin, M.; Luca, F.; Blekhman, R.", "abstract": "Gut microbiomes of urban communities are compositionally different from their rural counterparts, and are associated with immune dysregulation and gastrointestinal disease. However, it is unknown whether these compositional differences impact host physiology, and through what mechanisms. Here, we used human colonic epithelial cells to directly compare host transcriptional changes induced by gut microbiomes from urban versus rural communities. We co-cultured host cells with live, stool-derived gut microbiomes from Rwanda, Ghana, Nigeria, Malaysia, and the United States, and quantified transcriptional responses using RNA-seq. We found that urban microbiomes affected innate immune pathways, including TNF signaling and bacterial antigen recognition. We also found that high-diversity microbiomes elicited a stronger host transcriptional response, while low-diversity microbiomes triggered epithelial restructuring and glycolysis. Finally, specific taxa driving these effects, including Bifidobacterium adolescentis and Bacteroides dorei, correlated with lifestyle factors such as diet. These findings demonstrate that urbanization-associated microbiome changes directly influence host epithelial gene expression.", "date": "2025-10-26", "journal": ""}
{"title": "Buffering of genetic defects in animal development by regeneration programs", "doi": "10.1101/2025.10.25.684558", "authors": "Ando, K.; Bangru, S.; Welsby, J.; Thompson, J. D.; Poss, K. D.", "abstract": "Regeneration programs enable animals to restore damaged or lost tissues, and the range of stimuli for these programs is incompletely understood. Here, we used zebrafish, a vertebrate species with exceptional regenerative capacity, to identify chemically induced mutations that alter regeneration-associated gene activation. Transgenic zebrafish with a permissive promoter and EGFP cassette inserted in the vicinity of the pro-regenerative factor gene fgf20a were mutagenized, and larvae homozygous for ENU-induced mutations were assessed for disruptions in fgf20a-directed reporter gene expression following fin fold amputation. One line was identified with heritable, elevated fgf20a:EGFP presence in the absence of experimental injury, localized to regions of fin fold tissue undergoing degeneration. Whole-genome sequencing (WGS) identified a mutation within exon 72 of the fraser syndrome 1 (fras1) gene, mutated in patients with inherited skin disease. fras1 mutant larvae spontaneously displayed elevated expression of other known injury/regeneration-responsive reporter lines in fin fold, and zebrafish crispants for homologs of other genes mutated in human developmental diseases also displayed regeneration-associated gene expression in regions of dysmorphology. Tempering Fgf signaling by transgenic expression of a dominant-negative Fgf receptor in fras1 mutants exacerbated the disease phenotype. Our findings provide evidence that regeneration programs are harnessed in response to developmental defects caused by genetic mutations, potentially buffering deleterious phenotypes.", "date": "2025-10-26", "journal": ""}
{"title": "DIET IMPACTS THE EFFECTS OF THERMAL STRESS ON INFECTION OUTCOMES", "doi": "10.1101/2025.10.26.684613", "authors": "Shit, B.; Makinishi, S.; Singh, T.; Khan, I.", "abstract": "Background: Climate change can lead to warmer environments, facilitating higher pathogen growth and increasing disease burden. Climate change can also reduce the nutritional value of food resources, causing malnutrition, which can lead to impaired immunity and disease vulnerability. However, despite these associations, no experiments have tested how dietary manipulations and temperature variations interact to drive the effects of pathogenic infections. In this work, we conducted laboratory experiments with the model insect Drosophila melanogaster to test these effects. Results: Virgin flies raised on low-carbohydrate diets exhibited improved post-infection survival rates and more resilience to pathogen burden compared to those reared on standard or high-carbohydrate diets. However, such a survival advantage of the low-carbohydrate diet was lost in mated individuals. Notably, temperature stress decreased survival rates in flies only when they were reared on a standard diet. This effect was not observed in flies raised on high- or low-carbohydrate diets, indicating that the impact of temperature on infection responses might depend on diet. Besides, flies developing on a low-carbohydrate diet showed greater fertility at ambient temperatures than those on other diets, indicating an apparent lack of fitness costs associated with improved post-infection response. Also, high-carbohydrate diets conferred greater resistance to starvation, suggesting differences in resource allocation among somatic maintenance tasks that could increase vulnerability to pathogens. Conclusion: Overall, these findings imply a complex interaction between diet, temperature, and fitness traits that influences variation in infection responses. As many organisms around the world face environmental warming and poor diets, examining these patterns and processes can provide a deeper understanding of variations in health and disease responses amid a changing climate.", "date": "2025-10-26", "journal": ""}
{"title": "Direct identification of de novo mobile element insertions from single molecule sequencing of human sperm", "doi": "10.1101/2025.10.25.684559", "authors": "Li, S.; Aston, K.; Gleeson, J. G.; Quinlan, A.; Yang, X.; Sudmant, P. H.", "abstract": "Mobile element insertions (MEIs) are a significant source of human genetic variation, yet the rates and properties of de novo MEIs are poorly characterized due to technical limitations in sequencing technology. Here, we directly sequenced individual gametes from sperm samples of 14 donors (aged 28-62) using highly accurate PacBio long-read sequencing to identify de novo retrotransposition events without familial inference. We developed a \"self-alignment\" strategy using personal genome assemblies that enables high-precision, single-read detection of de novo MEIs. Using this method, we identified 51 de novo Alu insertions, revealing 7-fold variation in Alu retrotransposition rates between individuals (0.023 to 0.17 insertions/gamete). We found a significant increase in Alu activity with paternal age, yielding an additional 0.003 insertions/gamete/year, of additional paternal age, representing a direct observation of age-associated increases in structural variant (SV) mutation rates. These active Alu elements are predominantly comprised of the evolutionarily young AluYa5 and AluYb8 subfamilies and bear characteristic molecular signatures of target-primed reverse transcription (TPRT). Our population-averaged rate of 7.4 insertions per 100 gametes aligns well with previous population genetic estimates, validating both direct observation and population approaches for estimating de novo MEI rates. These results establish direct gamete sequencing as a powerful method for characterizing germline mutation processes and reveal age as a significant determinant of de novo retrotransposition in the male germline.", "date": "2025-10-26", "journal": ""}
{"title": "AP-1 mediated chromatin changes govern alveolar type 2 cell transition in lung injury-repair", "doi": "10.1101/2025.10.25.684549", "authors": "Lynch, A. M.; Noun, T.; Yang, S.; Zhou, T.; Evans, S. E.; Kadara, H.; Chen, J.", "abstract": "Facultative stem cells including lung alveolar type 2 (AT2) cells must toggle between unipotent specialization at baseline and multipotent plasticity during injury-repair. The underlying molecular switches and epigenetic changes remain unclear yet dictate regenerative versus pathological outcomes. Using multiomics and mouse genetics, we show that AP-1 members FOS, FOSB, and JUNB promote an injury-induced transitional AT2 cell state and associated chromatin landscape. Joint transcriptomic-epigenomic profiling and immunostaining distinguish CLDN4+ AT2 cells as a KRT8high subset with open chromatin highly enriched for AP-1 motifs. JUNB and FOSB accumulate in these cells upon viral injury and, along with constitutive FOS, are required for CLDN4 induction, AT2 cell dispersion, and senescence signaling toward fibroblasts, while impacting region-specific alveolar type 1 (AT1) differentiation. AP-1 activation also occurs in mouse AT2 cells expressing oncogenic Kras and transitional cells in human lung tissues with premalignant or adenocarcinoma lesions. Our work refines AT2 transitional states and reveals a gene regulatory logic shared by tissue repair and tumorigenesis.", "date": "2025-10-26", "journal": ""}
{"title": "Longitudinal cell-free DNA methylome and fragmentome profiles in health uncover signatures of cell type and demographic origin", "doi": "10.1101/2025.10.25.684551", "authors": "Aerden, M.; Jatsenko, T.; Leroy, K.; De Ridder, K.; Nootens, A.; Piatti, V.; Devriendt, K.; Vermeesch, J. R.; Che, H.; Thienpont, B.", "abstract": "Cell-free DNA (cfDNA) is a powerful analyte for liquid biopsy applications. However, the composition and fragmentation of cfDNA in health remains incompletely characterized. Here, we profiled 432 plasma cfDNA samples from healthy individuals using targeted enzymatic methyl-sequencing, allowing cell-type of origin inference and assessment of fragmentation features. Both in a diurnal and a cross-sectional cohort, we observed that cfDNA levels and cellular contributions show lower variability within than between individuals. Hematopoietic lineages are the dominant cfDNA sources, with interindividual variability particularly evident in granulocyte contributions. Demographic factors such as sex, age and body mass index (BMI) contribute to changes in the contribution of various blood cell types, and cfDNA concentrations are 1.6-fold higher in early morning collections (P = 1.8 x 10-5). By integrating cell-type-specific cfDNA methylation, fragment size and dinucleotide end motif information, we demonstrate distinct associations of these characteristics with specific cell types. Granulocyte-derived fragments showed a consistent enrichment in mononucleosomal sizes (P = 3.5 x 10-54) and CC end motifs, while also cfDNA from non-hematopoietic cells exhibited distinct size and end-motif profiles. In addition, we observed hypomethylated DNA to be associated with shorter fragment sizes and altered end-motif frequencies, emphasizing interactions between DNA methylation, nuclease activity and chromatin context in shaping cfDNA features. Together, our results provide a view on processes and cell types involved in cfDNA biogenesis in healthy individuals. They underscore that demographic variables and sampling time should be considered for cfDNA-based assay design, but also highlight novel opportunities to improve the representation of specific cell types in cfDNA, thus providing a foundation for optimizing cfDNA diagnostics by leveraging multiple axes of information.", "date": "2025-10-26", "journal": ""}
{"title": "Silk fibroin as a modulator of the amyloidogenic α-synuclein aggregation", "doi": "10.1101/2025.10.25.684501", "authors": "Miali, M. E.; Shimanovich, U.; Barak, Y.; sirkis, Y. f.; Goldian, I.; Brookstein, O.", "abstract": "The aggregation of fiber-forming proteins presents a duality of biological functions, where certain proteins, such as -synuclein, are implicated in neurodegenerative disorders like Parkinson's, while others, like silk fibroin, serve as essential building blocks for functional biomaterials. Despite ongoing investigations into the interplay between these contrasting protein groups, existing reports suggest that the presence of \"functional\" fibrillar proteins can accelerate amyloid growth via a crowding effect. In this study, we report a counterintuitive outcome, demonstrating that silk fibroin inhibits amyloidogenic aggregation of -synuclein protein. Our findings reveal that although the fibrillar aggregation of both proteins - individually and in mixtures - remains affected by environmental factors such as concentration and temperature, silk fibroin significantly alters the rheological behavior of the mixed solutions. Our structural and kinetic analyses reveal that silk modifies the structural transitions and self-assembly dynamics of -synuclein through macromolecular crowding and non-specific interactions that eventually suppressed the amyloidogenic aggregation of the -synuclein. Notably, when nanofibrillar amyloidogenic assemblies are forced to form in the presence of silk, they exhibit a markedly increased susceptibility to enzymatic degradation, a phenomenon not observed with pure -synuclein fibrillar constructs. These results prompt further investigation into the potential role of \"functional\" fiber-forming proteins in modulating protein aggregation processes and their implications for therapeutic strategies against neurodegenerative diseases.", "date": "2025-10-26", "journal": ""}
{"title": "Self-organized vascularized human liver spheroids: Serum-free culture conditions and use as tissue building blocks", "doi": "10.1101/2025.10.25.684548", "authors": "Filatova, A.; Valentirovic Dann, O.; Schwarzkopf, J. B.; Gerhardus, J. S.; Kaysan, L.; Blaeser, A.; Straub, B. K.; Gerhardt, H.; Nuber, U. A.", "abstract": "Engineering vascularized human liver tissue for in vitro models and in vivo applications remains a major challenge. Here, we describe a scalable approach to generate human liver spheroids with self-organized, lumen-containing vascular networks and demonstrate their use as building blocks for fabricating vascularized tissue layers. Spheroids were formed from HepaRG liver cells, human umbilical vein endothelial cells (HUVECs), and adipose tissue-derived mesenchymal stem cells (MSCs). The inclusion of MSCs prevented spatial segregation of hepatic and endothelial compartments and enabled endothelial network formation. We present two media that are suitable for culturing these spheroids: a serum-reduced medium and a defined serum-free medium containing GibcoTM KnockOut serum replacement. These media supported the long-term maintenance of hepatocytes in a metabolically active, relatively mature state, as well as the persistence of endothelial networks. Endothelial cell identity and organization were confirmed by VE-cadherin and ICAM-2 immunostaining and by transmission electron microscopy, which revealed adherens junctions and luminal morphologies consistent with a capillary-like organization. Spheroid-derived HUVECs established anastomoses with external endothelial channels in microfluidic devices. Moreover, endothelial sprouts emerging from the spheroids formed inter-spheroid connections within permissive hydrogels (fibrin or collagen-methylcellulose), a process that depended on the inter-spheroid distance. Finally, we demonstrate the fabrication of planar tissue layers with vascularly interconnected spheroids. Together, we identify key conditions, including cellular ratios, medium formulations, biomaterials, and spatial design criteria that enable the generation and assembly of vascularized liver spheroids as scalable tissue building blocks for tissue engineering applications.", "date": "2025-10-26", "journal": ""}
{"title": "Attcatvgg-Net: an Explainable Multioutput Deep Learning Framework for Cataract Stage Classification and Visual Acuity Regression using Multicolor Fundus Images", "doi": "10.1101/2025.10.25.684563", "authors": "Nazarpour-Servak, M.; Taghinezhad, N.; Mahmoudi, T.; Azimi, A.; Nowroozzadeh, M. H.", "abstract": "Purpose: The purpose of this study is to develop and evaluate an attention-guided deep learning model using the multicolor imaging module of Spectralis Optical Coherence Tomography (OCT) imaging for automated cataract severity classification and Visual Acuity (VA) prediction. Methods: We analyzed 314 multicolor fundus images from 169 patients. Images were preprocessed using an enhanced Retinex algorithm and segmented into three concentric macular zones: Zone 1 (fovea, central 1.5 mm diameter), Zone 2 (parafovea, 1.5-2.5 mm ring), and Zone 3 (perifovea, >2.5 mm radius). A multi-output convolutional neural network (AttCatVgg-Net), based on VGG-16 and enhanced with a Convolutional Block Attention Module (CBAM), was trained to simultaneously perform three-class cataract classification (normal to mild, moderate, severe) and visual acuity (VA) regression. Model performance was assessed using accuracy, AUC, F1-score, and regression metrics. Statistical analyses included the Wilcoxon signed-rank test and the Spearman correlation test. Results: For cataract grading, the integrated model using all wavelengths and zones achieved 92.5% accuracy, 94.7% area under the ROC curve (AUC), and a 92.1% F1-score. The green channel alone achieved 90.1% accuracy and 0.93 AUC, while the red channel yielded lower performance (76.3% accuracy, 0.83 AUC). Among anatomical zones, Zone 1 (fovea) and Zone 3 achieved 84.3% and 84.71% accuracy and 0.88 and 0.89 AUC, respectively, whereas Zone 2 underperformed (60.41% accuracy, 0.71 AUC). For visual acuity prediction, the full model achieved a mean absolute error (MAE) of 0.1181 and a coefficient of determination (R-squared) of 0.7759. The green channel demonstrated the strongest correlation with actual VA (correlation coefficient = 0.823, p < 0.001), followed by green-red (0.817) and blue (0.809). The green channel also achieved the lowest Mean Squared Error (MSE = 0.0369) and Root Mean Square Error (RMSE = 0.1920), outperforming other channels. Conclusions: Attention-guided deep learning applied to Spectralis OCT multicolor imaging enables accurate, objective classification of cataract severity and estimation of cataract-related visual acuity loss. Keywords: Cataract Classification, Visual Acuity Prediction, Multicolor Imaging, Deep Learning, Attention Mechanism, CBAM, Multioutput Deep Learning", "date": "2025-10-26", "journal": ""}
{"title": "The Multiple Approaches for Drug-Drug Interaction Extraction using Machine learning and transformer based Model", "doi": "10.1101/2025.10.25.684550", "authors": "Singh, G.", "abstract": "This research paper investigates a machine learning based approach for Drug-Drug Interaction (DDI) extraction for determining the side effects of multi drugs when prescribed simultaneously. In our proposed model we used TAC 2017 Dataset, which has Adverse Drug Reactions (ADRs) data for the classification ofdrug-drug interaction. TAC 2017 Dataset has various types of information which are related to drugs and their interactions. Our method uses Term Frequency-Inverse Document Frequency (TF-IDF) to transform the textual descriptions ofside effects for DDI into numerical feature vectors, followed by a Random Forest Classifier, Gradient Boosting, BioBERT, Support Vector Machine (SVM) Algorithms to predict the potential interactions between drug pairs. One of the key strength of the Random Forest approach is its ability to provide feature importance scores, which allows us to interpret which side effects are most influential in predicting drug interactions. The key advantage of Gradient Boosting is its high predictive performance combined with interpretability. It is able to handle complex, structured data efficiently. Additionally, the model's decisions are more transparent, which is necessary in the biomedical domain. The advantageof SVM is its ability to handle high-dimensional data, capture complex non-linear interactions using kernel functions, and generalize with datasets, making it robust to over-fitting. BioBERT (Bidirectional Encoder Representations from Transformers for Biomedical Text Mining) is advantageous for DDI prediction due to its biomedical domain knowledge, contextual understanding of complex drug-related texts.These method captures the relevance and importance of each side effect of multi drugs and also generate pairs of drugs from the dataset. Our model demonstrates competitive performance in DDI prediction, which highlights the utility of text-based feature extraction combined with an interpretable ensemble learning model.", "date": "2025-10-26", "journal": ""}
{"title": "In Silico Post-screening of Anti-polymerization Agents to Treat Sickle Cell Disease", "doi": "10.1101/2025.10.25.684554", "authors": "Qian, Y.; Daryakenari, N. A.; Hallow, M.; Lu, L.; Buffet, P. A.; Dao, M.; Li, H.; Karniadakis, G. E.", "abstract": "Sickle cell disease (SCD) is a genetic disorder that affects approximately 100,000 individuals in the United States and millions globally. Although curative therapies, such as stem cell transplant and gene therapy, are available, their application is limited by high cost and donor availability. Consequently, drug therapy remains the most feasible treatment option for the majority of patients with SCD. To date, only four drugs have been approved by the FDA, but none of these treatments comprehensively address all SCD-related symptoms or crises, suggesting the pressing need for developing new drugs. Several high-throughput screening campaigns have been performed for SCD drug discovery based on the in vitro sickling of red blood cells (RBCs) and they have identified several hits. However, it is challenging to replicate the organ-specific oxygen level and physiological deoxygenation time in these in vitro RBC sickling assays. Furthermore, these assays do not consider the pharmacokinetics (PK) and pharmacodynamics (PD) of the identified drugs, which are essential to determine whether the drugs can provide robust and sustained efficacy in treated patients with SCD. To address these technical gaps, we have developed a computational platform to perform post-screening analysis of potential anti-sickling agents. This platform sequentially combines PK/PD models with a kinetic model of RBC sickling, enabling efficient prediction of the dosage-dependent therapeutic efficacy of various anti-sickling agents based on patient-specific hematological factors and organ-specific oxygen levels. We first demonstrate the effectiveness of our integrated platform by showcasing the therapeutic efficacy of two FDA-approved drugs, Hydroxyurea (HU) and voxelotor. Next, we evaluate the therapeutic efficacy of two potential anti-sickling agents under clinical trial, namely Bitopertin and osivelotor. Our findings suggest that Bitopertin exhibits anti-sickling effects that are considerably less pronounced than those of HU and voxelotor. On the other hand, osivelotor can achieve similar anti-sickling effects as voxelotor with significantly lower doses due to its improved PK properties. Furthermore, we show the versatility of the proposed platform in predicting the anti-sickling effect of multi-agent therapies and evaluate the consequences of drug noncompliance. In particular, our analysis indicates that noncompliance with voxelotor may result in rapid increases in RBC sickling, whereas osivelotor is likely to mitigate noncompliance-induced adverse effects due to improved PK properties. We further quantify the relationship between drug dosage and the duration of noncompliance that leads to loss of therapeutic efficacy for voxelotor and osivelotor, providing guidance for optimizing dosage strategies to reduce the risk associated with noncompliance. In summary, our in silico platform serves as a valuable tool for post-screening analysis of potential anti-sickling agents by considering their PK and anti-sickling efficacy under patient-specific hemoglobin level and organ-specific oxygen level, thereby gaining insights into their potential therapeutic efficacy alone or in combination before clinical trials.", "date": "2025-10-26", "journal": ""}
{"title": "Web engine for tumor pathology image retrievals on massive scales", "doi": "10.1101/2025.10.25.684566", "authors": "Zhong, Z.; Huang, J.; Li, X.; Song, L.; Gong, L.; Ru, B.; Paul, R.; Levine, J.; Zhang, Y.; Aldape, K.; Jiang, P.", "abstract": "Hematoxylin and Eosin staining (H&E) is widely used in clinical practice, but efficient and versatile image retrieval tools are lacking. We developed the H&E Retrieval Engine (HERE, https://hereapp.ccr.cancer.gov) to analyze patient cases based on image similarities to database records. Using H&E image regions as input, HERE searches 21.2 terabytes of whole-slide images from multiple tumor histopathology cohorts through a 12.1-gigabyte memory index, and returns top images containing regions similar to the query. HERE scans high-resolution images in the database using accurate artificial intelligence encoding and ultra-efficient hierarchical skip indexing. HERE demonstrated performance superior to existing image retrieval tools based on blinded pathologist scoring using benchmark queries that represent key image features of human tumors. By pairing spatial transcriptomics with H&E images, HERE also enables retrieving image features from gene transcriptomics input and identifies molecular pathways associated with tumor histologies.", "date": "2025-10-26", "journal": ""}
{"title": "Open Raman Microscopy (ORM): A Modular Hardware and Software Framework for Accessible Raman Imaging", "doi": "10.1101/2025.10.26.684570", "authors": "Uning, K. T.; Brisebois, H.; Horgan, C.; Jensen, M.; Yuan, Y.; Liu, S.; Stepula, E.; Vanuytsel, S.; Kumar, V.; Goldrick, S.; Knight, R. D.; Hedegaard, M. A. B.; Albro, M.; Bergholt, M. S.; Thomas, M. R.", "abstract": "Raman microscopy is a label-free, non-destructive imaging tool for spatially resolved chemical fingerprinting. Its powerful ability to reveal molecular information has driven rapid growth in applications across fields as varied as materials science, environmental analysis, and biomedical research. Despite its versatility, the accessibility of Raman microscopy is limited by expensive commercial setups and the technical barriers faced by researchers attempting to build custom systems. Here, we introduce an Open Raman Microscopy (ORM) framework based on a readily accessible modular microscopy platform. The ORM platform provides configurations for both high-throughput imaging and confocal imaging. We developed a dedicated python-based control and acquisition software, the ORM-Integrated Raman and Imaging Software (ORM-IRIS) designed to accommodate modular integration and control of components, including the laser source, spectrometer, and translational stages. Implemented across three institutions we demonstrate the ORM platform for high-throughput imaging of articular cartilage tissue, confocal three-dimensional imaging of a zebrafish embryo, and imaging of gold colloid decorated surfaces for surface enhanced Raman spectroscopy. Together, this open-source hardware and software framework enhances the accessibility of Raman microscopy across an expanding range of scientific applications.", "date": "2025-10-26", "journal": ""}
{"title": "Mapping Functional Dynamics Hotspots for Protein Engineering with NMR Peak Intensity Analysis", "doi": "10.1101/2025.10.26.684639", "authors": "Damry, A. M.; Hunt, S. E.; Legault, S.; Thompson, M. C.; Goto, N. K.; Chica, R. A.", "abstract": "Structural dynamics play a crucial role in protein function, and tuning these dynamics through mutagenesis has emerged as a promising strategy for enhancing activity. However, identifying dynamics hotspots for protein engineering remains a labor-intensive challenge. Here, we demonstrate that NMR peak intensity analysis-a rapid, qualitative method with residue-level resolution-can identify functionally relevant dynamic regions with high precision. Using a family of red fluorescent proteins (RFPs) as a case study, we reveal that flexibility in specific regions of their structures correlates with function. Specifically, as quantum yield increases, the side of the {beta}-barrel closest to the chromophore phenolate moiety becomes more rigid, while the opposite side, closest to the acylimine group, gains flexibility. Notably, the phenolate face corresponds to a mutational hotspot frequently targeted in directed evolution campaigns aimed at enhancing brightness, underscoring its functional significance. B-factor analysis of non-cryogenic X-ray crystal structures further supports our findings. Our results establish NMR peak intensity analysis as a promising tool for mapping functional dynamics hotspots to guide protein engineering campaigns.", "date": "2025-10-26", "journal": ""}
{"title": "Tumor cell dissemination is facilitated through regulatory T cell-driven extracellular matrix remodeling", "doi": "10.1101/2025.10.25.684515", "authors": "Garcia-Santillan, A. D.; Lichtenberg, J. Y.; Shen, H.; Rodriguez, J. M.; Makar, S.; Barra, J.; Clark, N. M.; Du, W.; Martinez, L. M.; Hadjis, A. D.; Calicchia, T.; Dozmorov, M. G.; Bravo-Cordero, J. J.; Olex, A. L.; Hwang, P. Y.; Bos, P. D.", "abstract": "Regulatory T (Treg) cells function to enforce peripheral tolerance and are potent suppressors of tumor immunity. In breast cancer, we have shown that Treg cells promote tumor growth by favoring alternative activation of macrophages via suppression of IFN-{gamma}. The tumor-associated extracellular matrix (ECM) is a key regulator of metastatic dissemination and is emerging as a critical regulator of tumor immunity. However, the reciprocal effects of the immune system on the ECM remain elusive. Using a combination of murine in vivo, ex vivo and bioengineering models we describe Treg cell-dependent changes in the tumor ECM that facilitate tumor cell migration and metastatic dissemination. Importantly, Treg cell-dependent matrisome signatures correlate with delayed survival advantage in human breast cancer samples, and are upregulated in tumor-associated macrophages (TAMs). Further, both IFN-{gamma} and IFN-{gamma}-sensitivity in TAMs contribute to structural and functional changes of the ECM. This work underscores a previously unrecognized role of Treg cells on the ECM that facilitates metastasis and is consistent with tissue Treg cell emergent function as critical regulators of tissue repair and cancer.", "date": "2025-10-26", "journal": ""}
{"title": "Allosteric Ligand-Aptamer Complexes Orchestrate Supramolecular or Transient Catalytic, Transcription and Fibrinogenesis Processes", "doi": "10.1101/2025.10.26.684577", "authors": "Froim, D.; Amartely, H.; Dong, J.; Pikarsky, E.; Willner, I.", "abstract": "Allosteric regulation, the modulation of biological macromolecular function through binding of molecules at distant sites distinct from the active site, is a fundamental principle in biology that governs enzyme activity, signaling, and gene expression. In this work, we present allosteric ligand/aptamer complexes, coupled to biocatalytic reaction modules composed of enzymes, DNAzymes, or transcription machineries, regulating the catalytic and transient functions of these frameworks. This principle is exemplified by the assembly of ligand/aptamer subunits supramolecular complexes that allosterically stabilize the Mg2+-dependent DNAzyme, allowing its ribonucleobase cleavage activity, promoting the formation of transcription templates that yield RNA products, and modulating the assembly of thrombin aptamer subunits that inhibit thrombin-induced coagulation. Specifically, melamine (Mel)/aptamer subunits complexes allosterically stabilize the assembly of Mg2+-dependent DNAzyme strands for substrate cleavage, the formation of thrombin aptamer subunits that inhibit the conversion of fibrinogen to fibrin, and the stabilization of a transcription template encoding the Malachite Green (MG) RNA aptamer. Furthermore, coupling an enzyme that depletes the ligand/aptamer complex, which allosterically stabilizes the biocatalytic reaction module, demonstrates the dissipative and transient operation of the catalytic system. This concept is illustrated by the adenosine (Ade)/aptamer subunits supramolecular complex, which stabilizes thrombin aptamer subunits to inhibit thrombin-induced fibrinogenesis, and promotes the formation of an active transcription template for RNA synthesis. In the presence of adenosine deaminase (ADA), Ade is transformed into inosine, which lacks affinity for the aptamer subunits, thereby degrading the Ade/aptamer assemblies and depleting the allosteric complexes. The temporal disassembly of these allosteric stabilizing complexes leads to the transient inhibition of thrombin-induced coagulation or to the transient operation of a transcription machinery.", "date": "2025-10-26", "journal": ""}
{"title": "Patterns of aDNA Damage Through Time end Environments, lessons from herbarium specimens", "doi": "10.1101/2025.10.26.684600", "authors": "Porrelli, S.; Fornasiero, A.; Le, P. H.; Yin, W.; Navarrete Rodriguez, M.; Mohammed, N.; Himmelbach, A.; Clarke, A. C.; Stein, N.; Kersey, P. J.; Wing, R. A.; Gutaker, R. M.", "abstract": "Herbarium collections are a vast but underutilized resource for ancient DNA research, containing over 400 million specimens with detailed metadata and spanning centuries of global biodiversity. Understanding patterns of DNA preservation in natural collections is crucial for optimizing ancient DNA studies and informing future curation practices. We analysed genomic data for 573 herbarium specimens from six plant species from the genera Hordeum and Oryza collected from the Americas and Eurasia over 220 years using standardized laboratory protocols and shotgun sequencing to quantify DNA degradation and elucidate factors that accelerate it. We find significant age-dependent DNA fragmentation rates, indicating temporal degradation processes not detected in prehistoric samples. In our analysis, DNA decay rates in herbarium specimens were almost eight times faster than in moa bones, reflecting fundamental differences in tissue composition and preservation environments. Environmental conditions at the time of specimen collection emerged as the major determinants of post-mortem mutation rates, with temperature being the dominant driver of cytosine deamination. We find no effect of sample storage on DNA degradation. These findings provide insights into how climatic origin, preservation environment, taxonomic identity and age influence DNA preservation while highlighting opportunities for improving institutional preservation practices. Due to standardized preservation conditions, museum collections can provide better insights into DNA degradation over time than archaeological and paleontological samples.", "date": "2025-10-26", "journal": ""}