{"title": "Cohesin forms fountains at active enhancers in C. elegans", "doi": "10.1101/2023.07.14.549011", "authors": "Luethi (Isiaka), B.; Semple, J.; Haemmerli, A.; Thapliyal, S.; Ghadage, K.; Stojanovski, K.; D'Asaro, D.; Das, M.; Gilbert, N.; Glauser, D. A.; Towbin, B. D.; Jost, D.; Meister, P.", "abstract": "Transcriptional enhancers must locate their target genes with both precision and efficiency. In mammals, this specificity is facilitated by topologically associated domains (TADs), which restrict the enhancer search space through three-dimensional genome organization. In contrast, the nematode genome lacks such TAD-based segmentation despite harboring over 30000 sequences with chromatin signature characteristic of enhancers, thereby raising the question of how enhancer-promoter specificity is achieved. Using high-resolution Hi-C in C. elegans, we identify distinct 3D chromatin structures surrounding active enhancers, which we term fountains. These structures span 38 kb in average, are unique to active enhancers, and are enriched for the major somatic cohesin complex. Fountains collapse upon in vivo cohesin cleavage, indicating their cohesin dependency. Notably, fountains accumulate topological stress, as evidenced by the enrichment of topoisomerases and the psoralen-binding signature of negatively-supercoiled DNA. Functionally, fountain disassembly correlates with transcriptional upregulation of active enhancer-proximal genes, suggesting that fountains act as spatial repressors of enhancer activity. This repression is particularly pronounced for neuronal genes, including the skn-1/Nrf gene, which becomes upregulated, switches isoform and transcription start site upon cohesin loss in a pair of head neurons. Behaviorally, cohesin cleavage alters nematode movement and foraging behavior, linking enhancer-driven transcriptional changes to neural circuit function and organismal phenotypes, reminiscent of pathologies caused by cohesin mutations in humans. Together, our findings uncover fountains as a novel 3D chromatin feature that modulates enhancer activity in a TAD-less genome, establishing a mechanistic link between genome architecture, gene regulation and behavior.", "date": "2025-06-23", "journal": ""}
{"title": "Detection and localization of conspecifics in ghost knifefish are influenced by the relationship between the spatial organization of receptors and signals.", "doi": "10.1101/2023.07.20.549925", "authors": "Ramachandra, K. L.; Milam, O. E.; Pedraja, F.; Cornett, J. D.; Marsat, G.", "abstract": "The detection and localization of signals rely on arrays of receptors, and their spatial organization plays a key role in determining the accuracy of the system. Weakly electric ghost knifefish rely on a distributed array of electroreceptors to detect spatially diffuse electric signals from conspecifics. While we know that spatial resolution for small objects, such as prey, is enhanced near the head due to a high receptor density, it is not clear how receptor organization influences the processing of global and diffuse signals from conspecifics. Using spatially realistic modeling, we quantified how receptor density influences detection and localization accuracy for conspecific signals across varying distances. Our main result demonstrates that receptor density markedly enhances detection accuracy in frontal regions at intermediate distances (35-50 cm) yet surprisingly contributes minimally to improving localization accuracy. This highlights a fundamental principle: receptor convergence primarily benefits signal detection when dealing with spatially diffuse stimuli, even though higher receptor density can enhance localization accuracy for spatially delineated signals. Our findings extend beyond the electrosensory modality, drawing parallels with other sensory systems, and offer broader insights into spatial processing principles.", "date": "2025-06-23", "journal": ""}
{"title": "Model cyanobacterial consortia reveal a consistent core microbiome independent of inoculation source or cyanobacterial host species", "doi": "10.1101/2023.12.09.570939", "authors": "Kust, A.; Zorz, J.; Paniker, C. C.; Bouma-Gregson, K.; Krishnappa, N.; Liu, W.; Banfield, J. F.; Diamond, S.", "abstract": "Cyanobacteria are integral to biogeochemical cycles, influence climate processes, and hold promise for commercial applications. In natural habitats, they form complex consortia with other microorganisms, where interspecies interactions shape their ecological roles. Although in vitro studies of these consortia have significantly advanced our understanding, they often lack the biological replication needed for robust statistical analysis of shared microbiome features and functions. Moreover, the microbiomes of many model cyanobacterial strains, which are central to our understanding of cyanobacterial biology, remain poorly characterized. Here, we expanded on existing in vitro approaches by co-culturing five well-characterized model cyanobacterial strains with microorganisms filtered from three distinct freshwater sources, generating 108 stable consortia. Metagenomic analyses revealed that, despite host and inoculum diversity, these consortia converged on a similar set of non-cyanobacterial taxa, forming a 25-species core microbiome. The large number of stable consortia in this study enabled statistical validation of both previously observed and newly identified core microbiome functionalities in micronutrient biosynthesis, metabolite transport, and anoxygenic photosynthesis. Furthermore, core species showed significant enrichment of plasmids, and functions encoded on plasmids suggested plasmid-mediated roles in symbiotic interactions. Overall, our findings uncover the potential microbiomes recruited by key model cyanobacteria, demonstrate that laboratory-enriched consortia retain many taxonomic and functional traits observed more broadly in phototroph-heterotroph assemblages, and show that model cyanobacteria can serve as robust hosts for uncovering functional roles underlying cyanobacterial community dynamics.", "date": "2025-06-23", "journal": ""}
{"title": "Explaining tip-of-the-tongue experiences in older adults: The role of brain-based and cardiorespiratory fitness factors", "doi": "10.1101/2023.12.08.570799", "authors": "Rahman, F.; Tsvetanov, K. A.; Feron, J.; Mullinger, K.; Joyce, K.; Gilani, A.; Fernandes, E. G.; Wetterlin, A.; Wheeldon, L. R.; Lucas, S. J. E.; Segaert, K.", "abstract": "Cognitive decline associated with healthy ageing is multifactorial: brain-based and lifestyle factors uniquely and jointly contribute to distinct neurocognitive trajectories of ageing. To evaluate existing models of neurocognitive ageing such as compensation, maintenance, or reserve, we explore how various known brain-based and cardiorespiratory fitness factors intersect to better understand cognitive decline. In a pre-registered study (https://osf.io/6fqg7), we tested 73 healthy older adults aged 60 to 81 (M = 65.51, SD = 4.94) and collected neuroimaging (functional, structural, and perfusion MRI), cardiorespiratory fitness, and cognitive data to investigate a prominent challenge for older adults: word-finding failures. fMRI signal was recorded while participants responded to a definition-based tip-of-the-tongue task, T1-weighted imaging estimated grey matter volume, and cerebral blood flow was indexed using multi-delay pseudo-continuous arterial spin labelling. Commonality analyses were used to analyse these multi-domain data (neuroimaging, cardiorespiratory fitness, language skills, demographic characteristics) and uncover associations between predictors in explaining age-related tip-of-the-tongue rates. Commonality analyses revealed that functional activation of language networks associated with tip-of-the-tongue states is in part linked with age and, interestingly, cardiorespiratory fitness: the combination of higher cardiorespiratory fitness and functional recruitment in some older adults offsets part of the age-related variance in tip-of-the-tongues. Moreover, age-associated atrophy and perfusion in regions other than those showing functional differences accounted for variance in tip-of-the-tongues. Our findings can be interpreted in the context of the classic models of neurocognitive ageing, suggesting compensation. Brain health indices in concordance with cardiorespiratory fitness can provide a more holistic explanation of individual differences in age-related cognitive decline.", "date": "2025-06-23", "journal": ""}
{"title": "CREB drives acinar cells to ductal reprogramming and promotes pancreatic cancer progression in preclinical models of alcoholic pancreatitis", "doi": "10.1101/2024.01.05.574376", "authors": "Srinivasan, S.; Mehra, S.; Jinka, S.; Bianchi, A.; Singh, S.; Dosch, A. R.; Amirian, H.; Krishnamoorthy, V.; Silva, I. D. C.; Patel, M.; Box, E. W.; Garrido, V.; Totiger, T. M.; Zhou, Z.; Ban, Y.; Datta, J.; VanSaun, M.; Merchant, N.; Nagathihalli, N.", "abstract": "BACKGROUND AND AIMS: Chronic alcoholism often leads to pancreatitis, which exacerbates pancreatic damage through acinar cell injury, fibrotic inflammation, and activates AKT/mTOR/cyclic adenosine monophosphate response element binding protein 1 (CREB) signaling axis. However, the molecular interplay between oncogenic KrasG12D/+(Kras*) and transcription factor CREB in promoting pancreatic cancer progression under chronic inflammation remains poorly understood. METHODS: Experimental alcoholic chronic pancreatitis (ACP) induction was established in multiple mouse models, with euthanasia during the recovery stage to evaluate tumor latency. CREB was selectively deleted (Crebfl/fl) in Ptf1aCreERTM/+;LSL-KrasG12D+/-(KC) genetic mouse (KCC-/-). Pancreata from Ptf1aCreERTM+/-, KC and KCC-/-  mice were analyzed using histological profiling, western blotting, phosphokinase array, and quantitative PCR. Single-cell RNA sequencing was performed in ACP-induced KC mice. Lineage tracing analysis using YFP reporter mice and acinar cell explant cultures analysis were also conducted. RESULTS: ACP induction in KC mice significantly impaired the pancreas repair mechanism. Acinar cell-derived ductal lesions demonstrated sustained CREB hyperactivation in acinar-to-ductal metaplasia (ADM)/pancreatic intraepithelial neoplasia (PanIN) lesions associated with pancreatitis and pancreatic cancer. Persistent CREB activity reprogrammed acinar cells and increased profibrotic inflammation. Notably, acinar-specific Creb deletion in ACP induced models suppressed high-grade PanIN development, restrained tumor progression, and improved acinar cell function. CONCLUSIONS: Our findings demonstrate that CREB cooperates with Kras* to promote irreversible ADM, accelerating pancreatic cancer progression with ACP. Targeting CREB may present a promising strategy to mitigate inflammation-driven pancreatic tumorigenesis.", "date": "2025-06-23", "journal": ""}
{"title": "Synchronous Ensembles of Hippocampal CA1 Pyramidal Neurons During Novel Exploration", "doi": "10.1101/2024.02.07.579313", "authors": "Chen, E.-L.; Chen, T.-W.; Schreiter, E. R.; Lin, B.-J.", "abstract": "Synchronous neuronal ensembles play a pivotal role in the consolidation of long-term memory in the hippocampus. However, their organization during the acquisition of spatial memory remains less clear. In this study, we used neuronal population voltage imaging to investigate the synchronization patterns of CA1 pyramidal neuronal ensembles during the exploration of a new environment, a critical phase for spatial memory acquisition. We found synchronous ensembles comprising approximately 40% of CA1 pyramidal neurons, firing simultaneously in brief windows ([~]25ms) during immobility and locomotion in novel exploration. Notably, these synchronous ensembles were not associated with contralateral ripple oscillations but were instead phase-locked to theta waves recorded in the contralateral CA1 region. Moreover, the subthreshold membrane potentials of neurons exhibited coherent intracellular theta oscillations with a depolarizing peak at the moment of synchrony. Among newly formed place cells, pairs with more robust synchronization during locomotion displayed more distinct place-specific activities. These findings underscore the role of synchronous ensembles in coordinating place cells of different place fields.", "date": "2025-06-23", "journal": ""}
{"title": "Executive Resources Shape the Impact of Language Predictability Across the Adult Lifespan", "doi": "10.1101/2024.05.08.592872", "authors": "Schuckart, M. M.; Martin, S.; Tune, S.; Schmitt, L.-M.; Hartwigsen, G.; Obleser, J.", "abstract": "Humans routinely anticipate upcoming language, but whether such predictions come at a cognitive cost remains debated. In this study, we demonstrate the resource-dependent nature of predictive mechanisms in language comprehension across the lifespan: Experimentally limiting executive resources through a concurrent task reduces the effect of language predictability on reading time. Participants (N=175, replication N=96) read short articles presented word-by-word while completing a secondary font colour n-back task, thus varying cognitive demand. Language predictability was indexed by word surprisal as derived from a pre-trained large language model (GPT-2). Across two independent samples, our findings reveal that language predictions are not cost-free: They draw on executive control resources, and this dependency becomes more pronounced with age (18-85 years). These results help resolve the debate over cognitive demands in language comprehension and highlight prediction as a dynamic, resource-dependent process across the lifespan.", "date": "2025-06-23", "journal": ""}
{"title": "Asynchronous mouse embryo polarization leads to heterogeneity in cell fate specification", "doi": "10.1101/2024.07.26.605266", "authors": "Lamba, A.; Zhu, M.; Meglicki, M.; Czukiewska, S.; Balasubramaniam, L.; Hadas, R.; Weishaupt, N.; Patel, E.; Kavanagh, Y. H.; Wang, R.; Jing, N.; Zernicka-Goetz, M.", "abstract": "The first lineage allocation in mouse and human embryos separates the inner cell mass (ICM) from the outer trophectoderm (TE). This symmetry breaking event is executed through polarization of cells at the 8-cell stage and subsequent asymmetric divisions, generating polar (TE) and apolar (ICM) cells. Here, we show that embryo polarization is unexpectedly asynchronous. Cells polarizing at the early and late 8-cell stage have distinct molecular and morphological properties that direct their following lineage specification, with early polarizing cells being biased towards producing the TE lineage. More recent studies have also implicated heterogeneities between cells prior to the 8-cell stage in the first lineage allocation: cells exhibiting reduced methyltransferase CARM1 activity at the 4-cell stage are predisposed towards the TE fate. Here, we demonstrate that reduced CARM1 activity and upregulation of its substrate BAF155 promote early polarization and TE specification. These findings provide a link between asymmetries at the 4-cell stage and polarization at the 8-cell stage, mechanisms of the first lineage allocation that had been considered separate.", "date": "2025-06-23", "journal": ""}
{"title": "A sticky Poisson Hidden Markov Model for solving the problem of over-segmentation and rapid state switching in cortical datasets", "doi": "10.1101/2024.08.07.606969", "authors": "Li, T.; La Camera, G.", "abstract": "The application of hidden Markov models (HMMs) to neural data has uncovered hidden states and signatures of neural dynamics that are relevant for sensory and cognitive processes. However, training an HMM on cortical data requires a careful handling of model selection, since models with more numerous hidden states generally have a higher likelihood on new (unseen) data. A potentially related problem is the occurrence of very rapid state switching after decoding the data with an HMM. The first problem can lead to overfitting and over-segmentation of the data. The second problem is due to intermediate- to-low self-transition probabilities and is at odds with many reports that hidden states in cortex tend to last from hundred of milliseconds to seconds. Here, we show that we can alleviate both problems by regularizing a Poisson-HMM during training so as to enforce large self-transition probabilities. We call this algorithm the  sticky Poisson-HMM (sPHMM). The sPHMM successfully eliminates rapid state switching, outperforming an alternative strategy based on an HMM with a large prior on the self-transition probabilities. When used together with the Bayesian Information Criterion for model selection, the sPHMM also captures the ground truth in surrogate datasets built to resemble the statistical properties of the experimental data.", "date": "2025-06-23", "journal": ""}
{"title": "Predictive power of different Akkermansia phylogroups in clinical response to PD-1 blockade against non-small cell lung cancer", "doi": "10.1101/2024.08.21.608814", "authors": "Fan, P.; Ni, M.; Fan, Y.; Ksiezarek, M.; Fang, G.", "abstract": "Immune checkpoint blockade has emerged as a promising form of cancer therapy. However, only some patients respond to checkpoint inhibitors, while a significant proportion of patients do not, calling for the discovery of reliable biomarkers. Recent studies reported the importance of the gut microbiome in the clinical response to PD-1 blockade against non-small cell lung cancer (NSCLC), highlighting Akkermansia muciniphila as a candidate biomarker. Motivated by the genomic and phenotypic differences across Akkermansia muciniphila strains and Akkermansia (Akk) phylogroups (AmIa, AmIb, AmII, AmIII and AmIV), we analyzed fecal metagenomic sequencing data from four publicly available NSCLC cohorts (n = 575). Encouragingly, we found that patients responses to PD-1 blockade are significantly different across different Akk phylogroups, highlighting the relatively stronger association between AmIa and positive responses than the other phylogroups. We built a machine learning model based on Akk gene profiles, which improved the predictive power and shed light on a group of Akk genes that may be associated with the response to PD-1 blockade. In summary, our study underlines the benefits of high-resolution analysis of Akk genomes in the search for biomarkers that may improve the prediction of patients responses to cancer immunotherapy.", "date": "2025-06-23", "journal": ""}
{"title": "Persistent legacy effects on soil microbiota facilitate plant adaptive responses to drought", "doi": "10.1101/2024.08.26.609769", "authors": "Ginnan, N. A.; Custodio, V.; Gopaulchan, D.; Ford, N.; Salas-Gonzalez, I.; Jones, D. D.; Wells, D. M.; Moreno, A.; Castrillo, G.; Wagner, M. R.", "abstract": "Both chronic and acute drought alter the composition and physiology of soil microbiota by selecting for functional traits that preserve fitness in dry conditions. Currently, little is known about how the resulting precipitation legacy effects manifest at the molecular and physiological levels and how they influence neighboring plants, especially in the context of subsequent drought. We characterized metagenomes of six prairie soils spanning a steep precipitation gradient in Kansas, USA. By statistically controlling for variation in soil porosity and elemental profiles, we identified bacterial taxa and functional gene categories associated with precipitation. This microbial precipitation legacy persisted through a 5-month-long experimental drought and mitigated the negative physiological effects of acute drought for a wild grass species that is native to the precipitation gradient, but not for the domesticated crop species maize. In particular, microbiota with a low-precipitation legacy altered transcription of a subset of host genes that mediate transpiration and intrinsic water use efficiency during drought. Our results show how long-term exposure to water stress alters soil microbial communities with consequences for the drought responses of neighboring plants.", "date": "2025-06-23", "journal": ""}
{"title": "An embodied perspective: angular gyrus and precuneus decode selfhood in memories of naturalistic events", "doi": "10.1101/2024.09.09.612088", "authors": "Iriye, H.; St. Jacques, P. L.", "abstract": "While we often assume that memory encoding occurs from an in-body (first-person) perspective, out-of-body experiences demonstrate that we can form memories from a third-person perspective. This phenomenon provides a distinctive opportunity to examine the interaction between embodiment and visual perspective during encoding, and how this interplay shapes the recall of past events. Participants formed memories for naturalistic events following a manipulation of their sense of embodiment from in-body and out-of-body perspectives and recalled them during functional scanning. Region of interest multivariate analyses examined how the angular gyrus, precuneus, and hippocampus reflected visual perspective, embodiment, and their interaction during remembering. Patterns of activity during retrieval in the left angular gyrus and bilateral precuneus predicted embodiment on its own separated from visual perspective. In contrast, we observed only inconclusive evidence that these posterior parietal regions predicted visual perspective independent of embodiment. While the left angular gyrus distinguished between in-body and out-of-body perspectives during the retrieval of events associated with both strong and weak embodiment, decoding accuracy predicting visual perspective was only above chance for events encoded with strong embodiment in the precuneus bilaterally. Our results suggest that the contribution of posterior parietal regions in establishing visual perspectives within memories is tightly interconnected with embodiment. Encoding events from an embodied in-body perspective compared to embodied out-of-body perspective led to higher memory accuracy following repeated retrieval. These results elucidate how fundamental feelings of being located in and experiencing the world from our own body's perspective are integrated within memory.", "date": "2025-06-23", "journal": ""}
{"title": "Mutations in legume symbiosis genes create a complex selective landscape for rhizobial symbionts", "doi": "10.1101/2024.09.11.612462", "authors": "Guha, S.; Bledsoe, R. B.; Sutherland, J.; Epstein, B.; Fry, G. M.; Young, N. D.; Tiffin, P.; Burghardt, L. T.", "abstract": "In the mutualism between leguminous plants and rhizobia bacteria, rhizobia live inside root nodules, creating the potential for host genes to shape the rhizobial selective environment. Many host genes that affect symbiosis have been identified; however, the extent to which these genes affect selection acting on rhizobia is unknown. In this study, we inoculated 18 Medicago truncatula symbiotic mutants (including mutants that alter NCR peptide production, plant defence, and nodule number regulation) with a mixture of 86 Sinorhizobium meliloti strains. Most mutations led to reduced host benefits, but effects on rhizobial benefit (i.e., relative strain fitness) varied widely, revealing widespread host gene by strain fitness interactions. Genome-wide association analyses identified genetic variants on rhizobial replicons pSymA and pSymB as important in mediating strain fitness responses to host mutations. While most top variants only affected rhizobial fitness with one host mutant (limited effect variants), nine affected fitness across six or more host mutations. These pervasive variants occurred primarily on pSymA, the symbiotic replicon, and include fixL and a few metabolic genes. In contrast to the limited effect variants, variants with pervasive positive effects on strain fitness when host genes were mutated tended to adversely affect fitness in wild-type hosts. Our results reveal how host symbiosis genes affect rhizobial fitness and set the stage for improving rhizobial inoculants and breeding legume hosts better adapted for multi-strain environments.", "date": "2025-06-23", "journal": ""}
{"title": "Mitochondrial Fatty Acid Oxidation is Stimulated by Red Light Irradiation", "doi": "10.1101/2024.09.12.612633", "authors": "Herrera, M. A.; Caldeira da Silva, C. C.; Baptista, M. S.; Kowaltowski, A. J.", "abstract": "Keratinocytes are the primary constituents of sunlight-exposed epidermis. In these cells, UVA completely inhibited oxidative phosphorylation, while equivalent doses of blue and green light preserved metabolic fluxes, but reduced viability. In contrast, red light enhanced proliferation and elevated basal and maximal oxygen consumption rates for 48h, without altering protein levels of the electron transport chain. Targeted flux analysis revealed that red light specifically activates AMPK-dependent mitochondrial fatty acid oxidation. This was accompanied by reduced the levels of free fatty acids and increased acetyl CoA carboxylase phosphorylation. Together, our results characterize wavelength-selective regulation of keratinocyte metabolism: UV/visible wavelengths induce damage, while red light triggers AMPK-dependent fatty acid oxidation, providing a mechanistic explanation for photobiomodulation in epidermal cells.", "date": "2025-06-23", "journal": ""}
{"title": "Higher-order and distributed synergistic functional interactions encode information gain in goal-directed learning", "doi": "10.1101/2024.09.23.614484", "authors": "Combrisson, E.; Basanisi, R.; Neri, M.; Auzias, G.; Petri, G.; Marinazzo, D.; Panzeri, S.; Brovelli, A.", "abstract": "Goal-directed learning arises from distributed neural circuits including the prefrontal, posterior parietal and temporal cortices. However, the role of cortico-cortical functional interactions remains unclear. To address this question, we integrated information dynamics analysis with magnetoencephalography to investigate the encoding of learning signals through neural interactions. Our findings revealed that information gain the reduction in uncertainty about the causal relationship between actions and outcomes) is represented over the visual, parietal, lateral prefrontal and ventromedial/orbital prefrontal cortices. Cortico-cortical interactions encoded information gain synergistically at the level of pairwise and higher-order relations, such as triplets and quadruplets. Higher-order synergistic interactions were characterized by long-range relationships centered in the ventromedial and orbitofrontal cortices, which served as key receivers in the roadcast of information gain across cortical circuits. Overall, this study provides evidence that information gain is encoded through synergistic and higher-order functional interactions and is broadcast to prefrontal reward circuits.", "date": "2025-06-23", "journal": ""}
{"title": "Novel interactions within the silent information regulator heterochromatin complex potentiate inter-subunit communication and gene repression", "doi": "10.1101/2024.12.23.630195", "authors": "Kotz, J.; Martz, E. J.; Nelson, M.; Savoie, N.; Schmitt, L.; States, J.; Holton, N.; Hansen, K. M.; Johnson, A. M.", "abstract": "Organisms with smaller genomes often perform multiple functions using one multi-subunit protein complex. The S. cerevisiae Silent Information Regulator complex (SIRc) carries out all of the core functions of heterochromatin. SIR complexes first drive the initiation and spreading of histone deacetylation in an iterative manner. Subsequently, the same complexes are incorporated stably with nucleosomes, driving compaction and repression of the underlying chromatin domain. These two distinct functions of SIRc have each been characterized in much detail, but the mechanism by which the dynamic spreading state switches to stable compaction is not well-understood. This incomplete knowledge of potential intra-complex communication is partly due to a lack of structural information of the complex as a whole; only structures of fragments have been determined to date. Using cross-linking mass spectrometry in solution, we identified a novel inter-subunit interaction that physically connects the two states of SIRc. The Sir2 deacetylase makes direct interactions with the scaffolding subunit Sir4 through its coiled-coil domain, which also interacts with the Sir3 compaction/repression subunit. Within the hub of interactions are conserved residues in Sir2 that can sense deacetylation state, as well as amino acids that likely diverged and co-evolved to interact with Sir4, promoting species-specific functions. Mutation of this interaction hub disrupts heterochromatic repression, potentially by disrupting a conserved mechanism that communicates completion of deacetylation to switch to compaction. Our work highlights how a single multi-functional chromatin regulatory complex can stage a step-wise mechanism that requires a major transition in activities to achieve epigenetic gene repression.", "date": "2025-06-23", "journal": ""}
{"title": "Longitudinal assessment of DREADD expression and efficacy in the monkey brain", "doi": "10.1101/2024.12.26.630299", "authors": "Nagai, Y.; Hori, Y.; Inoue, K.-i.; Hirabayashi, T.; Mimura, K.; Oyama, K.; Miyakawa, N.; Hori, Y.; Iwaoki, H.; Kumata, K.; Zhang, M.-R.; Takada, M.; Higuchi, M.; Minamimoto, T.", "abstract": "Designer Receptors Exclusively Activated by Designer Drugs (DREADDs) offer a powerful means for reversible control of neuronal activity through systemic administration of inert actuators. Because chemogenetic control relies on DREADD expression levels, understanding and quantifying the temporal dynamics of their expression is crucial for planning long-term experiments in monkeys. In this study, we longitudinally quantified in vivo DREADD expression in macaque monkeys using positron emission tomography with the DREADD-selective tracer [11C]deschloroclozapine (DCZ), complemented by functional studies. Twenty macaque monkeys were evaluated after being injected with adeno-associated virus vectors expressing the DREADDs hM4Di or hM3Dq, whose expression was quantified as changes in [11C]DCZ binding potential from baseline levels. Expression levels of both hM4Di and hM3Dq peaked around 60 days post-injection, remained stable for about 1.5 years, and declined gradually after two years. Significant chemogenetic control of neural activity and behavior persisted for about two years. The presence of protein tags significantly influenced expression levels, with co-expressed protein tags reducing overall expression levels. These findings provide valuable insights and guidelines for optimizing the use of DREADDs in long-term primate studies and potential therapeutic applications.", "date": "2025-06-23", "journal": ""}
{"title": "Integrating explicit reliability for optimal choices: effect of trustworthiness on decisions and metadecisions", "doi": "10.1101/2025.01.12.632598", "authors": "Ota, K.; Ciston, A.; Haggard, P.; Gajdos, T.; Charles, L.", "abstract": "A key challenge in todays fast-paced digital world is to integrate information from various sources, which differ in their reliability. Yet, little is known about how explicit probabilistic information about the likelihood that a source provides correct information is used in decision-making. Here, we investigated how such explicit reliability markers are integrated and the extent to which individuals have metacognitive insight into this process. We developed a novel paradigm where participants viewed opinions from sources of varying reliability to make a choice between two options. After each decision, they rated how much they felt a given source influenced their choice. Using computational modelling, we estimated the effective reliability participants assigned to each source and how leaky their decision process was. Overall, we found that participants acted as if sources were more informative than they actually were, inflating the reliability they were communicated. Interestingly, we show that even though sources were explicitly labelled as unreliable, these sources biased choices, as if these were treated as moderately reliable. Additionally, the presence of sources known to be lying, reliably voting for the incorrect answer, impaired performance by increasing decision leakiness. Despite these biases, participants showed some metacognitive awareness of what influenced their choices: they were generally accurate in reporting the degree to which a source influenced them and were aware of the impact unreliable sources had on their decisions. These results suggest that people make suboptimal use of explicit source reliability, but have some awareness of their suboptimal choices.", "date": "2025-06-23", "journal": ""}
{"title": "WITHDRAWN: Novel Carbohydrate-substituted Indazole Derivatives Targeting SGLT1 Enhance the Efficacy of Receptor Tyrosine Kinase Inhibitors in Cancer Therapy", "doi": "10.1101/2025.01.13.632856", "authors": "Qi, H.; Sun, Z.", "abstract": "The authors have withdrawn this manuscript because [Because we need to conduct a completely different re-examination of the mechanism behind the article]. Therefore, the authors do not wish this work to be cited as reference for the project. If you have any questions, please contact the corresponding author.", "date": "2025-06-23", "journal": ""}
{"title": "Breaking the Phalanx: Overcoming Bacterial Drug Resistance with Quorum Sensing Inhibitors that Enhance Therapeutic Activity of Antibiotics", "doi": "10.1101/2025.01.17.633658", "authors": "Beasley, J.-M.; Dorjsuren, D.; Jain, S.; Rath, M.; Scheufen Tieghi, R.; Tropsha, A.; Simeonov, A.; Zakharov, A. V.; Muratov, E.", "abstract": "Antibiotic-resistant bacterial infections loom over humanity as an increasingly deadly threat. There exists a dire need for new treatments, especially those that synergize with our existing arsenal of antibiotic drugs, to help overcome the gap in antibiotic efficacy and attenuate the development of new antibiotic resistance in the most dangerous pathogens. Quorum-sensing systems in bacteria drive the formation of biofilms, increase surface motility, and enhance other virulence factors, making these systems attractive targets for the discovery of novel antibacterials. Quorum-sensing inhibitors (QSIs) are hypothesized to synergize with existing antibiotics, making bacteria more sensitive to the effects of these drugs. In this study, we aimed to find the synergistic combinations between the QSIs and known antibiotics to combat the two deadliest hospital infections - Pseudomonas aeruginosa and Acinetobacter baumannii. We mined biochemical activity databases and literature to identify known, high-efficacy QSIs against these bacteria. We used these data to develop and validate a Quantitative Structure-Activity Relationship (QSAR) model for predicting QSI activity and then employed this model to identify new potential QSIs from the Inxight database of approved and investigational drugs. We then tested binary mixtures of the identified QSIs with 11 existing antibiotics using a combinatorial matrix screening approach with ten (five of each) clinical isolates of P. aeruginosa and A. baumannii. Amongst explored drug combinations, 22 exhibited a synergistic effect. Although no mixture inhibiting all the strains was found, piperacillin combined with ketoprofen, indomethacin, and piroxicam demonstrated the broadest antimicrobial action. We anticipate that further preclinical investigation of these combinations of novel repurposed QSIs with a known antibiotic may lead to novel clinical candidates.\n\nTable of Content Graphic\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=121 SRC=\"FIGDIR/small/633658v3_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (52K):\norg.highwire.dtl.DTLVardef@acf2a5org.highwire.dtl.DTLVardef@6e393dorg.highwire.dtl.DTLVardef@700854org.highwire.dtl.DTLVardef@132eb07_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "date": "2025-06-23", "journal": ""}
{"title": "Single-cell profiling reveals a novel RAB13+ endothelial subpopulation and profibrotic mesenchymal cells in the aged human bone marrow", "doi": "10.1101/2025.01.28.635238", "authors": "Cenzano, I.; Cocera, M.; Lopez Perez, A. R.; Campos-Dopazo, L.; Ruiz, J.; Sancho, I.; San Martin-Uriz, P.; Aguirre-Ruiz, P.; Sarvide, S.; Vilas-Zornoza, A.; Ripalda-Cemborain, P.; Alignani, D.; Lopez, A.; Minana Barrios, M.; Quilez Agreda, D.; Ye, J.; Lehmann, R.; Sudupe, L.; Abengozar-Muela, M.; Tamariz-Amador, L.-E.; Muinos-Lopez, E.; Saez, B.; Tegner, J.; A. Calvo, I.; Gomez-Cabrero, D.; Prosper, F.", "abstract": "The bone marrow (BM) microenvironment plays a crucial role in regulating hematopoiesis, yet the molecular changes associated with aging in humans remain poorly understood. Using single-cell RNA sequencing, we uncovered transcriptional shifts in BM endothelial cells (EC) and mesenchymal stem cells (MSC) during aging. Aged sinusoidal EC exhibited a prothrombotic phenotype with compromised mitochondrial and vascular function. Additionally, we identified a novel arterial EC subset, emerging in aged individuals, characterized by RAB13 expression and associated with transcriptional regulatory processes. MSC from aged subjects displayed impaired matrix remodeling and epithelial-mesenchymal transition, driven partly by a subpopulation of THY1+ profibrotic cells absent in younger individuals. Finally, immunofluorescent imaging and spatial transcriptomics confirmed the presence of these aging-associated cells in BM samples from aged individuals. In summary, this work provides a comprehensive view of the transcriptional landscape, cellular interactions, and spatial organization of aged EC and MSC, offering novel insights and potential targets that could be exploited for preventing aged-associated changes in humans.", "date": "2025-06-23", "journal": ""}
{"title": "Admixture mapping reveals evidence for multiple mitonuclear incompatibilities in swordtail fish hybrids", "doi": "10.1101/2025.01.30.635158", "authors": "Robles, N. V.; Moran, B. M.; Rodriguez Barrera, M. J.; Jofre, G. I.; Gunn, T.; Iverson, E. N. K.; Beskid, S.; Baczenas, J.; Sedghifar, A.; Andolfatto, P.; Brandvain, Y.; Havird, J. C.; Rosenthal, G. G.; Schumer, M.", "abstract": "How barriers to gene flow arise between closely related species is one of the oldest questions in evolutionary biology. Classic models in evolutionary biology predict that negative epistatic interactions between variants in the genomes of diverged lineages, known as hybrid incompatibilities, will reduce viability or fertility in hybrids. The genetic architecture of these interactions and the evolutionary paths through which they arise have profound implications for the efficacy of hybrid incompatibilities as barriers to gene flow between species. While these questions have been studied using theoretical approaches for several decades, only recently has it become possible to genetically map larger numbers of hybrid incompatibilities. Here, we use admixture mapping in natural hybrid populations of swordtail fish (Xiphophorus) to identify hybrid incompatibilities involving genetic interactions between the mitochondrial and nuclear genomes. We find that at least nine regions of the genome are involved in mitonuclear incompatibilities. These incompatibilities involve interactions between the nuclear genome and the X. malinche mitochondria, the X. birchmanni mitochondria, or both. Moreover, they vary in the strength of selection they experience, and the degree to which they limit gene flow in natural hybrid populations. Our results build a deeper understanding of the complex architecture of selection against incompatibilities in naturally hybridizing species and highlight an important role of mitonuclear interactions in the evolution of reproductive barriers between closely related species.", "date": "2025-06-23", "journal": ""}
{"title": "Static morphogen scaling enables proportional growth in tissue growth model inspired by axolotl limb regeneration", "doi": "10.1101/2025.02.14.638295", "authors": "Lyubaykina, N.; Knapp, D.; Tardivo, P.; Kotz, M.; Sandoval-Guzman, T.; Friedrich, B. M.", "abstract": "Axolotls can regenerate lost limbs throughout their lives, while they continue to grow. This poses the question of how the size and pattern of a regenerating limb is matched to a widely varying animal size. Two interacting signaling molecules, SHH and FGF8, are produced at opposite sides of the regenerating limb and sustain tissue growth through a pair of oppositely-oriented signaling gradients. As the size of the regrowing tissue can vary more than three-fold depending on the size of the animal, it is unclear how the activities of these mutually dependent morphogens are maintained and subsequently terminated to determine appropriate growth. Scaling of limb regeneration suggests a size-dependent adaptation of morphogen gradient parameters. Inspired by this biological example, we theoretically investigate general mechanisms of morphogen-controlled growth arrest and proportional growth. In the proposed mechanism, tissue growth increases the spatial distance between the two morphogen gradients, thus providing negative feedback that eventually arrests morphogen activity and growth. We put forward two distinct scaling scenarios of morphogen gradients: either dynamic scaling with blastema size, where morphogen gradient parameters change dynamically with the growing tissue, or static scaling with animal size, where morphogen gradient parameters stay constant during blastema growth and only depend on animal size. We show that static scaling ensures proportional growth, but dynamic scaling does not. We compare theory predictions to experimental quantification of SHH and FGF8 morphogen gradient parameters at different time-points of regeneration in different-sized animals, indicating static scaling for some morphogen parameters, which is sufficient to ensure proportional growth in our model.", "date": "2025-06-23", "journal": ""}
{"title": "Targeting of the nuclear RNA exosome to chromatin by HP1 affects the transcriptional programs of liver cells.", "doi": "10.1101/2025.02.14.638307", "authors": "SOUAIFAN, H.; COSTALLAT, M.; SITKIEWICZ, L.; GODEST, K.; CAMMAS, F.; MANN, C.; MUCHARDT, C.; RACHEZ, C.", "abstract": "HP1, a hallmark of pericentromeric heterochromatin, is a chromatin-bound regulator of co-transcriptional processes including alternative splicing, but its role in RNA degradation remains unexplored. Here, we uncover a direct interaction between HP1 and the RNA exosome, a major RNA decay complex. In mouse embryonic liver cells, inactivation of all three HP1 isoforms led to accumulation of retrotransposon-derived RNAs and stabilization of enhancer RNAs. These changes coincided with increased activity at a subset of liver enhancers particularly sensitive to reduced exosome activity, many of which regulate genes encoding extracellular matrix components such as Col6a1 and Col6a2. Stratifying hepatocellular carcinoma samples by HP1 expression further revealed that tumors with low HP1 were marked by reduced RNA degradation, and increased expression of a similar subset of genes encoding extracellular matrix components and possibly contributing to tumor stiffness. These results suggest that HP1s impact on RNA turnover contributes to its function in cancer biology.", "date": "2025-06-23", "journal": ""}
{"title": "Mechanism of CO2 and NH3 Transport through Human Aquaporin 1: Evidence for Parallel CO2 Pathways", "doi": "10.1101/2025.02.28.640247", "authors": "Musa-Aziz, R.; Geyer, R. R.; Lee, S.-K.; Moss, F. J.; Boron, W. F.", "abstract": "The traditional view had been that dissolved gases cross membranes simply by dissolving in and diffusing through membrane lipid. However, some membranes are impermeable to CO2 and NH3, whereas some aquaporin (AQP) water channels--tetramers with hydrophobic central pores--are permeable to CO2, NH3, or both. Nevertheless, we understand neither the routes that CO2 and NH3 take through AQP tetramers, nor the basis of CO2/NH3 selectivity. Here, we show--for human AQP1 (hAQP1)--that virtually all NH3 and H2O pass through the hydrophilic, monomeric pores. However CO2 passes both through the monomeric pores and another pathway. We expressed hAQP1 in Xenopus oocytes and used microelectrodes to monitor the maximal surface-pH transient ({Delta}pHS) caused by CO2 or NH3 influxes. We found that p-chloromercuribenzene sulfonate (pCMBS)--which reacts with C189 in the monomeric pore--eliminates the entire hAQP1-dependent (*) NH3 signal ({Delta}pHS*)NH, but only half of the signals for CO2 ({Delta}pHS*)CO2 or osmotic water permeability Pf*. 4,4'-diisothiocyanatostilbene-2,2'-disulfonate (DIDS), eliminates the remaining ({Delta}pHS*)CO2 but has no effect on ({Delta}pHS*)NH or Pf*. Together, the two drugs completely eliminate the CO2 permeability of hAQP1. When we express hAQP1 in Pichia pastoris, treat spheroplasts with DIDS, and examine hAQP1 by SDS-PAGE, reactivity with an anti-DIDS antibody shows that DIDS crosslinks hAQP1 monomers. Our results provide the first evidence that a molecule can move through an AQP via a route other than the monomeric pore, and raise the possibility that selectivity depends on the extent to which CO2/NH3 move through monomeric pores vs. an alternate pathway (e.g., the central pore).", "date": "2025-06-23", "journal": ""}
{"title": "Generalizable Protein Dynamics in Kinases: Physics is the key", "doi": "10.1101/2025.03.06.641878", "authors": "Bhakat, S.; Vats, S.; Mardt, A.; Degterev, A.", "abstract": "Kinases play crucial roles in signaling pathways across oncology, inflammation, and neurodegenerative diseases. Historically, their conformational states have been defined by the DFG motif: DFGin and DFGout. However, this binary paradigm overlooks the broader conformational heterogeneity of apo kinases, which encompasses multiple metastable states within an expanded DFG--Phe ensemble. We introduced a novel nomenclature that integrates the dynamics of the DFG-Phe, activation loop, and C-helix, highlighting how these regions respond to various ensemble perturbations (e.g., mutations, ligand binding, and protein-protein interactions). A major bottleneck in studying kinases lies in sampling their wide-ranging conformations because static snapshots often remain trapped in specific free energy minima, limiting traditional molecular dynamics simulations from exploring multiple functionally relevant states starting from a single structure. To accelerate conformational sampling, we introduce a computational framework that integrates AlphaFold, machine learning, physics--based simulations, and Markov state modeling. Rather than focusing on single--structure snapshots or structural hypotheses generated by protein structure prediction models, our framework captures shifts in conformational populations under varying perturbations, shedding light on both the thermodynamics and kinetics of the transitions. We show generalizability of our ensemble definitions and protocol across members of serine-threonine kinases and tyrosine kinases. A key innovation lies in our machine learning algorithms, which capture slowly varying structural features to uncover hidden states and generate latent representations of conformational motions across different kinase domains. The physics--refined structural ensemble sampled from the latent layers is then used to launch new simulations that more comprehensively explore the full conformational landscape than traditional molecular simulation approaches. By capturing how these conformational shifts influence downstream protein--protein interactions, conformational allostery, and cryptic pocket formation, our accelerated simulation framework provides deeper insights into generalized molecular recognition mechanism in kinases and how conformational heterogeneity is influenced by ensemble perturbations. This framework can be extended to investigate broader protein families--such as G protein-coupled receptors (GPCRs) and tumor necrosis factors (TNFs)--where functional outcomes are dictated by conformational heterogeneity.", "date": "2025-06-23", "journal": ""}
{"title": "Degraded ecosystem soil and type 2 diabetes gut microbiomes share altered potential metabolism for sugars, lignin and branched-chain fatty acids: a blind spot for global health?", "doi": "10.1101/2025.03.11.642605", "authors": "Liddicoat, C.; Eijkelkamp, B. A.; Cavagnaro, T. R.; Robinson, J. M.; Wallace, K. J.; Barnes, A. D.; Harmsworth, G.; Keating, D. J.; Edwards, R. A.; Breed, M. F.", "abstract": "The global rise in human allergic and autoimmune diseases is linked to altered environmental microbiome exposures from increasing land use change, ecosystem degradation and biodiversity loss. Yet, microbiome-mediated impacts of global change on metabolic health have received little attention. Type 2 diabetes (T2D) is a complex metabolic disease with rapidly increasing global prevalence, uncertain pathogenesis and influences from gut microbiome-host interactions and environmental factors. Soil microbiomes shift in composition and functional capacity with ecosystem condition and are an important source for priming and resupplying the human gut microbiome, which is critical in metabolism. Here, we sought to examine overlapping functional capacities in model case study microbiome datasets from (1) soils from a gradient of ecosystem quality (from highly disturbed to mature/natural sites under forest ecosystem restoration) and (2) gut microbiomes in T2D versus normal health to investigate plausible links between ecosystem degradation and metabolic anomalies encoded in T2D gut microbiomes. We developed a novel method to translate microbiome functional capacities (i.e., functional gene-associated biochemical pathway relative abundances) to  compound processing potential (CPP, %), reflecting the potential metabolism of individual compounds. Examining selected compounds relevant to soil and gut health, and via exhaustive compound-wide trend analyses, we identified compounds that shared potential metabolism trends. We found increased potential metabolism for sugars and decreased potential metabolism for lignin and monomethyl branched-chain fatty acids, in both T2D and degraded ecosystems. These trends were confirmed in two separate T2D case study cohorts from Sweden and China, suggesting a generalizable pattern. Our findings support a consequential new hypothesis that excessive exposures to degraded ecosystem soil microbiomes may distort gut microbiome functional capacities and metabolism and thereby contribute to type 2 diabetes.", "date": "2025-06-23", "journal": ""}
{"title": "Atypical phosphatases drive dissolved organic phosphorus utilization by phosphorus-stressed phytoplankton in the California Current Ecosystem", "doi": "10.1101/2025.04.09.648040", "authors": "Steck, V.; Lampe, R. H.; Bhakta, S.; Marrufo, K. C.; Adams, J. C.; Sachdev, E.; Forsch, K. O.; Barbeau, K. A.; Allen, A. E.; Diaz, J. M.", "abstract": "In the ocean, dissolved organic phosphorus (DOP) supports the health and productivity of marine phytoplankton, a phenomenon most often investigated under inorganic phosphate (Pi) scarcity. However, microbial DOP acquisition occurring in Pi replete ocean environments remains poorly understood. Here, we conducted a combination of nutrient addition experiments, alkaline phosphatase (AP) rate measurements, and metatranscriptomics analyses along an onshore-to-offshore gradient in the California Current Ecosystem (CCE), a relatively Pi-rich upwelling region. We found that AP activity (APA) and eukaryotic transcripts for DOP utilization were present throughout the CCE. In bottle incubations, APA was upregulated in response to iron (Fe) and nitrogen (N) additions. Major contributors to these trends included atypical alkaline phosphatases (APaty) of diatoms in the coastal upwelling area, and unclassified non-cytoplasmic P-diesterases (PDEnc) of multiple eukaryotic taxa in the offshore regime. APA and gene expression dynamics were not coupled to phytoplankton growth, suggesting that these organisms experience underlying P stress, a state of cellular metabolism caused by Pi scarcity, even in regions primarily growth-limited by other elements. While APaty and PDEnc were highly abundant among the microbial community phosphatase pool, these genes were missing from a widely used annotation database, highlighting the importance of manual curation for the detection of these atypical and unclassified proteins. Altogether, these results emphasize the functional diversity of phosphatases sustaining microbial community health in diverse and productive marine habitats.", "date": "2025-06-23", "journal": ""}
{"title": "Phospholipid Scramblases TMEM16F and Xkr8 regulate distinct features of Phosphatidylserine (PS) externalization and immune regulation in the tumor microenvironment to regulate tumor growth", "doi": "10.1101/2025.04.17.649445", "authors": "Birge, R. B.; Gadiyar, V.; Pulica, R.; Aquib, A.; Tranos, J. A.; Varsanyi, C.; Almansa, L. F.; Gaspers, L.; De Lorenzo, M. S.; Kotenko, S. V.; Tripathi, S.; Howell, R. W.; Choudhary, A.; Calianese, D. C.", "abstract": "The phospholipid scramblases Xkr8 and TMEM16F externalize phosphatidylserine (PS) by distinct mechanisms. Xkr8, is activated by caspase-mediated proteolytic cleavage, and in synergy with inactivation of P4-ATPase flippases, results in the irreversible externalization of PS on apoptotic cells and an \"eat-me\" signal for efferocytosis. In contrast, TMEM16F is a calcium activated scramblase that reversibly externalizes PS on viable cells via the transient increase in intracellular calcium in live cells. The tumor microenvironment (TME) is abundant with exposed PS, resulting from prolonged oncogenic and metabolic stresses and high apoptotic indexes of tumors. Such chronic PS externalization in the TME has been linked to host immune evasion from interactions of PS with inhibitory PS receptors such as TAM and TIM receptors. Here, in an effort to better understand the contributions of apoptotic vs live cell PS-externalization to tumorigenesis and immune evasion, we employed an E0771 orthotopic breast cancer model and genetically ablated Xkr8 and TMEM16F using CRISPR/Cas9. While neither the knockout of Xkr8 nor TMEM16F showed defects in cell intrinsic properties related to proliferation, tumor-sphere formation, and growth factor signaling, both knockouts suppressed tumorigenicity in immune-competent mice, but not in NOD/SCID or RAG-KO immune-deficient strains. Mechanistically, Xkr8-KO tumors suppressed macrophage-mediated efferocytosis, and TMEM16F-KO suppressed ER stress/calcium-induced PS externalization. Our data support an emerging idea in immune-oncology that constitutive PS externalization, mediated by scramblase dysregulation on tumor cells, supports immune evasion in the tumor microenvironment. This links apoptosis/efferocytosis and oncogenic stress involving calcium dysregulation, contributing to PS-mediated immune escape and cancer progression.", "date": "2025-06-23", "journal": ""}
{"title": "The Dual Molecular Identity of Vestibular Kinocilia: Bridging Structural and Functional Traits of Primary and Motile Cilia", "doi": "10.1101/2025.04.16.647417", "authors": "Xu, Z.; Tavakoli, A.; Kulasooriya, S.; Liu, H.; Tu, S.; Bloom, C.; Li, Y.; Johnson, T. D.; Zuo, J.; Tao, L.; Kachar, B.; He, D. Z. Z.", "abstract": "Vestibular hair cells (HCs) convert gravitational and head motion cues into neural signals through mechanotransduction, mediated by the hair bundle--a mechanically integrated organelle composed of stereocilia and a kinocilium. The kinocilium, a specialized form of primary cilium, remains incompletely defined in structure, molecular composition, and function. To elucidate its characteristics, we conducted single-cell RNA sequencing of adult vestibular and cochlear HCs, uncovering a selective enrichment of primary and motile cilia-associated genes in vestibular HCs, particularly those related to the axonemal repeat complex. This enrichment of orthologous axonemal-related genes was conserved in zebrafish and human vestibular HCs, indicating a shared molecular architecture. Immunostaining validated the expression of key motile cilia markers in vestibular kinocilia. Moreover, live imaging of bullfrog and mouse HCs from crista ampullaris revealed spontaneous kinociliary motion. Together, these findings define the kinocilium as a unique organelle with molecular features of primary and motile cilia and support its previously unknown role as an active, force-generating element within the hair bundle.", "date": "2025-06-23", "journal": ""}
{"title": "SCRIPT: Predicting Single-cell Long-range Cis-regulation Based on Pretrained Graph Attention Networks", "doi": "10.1101/2025.04.27.650894", "authors": "Zhang, Y.; Wen, B.; Jiao, Y.; Liu, Y.; Guo, X.; Wu, Y.; Li, J.; Han, L.; Xu, Y.; Gao, X.; Qi, Y.; Cheng, Y.; He, Y.; Tian, W.", "abstract": "Single-cell cis-regulatory relationships (CRRs) are essential for deciphering transcriptional regulation and understanding the pathogenic mechanisms of disease-associated non-coding variants. Existing computational methods struggle to accurately predict single-cell CRRs due to inadequately integrating causal biological principles and large-scale single-cell data. Here, we present SCRIPT (Single-cell Cis-regulatory Relationship Identifier based on Pre-Trained graph attention networks) that infers single-cell CRRs from transcriptomic and chromatin accessibility data. SCRIPT incorporates two key innovations: graph causal attention networks supported by empirical CRR evidence, and representation learning enhanced through pretraining on atlas-scale single-cell chromatin accessibility data. Validation using cell-type-specific chromatin contact data demonstrates that SCRIPT achieves a mean AUC of 0.9, significantly outperforming state-of-the-art methods (AUC: 0.68). Notably, SCRIPT obtains a threefold improvement in predicting long-range CRRs (>100 Kb) compared to existing methods. Applying SCRIPT to Alzheimers disease and schizophrenia, we establish a framework for prioritizing disease-causing variants and elucidating their functional effects in a cell-type-specific manner. By uncovering molecular genetic mechanisms undetected by existing computational methods, SCRIPT provides a roadmap for advancing genetic diagnosis and target discovery.", "date": "2025-06-23", "journal": ""}
{"title": "Risk-taking incentives predict aggression heuristics in female gorillas", "doi": "10.1101/2025.05.09.653023", "authors": "Smit, N.; Robbins, M. M.", "abstract": "Competition is commonly reflected in aggressive interactions among groupmates, as individuals try to attain or maintain higher social ranks that can offer them better access to critical resources. In this study, we investigate the factors that can shift competitive incentives against higher- or lower-ranking groupmates, that is, more or less powerful individuals. We use a long-term behavioural dataset on five wild groups of the two gorilla species starting in 1998, and we show that most aggression is directed from higher- to lower-ranking adult females close in rank, highlighting rank-reinforcement incentives. Yet, females directed 42% of aggression to higher-ranking females than themselves. Females targeted groupmates of higher rank with increasing number of males in the group, suggesting that males might buffer female-female aggression risk. Contrarily, they targeted females of lower rank with increasing number of females in the group, potentially because this is a low risk option that females prefer when they have access to a larger pool of competitors to choose from. Lactating and pregnant females, especially those in the latest stage of pregnancy, targeted groupmates of higher rank than the groupmates that cycling females targeted, suggesting that energetic needs may motivate females to risk confrontation with more powerful rivals. Our study provides critical insights into the evolution of competitive behaviour, showing that aggression heuristics, the simple rules that animals use to guide their aggressive interactions, are not simply species-specific but also dependent on the conditions that populations and individuals experience.", "date": "2025-06-23", "journal": ""}
{"title": "Cholinergic neuron circadian clock mediates RNA-binding protein function and contributes to ALS disease phenotypes", "doi": "10.1101/2025.05.06.652480", "authors": "Tam, S. B.; Waldeck, N. J.; Wright, M.; Baker, E. M.; Kiskinis, E.; Bass, J.; Kalb, R. G.", "abstract": "Circadian clocks are encoded by a transcription-translation feedback loop that aligns physiological processes with the solar cycle. Previous work linking the circadian clock to the regulation of RNA-binding proteins (RBPs) and alternative splicing provides a foundation for the vital examination of their mechanistic connections in the context of amyotrophic lateral sclerosis (ALS)--a fatal neurodegenerative disease characterized by disrupted RBP function. Here, we reveal enrichment of genes associated with ALS and other neurodegenerative diseases in the spinal cord cholinergic neuron rhythmic transcriptome. We demonstrate that there is circadian regulation of ALS-linked RBPs and rhythmic alternative splicing of genes involved in intracellular transport (Aftph and Mvb12a), microtubule cytoskeleton organization (Limch1 and Drc3), and synaptic function (Sipa1l2) in this neuronal sub-type. Further, we show that the cholinergic neuron clock regulates sporadic ALS-associated changes in cytoskeleton and neuromuscular junction synapse gene expression. Finally, we report that cell-type-specific Bmal1-deletion (i) increases lumbar spinal cord motor neuron loss and sciatic nerve axon degeneration, (ii) drives alternative splicing of genes encoding ALS-linked RBPs (Matr3 and Srsf7), and (iii) drives alternative splicing of genes associated with microtubule transport and postsynaptic organization. Our results establish a role for the cholinergic neuron circadian clock in RBP function and ALS disease phenotypes.", "date": "2025-06-23", "journal": ""}
{"title": "Mechanistic characterization of the antiviral effects of Nordihydroguaiaretic Acid against West Nile Virus", "doi": "10.1101/2025.05.10.653272", "authors": "Martinez, F.; Ghietto, L. M.; Lingua, G.; Aguilar, J. J.; Gil, P. I.; Gomez, T. I.; Marioni, J.; Nunez-Montoya, S. C.; Konigheim, B.", "abstract": "Mosquito-borne Arboviruses, including Alphaviruses and Flaviviruses, are responsible for millions of human infections worldwide. The absence of specific antivirals for arbovirus infections underscores the urgent need for novel research to develop effective treatments. Natural products have emerged as promising candidates. Nordihydroguaiaretic acid (NDGA), a natural lignan predominantly found in Larrea spp., has shown antiviral activity against several viruses, including Dengue. This study aimed to investigate the antiviral potential of NDGA against West Nile virus (WNV), assessing its mechanism of action and cellular interactions. Using plaque-forming unit reduction and immunofluorescence assays in LLC-MK2 cells, we determine the reduction in viability of WNV viral particles at different times post-infection. The potential involvement of the sterol regulatory element-binding proteins (SREBP) and 5-lipoxygenase pathways in WNV infection was evaluated. Additionally, we analyzed the cytoskeleton integrity in treated cells. NDGA, had the greatest inhibitory effect on WNV replication when added 1 and 2 h post-viral internalization (PI), losing activity when added after 3 h PI, thus suggesting it targets early viral infection events. The SREBP pathway seems to be involved in the inhibition of WNV by NDGA, likely due to its lipogenic activity. Furthermore, the antiviral activity of NDGA could be related to its ability to modify the cytoskeleton of LLC-MK2 cells. These findings highlight NDGA potential as a therapeutic candidate against WNV and other flaviviruses. Plant metabolites are among the leading therapeutic resources globally. Further research is necessary to comprehensively assess the therapeutic promise of NDGA.", "date": "2025-06-23", "journal": ""}
{"title": "Molecular Insights into Methyllysine Recognition by the Methyl-CpG-Binding Domain of MeCP2", "doi": "10.1101/2025.05.10.653294", "authors": "Padhan, J.; Sudhamalla, B.", "abstract": "Methyl-CpG binding protein 2 (MeCP2) is a DNA methylation reader, which is highly expressed in the central nervous system. Loss of function mutation of MeCP2, which impairs DNA binding, causes Rett syndrome, while gain of MeCP2 function causes MeCP2 duplication syndrome. MeCP2 functions as both transcription activator and repressor but its full range of activity remains largely unknown. Recent study suggests that beyond DNA binding, MBD domain of MeCP2 also interacts with methylated lysine residues on histone H3 tail. In this study we aimed to characterize the methyllysine binding pocket of MeCP2-MBD. Structural analysis reveals the presence of an aromatic cage formed by five residues, namely, W104, F132, Y141, F142, and F155, where the trimethyllysine of H3K27me3 binds, as confirmed in docking studies. Alanine substitution of these residues abolished binding of MeCP2-MBD with its reported ligand H3K27me3 in ITC and pull-down experiments. Genomic analysis of publicly available ChIP-seq data reveals that MeCP2 localizes with canonical histone methylation marks like H3K4me3, H3K9me3, H3K27me3 and H4K20me3 and regulate critical biological and cancer related pathways. Promoters of MeCP2 regulated genes, show signature of H3K4me3 and H3K27me3. In the genomic level, mutation of aromatic cage residue W104A, significantly reduced chromatin occupancy of MeCP2 as demonstrated by ChIP-qPCR experiments. Furthermore, our qPCR experiment, shows that this aromatic cage dependent binding is necessary for regulating expression of MeCP2 target genes. Overall, our study establishes MeCP2 as a histone methylation reader and highlights the functional significance of its histone binding capacity in chromatin association and gene regulation.", "date": "2025-06-23", "journal": ""}
{"title": "Ligand binding represses bacterial histidine kinase activity by inhibiting its dimerization", "doi": "10.1101/2025.05.18.654591", "authors": "Sankhe, G. D.; Xing, J.; Xiao, M.; Buglino, J. A.; Li, H.; Jouline, I.; Glickman, M.", "abstract": "Two component systems (TCS) mediate bacterial signal transduction in response to specific environmental conditions. The two components are the sensor kinase (SK), which senses the signal and autophosphorylates on a histidine residue, and a response regulator (RR), which is phosphorylated by the kinase and modifies gene expression. Despite intensive study, the mechanisms of signal sensing by sensor kinases are incompletely defined and the mechanisms by which SKs can sense multiple ligands are unclear. Mycobacterium tuberculosis PdtaS/PdtaR is a soluble TCS pair that participates in the Rip1 signal transduction cascade to control virulence by responding to copper and nitric oxide (NO). In contrast to paradigmatic ligand activated SKs, PdtaS is constitutively active without ligand and directly inhibited by Cu or NO, yet it remains unclear how such chemically diverse ligands are sensed. Here we show that PdtaS is a dimeric kinase that constitutively autophosphorylates in trans. Cu and NO both inhibit PdtaS phosphorylation by inhibiting dimerization. Phylogenetic analysis of the PdtaS family reveals conservation of the GAF/PAS dimer interface rather than the ligand binding pockets and mutations in the GAF dimer interface that alter dimerization impair multi-ligand sensing both in vitro and in M. tuberculosis cells. These results indicate that a single bacterial kinase can sense chemically diverse inputs through inhibition of dimerization dependent phosphorylation.", "date": "2025-06-23", "journal": ""}
{"title": "The tiniest genomes shrink much further: extreme reductive evolution in planthopper symbionts", "doi": "10.1101/2025.05.16.654412", "authors": "Michalik, A.; Castillo Franco, D.; Deng, J.; Prus-Frankowska, M.; Stroinski, A.; Lukasik, P.", "abstract": "Strictly heritable endosymbiotic bacteria that provide limiting nutrients to sap-sucking hemipteran insects are known for their highly reduced genomes conserved in organization and function. Here, we show how in ancestral endosymbionts of planthoppers, Sulcia and Vidania, gradually losing genes during [~]263 my of co-diversification with hosts, co-infections by additional microbes and host ecological switches coincided with more dramatic genomic changes. At its extremes, this has resulted in the smallest non-organellar bacterial genomes known, at barely 50-52 kb. Such minuscule Vidania genomes evolved convergently in two planthopper superfamilies, and are strikingly similar in gene contents, including the ability to produce a single amino acid (phenylalanine) for the host. Losing many additional cell-function genes places them among mitochondria in the level of host dependence, further blurring the bacteria-organelle boundary.\n\nOne-sentence summaryWe present the smallest bacterial genomes known and evaluate the patterns and processes of their reductive evolution", "date": "2025-06-23", "journal": ""}
{"title": "Enhancing salt tolerance in a hybrid poplar (Populus nigra x maximowiczii) through exogenous putrescine application: Growth, physiological, and biochemical responses", "doi": "10.1101/2025.06.04.657897", "authors": "Kundu, S.; Weerasinghe, M.; Gagne, M.; Long, S.; Minocha, R.; Minocha, S.", "abstract": "IntroductionPolyamines regulate plant growth and development under normal conditions and protect plants from a multitude of biotic and abiotic stresses. However, little information is available about how polyamines improve salt tolerance.\n\nMethodsThis study was conducted to investigate whether exogenous polyamine application has the potential to maintain poplar growth and yield under a short duration of salt stress. We analyzed the trends in growth and physiological and biochemical responses of hybrid poplar (Populus nigra x maximowiczii, clone NM6) plants to salt stress by foliar application of putrescine (a diamine). Leaves of young greenhouse-grown plants were sprayed with 1 mM putrescine on several days following one-time application of 100 mM and 200 mM NaCl via roots. For measurement of growth, plant height, stem diameter, and leaf number for each plant were recorded throughout the experiment. Studies on the physiological and biochemical trends included gas exchange, total chlorophyll, carotenoids, soluble sugars and proteins, amino acids, polyamines, and relative water content in leaves.\n\nResultsPutrescine spray on the salt-treated plants caused a significant increase in chlorophyll a & b, carotenoids, and soluble proteins on a fresh weight basis. Putrescine application caused a significant increase in fructose, glucose, and galactose in all plants, but putrescine spray had a variable impact on the sucrose content of 100 mM NaCl-treated plants. Based on metabolic responses, plants treated with 100 mM NaCl fared better when sprayed with putrescine than those treated with 200 mM NaCl.\n\nDiscussionIn conclusion, the results indicate that putrescine did reverse the effects of salt in many ways, and there were trends indicating that sprayed putrescine promotes salt tolerance in young poplar plants.", "date": "2025-06-23", "journal": ""}
{"title": "Whisker stimulation reinforces a resting-state network in the barrel cortex: nested oscillations and avalanches", "doi": "10.1101/2025.06.06.658305", "authors": "Mariani, B.; Guevara, R.; Tambaro, M.; Maschietto, M.; Leparulo, A.; Vassanelli, S.; Suweis, S.", "abstract": "The cerebral cortex operates in a state of restless activity, even in the absence of external stimuli. Collective neuronal activities, such as neural avalanches and synchronized oscillations, are also found under rest conditions, and these features have been suggested to support sensory processing, brain readiness for rapid responses, and computational efficiency. The rat barrel cortex and thalamus circuit, with its somatotopic organization for processing whisker movements, provides a powerful system to explore such interplay. To characterize these resting state circuits, we perform simultaneous multi-electrode recordings in rats' barrel cortex and thalamus. During spontaneous activity, oscillations with frequencies centered around 11.5 Hz are detected concomitantly with slow oscillations below 4 Hz, as well as power-law distributed avalanches. The phase of the lower-frequency oscillation appears to modulate the higher-frequency amplitude, and it has a role in gating avalanche occurrences. We then record neural activity during controlled whisker movements to confirm that the 11.5 Hz barrel circuit active at rest is indeed the one involved in response to whisker stimulation. We finally show how a thalamic-driven firing-rate model can describe the entire phenomenology observed at resting state and predict the response of the barrel cortex to controlled whisker movement.", "date": "2025-06-23", "journal": ""}
{"title": "Collaboration between two conserved sequence motifs drives ATPase stimulation of Hsp90 by Aha1", "doi": "10.1101/2025.06.10.658861", "authors": "Amoah, D. P.; Mercier, R.; Alyousef, G.; Johnson, J. L.; LaPointe, P.", "abstract": "Hsp90 is a dimeric molecular chaperone essential for the folding, stabilization, activation, and maturation of hundreds of client proteins, which are critical for cellular function. Co-chaperones, such as Aha1, play a key role in regulating the ATP-dependent Hsp90 client activation cycle by modulating Hsp90's ATPase activity and controlling progression through the cycle. Two highly conserved motifs in Aha1-the NxNNWHW and RKxK motifs-are known to regulate specific aspects of the Hsp90 ATPase cycle. In this study, we demonstrate that the K60 residue within the RKxK motif facilitates the structural organization of the NxNNWHW motif prior to ATP hydrolysis. Mutation of the K60 residue partially impairs the in vivo functionality of yeast Aha1. Additionally, we reveal that each individual residue within the NxNNWHW motif modulates the ATPase rate and apparent affinity for ATP of Hsp90. These findings provide new insights into how conserved regions of Aha-type co-chaperones influence Hsp90 kinetics and its regulation of client protein folding.", "date": "2025-06-23", "journal": ""}
{"title": "Human Peripheral Nerve-on-a-Chip on a Multiwell Microelectrode Array as a Scalable Preclinical Neurotoxicity Assay", "doi": "10.1101/2025.06.09.658615", "authors": "Rountree, C.; Rodriguez, T.; Byrne, E.; Schmidt, E.; Schwarzbach, E.; Dillon, S.; McCrimmon, A.; Terral, M.; Metea, M.; Moore, M. J.; Curley, J. L.", "abstract": "Reliable human-relevant models of peripheral nerve function remain a critical unmet need in preclinical drug development, particularly for predicting neurotoxicity and bridging the gap to clinical translation. Here, we introduce a next generation Nerve-on-a-Chip, PNS-3D organoids, as a novel human-cell-based 3D peripheral nerve microphysiological system (MPS) that recapitulates key functional and structural features of native nerves, including long-distance axonal outgrowth, physiological myelination, and clinically translational population level electrophysiology. The platform integrates iPSC-derived human sensory neurons and primary human Schwann cells within a spatially organized 3D environment, coupled to a custom embedded electrode array that enables high-content, longitudinal, and clinically translatable functional assessments. As a proof of concept, we evaluated the platforms predictive power using vincristine, a chemotherapeutic agent known to cause chemotherapy-induced peripheral neuropathy (CIPN). PNS-3D organoids captured dose- and time-dependent deficits in nerve conduction velocity, compound action potential amplitude, and axonal degeneration, with IC values in line with human clinical exposures-- outperforming traditional 2D cultures and in vivo benchmarks. Transcriptomic and morphological analyses further revealed neuron-specific degeneration consistent with axonopathy. These results validate the platform as a human-relevant, clinically translation, and scalable solution, enabling mechanistic safety assessment and drug discovery for neurotoxic and neuroprotective therapeutics.", "date": "2025-06-23", "journal": ""}
{"title": "Contextual modulation and blunted defensive responses to predators in head-fixed and freely moving mice", "doi": "10.1101/2025.06.09.658679", "authors": "Ritter, M.; Barreira, L. M. C.; Sach, L.; Hakus, A.; Oektem, S. K.; Bergmann, R.; Voigt, A.; Schmitz, D.; Poirazi, P.; Larkum, M. E.; Sachdev, R.", "abstract": "1Behavioral responses to threats -- such as fleeing, freezing, or fighting -- can be either innate or shaped by learning and context. Here, we investigated whether mice exhibit fear of predators across four experimental contexts: one in a novel head-fixed condition and three in established, freely moving scenarios. In head-fixed mice, we measured the behavioral outcome and response to a live rat. Mice were water-deprived and habituated to walk on a treadmill that controlled a virtual environment and reward delivery. After meeting performance criteria, baseline data were collected in one session, followed by a test session in which the mice were exposed to a live rat. Despite the presence of the predator, most (5 out of 7) mice continued to forage at baseline levels; however, individual mice showed significant alterations in one or more of the following measures: running speed, pupil size, eye movement, and posture. To assess how behavioral context and physical restraint influence predator responses, we exposed 36 naive, freely moving mice to fear-inducing stimuli -- including looming visual cues, rat odor, and a live rat. Even in these conditions, a substantial proportion of mice failed to exhibit classical defensive responses such as avoidance or escape. Notably, when presented with a freely moving rat, only about half of the mice displayed avoidance behavior. Together, these findings suggest that mice do not universally express innate fear behaviors such as avoidance or fleeing, even in ethologically relevant predator encounters. Instead, their responses appear to be context-dependent and variable, challenging common assumptions about automatic defensive reactions in rodents.", "date": "2025-06-23", "journal": ""}
{"title": "Spatially-explicit genomics of An. gambiae s.l uncovers fine-scale population structure and mechanisms of insecticide resistance", "doi": "10.1101/2025.06.13.655782", "authors": "Nagi, S. C.; Essandoh, J.; Ato-Egyir, N.; Lucas, E. R.; Miles, A.; Desewu, K.; Williams, I.; Egyir-Yawson, A.; Sedda, L.; Weetman, D.; Donnelly, M. J.", "abstract": "Progress in malaria control in sub-Saharan Africa is stalling, partly due to the spread of insecticide resistance in Anopheles vectors. Monitoring the evolution of insecticide resistance alleles and their spatial heterogeneity is important for malaria control programmes, and genomic surveillance has emerged as a pivotal tool for this purpose. Earlier genomics research has typically employed convenience-based sampling, and research has yet to be performed to optimise sampling regimens for malaria vector genomics. In an earlier study, we developed a spatially explicit sampling framework that considers the underlying ecology to enable sampling mosquitoes with reduced bias. We applied this framework to sample and perform whole-genome sequencing on 485 individual specimens of An. gambiae s.l mosquitoes from Obuasi, central Ghana, an area with extensive gold mining activities. In this region, An. gambiae s.l have been documented as highly resistant to multiple insecticides, including pyrethroids used for the treatment of bed-nets. High resolution of fine-scale population structure enabled the detection of isolation-by-distance in An. coluzzii in Obuasi, whilst finding that at this scale, geographic distance, rather than the underlying habitat, drives population structure. We examine methods to estimate mosquito kinship, demonstrating that polymorphic chromosomal inversions significantly confound established analytical tools, while revealing how the mosquitos chromosome architecture generates high variance in genetic relatedness among kin. Using genome-wide selection scans and clustering, we discover the novel mutations Gste2-F120L and Cyp9K1-N224I in detoxification enzymes that are driving selective sweeps, likely in response to insecticidal pressure. We find that the frequencies of some resistance variants are associated with artisanal-gold mines, and elucidate the continued evolution of the Voltage-gated sodium channel, the target of pyrethroid insecticides. Overall, we show that sampling vectors strategically may enhance our ability to perform effective genomic surveillance.", "date": "2025-06-23", "journal": ""}
{"title": "Predicting continuous outcomes: Some new tests of associative approaches to contingency learning.", "doi": "10.1101/2025.06.12.659290", "authors": "Chow, J.; Don, H. J.; Colagiuri, B.; Livesey, E. J.", "abstract": "Associative learning models have traditionally simplified contingency learning by relying on binary classification of cues and outcomes, such as administering a medical treatment (or not) and observing whether the patient recovered (or not). While successful in capturing fundamental learning phenomena across human and animal studies, these models are not capable of representing variability in human experiences that are common in many real-world contexts. Indeed, where variation in outcome magnitude exists (e.g., severity of illness in a medical scenario), this class of models are, at best, approximate the outcome mean with no ability to represent the underlying distribution of values. In this paper, we introduce one approach to incorporating a distributed architecture into a prediction error learning model that tracks the contingency between cues and dimensional outcomes. Our Distributed Model allows associative links to form between the cue and outcome nodes that provide distributed representation depending on the magnitude of the outcome, thus enabling learning that extends beyond approximating the mean. Comparing the Distributed Model against a Simple Delta Model across four contingency learning experiments, we found that the Distributed Model provides significantly better fit to empirical data in virtually all participants. These findings suggest human learners rely on a means of encoding outcomes that preserves the continuous nature of experienced events, advancing our understanding of causal inference in complex environments.", "date": "2025-06-23", "journal": ""}
{"title": "FiPhoPHA - A fiber photometry python package for post-hoc analysis", "doi": "10.1101/2025.06.12.659422", "authors": "Drakopoulos, V.; Reichenbach, A.; Stark, R.; Foldi, C. J.; Jean-Richard-dit-Bressel, P.; Andrews, Z. B.", "abstract": "Fiber photometry is a neuroscience technique that can continuously monitor in vivo fluorescence to assess population neural activity or neuropeptide/transmitter release in freely behaving animals. Despite the widespread adoption of this technique, methods to statistically analyse data in an unbiased, objective, and easily adopted manner are lacking. Various pipelines for data analysis exist, but they are often system-specific, only for pre-processing data, and/or lack usability. Current post hoc statistical approaches involve inadvertently biased user-defined time-binned averages or area under the curve analysis. To date, no post-hoc user-friendly tool with few assumptions for a standardised unbiased analysis exists, yet such a tool would improve reproducibility and statistical reliability for all users. Hence, we have developed a user-friendly post hoc statistical analysis package in Python that is easily downloaded and applied to data from any fiber photometry system. This Fiber Photometry Post Hoc Analysis (FiPhoPHA) package incorporates a variety of tools, a downsampler, bootstrapped confidence intervals (CIs) for analyzing peri-event signals between groups and compared to baseline, and permutation tests for comparing peri-event signals across comparison periods. We also include the ability to quickly and efficiently sort the data into mean time bins, if desired. This provides an open-source, user-friendly python package for unbiased and standardised post-hoc statistical analysis to improve reproducibility using data from any fiber photometry system.", "date": "2025-06-23", "journal": ""}
{"title": "Behavioural, biochemical and functional phenotyping of chronic exposure to chlordecone in mice", "doi": "10.1101/2025.06.16.659846", "authors": "VULIN, J.; Chauveau, F.; Duret, C.; Humo, M.; Valdebenito, M.; Aufauvre, C.; Vidal, L.; Morignat, E.; Verchere, J.; Decesar, A.; Gaillard, D.; Lakdhar, L.; BARON, T.; LAVISON-BOMPARD, G.; VIDAL, B.", "abstract": "BackgroundChlordecone (CLD) is a persistent organochloride pesticide formerly used against banana weevil. It is detectable in blood samples from a large proportion of the population in the French Caribbean Islands. Several experimental studies have demonstrated acute neurotoxicity of CLD, but the effect of a subchronic exposure to CLD remains to be studied.\n\nMethodsYoung adult male mice were injected intraperitoneally with 3 mg/kg CLD (n=34) or vehicle (n=22), twice a week, for eight weeks. Behavior, regional brain accumulation, and effects on the dopaminergic system were studied. In addition, functional ultrasound imaging (fUSi) was used to probe the visual, somatosensory and dopaminergic pathways.\n\nResultsCLD was detected in all brain regions (5-15 mg/kg) after two-month exposure, without any marked impact on behavior (anxiety, motor coordination, memory). The dopaminergic system was mostly unaffected, despite slight decreases in the number of TH-positive neurons and the expression of VMAT2, quantified in a subset of animals. fUSi highlighted a decreased response to the visual stimulation in CLD-exposed animals, in contrast to the sensorimotor response, which was found unaltered.\n\nConclusionThe two-month-long, systemic, exposure to an intermediate dose of CLD resulted in a mostly unaffected phenotype, with a normal behavior and a largely intact dopaminergic system. Interestingly, functional ultrasound imaging was able to detect an altered visual response, which has also been noted in Parkinsons disease. This study position functional ultrasound imaging as a promising technique to capture early signs of neurotoxicity, opening up opportunities for \"toxico-fUS\" in the field of neurotoxicology.\n\nHighlightsHigh CLD neurotropism confirmed in mice by LC-MS/MS.\n\nSub-chronic chlordecone exposure suggests possible early signs of parkinsonism.\n\nFunctional UltraSound reveals impairment of brain areas linked to vision and hearing.", "date": "2025-06-23", "journal": ""}
{"title": "Functional Specialization of Angular Gyrus and Precuneus Subregions for Perspective-Guided Autobiographical Memory Retrieval", "doi": "10.1101/2025.06.20.660447", "authors": "Kucuktas, S.; St Jacques, P. L.", "abstract": "Autobiographical memory (AM) retrieval involves goal-directed and reconstructive processes that unfold over time. A key feature of this process is the visual perspective adopted during remembering, which shapes subjective memory experience. Using fMRI, we cued participants to retrieve AMs from an own-eyes, observer, or natural perspective followed by an event probe. Our design dissociates preparatory (cue phase) and reconstructive (probe phase) mechanisms to isolate the neural signatures of retrieval orientation, the strategic use of cues to optimize retrieval. Whole-brain and ROI analyses revealed that the angular gyrus (AG) and precuneus support perspective-guided retrieval in distinct ways. During the cue phase, PGp showed greater activity for instructed perspectives than natural retrieval, consistent with preparatory perspective selection. During the probe phase, observer-perspective retrieval elicited greater activity in PGp and precuneus (7P), supporting sustained perspective maintenance. Brain-behavior models linked PGp and 7P activity to greater vividness and perspective stability, while precuneus (7M) activity was negatively associated with emotional intensity, especially in the observer condition. These findings reveal phase- and subregion-specific contributions of posterior parietal cortex to the subjective qualities of memory. AG subregions support goal-directed perspective selection and implementation, while precuneus subregions flexibly modulate phenomenological features during memory reconstruction.", "date": "2025-06-23", "journal": ""}
{"title": "AF9/KLF2 gene regulatory circuit links histone lactylation to breast cancer metastasis", "doi": "10.1101/2025.06.18.660498", "authors": "Ma, H.; Li, H.; Yuan, M.; Yang, C.; Tang, Z.; Wang, X.; Li, Y.; Yuan, Y.", "abstract": "Histone lysine L-lactylation (hereafter referred to as histone Kla) is a novel epigenetic mark induced by glycolytic metabolism, serving as a link between metabolic reprogramming and epigenetic regulation. In this study, we uncover an epigenetic-genetic transcriptional regulatory circuit involving AF9 and KLF2 that drives luminal breast cancer progression. AF9, identified as a reader of histone H3 lysine 9 lactylation (H3K9la), promotes KLF2 expression, while KLF2, functioning as a transcription factor for AF9, forms a positive feedback loop that amplifies lactylation-dependent effects. This circuit activates tumor-associated pathways, including TGF{beta}1, glucose and lactate transporters, and metabolic enzymes essential for glycolysis and serine biosynthesis, driving tumorigenesis and metastasis. Spatial and single-cell transcriptomics show AF9-positive tumor cells enriched in regions of active lactylation, correlated with immune evasion through interactions with M2 macrophages. Together, AF9, H3K9la, and KLF2 integrate metabolism, epigenetics, and signaling to promote tumor growth and metastasis, highlighting AF9s central role as a histone lactylation reader and a potential therapeutic target in breast cancer.\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=130 SRC=\"FIGDIR/small/660498v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (40K):\norg.highwire.dtl.DTLVardef@3cfa15org.highwire.dtl.DTLVardef@146893corg.highwire.dtl.DTLVardef@1dbc3d2org.highwire.dtl.DTLVardef@1151613_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "date": "2025-06-23", "journal": ""}
{"title": "Biological evaluation and molecular docking study of Ferrociphenol as an anti-melanogenic agent", "doi": "10.1101/2025.06.20.660698", "authors": "Ketata, E.; Baanannou, A.; Ayadi, W.; Pigeon, P.; Neifar, A.; Top, S.; Masmoudi, S.; El Arbi, M.; Jaouen, G.; Gargouri, A.", "abstract": "Cutaneous hyperpigmentation disorders are associated with abnormal accumulation of melanin pigments, which can be treated using depigmenting agents. In the present study, we investigated the effect of ferrociphenol (Fc-diOH), an organometallic intermediate used for the synthesis of hydroxy-ferrocifen derivatives, which has previously been shown as an inhibitor of Sepia tyrosinase activity, on the inhibition of melanogenesis in B16F10 melanoma cells. Cell viability, melanin quantification and tyrosinase activity assay demonstrated that Fc-diOH treatment reduced the amount of intracellular melanin and tyrosinase activity by 32 and by 25%, respectively, in B16F10 melanoma cells at 25 nM without significant cellular toxicity. Furthermore, the biological activity of Fc-diOH against melanogenesis was confirmed in in vivo experiments using zebrafish Danio rerio embryos. We found that Fc-diOH inhibited melanin production and tyrosinase activity of zebrafish embryos treated with 0.5 and 2 {micro}M respectively, without affecting embryonic development or viability. In addition and interestingly, molecular docking analysis demonstrates that the p-hydroxyphenyl groups of Fc-diOH make close contacts with the active site of tyrosinase, compared to arbutin and phenylthiourea, which could be due to its structural homology with the tyrosinase substrate. Therefore, these results strongly suggest that Fc-diOH decreases tyrosinase activity, thereby negatively regulating melanogenesis in B16F10 cells and zebrafish embryos. Thus, Fc-diOH could be used as a depigmentation agent for the treatment of various hyper-pigmentation disorders.", "date": "2025-06-23", "journal": ""}
{"title": "Cellular and molecular landscapes of human tendons across the lifespan revealed by spatial and single-cell transcriptomics", "doi": "10.1101/2025.06.19.660575", "authors": "Kurjan, A.; Mimpen, J. Y.; Ramos-Mucci, L.; Aksu, A. C.; Buckley, C. D.; Cribbs, A. P.; Baldwin, M. J.; Snelling, S. J. B.", "abstract": "Tendon injuries are common and often heal poorly. While developing tendons heal without scarring, this capacity declines with age, yet the underlying cellular transitions remain poorly defined. Here, we integrate histological, single-nucleus, single-cell, and spatial transcriptomic profiling of human Achilles and quadriceps tendons across embryonic, foetal, and adult stages, including ruptured adult tendons. We identify seven embryonic progenitor states that give rise to three distinct tendon-associated fibrillar, connective tissue, and chondrogenic lineages. These populations diversify during development and occupy distinct spatial niches, adopting specialised roles in matrix synthesis, tissue remodelling, and mechanical adaptation. While non-fibroblast populations remain transcriptionally stable with age, fibroblasts undergo marked reprogramming, shifting to homeostatic or injury-responsive states. In ruptured adult tendons, a subset of fibroblasts partially reactivates developmental programs but remains transcriptionally distinct from their regenerative counterparts. These findings define the cellular architecture of human tendon development and ageing and reveal lineage-specific targets for therapeutic repair.", "date": "2025-06-23", "journal": ""}
{"title": "Evolutionarily diverged on-switch for actin assembly in fungal endocytosis", "doi": "10.1101/2025.06.22.660955", "authors": "Sebellin, J.; Kandiyoth, F. B.; Picco, A.; Hakala, M.; Rivier-Cordey, A.-S.; Michelot, A.; Toret, C. P.; Kaksonen, M.", "abstract": "Clathrin-mediated endocytosis is a conserved eukaryotic trafficking process where an Arp2/3 complex nucleated branched actin network provides force for vesicle formation. The mechanisms that initiate endocytic actin assembly are incompletely understood. In the fission yeast, Schizosaccharomyces pombe, actin assembly is initiated by Dip1, an Arp2/3 activator. In the budding yeast, Saccharomyces cerevisiae, the initiation of actin assembly has remained a mystery. Here we show that S. cerevisiae Ldb17, the homolog of Dip1, functions as an on-switch for endocytic actin assembly. Unexpectedly, the regulation of Ldb17 is more complicated than that of constitutively active Dip1. Ldb17 is controlled by a coat protein, Sla1, via separate recruitment and activation steps. This regulation was likely lost in the S. pombe lineage and this simplification may be related to other changes in actin assembly between these species. Our findings add a key missing piece in the understanding of endocytosis in S. cerevisiae and reveal an intriguing evolutionary tinkering of the actin on-switch.", "date": "2025-06-23", "journal": ""}
{"title": "Genomic characterization of sub-populations in human pluripotent stem cell-derived retinal progenitor cells that drive retinal layer structure", "doi": "10.1101/2025.06.20.660659", "authors": "Iwama, Y.; Masuda, T.; Yoshimura, M.; Watanabe, M.; Friedlander, M.; Nishida, K.; Takahashi, M.; Nikaido, I.; Mandai, M.", "abstract": "The mechanism underlying retinal spheroid layer formation was investigated using Rax::GFP-positive retinal progenitor cells from human embryonic stem cell-derived retinal organoids. Single-cell RNA sequencing revealed that well-layered spheroids transiently activated canonical WNT2B-FZD7 signaling followed by temporary expression of non-canonical WNT5A. Despite structural differences in vitro, non- layered and well-layered retinal spheroids on differentiation Day 60 successfully developed into cone and rod subtypes of photoreceptors and established synaptic connections with host bipolar cells after transplantation in a retinal degeneration rat model, resulting in light-evoked functional recovery.\n\nAdditionally, part of the presumable Rax::GFP-positive retinal progenitor cells differentiated into non- retinal lineages, including ciliary marginal zone-like, retinal pigment epithelium, and spinal cord-like tissues in vitro, reflecting the developmental plasticity of RAX-positive cells. These findings suggest that canonical and non-canonical WNT signaling pathways sequentially orchestrate early retinal morphogenesis, whereas environmental factors within the host retina strongly drive the alignment and functional integration of graft photoreceptors.", "date": "2025-06-23", "journal": ""}
{"title": "ADAR1 Restricts Poliovirus Infection through dual disruption of translation initiation and protein coding", "doi": "10.1101/2025.06.19.660622", "authors": "Kim, D.; McCarthy, F.; Li, K.; Chalkley, R. J.; Pak, J.; Elias, J. E.; Aviner, R.", "abstract": "Viral RNAs (vRNAs) interact with hundreds of host proteins, but how these interactions shape viral infection remains largely unknown. Here we developed a mass-spectrometry approach to identify cellular RNA-binding proteins (RBPs) that enhance or inhibit infection by modulating vRNA translation. We identified 130 RBPs that associate with polysomes in human cells infected with poliovirus, including known regulators of cap-independent translation from the viral internal ribosome entry site (IRES). We find that adenosine deaminase acting on RNA (ADAR1) is recruited to polysomes during infection and edits 3 sites in the vRNA, reducing viral replication. Two edits occur in the IRES and impair internal translation initiation, while the third edit occurs in the coding region and triggers an amino acid substitution. Incorporation of this threonine-to-alanine mutation into the viral genome attenuated replication. We conclude that ADAR1 restricts poliovirus infection by both reducing vRNA translation and introducing a recurrent coding error.", "date": "2025-06-23", "journal": ""}
{"title": "Targeting ZNRF3 and RNF43 to Restore Regeneration and Reverse Metabolic Dysfunction-Associated Steatotic Liver Disease", "doi": "10.1101/2025.06.19.660551", "authors": "Di Tullio, F.; Yang, S. B.; Yang, L.; Cogliati, B.; Roshan, S.; Guo, K.; Glezer, A.; Conrad, J.; Kumar, S. V.; Almeida, J.; Li, H.; Saeed, S.; Barcena-varela, M.; Bramel, E.; Lozano, A.; Su, L.; Zhao, D.; Pham, H.; Ma, F.; Lujambio, A.; Ma, S.; Dong, Y.; Zhou, H.; Sun, T.", "abstract": "Liver regeneration and hepatocyte metabolic identity are disrupted in metabolic dysfunction-associated steatotic liver disease (MASLD) and its advanced form, metabolic dysfunction-associated steatohepatitis (MASH), yet the mechanisms of restore liver regeneration and reprogram metabolism for disease reversal remains poorly understood. Here, we show that {beta}-Catenin activity progressively declines in hepatocytes during MASH in both humans and mice, coinciding with impaired regeneration and defective lipid clearance. Targeted deletion of the endogenous WNT pathway inhibitors ZNRF3 and RNF43 in hepatocytes after MASH onset reactivates {beta}-Catenin signaling, leading to robust regression of steatosis, inflammation, and fibrosis, and restoring regenerative capacity across multiple fatty liver disease models. Mechanistically, this therapeutic effect is driven by {beta}-Catenin-dependent induction of the alternative bile acid synthesis pathway without disrupting systemic lipid homeostasis. Importantly, both short-and long-term deletion of ZNRF3/RNF43 restores liver function without triggering tumorigenesis or hepatotoxicity, indicating a safe therapeutic window. These findings reveal that physiological activation of WNT/{beta}-catenin signaling via ZNRF3 and RNF43 offers a viable regenerative and metabolic strategy for reversing fatty liver disease.", "date": "2025-06-23", "journal": ""}
{"title": "Targeting Fibrotic Scars with Extracellular Vesicles Extracted from Mature Aloe vera: Enhanced Antioxidant, Anti-inflammatory, and Antifibrotic Activity through M2 Macrophage Polarization and Myofibroblasts Inhibition", "doi": "10.1101/2025.06.17.660207", "authors": "Santa, M. C. C.; Wuertz-Kozak, K.; Gaborski, T. R.", "abstract": "BackgroundAbnormal scarring and fibrotic skin disorders arise from dysregulated wound healing processes. While Aloe vera is widely recognized for its therapeutic properties, the potential of its extracellular vesicles (Av-EVs) remains underexplored.\n\nObjectiveThis study aimed to isolate and characterize Av-EVs and evaluate their antioxidant, anti-inflammatory, and antifibrotic properties in vitro, focusing on the impact of extraction method and plant maturity.\n\nMethodsAv-EVs were isolated from mature Aloe vera leaves using manual (NB) or blender-based (B) homogenization. Vesicles were characterized by nanoparticle tracking analysis, transmission electron microscopy, and protein quantification. Antioxidant and cytotoxicity assays (DPPH, alamarBlue) were followed by functional anti-inflammatory and antifibrotic analyses respectively in LPS-stimulated THP-1 macrophages and TGF-{beta}1/Vitamin C-activated human dermal fibroblasts (RT-qPCR, immunofluorescence).\n\nResultsNB-derived EVs from mature leaves exhibited the most potent activity across all assays, showing superior antioxidant capacity, greater suppression of pro-inflammatory cytokines, enhanced M2/M2a macrophage polarization, and significant downregulation of COL1A1 and -SMA. In contrast, B-derived and young leaf-derived EVs showed reduced bioactivity, with young EVs failing to inhibit fibrotic markers.\n\nConclusionManually extracted Av-EVs from mature leaves demonstrate superior multifunctional bioactivity, highlighting their potential as plant-derived nanotherapeutics for fibrotic scar modulation.", "date": "2025-06-23", "journal": ""}
{"title": "Sulindac Sulfide Suppresses Oncogenic Transformation Through let-7b-Mediated Repression of K-Ras Signaling", "doi": "10.1101/2025.06.21.660893", "authors": "Liang, Z.; Yi, B.; Ma, R.; Riker, A. I.; Xi, Y.", "abstract": "Cell transformation is a key early event in tumorigenesis, yet the molecular mechanisms underlying its chemoprevention remain poorly defined. Here, we show that sulindac sulfide (SS), the active metabolite of the NSAID sulindac, inhibits chemically induced transformation of NIH/3T3 cells through a COX-independent mechanism. SS treatment upregulates the tumor-suppressive microRNA let-7b, which directly targets K-Ras and suppresses downstream ERK signaling. Notably, K-Ras negatively regulates let-7b via activation of ERK and LIN28B, forming a reciprocal feedback loop that drives transformation. SS disrupts this loop by downregulating p-ERK and LIN28B, thereby restoring let-7b expression. Functional analyses confirmed that let-7b, but not let-7g, is required for SS-mediated inhibition of transformation. In human colon cancer tissues and cell lines, let-7b is downregulated, but restored upon SS treatment. These findings identify a novel let-7b/K-Ras/LIN28B/ERK regulatory axis targeted by SS and provide mechanistic insight into its role in early-stage cancer chemoprevention.", "date": "2025-06-23", "journal": ""}
{"title": "Advanced human iPSC-based modelling of LMNA-related congenital muscular dystrophy enables development of targeted genetic therapies for muscle laminopathies", "doi": "10.1101/2025.06.22.660928", "authors": "Moore, D. P.; Steele-Stallard, H. B.; Pinton, L.; Lionello, V. M.; Rossi, L.; Aghaeipour, A.; Jalal, S.; Wong, C. T. Y.; Clara-Hwang, A.; Bonne, G.; Zammit, P. S.; Tedesco, F. S.", "abstract": "LMNA-related congenital muscular dystrophy (L-CMD) is amongst the most severe forms of laminopathies, which are diseases caused by pathogenic variants in the LMNA gene. LMNA encodes the proteins LAMINs A and C, which assemble with LAMIN B1 and B2 to form the nuclear lamina: a meshwork providing structural stability to the nucleus that also regulates chromatin organisation and gene expression. Research into L-CMD mechanisms and therapies i hindered by lack of humanised, tissue-specific models that accurately recapitulate disease phenotypes. We previously reported that LMNA-mutant induced pluripotent stem cell (iPSC)-derived skeletal muscle cells have nuclear shape abnormalities and LAMIN A/C protein mislocalisation. Here, we expand the selection of L-CMD patient-derived iPSCs and validate disease-associated readouts using a transgene-free based protocol which more accurately mimics skeletal myogenesis. Results showed no defects in developmental myogenesis, but recapitulation of pathological nuclear shape abnormalities in 2D and 3D cultures, nuclear envelope protein mislocalisation and transcriptomic alterations across multiple pathogenic LMNA variants. We then utilised this platform to assess LMNA gene editing strategies. CRISPR-based exon removal generated stable RNA and protein LAMIN A/C species, without significant normalisation of nuclear morphological phenotypes. Conversely, precise editing of the same mutation showed complete reversal of disease-associated nuclear morphometrics. Our data provide the foundation for a humanised in vitro disease and therapy modelling platform for this complex and severe muscle disorder.\n\nGRAPHICAL ABSTRACT (created with BioRender.com)\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=81 SRC=\"FIGDIR/small/660928v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (15K):\norg.highwire.dtl.DTLVardef@1e4c550org.highwire.dtl.DTLVardef@561a9forg.highwire.dtl.DTLVardef@ede4e6org.highwire.dtl.DTLVardef@4ef509_HPS_FORMAT_FIGEXP  M_FIG C_FIG HIGHLIGHTSO_LILMNA-mutant iPSCs undergo efficient skeletal myogenesis upon transgene-free, small molecule-based lineage-directed differentiation.\nC_LIO_LILMNA-mutant iPSCs recapitulate hallmark disease-associated nuclear phenotypes and show a pro-inflammatory transcriptional profile\nC_LIO_LILMNA-mutant iPSC-derived muscle cells enable testing of genetic therapies\nC_LIO_LICRISPR-edited L-CMD iPSC-derived myogenic cells show amelioration of disease-associated phenotypic readouts\nC_LI", "date": "2025-06-23", "journal": ""}
{"title": "CRISPR RiPCA for Investigating eIF4E-m7GpppX Capped mRNA Interactions", "doi": "10.1101/2025.06.19.660603", "authors": "Vega-Hernandez, G.; Duque, J.; Klein, B. J. C.; Soueid, D. M.; Rech, J. C.; Wang, H.; Zhou, W.; Garner, A. L.", "abstract": "Post-transcriptional modifications expand the information encoded by an mRNA. These dynamic and reversible modifications are specifically recognized by reader RNA-binding proteins (RBPs), which mediate the regulation of gene expression, RNA processing, localization, stability, and translation. Given their crucial functions, any disruptions in the normal activity of these readers can have significant implications for cellular health. Consequently, the dysregulation of these RBPs has been associated with neurodegenerative disorders, cancers, and viral infections. Therefore, there has been growing interest in targeting reader RBPs as a potential therapeutic strategy since developing molecules that restore proper RNA processing and function may offer a promising avenue for treating diseases. In this work, we coupled our previously established live-cell RNA-protein interaction (RPI) assay, RNA interaction with Protein-mediated Complementation Assay (RiPCA), with CRISPR technology to build a new platform, CRISPR RiPCA. As a model for development, we utilized the interaction of eukaryotic translation initiation factor 4E (eIF4E), a reader RBP that binds to the m7GpppX cap present at the 5' terminus of coding mRNAs, with an m7G capped RNA substrate. Using eIF4E CRISPR RiPCA, we demonstrate our technologys potential for measuring on-target activity of inhibitors of the eIF4E RPI of relevance to cancer drug discovery.", "date": "2025-06-23", "journal": ""}
{"title": "Cell-type specific iron content regulation revealed by single-cell iron quantification", "doi": "10.1101/2025.06.22.660918", "authors": "Holdship, P. F.; Teh, M.; Mazurczyk, M.; Costigan, D.; Pironaci, G.; Chuang, H.-W.; Zimmermann, M.; Stoffel, N.; Hilton, R.; Price, D.; Wade, J.; Drakesmith, H.", "abstract": "Iron is crucial for cellular metabolism and cell growth. Nevertheless, in humans, both iron deficiency and disorders of iron overload are widespread. How cellular iron content varies depending upon iron availability, and how this influences cell function is poorly characterised. We developed a method to quantify metals in hundreds of cells per minute via single-cell inductively-coupled plasma mass spectrometry (sc-ICP-MS), and used this to explore iron usage by immune cells. Activated murine T-cells exposed to a 625-fold titration of extracellular iron maintained close homeostatic control, with iron content varying by [~]20%. However, these variations strongly correlated with activation characteristics and proliferation. Running sc-ICP-MS downstream of flow cytometric sorting showed that murine T-cells and B-cells ex vivo exhibit similar mean and heterogeneity of cellular iron while splenic macrophages contain twice as much iron and more heterogeneous iron content. Finally, activated human B-cells contain [~]10-fold more iron per cell than murine B-cells. We suggest that mechanisms of iron homeostasis impart particular ranges or set-points of iron content to different cell types and activation states, and that small changes in iron content have large effects on cell behaviour. Our methodological advance and consequent findings suggest new approaches to studying the biology of metals.", "date": "2025-06-23", "journal": ""}
{"title": "Control of Quiescence and Activation of Human Muscle Stem Cells by Cytokines", "doi": "10.1101/2025.06.21.660874", "authors": "Striedinger, K.; Barruet, E.; Atamaniauc, E.; Linquist, K.; Knott, C.; Brack, A.; Pomerantz, J. H.", "abstract": "Skeletal muscle homeostasis and repair depend on the activation of tissue resident stem cells called satellite cells. To understand the early molecular basis of human satellite cell activation, epigenomics, transcriptomics and protein analysis were performed in quiescent and activated human satellite cells. Cytokine signaling pathways were enriched in stimulated human satellite cells revealing a high cytokine enrichment, including CCL2, CCL20, CXCL8, IL-6, TNFRSF12A, ILR1, CSF-1 and FGF2. Functional roles of these observed changes are supported by in vivo experiments showing that chemokine inhibitors increase engraftment and regeneration capacity of human satellite cells xenotransplants. Cytokines, chemokines and associated signaling pathways in the early stages of human satellite cell activation may underlie disparate muscle responses in neuromuscular inflammatory and degenerative disorders and consequently are potential entry points for clinical applications towards muscle repair.", "date": "2025-06-23", "journal": ""}
{"title": "Protein folding stress transcriptionally reprograms muscle metabolism", "doi": "10.1101/2025.06.20.660805", "authors": "Paiano, J.; Qadiri, M.; Sharma, S.; Hu, Y.; Perrimon, N.", "abstract": "Cellular stress responses crosstalk with many physiological and metabolic pathways. Muscle cells constantly respond to various endogenous stressors while actively maintaining critical metabolic functions for the tissue and whole animal. The molecular mechanisms of how muscle stress responses transcriptionally reprogram metabolic networks are complex and inadequately understood. Using a multi-omics approach of metabolomics, lipidomics, and single-nuclei RNA-sequencing in Drosophila, we reconstructed the physiological landscape of muscle during chronic activation of endoplasmic reticulum unfolded protein response (UPR), a stress response that ensures the secretion of vital proteins from muscle, known as myokines. By ectopically expressing a constitutively active form of X-box binding protein 1 (Xbp1), a highly conserved transcription factor (TF) and UPR effector, we found that UPR downregulates key metabolic pathways in muscle, including carbohydrate and purine metabolism, while upregulating a robust lipogenic program enriched for phospholipids and several antioxidant metabolic pathways. Using gene regulatory network (GRN) analysis, we linked these metabolic changes to distinct TF regulon activities. The activation of a single TF, Xbp1, increased the activity of other stress response TFs in muscle, including cap-n-collar (cnc/Nrf2), cryptocephal (crc/Atf4), and sterol regulatory element binding protein (SREBP). Simultaneously, we observed decreased activity of TFs, namely Forkhead box O (FoxO), that resulted in downregulated metabolic pathways critical to muscle function, including oxidative phosphorylation and glycolysis. We propose that these GRNs antagonize each other downstream of UPR to reprogram muscle metabolism away from carbohydrates and towards lipogenesis, offering novel insight into how metabolic rewiring can be transcriptionally controlled in response to chronic tissue damage, even to the detriment of organ function.", "date": "2025-06-23", "journal": ""}
{"title": "Slit1 -a MET target gene in the embryonic limbs, prevents premature differentiation during mammalian myogenesis.", "doi": "10.1101/2025.06.22.660860", "authors": "Saini, M.; Jadhav, J.; Cossu, G.; Mathew, S. J.", "abstract": "Skeletal myogenesis requires precise spatio-temporal regulation of molecular signals during prenatal and postnatal development. Prenatal myogenesis in mouse commences at embryonic day (E) 9.5, characterized by the expression of PAX3 -a key myogenic regulator, and its target MET, in the embryonic muscle progenitor cells (EMPCs). These EMPCs delaminate from dermomyotome in the somites and migrate to designated areas such as the developing embryonic limbs and diaphragm. The trajectory of their migration is directed and limited by spatio-temporal availability of the MET ligand (HGF). Given its periodic expression during embryonic myogenesis and its recent association with familial arthrogryposis, it is important to identify additional non-migratory functions of MET signaling. We find conditional loss of Met in the Pax3/somitic lineage affects survival in early neonatal stages because amuscular diaphragms cause respiratory distress. Impaired progenitor migration in conditional Met knockouts (cMetKO) results in highly dysplastic muscles in neonates compared to muscleless limbs observed in previous mutants. Additionally, using cMetKO embryos (E11.5) we identify Slit1 as a novel target of MET that is downregulated in the mutant limb buds. Pharmacological modulation with SU11274, in vitro, confirms Slit1 as a MET responsive gene, which if knocked down in myoblasts leads to precocious myogenic differentiation. Similarly, cMetKO embryos, having reduced Slit1 expression, show greater myotomal differentiation and compact organization, compared to wildtype embryos. While Slit1 emerges as a MET target that represses precocious switch to myogenic differentiation, molecular intricacies of MET-mediated regulation of Slit1 and their spatio-temporal dynamic in fine-tuning myogenesis in the nascent limbs needs further examination.", "date": "2025-06-23", "journal": ""}
{"title": "A novel conserved protein associates with the IFT-A complex to mediate nuclear translocation of β-catenin in Wg/Wnt-signaling", "doi": "10.1101/2025.06.21.660855", "authors": "Vuong, L. T.; Mlodzik, M.", "abstract": "Wingless (Wg)/Wnt signaling is critical throughout development and tissue homeostasis and associated with many disease states. Canonical Wg/Wnt-signaling is mediated by {beta}-catenin (Arm in Drosophila) with IFT-A/Kinesin-2 complex promoting nuclear translocation of {beta}-catenin/Arm upon pathway activation. Although IFT-A is essential for nuclear translocation of {beta}-catenin/Arm, existing data suggests additional proteins are involved in this process. Here, we have identified a novel, evolutionarily conserved protein, Pasovec (Psv), as a critical component required for nuclear {beta}-catenin/Arm localization. We demonstrate that Psv functionally interacts with the IFT-A/Kinesin2 complex and physically associates with IFT140, a core component of IFT-A. The Psv-IFT140 interaction is independent of Wg/Wnt-signaling activation. Importantly, Psv contains a nuclear localization sequence (NLS), which is critical for its own nuclear localization and that of {beta}-catenin/Arm upon Wg/Wnt-signaling activation. Psv with a mutated NLS can act as an inhibitor of Wg/Wnt-signaling. Altogether, this study describes a new factor required for Wg/Wnt-signaling, with its mutant phenotypes resembling wg and {beta}-catenin/arm mutants, that functions during the nuclear translocation process of {beta}-catenin/Arm.", "date": "2025-06-23", "journal": ""}
{"title": "A Multi-State Structural Genomics Approach Enables Large-Scale, Mechanistic, and Context-Specific Classification of ABCC6 Genetic Variants Implicated in Calcification Diseases", "doi": "10.1101/2025.06.17.660194", "authors": "Wagenknecht, J. B.; Haque, N.; Jorge, S. D.; Ratnasinghe, B. D.; Urrutia, R. A.; Gahl, W. A.; Ziegler, S. G.; Zimmermann, M. T.", "abstract": "Purpose Genetic variation in ATP Binding Cassette Subfamily C Member 6 (ABCC6) can cause both pseudoxanthoma elasticum (PXE) and generalized arterial calcification of infancy (GACI). Despite both diseases being rare, there are already 930 distinct missense variants in ABCC6 reported, 87% of which are of uncertain clinical significance (VUS). New approaches are needed to interpret and classify these VUS mechanistically. Methods We developed 3D protein models of ABCC6 in three functionally relevant conformations to calculate the structural effects of variants and identify 3D mutational hotspots. With this and additional functional information, we categorized variants in a mechanistic ontology based on which critical functions of ABCC6 they impact. We then compared PXE and GACI -associated variants. Results We identified two three-dimensional hotspots of pathogenic variants and six specific functions of ABCC6 which variants impact. From this, we propose a mechanism for pathogenicity for 41% of VUS according to their impacted function, 30 of which could be reclassified as Likely Pathogenic from our non-clinical data. Finally, we found slight differences between PXE and GACI-associated variants. Conclusion The mechanistic information we present will guide future research to better address calcification disorders and understand genetic variants. Further, our VUS reclassification will improve the diagnosis of ABCC6-driven diseases, shortening diagnostic odysseys. We believe that computational structural genomics approaches will soon take prominence in genomics data interpretation.", "date": "2025-06-23", "journal": ""}
{"title": "Med14 phosphorylation shapes genomic response to GLP-1 Agonist", "doi": "10.1101/2025.06.17.660196", "authors": "Van de Velde, S.; Yu, J.; Evensen, K. G.; Pakhlevanyan, E.; Williams, A. E.; Shaw, R. J.; Montminy, M.", "abstract": "Under feeding conditions, release of glucagon-like peptide (GLP-1) from intestinal L cells promotes insulin secretion and pancreatic beta cell viability. Binding of GLP-1 to its cognate receptor on the beta cell surface results in induction of the cAMP signaling pathway, leading to the protein kinase A (PKA) mediated phosphorylation of CREB and induction of CREB target genes. By contrast with the acute effects of this pathway on immediate early CREB target genes, which attenuate the cAMP-CREB response, sustained exposure of beta cells to the stable GLP-1 receptor agonist Exendin-4 stimulates the expression of beta cell specific CREB target genes with delayed kinetics. In a proteomic screen for transcriptional co-regulators that mediate the long-term effects of GLP-1 analogs, we identified Med14, a backbone subunit of the Mediator complex. Exposure to Exendin-4 stimulates Med14 phosphorylation at Ser983, corresponding to a conserved PKA recognition site (RRXS) that is located within an intrinsically disordered region of Med14. Phosphorylation of Med14 by PKA is essential for maintenance of enhancers that drive induction of beta cell-specific and diabetes-linked genes. Mutation of Med14 at Ser983 to alanine decreased beta cell numbers and repressed Exendin-4 induced gene regulation in primary mouse beta cells. Our work reveals how phosphorylation of a general transcription factor in response to GLP-1 analogs triggers a broad genomic response with salutary effects on beta cell function.", "date": "2025-06-23", "journal": ""}
{"title": "Nuclear Receptor Transcription factors promote axon regeneration in the Adult Corticospinal Tract", "doi": "10.1101/2025.06.19.660319", "authors": "Sahu, Y.; Banerjee, S.; Kumaran, M.; Sanyal, K.; Konda, M.; Soni, S.; Menon, A. S.; Manjunath, S.; Kesireddy, D. K.; Beji, D. S.; Chermakani, P.; Biswas, A.; Venkatesh, I.", "abstract": "Transcription factors are potent levers for neural repair, but systematic pipelines to uncover factors that unlock adult corticospinal regeneration are lacking. By intersecting developmental RNA-seq with ATAC-seq footprints, we pinpointed two nuclear-receptor transcription factors NR2F1 and NR2F6, neither previously linked to CNS axon growth as top candidates. Forced expression of either factor doubled neurite length in culture, and each proved highly effective in vivo: after unilateral pyramidotomy they drove robust midline sprouting, while after complete thoracic crush they supported long-tract CST regeneration that restored hip lift, partial swing trajectories and grip strength. Multi-omics dissection revealed complementary mechanisms: NR2F1 re-engaged chromatin-remodeling and cytoskeletal networks, whereas NR2F6, via a conserved corepressor domain, imposed a broad translational down-shift, bound predominantly to distal enhancers and re-packaged chromatin into new topologically associating domains that cluster growth genes with freshly activated regulatory hubs. These discoveries establish NR2F1 and NR2F6 as novel pro-regenerative TFs, demonstrate their potency across lesion types, and expose repression-driven translational control and enhancer-TAD reconfiguration as previously unrecognized axes of CNS repair.", "date": "2025-06-23", "journal": ""}
{"title": "Temperature dependent response of microcystin-LR in acclimated Microcystis aeruginosa: highest content expected near the growth optimum", "doi": "10.1101/2025.06.20.660678", "authors": "Lalloue, P.-L.; Mallet, C.; Bec, A.; Koussoroplis, A.-M.; Perriere, F.; Latour, D.", "abstract": "As climate change raises global temperatures and increases the frequency of cyanobacterial blooms, understanding how rising mean temperatures affect cyanotoxin content is crucial. However, no clear consensus exists, and the use of different methodologies, including different units of measurement and experimental conditions could significantly alter the yield of the relationship between temperature and toxins content. In this study, we assessed free microcystin content and cell volume in Microcystis aeruginosa PCC 7806 acclimated to seven temperatures spanning its entire thermal niche. This experimental design firstly highlighted the significant reduction in cell volume with rising temperatures between 17{degrees}C and 29{degrees}C. As a result, when the microcystin concentration was normalized by its cell volume, its temperature response was transformed from a negative correlation to a bell-shaped curve, with higher free MC-LR content measured at an estimated optimum temperature of 26.2{degrees}C, close to the thermal growth optimum of Microcystis aeruginosa. These findings provide new insights into the effects of climate warming on microcystin content.", "date": "2025-06-23", "journal": ""}
{"title": "Genomics insights reveal multi-year maintenance of a new Deltacoronavirus infecting Seabirds from the Cagarras Island Archipelago Natural Monument, Brazil", "doi": "10.1101/2025.06.19.660416", "authors": "Dias, Y. J.; Freitas da Silva, A.; Rodrigues, A.; Gomes, F.; Correa, L.; Resende, P. C.; Siqueira, M.; Galvao Bueno, M.; Ribeiro, T.; Quintana, P. G.; Cunha, L.; Appolinario, L.; Marques Paula Costa, H.; Brito Oliveira, M.; Reischak, D.; Reck, J.; Wallau, G. d. L.; Ogrzewalska, M.", "abstract": "Previous studies have identified various pathogens in seabirds, notably coronaviruses (CoVs) and influenza A viruses (IAVs), due to their potential to cause significant morbidity and mortality. The Cagarras Island Archipelago Natural Monument, located near Rio de Janeiro, Brazil, serves as nesting site for two species, the magnificent frigatebird (Fregata magnificens) and the brown booby (Sula leucogaster). Despite its ecological importance, no prior studies have investigated viral infections in these species, which share habitat interfaces with densely populated human areas. To address this gap, we sampled and tested seabirds for CoVs and IAVs from January 2022 to April 2024. Birds were captured and identified by species, age, and sex. Oropharyngeal and cloacal swabs, as well as blood samples, were collected. Viral RNA was extracted using the QIAamp Viral RNA Mini Kit, and the presence of IAVs was screened via real-time RT-PCR, while CoVs were screened using semi-nested RT-PCR. Sanger and metatranscriptomic sequencing were performed to identify viral strains and assess phylogenetic relationships. Of the 153 seabirds sampled, CoVs were detected in 6 individuals (9.1%) of F. magnificens and 16 individuals (18.4%) of S. leucogaster. No IAVs were found in either oropharyngeal or cloacal swabs, and all serum samples were negative for the presence of antibodies against the virus. We recovered two full deltacoronavirus genomes and eight additional draft genomes from S. leucogaster samples obtained from distinct sampling expeditions and additional enteroviruses, passeriviruses, and picornaviruses. Phylogenetic analysis revealed that the detected CoVs are closely related to avian deltacoronaviruses from environmental samples of S. leucogaster in the Sao Pedro and Sao Paulo Archipelago, indicating potential viral exchange between these seabird populations living at these distant islands. Moreover, multiple detections in different individuals at different time points are associated with specific Spike NTD deletions that have been shown to accumulate in immune escape lineages, supporting the long-term maintenance through new infections and reinfection of this virus in these bird populations. This is the first detection of CoVs in F. magnificens, highlighting their circulation in marine ecosystems. Further research is needed to understand the ecological and epidemiological implications, including potential cross-species transmission.", "date": "2025-06-23", "journal": ""}
{"title": "The Potential Neuroinflammatory Attenuation Effects of Thymoquinone against 3, 4-Methylenedioxymethamphetamine-Induced Microglial Activation in BV2 Mouse Cell Line", "doi": "10.1101/2025.06.16.660054", "authors": "Mustafa, N. S.; Mohamad, N.; Abu Bakar, N. H.; Asmara, H. S.; Daud, M. N. M.; Mohd Adnan, L. H.", "abstract": "MDMA induced the activation of microglia in the brain which would lead to neurotoxicity. The activation of microglia is associated with morphological changes and the production of inflammatory phenotypes. While there is research suggesting that thymoquinone (TQ) may have anti-inflammatory effects and modulate microglial activation, studies specifically focusing on its impact on activated microglia induced by MDMA or Ecstasy appear to be limited or not yet available. In this study, the effects of MDMA and TQ in BV2 microglial cells were examined to see the differences in gene expression profile, and whether TQ could modulate the inflammatory genes in MDMA-induced BV2 microglial activation. Transcriptome analysis revealed that cytokines/chemokines and inflammation-related genes were significantly up-regulated in response to MDMA-induced microglial activation. TQ pre-treatment in the MDMA+TQ group appeared to have attenuated the morphological changes of microglia as compared to the MDMA group. RNA-Seq analysis revealed that TQ reduced inflammatory responses in MDMA-induced microglial activation by inhibiting the production of several pro-inflammatory genes such as Cxcl2, Ptgs2, C3ar1, Nfkbia, Il1a, Cxcl10, and Serpinf2 (P[&le;]0.05). This study concluded that TQ possesses neuroprotective effects against MDMA-induced microglial activation by stabilizing the effects of microglia.", "date": "2025-06-23", "journal": ""}
{"title": "Extended Shine-Dalgarno motifs govern translation initiation in \tStaphylococcus aureus", "doi": "10.1101/2025.06.19.660503", "authors": "Kohl, M. P.; Bahena-Ceron, R.; Chane-Woon-Ming, B.; Kompatscher, M.; Erlacher, M.; Romby, P.; Klaholz, B.; Marzi, S.", "abstract": "Regulation of translation initiation is central to bacterial adaptation, but species-specific mechanisms remain poorly understood. We present high-resolution mapping of translation start sites in S. aureus, revealing distinct features of initiation alongside numerous unannotated small ORFs. Our analysis, combined with cryo-EM of a native mRNA-ribosome complex, shows that S. aureus relies on extended, start codon proximal Shine-Dalgarno (SD) interactions, creating specificity against phylogenetically distant bacteria. Several natural S. aureus initiation sites are not correctly decoded by E. coli ribosomes. We identify new and conserved non-canonical start codons, whose regulatory initiation sites contain these characteristic extended SD sequence motifs. Finally, we characterize a striking example of uORF-mediated translational control in S. aureus, demonstrating that translation of a novel small leader peptide modulates expression of a key biofilm regulator. The described mechanism involves codon rarity, ribosome pausing and arginine availability, linking nutrient sensing to biofilm formation in this major human pathogen.", "date": "2025-06-23", "journal": ""}
{"title": "X-chromosome upregulation operates on a gene-by-gene basis at RNA and protein levels", "doi": "10.1101/2025.06.18.660324", "authors": "Allsop, R. N.; Boeren, J.; Tan, B. F.; Merzouk, S.; Poovathingal, S.; van Ijcken, W.; Demmers, J. A.; Mira Bontenbal, H.; Gontan Pardo, C.; Gribnau, J.; Pasque, V.", "abstract": "Gene dosage compensation mechanisms are crucial for mammalian development. In mice, recent findings show that cells can sense the number of X chromosomes. Loss or inactivation of one of the two X chromosomes is compensated by upregulating the remaining active X chromosome, a process termed X-chromosome upregulation (XCU). However, how cells sense X-chromosome dosage and induce XCU remains unclear. Here, we show that heterozygous X chromosome fragment deletions in mouse pluripotent stem cells induces XCU in trans, and that compensation takes place at the mRNA and protein level. Furthermore, we found that inducing gene silencing in cis on autosomes induces gene dosage compensation in trans. This work provides significant insights into the molecular foundations of mammalian gene dosage compensation.", "date": "2025-06-23", "journal": ""}
{"title": "Antagonistic and Synergistic Roles of Tomato AFP3 Isoforms in Hormonal Regulation and Development", "doi": "10.1101/2025.06.18.660365", "authors": "Vittozzi, Y.; Petri, L.; Chiurazzi, M. J.; Lison, P.; Hernandez, C. G.; Majee, A.; Shankar, N.; Burow, M.; Wenkel, S.", "abstract": "The ABA INSENSITIVE5 BINDING PROTEIN (AFP) family plays a critical role in abscisic acid (ABA) signaling through interaction with the transcription factor ABI5, impacting seed germination and stress responses. Here, we characterize tomato AFP3, which produces two isoforms: a full-length protein and a shorter microProtein (sAFP3) containing only the C-terminal domain. Functional analyses reveal contrasting roles of these isoforms in development; while AFP3 overexpression accelerates shoot growth but impairs seed germination, both afp3 loss-of-function and sAFP3-expressing mutants (afp3-D) exhibit stunted growth and developmental defects. Transcriptome profiling highlights that AFP3 and sAFP3 differentially regulate hormone-related pathways, including salicylic acid, gibberellic acid, and jasmonic acid metabolism. Proteomic interaction studies demonstrate that AFP3 and sAFP3 physically interact, sharing partners involved in hormone signaling. Hormone quantification confirms that AFP3 modulates multiple phytohormones, with elevated ABA in afp3-D mutants and increased gibberellic acid, jasmonic acid, and salicylic acid in both afp3 and afp3-D mutant backgrounds. Moreover, AFP3 controls flower and fruit development, influencing yield and ripening. Together, these findings identify AFP3 as a key integrator of hormonal crosstalk that coordinates growth, development, and stress responses in tomato. The production of dual AFP3 isoforms through alternative transcription, combined with microProtein-mediated dominant-negative regulation, reveals a sophisticated mechanism for dynamically fine-tuning transcriptional networks. This versatile strategy underscores how plants-and potentially other organisms-achieve precise control over complex signaling pathways.", "date": "2025-06-23", "journal": ""}
{"title": "Serum exosome miR-150-5p in rheumatic heart disease-associated angiogenesis", "doi": "10.1101/2025.06.13.659484", "authors": "Sharma, B.; Jain, S.; Singh, L.; Sharma, S.; Kaur, R.; Singh, H.; Chopra, S.; Chakraborti, A.", "abstract": "The focus of this study is on Rheumatic heart disease (RHD), an autoimmune consequence of rheumatic fever leading to mitral valve damage. Aim is to explore the role of exosomes derived from RHD patients in promoting angiogenesis during RHD pathogenesis. Exosomes were isolated via column chromatography from the pericardial fluid (PF) and serum of RHD patients, pericardial fluid from non-RHD patients undergoing coronary artery bypass grafting (CABG) surgery, and serum of healthy individuals. These exosomes were characterized by transmission electron microscopy (TEM) and western blotting. Human umbilical vein endothelial cells (HUVECs) cultured from umbilical cord(s), were treated with purified exosomes from RHD, CABG patients or healthy individuals. Exosome treatment induced morphological changes in HUVECs, including elongation and tube-like structure formation. The qRT-PCR gene expression analysis revealed significant upregulation of angiogenic markers (VEGF-A 2.7-fold, MMP2 1.5-fold) and inflammatory cytokine (IL-4 15.17-fold), in HUVECs stimulated with RHD serum exosomes. Conversely, there was downregulation of anti-angiogenic genes (RASA-1 0.65-fold and endostatin 0.4-fold). Notably, elevated levels of miR-150-5p (34.29 + 9.524-fold mean difference; p= 0.0007) were detected in serum-derived exosomes from RHD patients compared to healthy controls. Stimulation of HUVECs with RHD serum exosomes resulted in reduction in the expression of TP53 (0.227-fold; p= 0.006), a known target of miR-150-5p. Furthermore, transfection of HUVECs with miR-150-5p mimics induced the formation of angiogenic endothelial tubes, underscoring the role of miR-150-5p in promoting angiogenesis.", "date": "2025-06-23", "journal": ""}
{"title": "Remote sensing of endogenous pigmentation by inducible synthetic circuits in grasses", "doi": "10.1101/2025.06.20.660755", "authors": "Lee, D.-Y.; Acosta-Gamboa, L.; Saleh, L.; Pathak, S.; Swyers, N.; Morgan, A.; Meerdink, S.; Kuzio, C.; Calderon, S.; Sheng, H.; Kenney, S.; Zare, A.; Gehan, M.; Nusinow, D. A.", "abstract": "Plant synthetic biology holds great promise for engineering plants to meet future demands. Genetic circuits are being designed, built, and tested in plants to demonstrate proof of concept. However, developing these components in monocots, which the world relies on for grain, lags behind dicot models, such as Arabidopsis thaliana and Nicotiana benthamiana. Here, we show the successful adaptation of a ligand-inducible sensor to activate an endogenous anthocyanin pathway in the C4 monocot model Setaria viridis. We identify two transcription factors sufficient to induce endogenous anthocyanin production in S. viridis protoplasts and whole plants in a constitutive or ligand-inducible manner. We also test multiple ligands to overcome physical barriers to ligand uptake, identifying triamcinolone acetonide (TA) as a highly potent inducer of this system. Using hyperspectral imaging and a discriminative target characterization method in a near-remote configuration, we can non-destructively detect anthocyanin production in leaves in response to ligands. This work demonstrates the use of inducible expression systems in monocots to manipulate endogenous pathways, stimulating plants to overproduce secondary metabolites with value to human health. Applying inducible pigmentation coupled with sensitive detection algorithms could enable crop plants to report on the status of field contamination or detect undesirable chemicals impacting agriculture, ushering in an era of agriculture-based sensor systems.\n\nSummaryO_ST_ABSSynbio tools for C4 grass modelC_ST_ABS[bullet] Advantage of synthetic switches as tools for biopharming and functional genomics\n[bullet]Our workflow to optimize the gene circuits from a transient system to a stable transgenic\n[bullet]Testing and taming golden gate elements in monocot system, S. viridis", "date": "2025-06-23", "journal": ""}
{"title": "Multi-Omics Analysis of Heat Stress-Induced Memory in Arabidopsis", "doi": "10.1101/2025.06.19.660594", "authors": "Thirumlaikumar, V. P. P.; Yu, L.; Arora, D.; Mubeen, U.; Wisniewski, A.; Walther, D.; Giavalisco, P.; Alseekh, S.; DL Nelson, A.; Skirycz, A.; Balazadeh, S.", "abstract": "In their natural environment, plants experience temperature fluctuations, including intensified heat waves driven by climate change, which pose significant threats to their productivity. To adapt, plants have evolved diverse mechanisms to withstand heat stress (HS), minimizing potential damage and ensuring survival. One such adaptation is acquired thermotolerance (AT), where prior exposure to HS primes plants to withstand subsequent severe HS. AT can persist for several days and involves a recovery period during which plants establish heat stress memory (HSM), reorganize cellular processes, and strengthen stress resilience. The molecular mechanisms underlying HSM remain the subject of active investigation. In this study, we employ a high-throughput comparative multi-omics approach to unravel the transcriptome, metabolome, and proteome of Arabidopsis thaliana seedlings during distinct intervals of the HSM phase. Our findings provide insights into the intricacies of HS recovery and the memory process. Notably, distinct temporal responses emerge at both the transcriptional and protein levels during the early and late recovery phases. Transcripts associated with HSM are upregulated during the early HS recovery phase, indicating a rapid response crucial for initial memory formation, while corresponding protein levels remain elevated throughout the recovery period, supporting memory consolidation. Additionally, metabolite profiles reveal distinctive patterns across the HS memory phase. This marks the first detailed multi-omic analysis of the HSM phase in Arabidopsis seedlings, providing insights into the multifaceted nature of this complex process. These comprehensive datasets hold promise in elucidating regulators of HS resilience, thereby enhancing efforts in breeding HS-tolerant crops", "date": "2025-06-23", "journal": ""}
{"title": "Arabidopsis RabGDIs are essential for the asymmetric division of zygotes and embryonic patterning", "doi": "10.1101/2025.06.23.660972", "authors": "Yin, G.; Wu, Y.; Wang, W.; Dun, S.; Li, S.; Jiang, L.; Liang, Z.; Zhang, Y.; Xiong, F.", "abstract": "An asymmetric division of zygotes sets up the apical-basal body axis and starts the life cycle of angiosperms. In addition to specific expression of transcription factors and polar distribution of auxin, vesicular trafficking-mediated endomembrane dynamics are critical for zygotic division and embryonic patterning. As key regulators of vesicular trafficking, whether Rab GTPases play a role in these processes is unclear. We report that Arabidopsis guanine nucleotide dissociation inhibitors for Rab (RabGDIs) are essential for the asymmetric division of zygotes and embryonic patterning likely through regulating the dynamic targeting of canonical Rab GTPases, especially Rab5. Arabidopsis RabGDIs specifically interact with canonical Rab GTPases. Functional loss of Arabidopsis RabGDI1 and RabGDI2 compromises the asymmetry of zygotic division, cell fate determination, and embryonic patterning. Polar distribution of vacuolar dynamics was disrupted in zygotes and 1-cell embryo of gdi1 gdi2, suggesting a key role of RabGDIs in vacuolar dynamics. Furthermore, genetic interference of canonical Rab5, a key regulator of vacuolar trafficking and biogenesis, in zygotes leads to similar defects, consistent with the disturbed localization of Rab5 in gdi1 gdi2 embryos. Results presented demonstrate the key role of RabGDIs through Rab GTPases in asymmetric division of zygotes and embryonic patterning.", "date": "2025-06-23", "journal": ""}
{"title": "Identification of an early-heading mutant in Indonesian native rice cultivar: 'Gemdjah Beton'", "doi": "10.1101/2025.06.19.660500", "authors": "Nagalla, A. D.; Morita, R.; Ichida, H.; Hayashi, Y.; Shirakawa, Y.; Sato, T.; Fukuta, Y.; Toriyama, K.; Saito, H.; Okumoto, Y.; Abe, T.", "abstract": "Rice is one of the world's most widely cultivated field crops and a short-day adapted plant. It possesses a complex genetic regulatory mechanism for heading date determination. Gemdjah Beton (GB) is an Indonesian rice cultivar that takes approximately 17 weeks to flower after being transplanted into a rice field in Japan. We isolated early-heading mutant line GB-10 (flowers around two to three weeks early in the field). Under long-day (LD) conditions, GB-10 flowered approximately two weeks earlier than GB. Under short-day conditions, the heading date between GB-10 and GB plants shows no apparent difference. In agreement with the heading date, Hd3a and RFT1 expressions show around a 10-time relative transcript quantity difference under LD conditions in GB-10 compared to GB. Interestingly, Ghd7 expression was significantly reduced in GB-10, which may trigger the Hd3a and RFT1 activation. A bulk segregation analysis indicated that a single nucleotide variant on chromosome 7 was genetically linked to the early heading phenotype of GB-10 lines. Taken together, we reported the successful isolation of GB-10 as an early-heading mutant.", "date": "2025-06-23", "journal": ""}
{"title": "HSP90-mediated stress resilience in male gametophyte of Arabidopsis thaliana", "doi": "10.1101/2025.06.21.660849", "authors": "Kahrizi, Z.; Michailidis, C.; Raabe, K.; Fila, J.; Klodova, B.; Rudolf, J.; Prochazkova Schrumpfova, P.; Honys, D.; Fragkostefanakis, S.", "abstract": "Despite the accumulation of protective heat shock proteins (HSPs) during the male gametophyte development, pollen grains are highly sensitive to elevated temperatures. We performed transcriptomic analysis of five pollen developmental stages isolated from plants under normal and heat stress (H) conditions; uni-nuclear (UN), early bi-cellular (EB), bi-cellular (BC), tri-cellular (TC), and mature pollen (MPG). We show that the majority of genes that are up- or down-regulated under HS are specific for each stage, except BC stage that also exhibited the highest number of differentially expressed genes (DEGs) (>4000). This emphasize a complex, stage-dependent heat stress response, possibly dependent on HSP levels. Additionally, promoter motif analysis revealed that heat shock elements (HSEs) exhibit a stage-specific pattern of enrichment, which peaked in MP. To explore stage-specific influences of HSP90s in pollen development, we characterized a knockdown RNAi line, under normal and stress conditions in early- and late-stage RNAi lines using stage-specific promoters pJASON (JA90R) and pLAT52 (L90R). The hsp90 background leads to lower germination rate in both RNAi lines that is more pronounced under heat stress caused by significant alterations in heat stress control via impaired ABA signalling or ER stress response. Heat stress conditions also lead to a high percentage of nuclei shape and orientation defects in the L90R line pollen, pointing to the higher sensitivity of late stage development. We show this defect is linked to the down-regulation of DNA metabolism genes. Our complex dataset provides insight into stage-specific stress response on the level of single cell undergoing developmental changes.", "date": "2025-06-23", "journal": ""}
{"title": "The dynamics of ciliogenesis in prepubertal mouse meiosis reveal new clues about testicular maturation during puberty", "doi": "10.1101/2025.06.19.660582", "authors": "Perez-Moreno, I.; Lopez-Jimenez, P.; Zapata, H.; Perez-Martin, S.; Lopez-Panades, M.; Barbeito, P.; Roig, I.; Garcia-Gonzalo, F. R.; Page, J.; Gomez Lencero, R.", "abstract": "The primary cilium, a solitary and non-motile extension of the plasma membrane, has recently been identified in adult male mouse spermatocytes. However, very little is known about when these cilia emerge during testicular maturation and what their function is. In the context of fertility establishment during puberty, this study investigates the dynamics of ciliogenesis in prepubertal mouse spermatocytes. Our findings reveal that primary cilia are not an intrinsic feature of spermatocytes during the first wave of meiosis, which initiates at 8 days post-partum (dpp). Instead, cilia begin polymerizing at 20 dpp, after first meiotic wave has been completed, and are present in spermatocytes across all stages of prophase I. Thus, no direct correlation between cilia polymerization and the initiation of synapsis or desynapsis was found, although chemical ablation of cilia may delay DNA repair during prophase I. Typical adult cilia features, which are shorter and restricted to zygotene spermatocytes, are settled upon acquisition of sexual maturity. This study also highlights that the emergence of ciliated spermatocytes in prepuberal mice coincides with the onset of flagellogenesis, hinting at a potential link between the regulation of the formation of both types of axonemes within the tissue developing environment. Proteomic analyses further identify temporal regulators of axoneme assembly, providing valuable targets for future research to unravel the molecular pathways underlying ciliogenesis, flagellogenesis, and their roles in spermatogenesis. We explored distinct regulatory mechanisms of ciliogenesis during the first meiotic wave and found that Aurora kinase A (AURKA) is a critical regulator of cilia disassembly during late diplotene, with evidence suggesting that centrosome migration and cilia depolymerization are mutually exclusive events during meiosis. In summary, this study provides the first detailed characterization of primary cilia dynamics during early testicular maturation in mice, revealing their spatiotemporal regulation, candidate molecular mediators, and potential roles during meiosis. These findings lay the groundwork for understanding the physiological relevance of meiotic cilia in spermatogenesis and testicular development.", "date": "2025-06-23", "journal": ""}
{"title": "From short to long reads: enhanced protist diversity profiling via Nanopore metabarcoding", "doi": "10.1101/2025.06.17.660212", "authors": "Chwalinska, M.; Karlicki, M.; Romac, S.; Not, F.; Karnkowska, A.", "abstract": "In the last decades environmental metabarcoding has revolutionised biodiversity research, particularly for microbial organisms such as protists, enabling large-scale assessments of diversity and ecological patterns across time and space. With the advent of long-read sequencing, Nanopore-based metabarcoding represents a promising alternative to short-read approaches. Due to the limited number of available studies, the effectiveness of Nanopore sequencing - alone or in combination with short-read data - for assessing the biodiversity and ecological patterns of protists in different ecosystems is not yet sufficiently explored. Here we present BaNaNA (Barcoding Nanopore Neat Annotator), a pipeline designed to generate high-quality OTUs and abundance estimates from Nanopore sequencing data. The performance of the pipeline was evaluated using a mock community as well as on marine and freshwater environmental samples to demonstrate its relevance for protist biodiversity and ecological studies. Our results show that BaNaNA generates high-quality full-length 18S rDNA OTUs from Nanopore long reads that are directly comparable to short-read V4-18S rDNA ASVs, supporting their synergistic use in long-term biodiversity studies. While both approaches reveal similar overall community diversity, long-read OTUs provide greater taxonomic resolution, richer phylogenetic information enabling the discovery of new clades, and yield fewer false positives. These advantages make long-read Nanopore metabarcoding not only a powerful complement but also a reliable replacement to short-read methods. By providing a pipeline for processing Nanopore data, BaNaNA paves the way for a broader application of long-read Nanopore sequencing in protist ecology and biodiversity research.", "date": "2025-06-23", "journal": ""}
{"title": "Parrots and Humans Prefer Pitch Sequences of Intermediate Complexity", "doi": "10.1101/2025.06.22.660906", "authors": "Bellmann, O. T.; Hoeschele, M.; Witt, M.; Shair Ali, E.; Chu, P. C.; Bianco, R.", "abstract": "A well-established inverted U-shape relationship exists between stimulus complexity and human music preference, with preferences peaking at intermediate levels. We investigated whether preference for intermediate complexity is unique to humans or shared with other species. We compared the acoustic preferences of humans and budgerigars, known for their vocal learning and pattern recognition abilities, using a three-option place preference paradigm. Participants were presented with choices between computationally well-defined stimuli varying in complexity: pitch sequences with tones arranged either randomly (high complexity), into repeating patterns with changes (medium), or into a fully repetitive pattern (low). Our results demonstrate that both humans and budgerigars prefer stimuli with intermediate complexity, spontaneously exhibiting an inverted U-shape relationship between complexity and preference without any specific goal or external reward. Because a U-shape relationship has been argued to maximize learning, this preference may be of potential utility for vocal learning, however, further testing could determine whether it is also present for acoustic patterns in vocal non-learning species. Because vertebrates show inverted U-shape responses in a variety of non-auditory contexts, our findings may be rooted in general processes, but may depend on vocal learning to translate to acoustic contexts. This provides exciting opportunities to further investigate the fundamentals of vocal learning within and beyond the auditory and/or musical domain.", "date": "2025-06-23", "journal": ""}
{"title": "Vocal convergence during formation of social relationships in vampire bats", "doi": "10.1101/2025.06.21.660856", "authors": "Vrtilek, J.; Smith-Vidaurre, G.; Fosler-Lussier, E.; Page, R. A.; Carter, G. G.", "abstract": "Vocal behavior provides an important window into animal social lives. A longstanding hypothesis for many group-living birds and mammals is that the formation of affiliative relationships causes an increase in call similarity between individuals (vocal convergence). Testing this causal effect can be difficult, however, because it requires experimentally forming new relationships. Here, we demonstrate convergence in the contact calls of common vampire bats (Desmodus rotundus) that we introduced and experimentally housed together. To estimate and disentangle the roles of kinship, co-housing (familiarity), allogrooming, and food sharing in predicting call similarity, we first measured call similarity using 35 features of 565,557 contact calls from 94 bats, then fit a series of Bayesian generalized multi-membership models. We also measured changes in call similarity for a subset of individuals that were recorded before and after co-housing. We found that co-housing caused vocal convergence. Furthermore, food-sharing rates among familiar nonkin within the same co-housed group predicted contact call similarity. This finding suggests that the development of cooperative relationships causes further vocal convergence beyond the initial convergence caused by co-housing. Our findings have implications for the development of cooperative relationships and vocal learning.", "date": "2025-06-23", "journal": ""}
{"title": "Clade V MLO proteins are bona fide host susceptibility factors required for powdery mildew pathogenesis in Arabidopsis", "doi": "10.1101/2025.06.18.660284", "authors": "Bloodgood, D.; Zhang, Q.; Li, P.; Wu, Y.; Pan, M.; Zhou, C.; Hsu, A.; Zhang, J.; Panstrgua, R.; Kessler, S.; He, P.; Shan, L.; Wei, C.-I.; Xiao, S.", "abstract": "Obligate biotrophic powdery mildew (PM) fungi strictly require living host to survive. To search for host factors or processes essential for PM pathogenesis, a tailored genetic screen was conducted with the immuno-compromised eds1-2/pad4-1/sid2-2 (eps) triple Arabidopsis mutant. This led to the identification of five allelic disruptive mutations in Mildew Locus O 2 (MLO2) to be responsible for the compromised-immunity-yet-poor infection (cipi) mutant phenotype upon challenge from an adapted PM isolate. Moreover, the eds1/pad4/sid2/mlo2/mlo6/mlo12 (eps3m) sextuple mutant display near complete immunity to the adapted PM fungus without sign of defense activation, demonstrating that these three clade V MLOs in Arabidopsis are bona fide host susceptibility factors of PM fungi. Confocal imaging revealed focal accumulation of MLO2- GFP in the peri-penetration peg membranous space, implicating MLO2 in repairing and stabilizing the damaged host plasma membrane, which may be co-opted by PM fungi for haustorium differentiation. Results from domain-swapping analysis between MLO1 and MLO2 suggest a bipartite functional configuration for MLO2: its C-terminus determines where and when MLO2 functions, while its N-terminal seven transmembrane domain region executes the cellular function that is critical for PM pathogenesis. Genetic studies further demonstrate that, unlike MLO7 in synergids, focal accumulation of MLO2 does not depend on FERONIA (FER) and its five other family members, nor does it require phosphatidylinositol 4,5-bisphosphate produced from phosphatidylinositol 4-phosphate 5-kinase 1 (PIP5K1) and PIP5K2. Together, these findings define clade V MLOs as host factors co-opted by obligate biotrophic PM fungi for successful host colonization.", "date": "2025-06-23", "journal": ""}
{"title": "Gene regulatory network analysis of somatic embryogenesis identifies morphogenic genes that increase maize transformation frequency", "doi": "10.1101/2025.06.22.659756", "authors": "Renema, J.; Luckicheva, S.; Verwaerde, I.; Aesaert, S.; Coussens, G.; De Block, J.; Grones, C.; Eekhout, T.; De Rybel, B.; Brew-Appiah, R. A. T.; Bagley, C. A.; Hoengenaert, L.; Vandepoele, K.; Pauwels, L.", "abstract": "Somatic embryogenesis allows a somatic plant cell to develop into an embryo, and potentially into a fertile plant. Transcription factors such as BABY BOOM can induce somatic embryogenesis when ectopically expressed and are widely used for aiding regeneration in tissue culture for transformation and gene editing of crops. Nevertheless, regeneration remains a bottleneck and alternative morphogenic genes are highly desired. Here, we co-expressed BABY BOOM and WUSCHEL2 in zygotic maize (Zea mays L.) embryos and studied gene regulatory networks in induced somatic embryos at the single-cell level. By inferring cell-type-specific regulons, we prioritized candidate regulators and confirmed functionality of four transcription factors, bHLH48, EREB152, GRF4, and HB77, for enhanced maize transformation frequency, leading to fertile, transgenic plants. Interestingly, the basic helix-loop-helix and homeodomain-leucine zipper families had previously not been associated with induced somatic embryogenesis. Our work will contribute to more efficient transformation, much needed to deliver on the promise of gene editing for agriculture.", "date": "2025-06-23", "journal": ""}
{"title": "Lf2 is a knotted homeobox regulator that modulates leaflet number in soybean", "doi": "10.1101/2025.06.20.660812", "authors": "Clark, C. B.; Caldwell, D. L.; Zhu, Q.; Provancal, D.; Edwards, A. C.; Song, Q.; Quigley, C. V.; Iyer-Pascuzzi, A. S.; Ma, J.", "abstract": "Variation in leaf complexity modulates light capture and is a target for crop enhancement. Soybean typically has compound leaves with three leaflets each, but a spontaneous mutation, designated lf2, possesses seven leaflets, offering a means to dissect the molecular mechanisms specifying leaflet number and assess its potential for soybean improvement. However, the developmental and genetic bases of the lf2 mutation remain unknown. Here, we characterize the seven-leaflet phenotype and identify the mutation responsible for the phenotypic changes. Microscopic examination of leaf emergence sites revealed that the seven-leaflet phenotype arises in a two-step process: five leaflets form initially followed by secondary leaflet initiation at the margins of the central leaflet. Genetic mapping delineated lf2 to a ~2.5 Mb region at the start of chromosome 11. Fortuitously, integration of pedigree analysis with comparative analysis of genomic sequences from the region pinpointed a 2-bp deletion in the coding sequence of a gene, which is homologous to the Arabidopsis KNAT7 encoding a KNOTTED1-LIKE HOMEOBOX 2 transcription factor, as the sole candidate for Lf2. The deletion is predicted to result in disruption of the putative DNA-binding homeodomain. Expression of the wild-type allele of the candidate gene in the seven-leaflet lf2 mutant restored the three-leaflet phenotype, while disruption of the wild-type allele through CRISPR-Cas9 editing induced extra leaflet formation. This study advances our understanding of leaflet formation in legumes and provides a template for utilizing compound leaf architecture to optimize photosynthetic efficiency and yield in soybean.", "date": "2025-06-23", "journal": ""}
{"title": "Small Extra-Large GTPase-like proteins influence rhizobial symbiosis in Lotus japonicus", "doi": "10.1101/2025.06.18.660248", "authors": "Washington, L. J.; Yoshino, T.; Malagoli Franzon, T.; Vera, V.; Scheller, H. V.", "abstract": "Plants possess a unique class of heterotrimeric G subunits called extra-large GTPases (XLGs) which contribute to numerous developmental and stress responses. In addition to the canonical G domain, XLGs have an uncharacterized N-terminal domain and functions that are distinct from conventional G subunits. In this study, we identified homologs of XLG3 in Lotus japonicus responsive to rhizobial and mycorrhizal symbiosis. However, these proteins were approximately one-third the size of conventional XLGs and only aligned to the N-terminal domain, containing a putative nuclear localization signal and a cysteine-rich domain of unknown function. Multiple sequence alignment and phylogenetic analysis determined these small XLGs (SXLGs) did not share domains with other mono- or heterotrimeric G-protein classes and exhibited a pattern of duplication and neofunctionalization typical of genes involved in symbiotic signaling pathways. Transient expression of LjSXLGs in tobacco demonstrated their potential for localization to the plasma membrane, nucleus, and nucleolus. Analysis of L. japonicus sxlg2 mutants revealed transient impairment of immature nodule formation in a destructive experimental setup and inhibition of infection events in a nutrient-limited non-destructive experimental setup, with a delayed onset of established infection events and a potential impact on nodule maturation rate. Additionally, sxlg2 mutants showed a potential impairment of the root growth response in N-limited conditions. We discuss the potential utility of SXLGs in better understanding the evolution of XLGs and their possible function as transcriptional regulators, as well as the likelihood SXLGs are involved in the establishment of rhizobial and mycorrhizal symbioses through influencing membrane reorganization, such as during infection thread development.", "date": "2025-06-23", "journal": ""}
{"title": "Phylogenomics of Plasmopara halstedii reveals genomic regions associated with the breakdown of sunflower downy mildew resistance genes", "doi": "10.1101/2025.06.18.660304", "authors": "PECRIX, Y.; Dvorak, E.; Labbe, F.; Legrand, L.; CARRERE, S.; Gouzy, J.; Delmotte, F.; Besnard, G.; Godiard, L.", "abstract": "Understanding the genetic diversity and evolutionary history of plant pathogens is crucial for effective disease management strategies. Sunflower downy mildew, caused by the oomycete Plasmopara halstedii, is a worldwide threat to the sunflower oil crop. We aimed to explain through phylogenomic studies how downy mildew resistance breakdown occurred recurrently in the last decades in France, leading to new virulence profiles. We assembled high-quality genomes of three founder pathotypes of Pl. halstedii. Performing comparative genomic analyses, population genetics, and phylogenomic analyses, we studied the genomic structure among the 16 reference French pathotypes of Pl. halstedii. We revealed a conserved genomic organisation among pathotypes and a strong synteny with other Peronosporales species. The history of Pl. halstedii invasion in France over the last 60 years was documented by identifying founder strains and their admixture patterns. The emergence of pathotypes with broader virulence spectra and therefore capable of overcoming host resistance was associated with genomic reshuffling. We highlighted genomic mosaicism in admixed pathotypes and identified regions associated with the breakdown of host resistance genes harbouring putative effector genes. Our findings provide insights into evolutionary mechanisms underlying plant pathogen host adaptation, which has implications for a sustainable deployment of multiple resistance genes.", "date": "2025-06-23", "journal": ""}
{"title": "Asymmetric distribution of mitochondrial Ca2+ regulators specifies compartment-specific mitochondrial function and neuronal development", "doi": "10.1101/2025.06.23.660978", "authors": "Jang, D. C.; Kim, S. Y.; Kim, W. S.; Jung, H.; Chung, C.; Bang, S.; Kim, H. N.; Choi, H. W.; Han, K.; Cho, Y.; Kwon, S.-K.", "abstract": "Neuronal polarization is essential for functional compartmentalization, enabling dendritic synaptic integration and axonal action potential generation. While structural differences in mitochondria across compartments have been identified, their functional distinctions remain unclear. Here, we uncovered compartment-specific mitochondrial Ca2+ dynamics and their molecular determinants. In axonal mitochondria, Ca2+ uptake through MCU occurs independently of ER-stored Ca2+ release, with faster matrix Ca2+ clearance than dendritic mitochondria, where Ca2+ uptake predominantly originates from ER Ca2+. The ER-independent mitochondrial Ca2+ uptake in axonal mitochondria is mediated by enriched MCU-regulating proteins, MICU1 and MICU2, while higher NCLX expression facilitates rapid Ca2+ clearance. Moreover, NCLX knockdown, which functionally mimics a mental retardation-associated mutation, caused more significant axonal branching defects compared to dendrites in vivo, aligning with its enrichment in axons. These findings highlight fundamental Ca2+-modulating features and developmental importance of neuronal mitochondria in a compartment-specific manner and reveal the key underlying molecular mechanisms.", "date": "2025-06-23", "journal": ""}
{"title": "Optimal inhibitory-to-excitatory ratio governs slow and fast oscillations for enhanced neural communication", "doi": "10.1101/2025.06.22.660973", "authors": "Kim, J. Y.; Lee, S. W.; Battaglia, D. A.; Choi, J. H.; Yook, S.-H.", "abstract": "Neural oscillations at distinct frequency bands facilitate communication within and between neural populations. While single-frequency oscillations are well-characterized, the simultaneous emergence of slow (beta) and fast (gamma) oscillations within the same network remains unclear. Here, we demonstrate that multi-frequency oscillations naturally arise when the ratio of inhibitory-to-excitatory synaptic strength falls within a specific regime using a biologically plausible Izhikevich model. We show that this regime maximizes both information capacity and transmission efficiency, suggesting an optimal balance for neural communication. Deviations from this range lead to single-frequency oscillations and reduced communication efficiency, mirroring disruptions observed in neurological disorders. These findings provide mechanistic insight into how the brain leverages multiple oscillatory frequencies for efficient information processing and suggest a potential biomarker for impaired neural communication.", "date": "2025-06-23", "journal": ""}
{"title": "The neural processes underpinning flexible semantic retrieval in visual and auditory modalities", "doi": "10.1101/2025.06.22.660970", "authors": "Shao, X.; Zhang, M.; Wang, X.; Gouws, A.; Jackson, R. L.; Smallwood, J.; Krieger-Redwood, K.; Jefferies, E.", "abstract": "Contemporary accounts of semantic cognition propose that conceptual knowledge is supported by a heteromodal conceptual store and controlled retrieval processes. However, it remains unclear how the neural basis of semantic control varies across modalities. Recent models of cortical organization suggest that control networks are distributed along a unimodal-to-heteromodal cortical gradient, with the semantic control network (SCN) located in more heteromodal cortex than the domain-general multiple demand network (MDN). We used fMRI to examine how these networks respond to semantic control demands in visual and auditory tasks. Participants judged the semantic relatedness of spoken and written word pairs. On half of the trials, a task cue specified the semantic feature to guide retrieval; on the remaining trials, no such cue was given. The SCN showed greater activation when task knowledge was available, consistent with a role in the top-down control of semantic retrieval across modalities. In contrast, the MDN showed greater activation for spoken words, likely reflecting increased demands in speech perception. These findings demonstrate a dissociation between control networks, with SCN involvement modulated by task structure and MDN activity influenced by input modality.", "date": "2025-06-23", "journal": ""}
{"title": "Climbing fibers selectively recruit disinhibitory interneurons to enhance dendritic calcium signaling in cerebellar Purkinje cells", "doi": "10.1101/2025.06.22.660768", "authors": "Santos-Valencia, F.; Lackey, E.; Norton, A.; Asem, W.; Gaynor, C. S.; ediger, s.; Hemelt, m. E.; Nguyen, T.; Lee, W.-C. A.; Brunel, N.; Hull, C.; regehr, w.", "abstract": "Climbing fiber (CF) inputs to Purkinje cells (PCs) instruct plasticity and learning in the cerebellum. Paradoxically, CFs also excite molecular layer interneurons (MLIs), a cell-type that inhibits PCs and can restrict plasticity and learning. However, two types of MLIs with opposing influences have recently been identified: MLI1s inhibit PCs, reduce dendritic calcium signals, and suppress plasticity of granule cell to PC synapses, whereas MLI2s inhibit MLI1s and disinhibit PCs. To determine how CFs can activate MLIs without also suppressing the PC calcium signals necessary for plasticity and learning, we investigated the specificity of CF inputs onto MLIs. Serial EM reconstructions indicate that CFs contact both MLI subtypes without making conventional synapses, but more CFs contact each MLI2 via more sites with larger contact areas. Slice experiments indicate that CFs preferentially excite MLI2s via glutamate spillover. In agreement with these anatomical and slice experiments, in vivo Neuropixels recordings show that spontaneous CF activity excites MLI2s, inhibits MLI1s, and disinhibits PCs. In contrast, learning-related sensory stimulation produced more complex responses, driving convergent CF and granule cell inputs that could either activate or suppress MLI1s. This balance was robustly shifted toward MLI1 suppression when CFs were synchronously active, in turn elevating the PC dendritic calcium signals necessary for LTD. These data provide mechanistic insight into why CF synchrony can be highly effective at inducing cerebellar learning by revealing a critical disinhibitory circuit that allows CFs to act through MLIs to enhance PC dendritic calcium signals necessary for plasticity.", "date": "2025-06-23", "journal": ""}
{"title": "Late onset of striatal projection neuron hyperexcitability in Fmr1-/y mice", "doi": "10.1101/2025.06.21.660889", "authors": "Nelson, L.; Janecek, M.; Matarazzo, M.; Shih, Y.-C.; Peixoto, R. T.", "abstract": "Fragile X Syndrome (FXS), the most common genetic cause of intellectual disability and autism spectrum disorder (ASD), results from silencing of the FMR1 gene and consequent loss of Fragile X Messenger Ribonucleoprotein (FMRP). FMRP deficiency disrupts neural development, leading to behavioral and motor deficits associated with striatal dysfunction. While structural and functional abnormalities in striatal projection neurons (SPNs) have been observed in adult Fmr1 knockout (KO) mice, their developmental onset and contribution to early FXS pathophysiology remain unknown. In this study, we examined the postnatal maturation of SPN in the dorsomedial striatum (DMS) of Fmr1 KO mice, assessing glutamatergic synaptic inputs and intrinsic excitability. During postnatal development, Fmr1 deficient SPNs in DMS display normal synaptic and intrinsic properties, consistent with typical maturation. In contrast, by P60, SPNs of mice exhibit pronounced hyperexcitability, characterized by increased membrane resistance, reduced rheobase, and slower action potential kinetics. These perturbations affect both Dopamine 1 receptor-expressing (D1-SPN) and D2 receptor-expressing (D2-SPN) SPNs, though some action potential dynamics are selectively impaired in D1-SPNs. Chronic aripiprazole treatment, a widely prescribed therapy for FXS-related symptoms, fails to normalize SPN excitability, highlighting its limited efficacy in addressing core SPN dysfunction. Our findings reveal a late-onset hyperexcitability in DMS SPNs of Fmr1 KO mice, suggesting a progressive emergence of striatal neuron abnormalities over development. These results underscore the importance of developmental timing in FXS pathophysiology and emphasize the need for targeted interventions to address striatal circuit dysfunction.", "date": "2025-06-23", "journal": ""}
{"title": "The ZNF512B-NuRD complex co-ordinates a neural-specific gene expression program", "doi": "10.1101/2025.06.23.660971", "authors": "Francis, H.; Sharifi Tabar, M.; Parsania, C.; Feng, Y.; Giardina, C.; Ibrahim, O.; Singh, K. P.; Gupta, S.; Schmitz, U.; Rasko, J. E.; Bailey, C. G.", "abstract": "The nucleosome remodelling and deacetylase complex (NuRD) plays a key role in chromatin regulation and a wide range of biological processes including development, haemopoiesis, immunity and neurogenesis. Its interaction with tissue-enriched and sequence-specific transcription factors (TFs) leads to distinct functional outputs in the given tissue by targeting a specific set of genes. However, how NuRD dynamically and specifically regulates gene expression in a tissue-specific manner is poorly understood. Here, we refine an N-terminal specific NuRD-interaction motif which enables direct engagement with many transcriptional regulatory proteins. Using a series of structural modelling and biochemical techniques, we show that ZNF512B, a poorly characterised neuronal-expressed zinc finger protein, directly binds to the RBBP4 subunit of the NuRD complex. Subsequent knockdown of ZNF512B results in the downregulation of several neural-related molecular pathways suggesting that ZNF512B may play a regulatory role during neurogenesis. We also show that in NTERA-2 neural cells, the expression of ZNF512B is necessary for cell growth and survival, and is markedly enhanced during neural progenitor cell (NPC) differentiation. In summary, our data suggest that ZNF512B might regulate neural-specific transcriptional programs via engagement with the NuRD complex.", "date": "2025-06-23", "journal": ""}
{"title": "Seq2KING: An unsupervised internal transformer representation of global human heritages", "doi": "10.1101/2025.06.17.660172", "authors": "Jonnalagadda, B.; Njie, e.", "abstract": "Determining the intricate tapestry of human genetic relationships is a central challenge in population genetics and precision medicine. We propose that the principles of lexical connectivity, which words derive meaning from their contextual interactions, can be adapted to genetic data, enabling transformer models to reveal that individuals with higher genetic similarity form stronger latent connections. We explored this by transposing KING kinship-related matrices into the (query, key, value) QKV latent space within transformer models and determined that attention mechanisms can capture genetic relatedness in an unsupervised fashion. We found that individuals had an attention weight connectivity of 85.34% (p<0.05) if they were from within the same continent, compared to if they were from other continents. Surprisingly, we found that some encoder layers required inversion of their latent representations for this connectivity to become obvious. Lastly, we used BERTViz to create human-readable hyper-dense connectivity patterns among individuals. Our approach is purely based on attention, which yields a non-discrete spectrum of relatedness, and thus uncovers patterns on first principles. Seq2KING addresses the significant challenge of discovering population structures to construct a global human relatedness map, without relying on predefined labels. Our excavation into the latent space is a paradigm shift from legacy-supervised genetic methodologies, which presents a new way to understand the human pangenome as well as discern population substructures for creating precision genetic medicines.", "date": "2025-06-23", "journal": ""}
{"title": "Epilogos: information-theoretic navigation of multi-tissue functional genomic annotations", "doi": "10.1101/2025.06.18.660301", "authors": "Quon, J.; Reynolds, A. P.; Tripician, N.; Rynes, E. T.; Teodosiadis, A.; Kellis, M.; Meuleman, W.", "abstract": "Functional genomics data, such as chromatin state maps, provide critical insights into biological processes, but are hard to navigate and interpret. We present Epilogos to address this challenge by offering a simple information-theoretic framework for large-scale visualization, navigation and interpretation of functional genomics annotations, and apply it to over 2,000 genome-wide chromatin state maps in human and mouse. We construct intuitive visualizations of multi-tissue chromatin state maps, prioritize salient genomic regions, identify group-wise differential regions, and enable rapid similarity search given a region of interest. To facilitate usability, we provide a purpose-built web-based browser interface (http://epilogos.net) alongside open-source software for community access and adoption.", "date": "2025-06-23", "journal": ""}
{"title": "A Geometrically Transient Material for Bioelectronic Implants", "doi": "10.1101/2025.06.17.660105", "authors": "Olenik, S.; Goodwin, J. D.; Naik, A.; Coatsworth, P.; Cheung, I. C.; Amirghasemi, F.; Sohi, A.; Abedi, E.; Mousavi, M.; Kozlov, A. S.; Salem, V.; Cowburn, A. S.; Güder, F.", "abstract": "The outstanding barrier properties of skin make it difficult to obtain reliable physiological information (especially chemical) without the use of implantable bioelectronic sensing devices to directly access the internal biology. The clinical utility of bioelectronic implants however, hinges on a key geometrical optimization problem: devices must scale-down in size to reduce surgical invasiveness while also creating enough space to integrate electronics for wireless power delivery, data exchange, and electrical/electrochemical monitoring. Here, we present a minimally invasive bioelectronic implant with a transient geometry that can be inserted subcutaneously and measures important markers, such as pH, temperature, cardiac and respiratory activity, and levels of lithium, an important element for medical applications. To produce this new class of minimally invasive and foldable implantable sensors, we developed a fabrication method that works with highly flexible substrates to enable multiple-fold miniaturization during implantation. After implantation, the implant autonomously unfolds back to its planar form for continuous wireless operation. We demonstrate the key concepts concerning implantation, operation, and removal through extensive in vitro, ex vivo, and in vivo animal experiments. Our approach allows for robust multiplexed monitoring using quick and suture-free insertion procedures and may provide a unique advantage in the transition towards personalized health profiles.", "date": "2025-06-23", "journal": ""}
{"title": "CellMentor: Cell-Type Aware Dimensionality Reduction for Single-cell RNA-Sequencing Data", "doi": "10.1101/2025.06.17.660094", "authors": "Hevdeli, O.; Petrenko, E.; Aran, D.", "abstract": "Single-cell RNA sequencing (scRNA-seq) enables high-resolution profiling of individual cells, yet transforming this high-dimensional data into biologically meaningful representations remains a critical challenge. Current dimensionality reduction methods often fail to effectively balance technical noise reduction with preservation of cell-type-specific biological signals, particularly when integrating data across multiple experiments. Here, we present CellMentor, a novel supervised non-negative matrix factorization (NMF) framework that leverages labeled reference datasets to learn biologically meaningful latent spaces that can be transferred across related datasets. CellMentor employs a loss function that preserves cell type identity by simultaneously minimizing variation within known cell populations while maximizing distinctions between different cell types. We evaluated CellMentor against state-of-the-art dimensionality reduction and integration methods using controlled simulations of increasing difficulty and diverse real tissue types, each consisting of a labeled reference dataset and an unlabeled query dataset. In simulations, CellMentor maintained near-perfect clustering performance even under challenging conditions where other methods failed. In real datasets from PBMC, pancreas, and melanoma tissues, CellMentor demonstrated superior cell type separation while effectively mitigating batch effects. CellMentor also excelled at detecting rare cell populations and maintained reasonable performance when encountering novel cell types absent from reference data. With its robust batch correction capabilities and ability to preserve biologically meaningful cell type distinctions, CellMentor is particularly valuable for integrative analyses across multiple experiments.", "date": "2025-06-23", "journal": ""}
{"title": "DeepSeq: High-Throughput Single-Cell RNA Sequencing Data Labeling via Web Search-Augmented Agentic Generative AI Foundation Models", "doi": "10.1101/2025.06.17.660107", "authors": "Al Dajani, S. A.; Sanchez, A.; Williams, J. R.", "abstract": "Generative AI foundation models offer transformative potential for processing structured biological data, particularly in single-cell RNA sequencing, where datasets are rapidly scaling toward billions of cells. We propose the use of agentic foundation models with real-time web search to automate the labeling of experimental data, achieving up to 82.5% accuracy. This addresses a key bottleneck in supervised learning for structured omics data by increasing annotation throughput without manual curation and human error. Our approach enables the development of virtual cell foundation models capable of downstream tasks such as cell-typing and perturbation prediction. As data volume grows, these models may surpass human performance in labeling, paving the way for reliable inference in large-scale perturbation screens. This application demonstrates domain-specific innovation in health monitoring and diagnostics, aligned with efforts like the Human Cell Atlas and Human Tumor Atlas Network.", "date": "2025-06-23", "journal": ""}
{"title": "AdaGenes: A streaming processor for high-throughput annotation and filtering of sequence variant data", "doi": "10.1101/2025.06.17.659929", "authors": "Kurz, N. S.; Drofenik, K.; Kornrumpf, K.; Reuter-Jessen, K.; Dönitz, J.", "abstract": "The amount of sequencing data resulting from whole exome or genome sequencing (WES / WGS) presents challenges for annotation, filtering, and analysis. We introduce the Adaptive Genes processor (AdaGenes), a sequence variant streaming processor designed to efficiently annotate, filter, LiftOver and transform large-scale VCF files. AdaGenes provides a unified solution for researchers to streamline VCF processing workflows and address common challenges in genomic data processing, e.g. to filter out non-relevant variants to focus on further processing of the relevant positions. AdaGenes integrates genomic, transcript and protein data annotations, while maintaining scalability and performance for high-throughput workflows. Leveraging a streaming architecture, AdaGenes processes variant data incrementally, enabling high-performance on large files due to low memory consumption and seamless handling of whole genome files. The interactive front end provides the user with the ability to dynamically filter variants based on user-defined criteria. It allows researchers and clinicians to efficiently analyze large genomic datasets, facilitating variant interpretation in diverse genomics applications, such as population studies, clinical diagnostics, and precision medicine. AdaGenes is able to parse and convert multiple file formats while preserving metadata, and provides a report of the changes made to the variant file. AdaGenes is available at \\href{https://mtb.bioinf.med.uni-goettingen.de/adagenes}{https://mtb.bioinf.med.uni-goettingen.de/adagenes}.", "date": "2025-06-23", "journal": ""}
{"title": "Application of machine learning in the discovery of antimicrobial peptides: Exploring their potential for ulcerative colitis therapy", "doi": "10.1101/2025.06.17.660148", "authors": "Miao, H.; Wang, Z.; Chen, S.; Wang, J.; Ma, H.; Liu, Y.; Yang, H.; Guo, Z.; Wang, J.; Cui, P.", "abstract": "Ulcerative colitis (UC) is a chronic inflammatory bowel disease with rising global prevalence, yet existing treatments are not universally effective. Antimicrobial peptides (AMPs), produced by the immune system, have diverse antimicrobial and immune-regulatory functions, making them promising candidates for UC therapy. Using machine learning, we developed a machine learning-based prediction model to identify novel AMPs. The predicted peptides demonstrated significant biological activity in vitro and in vivo. In a dextran sulfate sodium-induced UC mouse model, engineered AMPs notably improved UC-related parameters, such as body weight, disease activity index (DAI), and colon length. These effects were likely mediated by modulation of Akkermansia muciniphila. This study highlights the potential of machine learning-identified AMPs as future therapeutic candidates for UC.\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=154 SRC=\"FIGDIR/small/660148v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (50K):\norg.highwire.dtl.DTLVardef@1de9c08org.highwire.dtl.DTLVardef@1d5fd43org.highwire.dtl.DTLVardef@1e63ec0org.highwire.dtl.DTLVardef@121d006_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "date": "2025-06-23", "journal": ""}
{"title": "TaPGS1 Driven Flavonol Accumulation Delays Endosperm Cellularization and Enlarges Wheat Grains", "doi": "10.1101/2025.06.17.660139", "authors": "Wang, J.; Guo, X.; Liu, X.; Jin, Y.; zhao, s.; Liang, W.; Li, M.; Cheng, M.; Dong, H.; Chen, Q.; Chen, Z.", "abstract": "Flavonols play a crucial role in seed development by regulating multiple physiological processes, including seed coat pigmentation, dormancy, fertilization, and endosperm formation. Notably, flavonols influence the polar transport of auxin, thereby affecting seed growth dynamics. In our previous work, we found that overexpression of the wheat bHLH transcription factor TaPGS1 results in increased grain size; however, the underlying mechanism remained unclear. In this study, metabolomic and transcriptomic analyses of TaPGS1 overexpressing wheat lines revealed enhanced flavonol accumulation and upregulation of key flavonol biosynthetic genes. Further investigations suggested that flavonol accumulation in the seed coat may disrupt auxin transport, leading to localized auxin buildup, delayed endosperm cellularization, and an increase in endosperm cell number. These changes collectively contribute to grain enlargement. Our findings uncover a TaPGS1 flavonol regulatory module that links auxin distribution to endosperm development and seed size control in wheat.", "date": "2025-06-23", "journal": ""}
{"title": "Phytofabrication of gold nanoparticles (AuNPs) via Wedelia chinensis Internodal extract: Characterization, Antioxidant, Antimicrobial, Hemolytic assay and Methylene Dye degradation properties", "doi": "10.1101/2025.06.17.660090", "authors": "Pandey, B. C.; Gupta, A.; Kushwaha, R.; Yaseen, M.; Nath, G.; Kumari, N.", "abstract": "Wedelia chinensis is a medicinal herb of Asteraceae family. Preliminary phytochemical screening of internodal extract was done by using its aqueous, methanolic and ethanolic extracts. Preliminary phytochemical screening showed the presence of several pharmaceutically important compounds such as alkaloids, tannins, anthraquinons, saponins, flavonoids, terpenoids, phenols, etc. Aqueous internodal extract was used for the biosynthesis of gold nanoparticles. The characterization of gold nanoparticles were done by using a range of analytical techniques, such as energy-dispersive X-ray spectroscopy (EDS, EDX), X-ray diffraction (XRD), transmission electron microscopy (TEM), dynamic light scattering (DLS), Fourier transformed infrared spectroscopy (FTIR), scanning electron microscopy (SEM). The stability and other characteristics were ascertained using a UV-Vis spectrophotometer. The plasmon resonance occurred at the wavelength of 530 nm, thus showing the formation of gold nanoparticles. X-ray diffraction demonstrated the existence of Au-rich (fcc) phases in gold nanoparticles. FTIR analysis clearly indicated the participation of active constituents of internodal extract in the conversion of gold ions into AuNPs. DLS showed the size distribution (99.71 nm) of the suspended particles. There was variations in the sizes and shapes of the nanoparticles. The zeta potential of synthesized AuNPs was observed as -5.12 mV, thus showing the stability of the synthesized nanoparticles. In TEM study, uniform distribution of nanoparticles was seen with some agglomerates and average size of nanoparticles was observed in between 30-40 nm. The antioxidant potential of internodal extract was slightly higher than the synthesized gold nanoparticles. The green- synthesized AuNPs along with antibiotics demonstrated strong synergistic effect against several bacterial strains such as Escherichia coli and Bacillus subtilis. Gold nanoparticles showed good hemolytic activity against rat erythrocytes (90%). Gold nanoparticles also showed catalytic activity that reduces methylene blue at low concentration (1 mg).", "date": "2025-06-23", "journal": ""}
{"title": "Proteomic analysis reveals distinct germination strategies in polymorphic fruits of Haloxylon ammodendron", "doi": "10.1101/2025.06.17.660099", "authors": "Wang, Y. Z.; Chen, Z. W.; Zhang, H. X.; Wang, Z.; Jiang, M. L.; Yimingniyazi, A.; Ren, C.", "abstract": "Fruit polymorphism, the production of multiple fruit morphotypes within a species, is an adaptive bet-hedging strategy in variable environments. However, researches about perennial plant and the adaptive mechanisms are not well understood. Haloxylon ammodendron, a constructive desert shrub, exhibits three fruit morphotypes: YY (yellow wings with yellow pericarp), YP (yellow wings with pink pericarp), and PP (pink wings with pink pericarp). We investigated their ecophysiological and molecular mechanisms through germination assays under salt and drought stress, combined with proteomic analysis. YP consistently showed the highest germination percentage (GP) and germination rate index (GRI) under stress, while PP displayed well germination success under low salinity and well-watered conditions (GP=32.7%, 36.7%; GRI=0.018, 0.020), but significantly impaired viability under stress (GP=12.7%, 12.0%; GRI=0.006, 0.006). Proteomics identified 721 differentially expressed proteins (DEPs), with the most (662) between YP and PP, linked to stress response and germination. YP's high abundance of stress-resistant proteins enabled rapid germination, whereas PP's delayed germination aligns with a persistent seed bank strategy. This polymorphism promotes niche differentiation: YP ensures quick colonization, PP enhances long-term resilience, and YY offers an intermediate strategy. Our findings reveal molecular-ecological adaptations in H. ammodendron, aiding targeted germplasm use for desert restoration.", "date": "2025-06-23", "journal": ""}
{"title": "Optimising biodiversity offsetting to account for habitat succession and species colonisation dynamics", "doi": "10.1101/2025.06.17.660141", "authors": "Wells, K.; Borger, L.; Lurgi, M.; Watts, K.; Bullock, J. M.", "abstract": "Biodiversity offsetting schemes aim to balance habitat loss from development through conservation and restoration, yet their long-term ecological outcomes under repeated impact-offset cycles remain uncertain. Using a conceptual modelling framework based on forest succession, we show that offsetting success hinges on two critical factors: the scale of habitat compensation and the duration of conservation commitments. We show that effective offsetting requires not only restoring areas larger than those impacted, but also sustaining conservation over timeframes that align with the ecological timescales of habitat development. Rapid habitat conversion consistently undermines offset success, particularly since the persistence and recovery of habitat-dependent, colonising species are highly sensitive to how quickly habitats are lost, how long restoration sites are protected, and how much time they need to reach sufficient habitat quality. Moreover, we show that short-term improvements do not necessarily meet long-term biodiversity targets. Given that habitat succession unfolds over decades or more, offset policies must move beyond short-term metrics. We emphasise that offsetting schemes must be scrutinized to ensure sufficient spatial compensation and time for habitat succession. Offsetting schemes should also account for different ecological indicators to avoid the ecological fallacy of short-term restoration success resulting in long-term biodiversity and ecosystem integrity loss.", "date": "2025-06-23", "journal": ""}
{"title": "MicroAge Mission: Experimental Design, Hardware Development and Operational Considerations for a Bespoke Culture System to Support Tissue-Engineered Skeletal Muscle Constructs.", "doi": "10.1101/2025.06.17.660117", "authors": "Jones, S. W.; Shigdar, S.; Tollitt, B. R.; Janvier, A.; Mutter, F.; Henstock, J. R.; Ohana, J.; Turner, D. A.; McArdle, C.; Neri, G.; Blackler, W.; Olentsenko, G.; Hoettges, K. F.; McArdle, A.; Jackson, M. J.", "abstract": "Microgravity provides a unique model for understanding accelerated skeletal muscle loss, and potentially a model of muscle ageing, offering insights into the molecular mechanisms underlying reductions in muscle mass and function. During spaceflight, astronauts experience pronounced skeletal muscle atrophy. These effects appear similar to age-related muscle decline on Earth but on a significantly shorter timescale. Despite the incorporation of daily aerobic and resistance exercise on the International Space Station (ISS), countermeasures remain suboptimal, reflecting analogous challenges in exercise efficacy observed in ageing populations. The MicroAge Mission aimed to exploit microgravity conditions aboard the ISS to determine whether the molecular mechanisms underpinning reduced adaptive responses to contractile activity during ageing are analogous to those induced by spaceflight. The mission also explored proof-of-concept genetic interventions, including overexpression of Heat Shock Protein 10 (HSP10), a mitochondrial chaperone, to mitigate muscle atrophy and functional loss. To conduct these investigations, a tissue-engineering approach was employed to fabricate human skeletal muscle constructs, which were secured to custom-designed, 3D-printed scaffolds. The scaffolds featured integrated microfluidic channels designed to interface with the fluid handling system within the flight hardware. The hardware, developed by Kayser Space Ltd, was specifically designed to interface with the European Space Agency (ESA) Kubik incubator located within the Columbus module of the ISS. This research addresses critical methodological constraints in low Earth orbit (LEO) experimentation, providing a detailed account of pre-flight protocol development, muscle construct biofabrication techniques, and operational considerations. The findings establish a translational framework for future investigations into musculoskeletal degeneration, with implications for therapeutic strategies targeting both terrestrial ageing and astronaut musculoskeletal health.", "date": "2025-06-23", "journal": ""}
{"title": "Rational Development of Recombinant ELP Bolaamphiphiles for the Controlled Construction of Multifunctionalized Globular Protein Vesicles", "doi": "10.1101/2025.06.23.660353", "authors": "de la Maza, L. E. L.; Deb, B.; Powers, J.; Hood, A.; Jang, Y.; Denard, C.", "abstract": "Synthetic biology has enabled the development of new strategies for creating artificial cells that can sense and respond to external stimuli. This study introduces the bottom-up construction of globular protein vesicles (GPVs) that incorporate elastin-like peptide (ELP) bolaamphiphiles as transmembrane components. To enable this strategy, we devised a Golden Gate-based cloning strategy to streamline the design, expression, and purification of ELP bolaamphiphiles. Three ELP bolamphiphiles with varying structural complexity were developed, incorporating fluorescent proteins to facilitate visualization and characterization. The self-assembly of these bolaamphiphiles into GPVs was optimized by varying the molar ratios of recombinant building blocks. Structural characterization confirmed vesicle formation, dynamic light scattering analysis revealed size distributions dependent on modular complexity, and atomic force microscopy demonstrated that the vesicles exhibited MPa-range Young moduli, indicative of high mechanical robustness. Our findings demonstrate that multifunctional ELP bolaamphiphiles can be incorporated into GPVs, enabling modular vesicle engineering. This work provides a foundation for designing synthetic cells with customizable bi-functionalities and modularity, advancing compartmentalized systems.", "date": "2025-06-23", "journal": ""}
{"title": "A Straightforward and Robust Enzymatic Reporter System for Anaerobic Thermophiles", "doi": "10.1101/2025.06.23.661153", "authors": "Galindo, J. L.; Tjo, H.; Conway, J. M.", "abstract": "Thermophilic anaerobic organisms, particularly species that can naturally degrade lignocellulosic biomass, show great promise for next generation bioprocessing. This has led to the development of nascent genetic systems to metabolically engineer these non-model organisms. However, a major challenge remains a lack of reliable reporter systems compatible with the combination of thermophilic and anaerobic growth conditions. Additionally, native glycoside hydrolases in these organisms limit the usefulness of traditional glycosidic enzyme reporters (e.g. LacZ) because of the native background activity present on para-nitrophenyl glucoside substrates. Here we describe the development of a straightforward and robust enzymatic reporter system that overcomes these challenges in Anaerocellum (f. Caldicellulosiruptor) bescii, an anaerobic, extremely thermophilic (Topt ~78 {degrees}C), lignocellulolytic bacterium. Our method is based on heterologous expression of hyperthermophilic archaeal galactosidases: an -galactosidase from Pyroccous furiosus (Pfgal), and a {beta}-galactosidase from Caldivirga maquilingensis (Cm{beta}gal). We show that these reporters produce strong, orthogonal signals on colorimetric substrates at high temperatures ([&ge;]90 {degrees}C) that eliminate background activity from endogenous galactosidases. We then demonstrate the capability of Cm{beta}gal, the stronger of the two reporters, to distinguish differences in levels of expression between A. bescii promoter sequences, which we verify through qRT-PCR. With its high signal to noise ratio and ease of use, this reporter system offers a reliable method for assessing protein expression in anaerobic thermophilic organisms, opening doors to improved genetic tools and metabolic engineering applications for industrial biotechnology.", "date": "2025-06-23", "journal": ""}
{"title": "The 5-HT1A receptor antagonist WAY-100635 maleate reprograms metabolism to promote RGC differentiation and regeneration in retino-visual centers", "doi": "10.1101/2025.06.17.659983", "authors": "Dutta, S.; Surma, M. L.; Chen, J.; Anbarasu, K.; Meng, J.; Wang, N.; Das, A.", "abstract": "Metabolic collapse of retinal ganglion cells (RGCs) onsets glaucoma, yet no approved drug directly protects these neurons. Through a live-cell mitochondrial screen in human stem-cell-derived hRGCs we uncovered WAY-100635 (WAY), a clinically tested 5-HT1A antagonist, as a systemic neuroprotectant. WAY triggers a reversible cyclic-AMP surge that activates PGC-1-driven reversible mitochondrial biogenesis and suppresses apoptosis. In glaucoma associated OPTN-E50K hRGCs, it restores mitochondrial fitness, dampens excitotoxicity, and redirects mature neurons toward aerobic glycolysis, while in progenitors it instead boosts mitochondrial cristae maturation, oxidative phosphorylation, and cell-cycle exit to accelerate RGC specification. Daily oral dosing preserves RGC bodies after optic-nerve crush or chronic ocular hypertension and promotes axon regeneration into the optic nerve, tract, and lateral geniculate nucleus, sustaining visual acuity. As the first non-invasive metabolism-reprogramming therapy with a human safety profile, WAY addresses a critical gap in glaucoma care and offers a template for treating mitochondrial neurodegenerations.", "date": "2025-06-23", "journal": ""}
{"title": "Plasma Membrane Damage by Environmental Materials Enhances Cell-Cell Fusion and Impairs Immune Functions of Macrophages", "doi": "10.1101/2025.06.17.660197", "authors": "Wu, D.; Zhang, X.; Wang, R.; Livingston, A.; EL Hayek, E.; Xue, X.; Neumann, A. K.; Campen, M.; Liu, M.; Yang, X.", "abstract": "Macrophages are the most abundant phagocytes and play an essential role in host defense. Previous studies have shown that many environmental materials can activate macrophages and trigger inflammatory responses. However, whether these exposures alter macrophage function in host defense remains unclear. This study found that many environmental materials (such as carbon nanotubes, tungsten carbide [WC], and detergents) can damage the plasma membranes of macrophages. This damage leads to decreased reactive oxygen species (ROS) production and phagocytosis but elevated cell-cell fusion. In vivo, airway exposure to laundry detergent impaired the recruitment of macrophages and other myeloid cells to the lung and dramatically dampened protective TH1 and TH17 cell responses, leading to increased susceptibility to Candida infection in mice. Overall, our data indicate that exposure to environmental materials compromises macrophage membrane integrity and impairs host defense. These findings may aid in the development of effective preventive and therapeutic strategies.", "date": "2025-06-23", "journal": ""}
{"title": "Large-scale phenotyping and comparative genomics reveal genetic features of Listeria persistence in epithelial cells", "doi": "10.1101/2025.06.23.661024", "authors": "Milohanic, E.; Lotoux, A.; Bertrand, M.; Douarre, P.-E.; Kortebi, M.; Riveiro, H.; Palma, F.; Lakisic, G.; Fox, E. M.; Guillier, L.; Oevermann, A.; Roussel, S.; Bierne, H.; Pagliuso, A.", "abstract": "During infection in epithelial cells, after invading the cytosol, multiplying, and spreading, Listeria monocytogenes (Lm) ceases to produce ActA and becomes trapped in Listeria-containing vacuoles (LisCVs). These persistence acidic vacuoles harbor bacterial subpopulations that resist to stress in a metabolically dormant state. Although LisCVs have been proposed as a hallmark of Lm persistence in epithelial cells, their prevalence across strains and the bacterial factors underlying their formation remain uncharacterized. Given the significant genetic diversity within the species, it is important to consider this variability when studying persistence phenotype. Therefore, we screened over one hundred Lm isolates spanning two major evolutionary lineages and belonging to 23 clonal complexes from diverse ecological origins. Strikingly, the vast majority of strains, including both clinical and environmental isolates, were capable of forming LisCVs, suggesting that vacuolar persistence is a widespread and conserved feature of Lm pathogenesis. Nevertheless, among the group of hypo-virulent strains mostly associated with food and carrying a truncated InlA, we identified four isolates with an altered persistence phenotype. Two of them showed defects in the early stages of infection and carried mutations in key virulence genes (hly and gshF). The other two, instead, were specifically affected in the persistence by showing a reduced ability to form LisCVs. Comparative genomic analysis revealed that a mutation in the folP gene, required for folate biosynthesis, was responsible for impaired persistence. Live-imaging and microscopy analysis highlighted a reduced bacterial motility and intercellular spreading of the folP mutant, although the level of ActA at the bacterial surface was increased. Together, our work identifies folate biosynthesis as a critical metabolic pathway governing Lm persistence by regulating ActA levels and activity. Downregulation of ActA at the bacterial surface is therefore a crucial event for the establishment of the intracellular persistent niche during long-term infection of epithelial cells.\n\nAuthor SummaryLong regarded as a strictly cytosolic pathogen, Listeria monocytogenes is now revealing a dual lifestyle that includes intracellular vacuoles. Recent evidence shows that in epithelial cells this bacterium can enter a dormant state within acidic vacuoles, termed LisCVs, potentially contributing to silent carriage and antibiotic treatment failure. Here, we reveal that vacuolar persistence is a widespread and conserved feature among diverse Listeria strains. Strikingly, we identify folate metabolism as a key regulator of this phenotypic switch, linking metabolic cues to the shutdown of bacterial motility. Our findings uncover a novel connection between central metabolism and intracellular niche adaptation, shedding new light on how Listeria survives and hides within the host.", "date": "2025-06-23", "journal": ""}
{"title": "Nutrient stress dramatically increases malaria parasite clag2 copy number to increase host cell permeability and enable pathogen survival", "doi": "10.1101/2025.06.23.661025", "authors": "Potchen, N. B.; Macedo Silva, T.; Kalia, I.; Lack, J. B.; Desai, S. A.", "abstract": "To grow and replicate in erythrocytes, malaria parasites must increase the host cells permeability to a broad range of nutrients. The plasmodial surface anion channel (PSAC) mediates this increased permeability and has been linked to CLAG3, a protein encoded by a multigene family conserved in Plasmodium spp. Surprisingly, an CLAG3 knockout parasite produced in P. falciparum exhibits incomplete reductions in PSAC activity, propagates normally in standard nutrient-rich media, but is unable to expand in modified media with more physiological levels of key nutrients. To explore these unexpected findings, we used in vitro selections on a CLAG3-null parasite and obtained a mutant capable of expansion under nutrient-limiting conditions. This growth was associated with restored solute uptake despite absence of CLAG3 protein. The mutant parasite expressed channels with characteristics of PSAC though with altered solute selectivity and lack of protease susceptibility, suggesting a modified channel and genome-level changes in the pathogen. Whole-genome sequencing revealed a dramatically increased clag2 copy number without other relevant changes. Quantitative PCR and DNA transfection confirmed increased production of the clag2 gene product. These findings implicate CLAG2 in direct formation of nutrient channels, suggest a new model that accounts for variable expansion of clag genes in Plasmodium spp., and uncover a dramatic genome plasticity available to malaria parasites.\n\nAuthor SummaryMalaria parasites grow within circulating red blood cells and acquire nutrients from human and animal plasma via a pore they insert in the host membrane. This pore is linked to CLAG3, a protein conserved in all examined malaria parasites. Surprisingly, deletion of CLAG3 only partially reduces formation of the nutrient pores, allowing parasites to grow normally under standard culture conditions that provide high levels of nutrients. This CLAG3-null parasite could not grow in modified media with two nutrients reduced to levels resembling those in human plasma. Here, we used prolonged culture of the CLAG3-null parasite in nutrient-limited medium to produce a mutant that can grow at near-normal rates. Despite its inability to express CLAG3, this mutant increased its nutrient uptake using pores with altered properties. Molecular studies revealed DNA-level amplification of the gene encoding CLAG2, a closely related protein from another parasite chromosome. Our findings suggest that the human malaria parasite can change its DNA to increase nutrient uptake and grow in malnourished hosts.", "date": "2025-06-23", "journal": ""}
{"title": "Toxoplasma effector TgWIP hijacks dendritic cell actin and motility via Nck1/Grb2 and the WAVE complex", "doi": "10.1101/2025.06.22.660983", "authors": "Morales, P.; Kramer, D. A.; de Moraes de Siqueira, C.; Brown, A. J.; Sangare, L.; Chen, B.; Saeij, J. P. J.", "abstract": "The intracellular parasite Toxoplasma gondii enhances its dissemination to distant organs by hijacking infected leukocytes via a Trojan Horse mechanism. Upon infecting dendritic cells (DCs), Toxoplasma induces a hypermigratory phenotype characterized by podosome dissolution and formation of F-actin stress fibers. We previously showed that these cytoskeletal changes depend on the effector protein Toxoplasma WAVE complex-interacting protein (TgWIP) secreted from parasites to infected leukocytes. Here, we identify the host adaptor proteins Non-catalytic region of tyrosine kinase adaptor protein 1 and 2 (Nck1/2) and Growth factor receptor-bound protein 2 (Grb2) as direct TgWIP interactors. TgWIP mainly uses two distinct proline-rich regions (PRRs) to interact with Nck1 and Grb2. Mutating these PRRs abrogates TgWIP binding to Nck1 and Grb2 and diminishes podosome dissolution and DC hypermotility. Furthermore, we show that TgWIP directly interacts with the actin nucleation promoting factor WAVE Regulatory Complex (WRC) via a WRC-interacting receptor sequence (WIRS). Disrupting this interaction also influences actin cytoskeletal remodeling and DC hypermotility. Collectively, our data reveal that TgWIP directly interacts with multiple actin regulators, including Nck1, Grb2, and the WRC, to remodel the actin cytoskeleton of the host cells, elucidating a key mechanism that Toxoplasma exploits to enhance host cell migration and dissemination.", "date": "2025-06-23", "journal": ""}
{"title": "Volatilomic complexity of three Northern Greenland bacterial isolates across a salt gradient", "doi": "10.1101/2025.06.23.660987", "authors": "Salinas-Garcia, M. A.; Roslund, K.; Risom, M. B.; Prieme, A.; Rinnan, R.", "abstract": "The High Arctic deserts of remote northern Greenland are expected to become warmer and wetter due to climate change. Precipitation changes will increase fluctuations in surface soil salinity, and the same happens for thawed permafrost soil where stable salt concentrations are replaced with fluctuating salinity during annual freeze-thaw cycles. Both have unknown effects on the microbial communities and their emissions of microbial volatile organic compounds (MVOCs). These compounds are produced from various pathways mainly as secondary metabolites and have ecological and climatic implications when released into the environment and the atmosphere. Thus, it is important to explore the effects of environmental changes, such as changes in salinity, on soil microbial communities and their MVOC emissions. Here, we characterize the MVOC production of three novel bacterial isolates from northern Greenland throughout their growth period under low, moderate, and high salt concentrations. We demonstrate that salinity significantly alters both the quantity and composition of MVOCs emitted by all three strains, including changes in the emissions of sulphur- and nitrogen-containing compounds, potentially leading to ecosystem nutrient loss. The observed changes in MVOC profiles suggest that changes in soil salinity due to climate change could alter microbial metabolism and MVOC emissions, with potential implications for Arctic nutrient cycling and atmospheric chemistry.", "date": "2025-06-23", "journal": ""}
{"title": "Integrative multi-omic analysis reveals oral microbiome-metabolome signatures of obesity", "doi": "10.1101/2025.06.22.659458", "authors": "Shibl, A. A.; Denekew, T. W.; Ahmad, A.; Abdelrazig, S.; Leonor, C.; Utenova, L.; Zhang, G.; AbdelBaqi, M.; Malla, Y.; Arshad, M.; Arnoux, M.; Drou, N.; Abdulle, A.; Ali, R.; Amin, S. A.; Idaghdour, Y.; Jha, A.", "abstract": "Obesity is a major global health challenge and a leading risk factor for cardiometabolic disorders. The global surge in obesity, driven by industrialization and the widespread consumption of low-fiber, ultra-processed food, highlights an urgent need for deeper biological insights. While the gut microbiome has been studied in the context of obesity, the contribution of the oral microbiome-the second largest microbial ecosystem in the human body-remains largely underexplored. Here, we report findings from a deeply-phenotyped prospective-cohort of 628 Emirati adults, leveraging amplicon sequencing of mouthwash samples and multi-omics profiling and functional and metabolic activity analysis of 97 obese individuals and 95 matched controls, making this the most comprehensive multi-omics analysis of the oral microbiome. We identified significant differences in oral microbial diversity, composition, functional pathways, and metabolic profiles between obese and non-obese groups. Integrated multi-omics analysis of the 192 matched metagenomes and metabolome samples uncovered significant metabolic reprogramming and altered energy regulation in obesity. Specifically, the oral microbiome of obese participants were enriched for the proinflammatory Streptococcus parasanguinis and Actinomyces oris, and the lactate-producing Oribacterium sinus. Many microbial pathways involved in dietary carbohydrate metabolism, histidine degradation, as well as the production of obesogenic biomolecules were also enriched in obese participants; however, B-vitamin and heme production pathways were depleted. Consequently, metabolites resulting from these pathways such as lactate, histidine derivatives, choline, uridine, and uracil were elevated in obesity. These consistent microbiome-metabolite shifts were strongly associated with prominent obesity-associated cardiometabolic markers, including serum triglycerides and alkaline phosphatases, establishing a robust link between oral microbiome and obesity. These findings provide the most comprehensive insights into how disrupted microbial-metabolic cross-talk in the oral cavity may contribute to obesity and related cardiometabolic disease risk, underscoring the potential of targeting of oral microbiome-host interactions as a novel avenue for obesity prevention and intervention.", "date": "2025-06-23", "journal": ""}
{"title": "Development of a replication-defective MPXV platform for fundamental and therapeutic research", "doi": "10.1101/2025.06.21.660854", "authors": "Chen, J.; Hu, L.; Shi, N.; Tian, J.; Zhang, Y.; Tian, S.; Cao, X.; Ha, Z.; Cai, Q.; Lu, Y.; Smith, G. L.; Xie, Y.; Lu, H.; Zhang, P.; Zhang, R.", "abstract": "The recent global outbreaks of mpox highlight the urgent need for both fundamental research and antiviral development. However, studying monkeypox virus (MPXV), with its large and complex genome, remains challenging due to the requirement for high-containment facilities. Here, we describe a novel strategy for de novo assembly of MPXV clade IIb genomes in bacterial artificial chromosomes using transformation-associated recombination cloning. Leveraging CRISPR-Cas9 and Lambda Red recombination, we engineered replication-defective MPXV particles with dual deletions of OPG96 (M2R) and OPG158 (A32.5L)-genes essential for virion assembly, that are capable of recapitulating key stages of the viral life cycle. Our work demonstrates the utility of replication-defective MPXV particles as a reliable platform for high-throughput antiviral discovery, offering significant advantages for both fundamental virology studies and therapeutic development against orthopoxviruses.", "date": "2025-06-23", "journal": ""}
{"title": "Environmental context as a key driver of Pseudomonas biocontrol activity against Salmonella.", "doi": "10.1101/2025.06.23.661019", "authors": "Vimont, N.; Bastkowski, S.; Savva, G. M.; Bloomfield, S. J.; Mather, A. E.; Webber, M. A.; Trampari, E.", "abstract": "Salmonella poses a significant threat to food security, with frequent outbreaks reported worldwide. A large percentage of these outbreaks are associated with fresh produce intended for raw consumption. Plant microbiomes harbour diverse microbial communities, including commensal microbes such as Pseudomonas that sometimes exhibit biocontrol activity against plant pathogens. However, little is known about whether Pseudomonas strains can effectively suppress foodborne pathogens and the mechanisms they employ. In this study, we identified and characterised food derived Pseudomonas isolates capable of inhibiting Salmonella growth in vitro and in planta. The identified isolates were active against a range of Salmonella serovars, and additionally E. coli isolates derived from food. We demonstrated that dynamics of the interaction between Pseudomonas and Salmonella are environment and application dependant. To uncover the mechanisms Pseudomonas employs to suppress Salmonella, we used transcriptomics coupled with pathway analysis in the two different settings. We showed that Pseudomonas metabolism undergoes significant environment-specific changes in the presence of Salmonella, implicating different pathways responsible for the control of the pathogen in the two different settings. Our results highlight the plasticity of Pseudomonas metabolism in response to Salmonella in two distinct environments and provide evidence that Pseudomonas biocontrol activity is multifactorial and environment dependent.", "date": "2025-06-23", "journal": ""}
{"title": "Structural insights into type I and type II Lamassu anti-phage systems", "doi": "10.1101/2025.06.23.660979", "authors": "Li, M.; Zhao, X.; Zhao, X.; Li, D.; Xiong, W.; Gao, Z.; Huang, L.; An, L.; Gao, Y.; Feng, Y.; Zhang, K.; Zhang, Y.", "abstract": "Bacteria have developed a variety of immune systems to combat phage infections. The Lamassu system is a prokaryotic immune system with a core conserved Structural Maintenance of Chromosomes (SMC) superfamily protein LmuB and diverse effectors named LmuA, whose mechanism remains unclear. Here, we present a series of cryo-electron microscopy structures of type I Lamassu complex from Bacillus cellulasensis and type II Lamassu complex from Vibrio cholerae, both in apo- and dsDNA-bound states, which reveal an unexpected stoichiometry and topological architecture, distinct from canonical SMC complexes. Combined structural and biochemical analyses show how the nuclease effector LmuA is sequestered in an inactive monomeric form within the Lamassu complex, and upon sensing foreign DNA ends, dissociates and assembles into an active tetramer capable of DNA cleavage. Our findings elucidate the mechanism by which Lamassu systems detect viral replication and implement anti-phage defense, highlighting the unprecedented roles of SMC proteins in prokaryotic immunity.", "date": "2025-06-23", "journal": ""}
{"title": "Gene regulation, phenotypic memory, and selection in fluctuating environments", "doi": "10.1101/2025.06.23.661119", "authors": "Pollack, D.; Nozoe, T.; Kussell, E.", "abstract": "Gene regulatory networks enable bacteria to sense and respond in fluctuating environments and to control gene expression levels in constant conditions. Despite substantial advances in understanding their molecular biology, the evolutionary conditions that select for and maintain gene regulatory networks have remained elusive. Here, we investigate the evolutionary costs and benefits of gene regulation under metabolic fluctuations, and identify distinct fluctuating environments that select for or against gene regulation. Using barcode sequencing to track strain frequencies over time, we compete strains with perturbed expression dynamics to assess the strength of selection on gene expression levels. We reveal that expression levels can be shaped to enhance phenotypic memory of past environmental states, reducing the impact of lag phases on long-term population growth. By independently perturbing the ability to sense the environment and the control of expression levels, we discover sign epistasis between sensing and control in a gene regulatory network, and identify its molecular underpinnings. Due to this epistatic interaction, maintenance of sensing in gene regulation enhances the ability of evolution to tune gene expression in a fluctuating environment. Our work establishes a new basis for understanding how gene regulatory networks evolve in fluctuating environments.", "date": "2025-06-23", "journal": ""}
{"title": "Targeting PI3K Signaling for Broad Inhibition of β-Coronavirus Infection", "doi": "10.1101/2025.06.22.660949", "authors": "Xing, J.; Wang, Q.; Chen, N.; Nutsford, A. N.; Sullivan-Hill, B.; Taylor, J. A.; Rewcastle, G.; Flanagan, J. U.; Li, S.; Shepherd, P. R.; Yue, J.; Netzler, N. E.", "abstract": "The phosphatidylinositol 3-kinase (PI3K) signaling pathway plays a central role in regulating key cellular processes such as survival, metabolism, and immune responses. Aberrant activation of this pathway is associated with tumorigenesis, and several PI3K inhibitors have been developed as anti-cancer agents. Emerging evidence suggests that viruses, including {beta}-coronaviruses, have evolved mechanisms to exploit host PI3K signaling for their replication and immune evasion. In this study, we evaluated the antiviral efficacy of a panel of PI3K inhibitors against {beta}-coronaviruses, including mouse hepatitis virus (MHV), human OC43 (HuCoV-OC43) and four major SARS-CoV-2 variants using both cell line and organoid models. Our findings reveal that these compounds exhibit low micromolar potency in inhibiting viral replication. Notably, the inhibitor C20 (PWT33597) demonstrated broad-spectrum activity against multiple {beta}-coronaviruses, including SARS-CoV-2, MHV, and HuCoV-OC43, in conventional cell lines as well as in air--liquid interface (ALI)-cultured, differentiated primary human nasal and bronchial epithelial cells. Given that cytokine storm is a major contributor to SARS-CoV-2--related multi-organ failure and mortality, we further explored the impact of PI3K inhibition on host inflammatory responses. We found that MHV infection markedly increased cytokine expression in 17CL-1 fibroblasts and RAW264.7 macrophages. Interestingly, treatment with C20 further amplified cytokine production in this context, suggesting complex immunomodulatory effects that warrant further investigation. Together, our findings support the therapeutic potential of repurposing PI3K inhibitors as broad-spectrum antivirals. These compounds not only suppress viral replication but may also influence host immune responses, providing a promising avenue for intervention against current and emerging coronavirus threats.", "date": "2025-06-23", "journal": ""}
{"title": "Consistent thrips biological control by Orius insidiosus on cucumber plants despite different LED lighting regimes", "doi": "10.1101/2025.06.17.660193", "authors": "Canovas, M. L.; Barrada, A.; Abram, P. K.; Cormier, J.-F.; Galstian, T.; Dorais, M.", "abstract": "Artificial lighting, particularly light-emitting diodes (LEDs), is widely used in controlled-environment agriculture (CEA) to enhance crop productivity. Yet, light also acts as a sensory cue, directly and indirectly affecting insect pests and their natural enemies. Despite growing interest, the impacts of LEDs on multitrophic interactions remain poorly understood. This study assessed how spectral photoperiod extension modulates top-down effects (predator effects on pest densities, pest-related damage to plants, and plant defense-related gene expression) and bottom-up effects (plant morphology, light assimilation, and defense as well as growth hormone-related gene expression) in a tri-trophic system involving a plant, Cucumis sativus (greenhouse cucumber), a pest insect, Frankliniella occidentalis (western flower thrips), and a predator used for biological control, Orius insidiosus. Plants were exposed for two weeks to a 12-hour artificial sunlight simulating a cloudy winter day, with or without an 8-hour extension of blue, blue-red, or blue-green-red LEDs. Orius insidiosus reduced thrips populations by 96% {+/-} 9%, regardless of light treatment, and decreased foliar damage due to thrips by 46% on average. Predators produced offspring under all lighting conditions, although total numbers of O. insidiosus were lower under blue-green-red lighting. Pest densities remained similar across all light treatments, suggesting that light supplementation did not benefit F. occidentalis. Blue and blue-red spectra improved plant light assimilation, and photoperiod extension generally increased dry biomass (8% {+/-} 11%). Defense-related phytohormones were only marginally affected; surprisingly, some jasmonic acid pathway-related genes were upregulated in the presence of predators, suggesting additional plant-mediated effects. Our results underscore the potential of O. insidiosus to provide biological pest control services under artificial lighting regimes already used in crop production.", "date": "2025-06-23", "journal": ""}
{"title": "Legal Harvest of Shorebirds and Resident Game Birds on a Caribbean island: A Martinique Case Study", "doi": "10.1101/2025.06.17.660260", "authors": "Cox, A. R.; Gallo-Cajiao, E.; Tremblay, F.; Rateau, F.; Urvoy, K.; Laliberte, B.; Boniface, P.; Euphrosine, D.; Lavanne, T.; Roy, C.", "abstract": "Legal hunting practiced under regulatory frameworks is not always assessed for its sustainability. The lack of harvest data is of particular concern in the case of birds occurring on islands. Resident species on islands often exhibit limited geographic ranges and inherently small population sizes, rendering them particularly susceptible to environmental and anthropogenic threats. Islands also support seasonally fluctuating populations of migratory species, providing essential habitats for stopovers and non-breeding periods. Within this context, the sustainability of gamebird harvest practiced on islands within a regulatory framework needs to be evaluated to inform management and prevent negative impacts on populations. Here, we present a case study of an island-wide assessment of bird hunting estimates, based on data available from a legal hunting program, in Martinique, a tropical oceanic island part of the Caribbean biodiversity hotspot. Our objectives were to determine the magnitude of gamebird harvest, track changes in harvest levels over time, and assess harvest sustainability. Our assessment, which is based on hunting logbooks and hunter surveys between the 2012-2013 and 2021-2022 hunting seasons, provides harvest estimates for two groups of migratory species, shorebirds (Charadriidae, Scolopacidae) and teals (Anatidae), and two groups of resident species (Columbidae and Mimidae). In Martinique, harvest management measures, combined with increased hunter's engagement and enforcement of regulations, has led more stringent harvest regulations, improved compliance from hunters, and a reduction of Martinique's national shorebird harvest. However, considering continued and rapid shorebirds population declines across the Western Atlantic flyway, shorebird harvest assessment at the flyway level remains a priority", "date": "2025-06-23", "journal": ""}
{"title": "Megafauna show pervasive yet distinct affinity to ocean fronts: the urgent need for adaptive conservation in a warming world", "doi": "10.1101/2025.06.17.660201", "authors": "Brito-Morales, I.; Dewitte, B.; Sudre, F.; Rohner, C. A.; Hazen, E. L.; Scales, K. L.; Le Corre, M.; Jaeger, A.; Laran, S.; Bousquet, O.; Sequeira, A. M. M.; Davies, T. E.; Dunn, D. C.; Nel, R.; Hannah, L.; Rossi, V.", "abstract": "Fronts are ephemeral structures in the ocean that mark the boundaries between water masses of different properties, attracting a wide range of marine organisms, from plankton to whales. Despite their fundamental role in marine ecosystem functioning, the association with biodiversity has mainly focused on single species in regions with high data availability. Here, using multidecadal datasets on dynamical and thermal fronts, satellite tracking, and aerial observations, we assess marine megafauna associations with ocean fronts in the ecologically rich yet highly turbulent Mozambique Channel. We find that a diverse array of species associate with various ocean fronts, although the strength and type of affinity vary across taxa. Downscaled climate change simulations predict significant spatial shifts in front-rich areas by the end of the century. As climate change reshapes ocean front dynamics, adaptive management strategies will be essential to balance conservation and resource use in these critical ecosystems.", "date": "2025-06-23", "journal": ""}
{"title": "DNA virus-host patterns in lake and marine environments over the last glacial cycle", "doi": "10.1101/2025.06.18.660323", "authors": "Boeckel, C.; Lisovski, S.; Stoof-Leichsenring, K.; Weiss, J. F.; Liu, S.; Harms, L.; Herzschuh, U.", "abstract": "Viruses are crucial to population control, biogeochemical cycling, and host evolution, making them essential for ecosystem function. Here, we explore long-term virus-host interactions in lake and marine environments across the late Pleistocene and Holocene. We analysed sedimentary ancient DNA (sedaDNA) from five Siberian lakes and four Subarctic/Antarctic marine cores to infer past DNA virus taxa from metagenomic sequences. Viruses accounted for 0.089% (357,161 reads) of mapped reads across 2,084 taxa. Virus communities differ between lakes and marine sites, with lakes dominated by Caudoviricetes and marine environments featuring Caudoviricetes and Algavirales. Each time series shows compositional changes in virus communities from the Pleistocene to the Holocene, supporting the inference that sedaDNA can reconstruct time-resolved ancient viral assemblages. Among the most abundant viruses, we identified 83 virus-host pairs known from published literature to infect bacterial, archaeal, or eukaryotic hosts, and assessed their associations using co-variation patterns. Over millennia, virus-host co-variations are particularly stable in marine systems, especially for phytoplankton-infecting viruses. However, in the Bering Sea, we find a lack of virus-host correlation, likely because an Arctic Pelagibacter strain expanded rapidly after the Bering Strait opened, potentially due to absent viral infection. Antagonistic patterns also appear between bacteriophages and hosts, possibly linked to shifts between lytic and lysogenic cycles in response to environmental changes. This study shows that sedaDNA can reveal ancient viral community structures and long-term ecological patterns, highlighting the value of ancient viromes in understanding ecosystem-specific responses to environmental change.", "date": "2025-06-23", "journal": ""}
{"title": "Landscape and mutational dynamics of G-quadruplexes in the complete human genome and in haplotypes of diverse ancestry", "doi": "10.1101/2025.06.17.660256", "authors": "Chantzi, N.; Liew, S. W.; Wijaya, A.; Chan, C.; Mouratidis, I.; Amaral, E. d. O. S.; Uzun, Y.; Hemberg, M.; Vasquez, K. M.; Kwok, C. K.; Georgakopoulos Soares, I.", "abstract": "G-quadruplexes (G4s) are alternative DNA structures with diverse biological roles, but their examination in highly repetitive parts of the human genome has been hindered by the lack of reliable sequencing technologies. Recent long-read based genome assemblies have enabled their characterization in previously inaccessible parts of the human genome. Here, we examine the topography and genomic instability of potential G4-forming sequences in the gap-less, reference human genome assembly and in 88 haplotypes of diverse ancestry. We report that G4s are highly enriched in specific repetitive regions, including in certain centromeric and pericentromeric repeat types, and in ribosomal DNA arrays, and experimentally validate the most prevalent G4s detected. G4s tend to have lower methylation than expected throughout the human genome and are genomically unstable, showing an excess of all mutation types, including substitutions, insertions and deletions and most prominently structural variants. Finally, we show that G4s are consistently enriched at PRDM9 binding sites, a protein involved in meiotic recombination. Together, our findings establish G4s as dynamic and functionally significant elements of the human genome and highlight new avenues for investigating their contributions to human disease and evolution.", "date": "2025-06-23", "journal": ""}
{"title": "High-throughput Single-cell Proteomics Enabled by an Integrated Hyperplexing and Automatic Labelling Approach without Fractionation", "doi": "10.1101/2025.06.22.660561", "authors": "Yang, Y.; Zhang, H.; Zeng, Q.; Jin, K.; Huang, C.; Liu, Y.; Liu, X.; Yang, J.; Ma, H.; He, F.", "abstract": "Single-cell proteomics (scProteomics) enables comprehensive analysis of protein composition, expression and functions at the single-cell level. While label-free techniques have generated promising results, achieving high-throughput scProteomics remains a substantial challenge. In this study, we present an approach that increases scProteomics throughput by approximately 30-fold through the true integration of isobaric tags (IBT) with tandem mass tags (TMT), a method we term 'Integral-Hyperplex'. Due to remarkable differences in signal response between TMT16 and IBT16 reporter ions, we implemented two normalization strategies to ensure accurate and integrated quantification: (1) the inclusion of a normalization channel in both IBT and TMT groups to serve as internal standards; and (2) the generation of protein-specific conversion factors between IBT16 and TMT16 signals. We validated the quantification accuracy of the Integral-Hyperplex method by labeling HeLa digests at varying ratios. Furthermore, we demonstrated fully automated labeling on the active-matrix digital microfluidics chip, consuming only 12 nL of labeling reagent per single cell and with a reaction volume as low as 20 nL. Our approach was validated through proof-of-principle quantification experiments across three types of single cells. Approximately 2,000 protein groups were quantified per cell, and the three cell types can be well clustered, confirming the reliability of the Integral-Hyperplex approach. Approximately 300 samples can be analyzed per day due to insufficient resolution of timsTOF SCP. Throughput can be further enhanced using TMT32, additional labeling reagents, and more advanced mass spectrometers such as Orbitrap Astral and timsTOF Ultra 2, and our approach is theoretically capable of analyzing up to ~2,000 single cells per day.", "date": "2025-06-23", "journal": ""}
{"title": "Phase-separating enzyme-responsive condensates for inhalable delivery of biomacromolecules", "doi": "10.1101/2025.06.17.660252", "authors": "Xiao, Y.; Zhou, S.; Zhu, T.; Du, Y.; Hu, Q.; Guo, X.; Wang, L.; Deng, S.; Ren, K.", "abstract": "Inhaled delivery of biomacromolecules shows extensive promise for treating a large variety of diseases, especially pulmonary and respiratory diseases. Although nanoparticle-based vehicles enhance intracellular uptake efficiency, it still remains challenging for biomacromolecules inhaled delivery to overcome cytotoxicity, cargo leakage and off-target effect. Here, we present an enzyme-responsive condensates based highly biocompatible and controllable platform for inhaled delivery of biomacromolecules. The condensates that can be modularly designed for rapid recruitment and enrichment of biomolecules, including Cas9 ribonucleoprotein (RNP) and mRNA, were internalized by cells via lysosomal-independent endocytosis, and subsequently released payloads triggered with endogenous physicochemical stimulus for controlled regulation of genes and proteins expression. Additionally, the micrometer sized condensates with highly structural and biological stability during lyophilization and nebulization enable inhalable delivery of biomacromolecules to lung. This condensate-based vehicle provides a promising platform for biomacromolecules inhaled delivery and controlled release, targeted cell regulation, and precise therapy.", "date": "2025-06-23", "journal": ""}
{"title": "MF-ProtDisMap: protein real-valued distance prediction with fusion of sequence and coevolutionary features", "doi": "10.1101/2025.06.17.660102", "authors": "Zhang, Y.; Zhong, S.; Xu, S.; Wang, Z.; Xin, C.; Ni, F.; Yan, F.; Lu, X.; Sun, S.; Wang, H.; Zhang, L.", "abstract": "The precise estimation of protein inter-residue distances is essential for high-accuracy protein structure modeling. Currently, the prediction methods are predominantly based on MSA-derived coevolutionary features or language model-based sequence features. To effectively leverage the strengths of both methods, this study developed MF-ProtDisMap (Multi-Feature Protein Distance Map), an integrative framework that effectively combines both feature types to achieve superior real-valued distance prediction. Briefly, MSA Transformer is employed to extract the coevolutionary features from protein multiple sequence alignments, whereas ESM2 is used to capture long-range interactions and sequence-level features. To reduce the computational cost while maximally representing fused feature information, we implement group pooling for feature dimensionality reduction and introduce Diff-former - a novel module combining a diffusion model with a triangular attention mechanism to enhance representation learning. MF-ProtDisMap achieved a MAE of 2.20 Angstrom and an RMSE of 3.40 Angstrom in the protein real-valued distance prediction task. The predicted distances can be converted into contact results, achieving ROC and PR values of 84.56% and 81.01%, respectively. These results demonstrate that MF-ProtDisMap outperforms state-of-the-art real-valued protein distance methods.", "date": "2025-06-23", "journal": ""}
{"title": "FluxMD: High-Throughput Protein Stress Barcoding for Dynamic Structural Analysis", "doi": "10.1101/2025.06.17.659767", "authors": "Jeong, M. J.", "abstract": "Proteins manifest biological functions through precisely orchestrated mechanical responses, yet classical molecular dynamics (MD) faces a profound conundrum: atomistic accuracy is intrinsically antithetical to proteomic scalability. Here we introduce FluxMD, a GPU-accelerated computational framework designed explicitly to surmount this dilemma by translating ligand-protein interactions into unique mechanical fingerprints. FluxMD systematically probes protein surfaces using brief, helically guided Brownian trajectories around rigid receptors, integrating residue-level non-covalent perturbations into a reproducible stress barcode. Benchmarking against glutathione peroxidase 4 (GPX4), an essential ferroptosis regulator, illustrates FluxMD's predictive sensitivity: the minimalist electrophile TMT10 elicits sharply defined mechanical flux patterns localized at critical nucleophilic residues, whereas the structurally bulky ML162 disperses mechanical signals diffusely. Thus, FluxMD enables expeditious and mechanically nuanced structural validation, adeptly triaging biologically salient candidates from vast AlphaFold- and diffusion-generated protein repertoires.", "date": "2025-06-23", "journal": ""}
{"title": "Cerebellum metastasis model of HER2-positive breast cancer unveils key role of IL34-induced Arg1+ macrophages.", "doi": "10.1101/2025.06.17.660224", "authors": "Cheng, X.; Patel, K. K.; Zhou, B.; Fu, Y.; Cleary, R.; Highkin, M.; Hsia, J.; Jin, X.; Kohn, B.; Prior, J. L.; Michie, M. S.; Sun, R.; Van Swearingen, A. E. D.; Quirk, J. D.; Hagemann, I. S.; Li, Q.; Jain, V.; Gregory, S. G.; Kim, A. H.; Bose, R.", "abstract": "Brain metastases occur in up to 40% of Stage IV breast cancer patients. The cerebellum is a frequent location for metastases in HER2-positive breast cancer patients, but the mechanisms for this are unknown. Here, we developed a syngeneic, immunocompetent mouse model for breast cancer brain metastases by stereotactically injecting mouse HER2-overexpressing breast cancer organoids into the cerebellum. Growth of these cerebellar metastases was monitored by MRI and trastuzumab optical imaging using a near-infrared fluorophore conjugated to trastuzumab. Spatial transcriptomics identified interleukin-34 production by breast cancer cells inducing ARG1+ macrophages at the invading edge of the metastasis. Treatment with a blocking antibody to the receptor for interleukin-34, CSF1R, produced tumor shrinkage. These findings have immediate translation potential as a CSF1R-blocking antibody is FDA-approved. Further, it demonstrates that cancer-associated inflammation bordering the brain metastasis promotes metastatic growth and offers a molecularly targeted strategy to treat inflammation in brain metastasis.", "date": "2025-06-23", "journal": ""}
{"title": "The obesity-linked peptide SP16 regulates adipocytes through GIP and insulin receptor", "doi": "10.1101/2025.06.17.660082", "authors": "Ngo, T. M. H.; Santhanam, R.; Teufel, D.; Dick, A.; Lam, D.; Klein, H.; Brunner, A.-D.; Pereira, M. M. A.; Bartelt, A.; Pekcec, A.; Giroud, M.", "abstract": "Obesity has emerged as a global epidemic and represents a major public health concern due to its profound implications for metabolic diseases. While recent pharmacological interventions primarily aim to reduce food intake, enhancing energy expenditure in adipose tissue offers a promising complementary approach. In this study, we identify that SP16, a synthetic -1-antitrypsin derived peptide, is a novel GIP (gastric inhibitory peptide) receptor agonist. SP16 promotes lipolysis via the cAMP pathway, resulting in increased mitochondrial oxygen consumption in adipocytes. Furthermore, SP16 binds to the insulin receptor, and at high concentrations, it attenuates insulin receptor signaling. In diet-induced obese (DIO) mice, acute SP16 treatment improved glucose clearance, elevated circulating free fatty acids, and decreased leptin levels. Ex vivo analyses of epididymal white adipose tissue corroborated these findings, demonstrating enhanced lipolysis in SP16-treated mice. In conclusion, SP16 emerges as a novel lipolytic peptide with beneficial metabolic effects.", "date": "2025-06-23", "journal": ""}
{"title": "Temporal Dynamics of Urinary Extracellular Vesicle Excretion and Cargo in Healthy Subjects over 24 Hours", "doi": "10.1101/2025.06.17.660244", "authors": "Upson, S.; Selesky, M.; Greig, M.; Yavuz, H.; Harding, M.; Mallawaarachchi, I.; Ma, J.; Solga, M.; Alwagdani, A.; Musante, L.; Erdbruegger, U.", "abstract": "Urinary extracellular vesicles (uEVs) are promising non-invasive biomarkers of renal physiology and pathology, yet little is known about their temporal excretion patterns or optimal normalization strategies. In this basic physiology study, we used a uniquely designed collection protocol of urine collection to characterize with great detail the variation of uEVs excretion and cargo throughout a 24-hour period in healthy subjects. Thirteen healthy adults (9 F, 4 M) collected every individual void over 24 hours (average of 7.2 +/- 1.6 voids per individual). An artificial 24 hr sample was generated for each collection to compare individual void variation to. uEVs were enriched by low-speed centrifugation with three low-ionic-strength washes to minimize Tamm-Horsfall protein. Size and concentration were quantified by nanoparticle tracking analysis (NTA); morphology by cryo-TEM; cargo by immunoblotting (NCC, AQP2, TSG101) and single-particle flow cytometry (CD9, CD10, DPP4, Neprilysin). Dietary intake was recorded in nine participants. uEV concentrations varied up to 100-fold across the day, but differences between five predefined time blocks were not significant (p = 0.622). Median uEV diameter ranged from 94 nm to 220 nm without significant diurnal change (p = 0.150). uEV counts correlated strongly with urine creatinine (r = 0.70, p < 0.001), specific gravity (r = 0.65, p < 0.001), and TSG101 signal (r = 0.61, p < 0.001). NCC abundance showed a near-significant mid-day dip (p = 0.06), while AQP2 trended higher in the afternoon (p = 0.27); no temporal pattern was detected for CD9, CD10, DPP4, or Neprilysin. Higher urine flow rates trended toward lower uEV excretion. Food-log data suggested larger uEVs with greater fluid intake, but statistical power was limited. In healthy adults, uEV concentration, size, and most cargo markers exhibit substantial intra-day variability without consistent circadian peaks, whereas NCC and AQP2 show reproducible diurnal trends. Creatinine and TSG101 were used as normalization factors under stable renal function. These findings offer foundational insights into uEV excretion patterns over the course of a day and emphasize key methodological considerations essential for advancing uEV biomarker research.", "date": "2025-06-23", "journal": ""}
{"title": "Establishing Vibrio natriegens as a high-performance host for acetate-based poly-3-hydroxybutyrate production", "doi": "10.1101/2025.06.23.661028", "authors": "Politan, R. J.; Della Valle, S.; Pineda, L.; Joshi, J.; Euler, C.; Flematti, G.; Fritz, G.", "abstract": "Acetate can be a sustainable and renewable carbon source which holds significant promise for biotechnological production but is underutilized industrially due to limited microbial efficiency. Vibrio natriegens, recognized for exceptionally fast growth rates, represents a compelling host for developing efficient acetate-based bioprocesses. In this study, adaptive laboratory evolution significantly enhanced V. natriegens ability to grow on acetate as the sole carbon source, achieving an 89% increase in growth rate. Genetic and transcriptomic analyses revealed key adaptations improving acetate uptake and metabolism via increased salt tolerance, boosted Pta/AckA pathway activity, and rewired quorum sensing. Further metabolic engineering and bioprocess optimization enabled the evolved strain to reach high cell densities and efficiently convert acetate into the bioplastic poly-3-hydroxybutyrate (PHB), with productivities up to 0.27 g/L/h and PHB accumulation reaching 45.66% of cell biomass. These advances position V. natriegens as a highly promising microbial platform for sustainable, scalable, and cost-effective biomanufacturing using acetate as green feedstock.\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=143 SRC=\"FIGDIR/small/661028v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (29K):\norg.highwire.dtl.DTLVardef@26ca0org.highwire.dtl.DTLVardef@129a670org.highwire.dtl.DTLVardef@16e1205org.highwire.dtl.DTLVardef@161134e_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "date": "2025-06-23", "journal": ""}
{"title": "Dynamic encoding of valence by the anterior cingulate cortex in mice", "doi": "10.1101/2025.06.17.660226", "authors": "Goswamee, P.; Saferin, N.; Ganguly, K.; Shah, R.; Seoane, J. S.; Neifer, K. L.; Pearce, R. A.; Burkett, J. P.", "abstract": "Fear is a double-edged sword: it supports survival based on learned associations between environmental cues and potential threats, but its dysregulation can lead to anxiety disorders and PTSD. Many studies have addressed the roles of the hippocampus and basolateral amygdala in the storage of the fear engram, but the role of the anterior cingulate cortex (ACC), especially during and immediately after fear acquisition, remains poorly defined. To address this gap, we longitudinally recorded ACC neuronal activity using single-photon calcium imaging in freely behaving adult male mice subjected to fear conditioning. Subjects acquired a conditioned freezing response to a tone cue (conditioned stimulus, CS) paired with light foot shocks (unconditioned stimulus, US), and ACC activity was monitored during cue pre-exposure, fear acquisition, fear recall, and fear extinction. Consistent with known functions of the ACC, neuronal responses were modulated by the US and by the novelty of the CS and US. Critically, both the number of CS-responsive neurons and the CS-associated population activity rose during acquisition, peaked during recall, and decreased throughout extinction. Neuronal populations responsive to the CS overlapped at a rate consistent with chance, suggesting that the ACC operates as a flexible integrative hub rather than containing stable engrams. Together, these findings indicate that ACC neuronal populations, but not engrams, represent novelty, pain, and the dynamic valence of a CS. Our findings are consistent with a model in which the ACC plays a role in threat appraisal and provides a learning signal that dynamically updates fear representations in other regions.", "date": "2025-06-23", "journal": ""}
{"title": "Metabolite Interactions Mediate Beneficial Alliances Between Bacillus and Trichoderma for Effective Fusarium Wilt Control", "doi": "10.1101/2025.06.23.660901", "authors": "Xie, J.; Sun, X.; Wen, T.; Bai, Y.; Qian, T.; Hu, S.; Chen, L.; Wang, P.; Miao, Y.; Zhang, R.; Kovacs, A. T.; Xu, Z.; Shen, Q.", "abstract": "Bacteria-Fungi Interactions play a crucial role in soil nutrient cycling and plant disease suppression. Bacillus and Trichoderma exhibit antagonism when inoculated on laboratory media, global soil sample analysis reveals a positive correlation between these two genera in addition to enhanced plant-pathogen Fusarium oxysporum (FOC) suppression and plant growth promotion. Here, we depict a complexity of interactions in a cross-kingdom consortia of Bacillus velezensis and Trichoderma guizhouense. Transcriptomic profiling revealed that in the presence of fungi, the key stress sigma factor of B. velezensis activates expression of biosynthetic genes for antimicrobial secondary metabolite production. Among these, surfactin induces T22azaphilone production in T. guizhouense that hinders oxidative stress. Both surfactin and T22azaphilone contribute to Bacillus and Trichoderma maintenance in soil in the presence of FOC. Finally, FOC-secreted fusaric acid temporarily inhibits B. velezensis growth while it is efficiently degraded by T. guizhouense. These metabolite-mediated interactions reveal how competing soil microorganisms could form effective alliances that ultimately enhance plant protection against soil-borne pathogens.", "date": "2025-06-23", "journal": ""}
{"title": "Tre-DST: A new drug susceptibility test for Mycobacterium tuberculosis using solvatochromic trehalose probes", "doi": "10.1101/2025.06.23.661142", "authors": "Schwartz, L. A.; Brodeth, A. L.; Susilo, C. T.; Rodolf, A. A.; Ivanov, T.; Corrales, E. M.; Kumar, S. S.; Kamariza, M.", "abstract": "Tuberculosis (TB) is the most lethal cause of death from a single infectious agent. In 2024, an estimated 10 million people developed TB, nearly half a million of which were infected with drug-resistant tuberculosis (DR-TB). Early detection of infection and drug resistance is critical to controlling DR-TB as this enables rapid engagement into effective care. Currently, bacterial culture and nucleic acid testing remain the primary methods for diagnosing infection, with smear microscopy being phased out. However, these methods present significant limitations for diagnosing drug resistance such as lengthy time-to-result for phenotypic tests, as well as the need for prior knowledge of resistance mutations and prohibitive cost for molecular tests. To address this, we developed a rapid phenotypic TB drug susceptibility test, termed Tre-DST, based on novel trehalose probes, which upon metabolic conversion emit enhanced fluorescence signal, giving them their unique ability to specifically detect live mycobacteria. We used the nonpathogenic Mycobacterium smegmatis and the virulence-attenuated Mycobacterium tuberculosis (Mtb) H37Ra or auxotrophic Mtb to demonstrate a strong correlation between cost-effective plate reader results and flow cytometry data, suggesting the fluorescence plate reader is a suitable fluorescence detector for Tre-DST. We determined that adding a one-week incubation step for Mtb allowed samples originally seeded at 10 CFU/mL to become detectable, over two weeks earlier than colony forming unit analysis. Importantly, we found that Tre-DST reports on drug susceptibility in a drug-agnostic manner, demonstrating loss of fluorescence with frontline TB drugs rifampicin (RIF), isoniazid (INH), and ethambutol, as well as the newer drug bedaquiline. Finally, Tre-DST distinguished RIF- and INH-resistant auxotrophs from susceptible controls and accurately reported resistance activity. Ultimately, because Tre-DST is agnostic to mechanisms of drug resistance, this assay is likely compatible with all WHO-recommended DR-TB drugs as well as any future TB drugs as a diagnostic in reference laboratories.", "date": "2025-06-23", "journal": ""}
{"title": "A type III secretion system is required for Bordetella atropi host cell invasion in vivo", "doi": "10.1101/2025.06.23.660806", "authors": "Tran, T. D.; Meadows-Graves, S. J.; Haio, A. R.; Varga, A. I.; Luallen, R. J.", "abstract": "Bordetella atropi is an intracellular bacterial pathogen that infects the intestinal epithelia of the nematode host Oscheius tipulae. We previously showed that the bacteria use filamentation as a novel cell-to-cell spreading mechanism once inside the intestinal cell. However, how the bacteria invade the host cells and what factors contribute to B. atropi infection process remain unknown. In this study, we investigate the roles of type III (T3SS) and type VI secretion systems (T6SS) in B. atropi pathogenesis, which are employed by many bacterial pathogens, both extracellular and intracellular, to deliver effectors that manipulate host physiology to their advantage. We found that the two T6SSs encoded in B. atropi genome played no obvious roles in the invasion or intracellular spreading. In contrast, a T3SS was required for intestinal cell invasion. T3SS mutants showed loss of host cell protrusions from the apical surface that normally engulf invading wild type bacteria, as seen by both electron microscopy and confocal fluorescent microscopy. These protrusions bear morphological similarities to membrane ruffles triggered by the T3SS-mediated invasion seen in other pathogens such as Salmonella and Shigella spp. Additionally, we conducted dual transcriptomics and saw upregulation of T3SS in vivo, along with several putative effectors and the virulence regulator BvgS of the genus Bordetellae. We knocked out these effector candidates and found that deletion of one of these genes, deiA (deficient/decreased invasion gene A), leads to a reduction in the number of invasion events and overall percentage of infected animals in the population. In addition, deletion of the virulence regulator bvgS resulted in a complete loss of B. atropi invasion, suggesting it may regulate T3SS for host cell invasion.", "date": "2025-06-23", "journal": ""}
{"title": "Increased contact transmission of contemporary Human H5N1 compared to Bovine and Mountain Lion H5N1 in a hamster model", "doi": "10.1101/2025.06.23.661180", "authors": "Mukesh, R.; Kaiser, F.; Schulz, J. E.; Gallogly, S.; Prado-Smith, J.; Wickenhagen, A.; Cordove, K.; Smith, B.; Clancy, C.; Shaia, C.; Saturday, G.; de Wit, E.; van Doremalen, N.; Yinda, C. K.; Munster, V.", "abstract": "The ongoing outbreak of highly pathogenic avian influenza virus (HPAIV) subtype H5N1 in the U.S. poses a significant public health threat. To date, 70 human cases have been confirmed in the United States, including two severe cases and one fatality. While suitable animal models are crucial for predicting the potential pandemic risk of newly emerging pathogens in humans, studies investigating contemporary HPAIV H5N1 transmission dynamics remain limited. Here, we investigated the pathogenicity and transmission efficiency of three recent clade 2.3.4.4b H5N1 viruses isolated from a bovine, mountain lion, and a human case using Syrian hamsters. Intranasal inoculation with 104 TCID50 resulted in productive virus replication in the respiratory tract and shedding for all three isolates. Transmission studies showed limited efficiency via direct contact and airborne routes for all three isolates. Although overall transmission was inefficient, the human H5N1 isolate demonstrated relatively greater contact transmissibility than the bovine and mountain lion isolates. Taken together, our data demonstrate that the Syrian hamster model complements existing animal models for influenza A virus research and expands the resources available for investigating the pathogenicity, transmissibility, and efficacy of countermeasures against HPAIV H5N1.", "date": "2025-06-23", "journal": ""}
{"title": "Transcriptional Elongation-Associated RNA Processing Errors in Induced Cellular Growth Arrest", "doi": "10.1101/2025.06.23.660200", "authors": "Parast, S.; Wang, S.; Iwanaszko, M.; He, Y.; Olgun, D. G.; Gold, S. R.; Aoi, Y.; Zeidner, J. M.; Howard, B. C.; Thakur, W. R.; Ramani, V.; Shilatifard, A.", "abstract": "Summary ParagraphTranscription elongation factors control post-initiation steps of gene expression by RNA polymerase II (RNAPII). We have established distinct mechanistic roles for the essential elongation factors PAF1, NELF, SPT5, SPT6, and the Super Elongaiton Complex (SEC) via acute depletion of each individually in auxin-inducible degron lines. Here, we leverage these degron lines to explore the regulatory intersection of transcription elongation control and pre-mRNA processing. Integrating long- and short-read RNA-seq data to quantify transcript isoform usage at single-molecule resolution, we identify elongation factor-specific RNA processing regulons including a cellular senescence-enriched regulon shared by NELF and SPT6. We then show that long-term depletion of NELF or SPT6 results in reversible growth arrest following early upregulation of a small group of genes, which include the senescence-associated genes CDKN1A (p21) and CCN2. We perform genetic suppressor screens that implicate the elongation factor Elongin A (ELOA) in NELF or SPT6 depletion-induced growth arrest. ELOA loss suppresses NELF depletion-induced pre-mRNA processing defects and the 3 extension of RNAPII occupancy past transcription end sites (TES) at genes induced by NELF depletion. ELOA also occupies TES-proximal regions under normal conditions, and acute ELOA depletion results in a loss of RNAPII processivity at the 3 end of genes, opposing the effects of NELF or SPT6 depletion. Finally, we demonstrate that genetic loss of ELOA confers a growth advantage to aging human primary dermal fibroblasts. These findings establish the existence of novel ELOA-dependent mechanisms regulating transcription maturation, and links these mechanisms to the complex phenomena of cellular senescence and aging.", "date": "2025-06-23", "journal": ""}
{"title": "Comparing fluorometric methods (in vivo vs extracted) for cyanoHAB monitoring in six Rhode Island ponds", "doi": "10.1101/2025.06.17.660268", "authors": "Shivers, S.; Hollister, J. W.; Fournier, S.; Stankoski, J. A.; Kreakie, B. J.", "abstract": "Harmful algal blooms caused by cyanobacteria (cyanoHABs) are detrimental to human and environmental health and can be difficult to monitor without specialized training and equipment. A variety of instruments have been developed to measure cyanoHAB indicators (i.e., chlorophyll a or phycocyanin) that do not require advanced laboratory processes (e.g., pigment extraction). We compared measurements from five in vivo fluorometers (Turner Trilogy in-vivo module, Turner Fluorosense, Turner Cyanofluor, bbe AlgaeTorch, and bbe Phycoprobe) to results from solvent-based extractions for chlorophyll a and phycocyanin at six different waterbodies in Rhode Island. We found a strong relationship between extracted phycocyanin and in vivo fluorometers (R2 ranging from 0.78-0.96). We found less consistency between in vivo measurements of chlorophyll a and the extracted results (R2 between 0.34 and 0.82). Some variability in the chlorophyll a results can be explained by differences in the phytoplankton community across the different sampling sites. Phycocyanin results from in vivo fluorometry were also strongly related with cell counts, which implies that phycocyanin measurements from these instruments can be a good proxy for cell counts. Many federal, state, and local entities use cell counts of cyanobacteria to determine when to issue health or contact advisories for waterbodies. Producing accurate cell counts requires highly specialized training/equipment, processing time, and counts can vary greatly between technicians. The results from this study encourage further adoption of in vivo fluorometry and phycocyanin for cyanoHAB monitoring efforts.", "date": "2025-06-23", "journal": ""}
{"title": "A general temperature dependence for biological nitrogen fixation across systems and levels of organization", "doi": "10.1101/2025.06.17.660177", "authors": "O'Connor, M. I.; Slein, M. A.; Davis, K. E.", "abstract": "Biological nitrogen fixation (BNF) provides half of global new nitrogen annually and plays an important role in biodiversity patterns and global biological carbon uptake processes. BNF rates accelerate with warming, with known implications for ecological functioning, yet the strength of this temperature sensitivity and its context dependence are not well understood. Here we synthesize 70 controlled experimental tests of the acute temperature dependence of nitrogen fixation rates and demonstrate that BNF rates accelerate with temperature in a remarkably consistent manner across biological systems. BNF temperature dependence is also consistent across levels of biological organization from enzyme to community, mirroring scaling of metabolic temperature dependence across levels of organization for respiration, photosynthesis and methane production. This analysis provides the first evidence of general, scalable effects of temperature on nitrogen fixation rates, which can be used to better predict shifts in coupled carbon-nitrogen systems with global change.", "date": "2025-06-23", "journal": ""}
{"title": "Pronounced genetic structure associated with differences in a reproductive trait and climatic barriers in Canadian populations of the western toad (Anaxyrus boreas)", "doi": "10.1101/2025.06.17.660222", "authors": "Bergman, J. C.; Ensico-Romero, J.; Pauly, G. B.; Gamlen-Greene, R.; Todd, M.; Lee-Yaw, J. A.", "abstract": "Identifying genetic groups within species is critical for inventorying biodiversity, understanding species distributions, and delineating conservation units. The western toad (Anaxyrus boreas) is one of the most widespread amphibians in western Canada and one of just two amphibian species to maintain an extensive range on both sides of the Canadian Rocky Mountains. Curiously, toads on the eastern side of the mountains have a vocal sac and produce a distinct advertisement call whereas toads on the western side of the mountains lack these traits. However, the extent to which these Calling and Non-Calling populations are genetically and ecologically distinct remains unclear. We used reduced representation sequencing (ddRAD-seq) to genotype individuals from across the Canadian portion of the species range. Combining population genomic analysis with the original phenotypic data used to delineate the Calling and Non-Calling populations and with predictions from ecological niche models, we show that Calling and Non-Calling populations of western toads represent distinct genetic groups separated by both differences in a major reproductive trait and by climate barriers. We additionally find evidence for a third, undescribed group in southwestern Alberta and southeastern British Columbia. Our results suggest Calling and Non-Calling populations should be managed as distinct groups and highlight the potential for there to be cryptic and strong genetic structure among northern populations of widespread species.", "date": "2025-06-23", "journal": ""}
{"title": "The Mycobacterium smegmatis bd-II terminal oxidase employs a 1 carboxylate shift mechanism", "doi": "10.1101/2025.06.23.660515", "authors": "Kovalova, T.; Janczak, M.; Gamiz-Hernandez, A. P.; Lundin, D.; Sharma, S.; Vilhjalmsdottir, J.; Sjoestrand, D.; Kaila, V. R. I.; Hoegbom, M.; Aedelroth, P.", "abstract": "Cytochrome bd is a terminal oxidase expressed under low oxygen conditions and central for the survival of many pathogens. Here we characterise the first qOR-2 type bd oxidase, the cyt bd-II from Mycobacterium smegmatis, by combining biochemical studies with cryo-electron microscopy (cryo-EM), and multiscale simulations. By over-expressing the appCB operon in its native host, we produce a highly active bd-II (kcat=30 e-s-1) that together with a high-resolution (2.8 Angstrom) cryo-EM structure and multiscale simulations reveal unique proton pathways and oxygen channels responsible for its function. We propose that O2-scavenging activates a pH-dependent molecular switch, involving coordination changes of heme d and surrounding bulky residues that regulate substrate access into the active site. Taken together, our findings provide detailed mechanistic insight of qOR-2 type bd oxidases, and a basis for understanding the evolution of the superfamily.", "date": "2025-06-23", "journal": ""}
{"title": "A translatable evaluation tool to study the biodistribution of clinically-available doxorubicin liposomes: PET imaging of Zr-Talidox", "doi": "10.1101/2025.06.17.660144", "authors": "Carrascal-Minino, A.; Mishra, A.; Gawne, P.; Angoh, S.; Chupin, J.; Kim, J.; de Santis, V.; Pham, T.; Bark, F.; Khan, A.; Long, N. J.; T. M. de Rosales, R.", "abstract": "INTRODUCTION: Doxil/Caelyx is a PEGylated liposomal formulation of the chemotherapeutic doxorubicin used in the clinic for Kaposis sarcoma, advanced ovarian cancer, progressive multiple myeloma and metastatic breast cancer. Talidox, a smaller doxorubicin PEGylated liposome is undergoing clinical trials and has been proposed as an improvement on previous liposomal formulations for the treatment of advanced solid tumors. We aimed to validate an easily translatable radiolabeling method using zirconium-89 (89Zr) that enables quantitative whole-body PET imaging of these formulations to study their biodistribution and pharmacokinetics. METHODS: [89Zr][Zr(oxinate)4] was produced using a kit-based approach followed by use as a direct radiolabeling agent of the liposomal formulations. DFT studies were performed to elucidate the mechanism behind the radiolabeling stability observed within the liposomes. Purified 89Zr-labelled Doxil/Talidox liposomes (5 mg/kg doxorubicin dose) were administered in female BALB/c mice bearing 4T1 tumors. PET/CT imaging was acquired at 20 min, 24 h, 48 h, and 72 h, followed by post-mortem biodistribution at 72 h. RESULTS and DISCUSSION: Both formulations were radiolabeled efficiently with high stability in serum in vitro for 72 h. In vivo, both formulations showed high tumor uptake at 72 h (18.5 +/- 2.4 % IA/g for Doxil and 20.2 +/- 2.3 % IA/g for Talidox). In general, ex vivo biodistribution showed similar uptake values for both formulations with high spleen/liver uptake and low bone uptake, confirming stability. Talidox showed significantly lower spleen uptake and higher uptake in bone than Doxil. DFT studies confirmed that doxorubicin can form complexes with 89Zr that are more stable than [89Zr][Zr(oxinate)4], explaining the radiolabeling mechanism and stability results in vitro and in vivo. CONCLUSIONS: Clinically available PEGylated liposomes containing doxorubicin can be efficiently radiolabelled with 89Zr for PET imaging studies, using a clinically translatable radiolabelling method.", "date": "2025-06-23", "journal": ""}
{"title": "On the onset of multicellular invasive behavior in hierarchical lineage: the role of inhibitory feedback and local fluctuations", "doi": "10.1101/2025.06.17.660235", "authors": "Nava-Sedeno, J. M.; Martinez, A.; Hatzikirou, H.", "abstract": "The emergence of multicellular invasive behavior is a key characteristic of various biological processes, including wound healing, development, and tissue regeneration. In this study, we develop a lattice-gas cellular automaton (LGCA) model to explore the role of inhibitory feedback in the invasive behavior of a hierarchical lineage composed of stem cells and differentiated cells. We consider both non-spatial and spatial stochastic models to investigate how spatial interactions influence invasion dynamics. Our findings suggest that inhibitory feedback from differentiated cells significantly impacts the invasive potential of stem cells. In addition, local fluctuations induce unstable fronts that move with relatively low speed. Finally, we explore the implications of our work for understanding the regulation of multicellular dynamics in various pathophysiological contexts.", "date": "2025-06-23", "journal": ""}
{"title": "Human Saphenous Vein Ex Vivo Culture as a Translational Model of Intimal Hyperplasia", "doi": "10.1101/2025.06.17.660253", "authors": "Zhao, S.; Deslarzes, C.; Urfer, S.; Thevenet, J.; Bechelli, C.; Lambelet, M.; Allagnat, F.; Deglise, S.", "abstract": "BACKGROUNDIntimal hyperplasia (IH) significantly limits the long-term patency of saphenous vein grafts following bypass surgery, with no human models available to fully understand its complex pathogenesis. Although animal models, primarily murine systems, have provided mechanistic insights into IH, limitations persist in translating these findings to human pathophysiology. Here, we evaluate the translational value of a static ex vivo culture model using human saphenous vein segments to study IH.\n\nMETHODSHuman saphenous vein segments obtained from patients who underwent lower limb bypass surgery were cultured ex vivo for 7 days under static conditions. Histological and immunohistochemical analyses were conducted to evaluate endothelial dysfunction, vascular smooth muscle cell (VSMC) phenotype switching, extracellular matrix (ECM) remodeling, inflammation, and apoptosis. Spatial transcriptomics (GeoMx) were employed to characterize the localized transcriptional alterations, which were subsequently validated using targeted qPCR, western blotting, and additional immunostaining techniques.\n\nRESULTSCultured vein segments developed characteristic features of IH, including marked endothelial dysfunction, increased apoptosis and proliferation, ECM remodeling and neointima formation. Spatial transcriptomics revealed localized VSMC dedifferentiation and activation of inflammatory, oxidative stress, and ECM remodeling pathways. Importantly, we also observed evidence of osteochondrogenic differentiation of human VSMCs during IH, with significant upregulation of osteogenic markers such as RunX2.\n\nCONCLUSIONSOur ex vivo human saphenous vein model captures the complex molecular and cellular dynamics of IH, offering insights into endothelial dysfunction, VSMC plasticity, and osteochondrogenic transitions. This translational model holds significant promise for evaluating novel therapeutic strategies targeting graft IH.", "date": "2025-06-23", "journal": ""}
{"title": "GENETIC, MORPHOLOGICAL, AND PHYTOCHEMICAL DIFFERENTIATION OF CARNAVAL - A NEW HOP CULTIVAR ADAPTED TO TROPICAL ENVIRONMENT", "doi": "10.1101/2025.06.17.660195", "authors": "Lima, R. B. d. S.; Delgado, C. H. O.; Raffaele, M. V.; Croce, V. P.; Pinheiro, J. B.; Marques, M. O. M.; Marroquin, J. A. M.; Martin, G. A. d. S.; Oliveira, F. R.; Silva, L. T. P.; Mondin, M.", "abstract": "The global hops market generates approximately US$8 billion annually, primarily driven by beer production, the world's most consumed beverage. Despite this global demand, hop cultivation remains concentrated in temperate regions. Brazil, the third-largest beer consumer, imports over 99% of its hops. This study aimed to technically validate a new tropicalized hop cultivar, Carnaval, developed over six years of breeding and genetic improvement to adapt the crop to Brazilian conditions. A comparative analysis was conducted between Carnaval and two commercial varieties, Comet and Cascade, evaluating morphological traits, production potential, phytochemical composition via GC-MS, and genotyping using 10,541 SNP markers obtained through dd-GBS on the Illumina NextSeq 1000/2000 platform. Carnaval exhibited clear genotypic and phenotypic distinctiveness, with notable differences in cone, leaf, and branch morphology, as well as in alpha (14.0%) and beta (6.9%) acid content and essential oil concentration (0.61%), comprising over 35 components - mainly myrcene, -humulene, selinene, and caryophyllene. Productivity reached 478 kg/ha, comparable to commercial cultivars. Genetic analyses revealed high diversity (HS = 0.35), and population structure showed Carnaval grouping with its female parent Zeus but with distinct genomic characteristics. These findings confirm Carnaval's unique identity and its adaptation to tropical conditions, making it a promising alternative for domestic hop production in Brazil.", "date": "2025-06-23", "journal": ""}
{"title": "Bifidobacterium longum subsp. nexus nov., a novel subspecies isolated from infant stool", "doi": "10.1101/2025.06.23.661074", "authors": "Ennis, D.; Andreu-Sanchez, S.; Levin, Y.; Goldberger, O.; Mallon, C. A.; Jayaprakash, Y. K.; Shao, Y.; Zhao, S.; Sinha, T.; Fu, J.; Weersma, R. K.; Alm, E.; Amster-Choder, O.; Lawley, T. D.; Harmsen, H. J. M.; van Sinderen, D.; Zhernakova, A.; Yassour, M.", "abstract": "Bifidobacterium species are well-established members of the human gut microbiome, particularly prominent during infancy, contributing to host health. Within this genus, Bifidobacterium longum (BL.) is a widespread species found in both infant and adult guts, known for its complexity and functional diversity among its known subspecies: BL. longum, BL. infantis and BL. suis. Here, using genomic and phylogenetic tools we propose a novel subspecies within the BL. species, Bifidobacterium longum subsp. nexus subspecies novel. We analyzed 435 BL. genomes using a polyphasic taxonomic approach comprising average nucleotide identity (ANI), digital DNA-DNA hybridization (dDDH), and pangenome analysis. We identified nine BL. strains, isolated from human infants and adults stool samples, as members of a distinct lineage within the BL. species. The type strain, LL6991, was isolated from the stool of a two-week-old Dutch infant in the Lifelines NEXT birth cohort. Phenotypically, BL. nexus exhibits a distinct morphological pattern, predominantly forming rod-shaped cells, often in chains with visible septa, contrasting with the Y-shaped morphology commonly observed for other BL. subspecies. Furthermore, BL. nexus demonstrates unique metabolic capabilities, including efficient utilization of fructose, and starch, carbohydrates not metabolized well by other tested BL. subspecies. This ability may be attributed to specific genes, such as a gene predicted to encode an extracellular amylopullulanase. This characterization expands the known diversity within the BL. species and provides insights into BL. nexus's unique adaptations and potential ecological roles within the human gut, especially in infants. Based on the consistent results from genotypic, phylogenetic, and phenotypic analyses, a novel subspecies with the name Bifidobacterium longum subsp. nexus, with type strain LL6991, is proposed.", "date": "2025-06-23", "journal": ""}
{"title": "Predicting Brain Volumes from Anthropometric and Demographic Features: Insights from UK Biobank Neuroimaging Data", "doi": "10.1101/2025.06.22.660902", "authors": "Nazarzadeh, K.; Eickhoff, S. B.; Antonopoulos, G.; Hensel, L.; Tscherpel, C.; Komeyer, V.; Raimondo, F.; Grefkes, C.; Patil, K. R.", "abstract": "Brain size measures are well-studied and often treated as a confound in volumetric neuroimaging analyses. Yet their relationship with body anthropometric measures and demographics remains underexplored. In this study, we examined those relationships alongside age- and sex related differences in global brain volumes. Using brain magnetic resonance imaging (MRI) of healthy participants in the UK Biobank, we derived global measures of brain morphometry, including total intracranial volume (TIV), total brain volume (TBV), gray matter volume (GMV), white matter volume (WMV), and cerebrospinal fluid (CSF). We extracted these measures using the Computational Anatomy Toolbox (CAT) and FreeSurfer. Our analyses were structured in three approaches: across-sex analysis, sexspecific analysis, and impact of age analysis. Employing machine learning (ML), we found that TIV was strongly predicted by sex (across-sex  = 0.68), reflecting sexual dimorphism. On the other hand, TBV, GMV, WMV, and CSF were more sensitive to age, with higher prediction accuracy when age was included as a feature, highlighting age-related changes in the brain structure, such as fluid expansion. Sex-specific models showed reduced TIV prediction ( {approx} 0.25) but improved TBV accuracy ( {approx} 0.44), underscoring sex-specific body-brain relationships. Anthropometrics enhanced prediction but only subsidiary to age and sex. These findings advance our understanding of brain-body scaling relationships and underscore the necessity of accounting for age and sex in neuroimaging studies of brain morphology.", "date": "2025-06-23", "journal": ""}
{"title": "Dendritic Polyglycerol Amine Substrate Extends the Viability of Mixed Glial Cultures for Repeated Isolation of Immature Oligodendrocyte Lineage Cells", "doi": "10.1101/2025.06.23.661031", "authors": "Uccelli, N. A.; Chitsaz, D.; Gothie, J.-D.; Kakkar, D.; Mohammadifar, E.; Antel, J. P.; Haag, R.; Kennedy, T. E.", "abstract": "Primary mixed glial cultures are key tools to isolate and study astrocytes, microglia and oligodendrocytes. Cell-substrate adhesion is critical for neural cell survival and differentiation. Cationic polymers like poly-D-lysine (PDL) are widely used to promote cell adhesion to cell culture substrates, however, PDL is not stable long-term, with cultured cells often detaching (peeling) after 2-3 weeks. Dendritic polyglycerol amine (dPGA) is a synthetic polycationic non-protein polymer biomimetic of poly-lysine that is highly resistant to degradation by cellular proteases. Substrates coated with dPGA promote cell adhesion and improve survival in long-term neuronal cultures. Here we assessed dPGA as a substrate coating to provide long-term support for mixed glial cultures. Oligodendrocyte precursor cells (OPCs) were isolated weekly by differential adhesion from cultures grown in T75 flasks with PDL or dPGA-coated substrates. Following two shake-off isolations, the cell layer in most PDL-coated flasks fully detached, rendering these flasks unusable for further culture. In contrast, dPGA-coated flasks consistently yielded cells for six or more sequential isolations over seven weeks in culture. dPGA-coated flasks produced more cells, a greater percentage of O4+ cells, and maintained similar proportions of OPCs and MBP-positive cells as when isolated from a PDL-coated substrate. dPGA is cyto-compatible, functionally superior, easy to use, low cost and a stable alternative to conventional cell substrate coatings. The enhanced long-term stability of mixed glial cultures grown on a dPGA substrate has the capacity to increase cellular yield, reduce animal use, and facilitate studies of oligodendrocyte cell biology.", "date": "2025-06-23", "journal": ""}
{"title": "Heterosynaptic interactions between dorsal and ventral hippocampus in individual medium spiny neurons of the nucleus accumbens ventromedial shell", "doi": "10.1101/2025.06.23.661109", "authors": "Copenhaver, A. E.; Vance, S.; Snider, S. A.; Befano, K.; LeGates, T. A.", "abstract": "Establishing learned associations between rewarding stimuli and the context under which those rewards are encountered is critical for survival. Hippocampal input to the nucleus accumbens (NAc) is a key connection involved in integrating environmental information and reward processing to facilitate goal-directed behaviors. This connection consists of two independent pathways originating from the dorsal (dHipp) or ventral (vHipp) hippocampus, which have previously been considered functionally and anatomically distinct. Here, we show overlap in dHipp and vHipp terminal fields in the NAc, which led us to reconsider this view and raise new questions regarding the potential interactions between dHipp and vHipp pathways in the NAc. Using optogenetics, electrophysiology, and transsynaptic labeling in adult male and female mice, we investigated anatomical and functional convergence of dHipp and vHipp in the NAc. We identified a subpopulation of dually innervated cells in the NAc medial shell where dHipp and vHipp inputs are located near one another along dendritic branches. We independently manipulated dHipp and vHipp inputs via two-color optogenetic manipulation during whole-cell electrophysiology recordings to confirm functional dual innervation of individual neurons and revealed heterosynaptic interactions between the two pathways. Altogether, these results demonstrate that dHipp and vHipp dually innervate a subset of neurons in the NAc, suggesting integration of these inputs at the level of individual neurons. Exploring the physiological and behavioral implications of this convergence will offer new insights into how individual neurons incorporate information from distinct inputs and how this integration may shape learning.\n\nSIGNIFICANCE STATEMENTForming associations between rewards and the circumstances under which they are experienced is vital for survival. Hipp input to the NAc is essential for associating rewards with their environmental context to effectively guide motivated behaviors. This connection consists of two separate pathways originating from dHipp and vHipp that have long been considered distinct. Here, we reveal a subpopulation of neurons in the NAc shell innervated by both Hipp subregions as well as heterosynaptic interactions that occur between dHipp and vHipp synapses. These findings suggest that integration of distinct hippocampal information occurs at the single-neuron level, providing a critical mechanism underlying learning and motivated behavior while also opening new avenues for understanding how diverse contextual and reward signals shape decision-making.", "date": "2025-06-23", "journal": ""}
{"title": "Fundamental Sex Differences in Cocaine-Induced Plasticity of D1R- and D2R-MSNs in the Mouse Nucleus Accumbens Core", "doi": "10.1101/2025.06.18.660420", "authors": "Chapp, A. D.; McMullan, H. M.; Phan, C.-M. H.; Jagtap, P. P.; Mermelstein, P. G.", "abstract": "BACKGROUND: Previous studies have shown that cocaine-induced changes in nucleus accumbens shell (NAcSh) medium spiny neurons (MSNs) differ based on dopamine receptor subtype expression, the sex of the animal, and for females, phase of the estrous cycle. These findings highlight the need to account for both sex and estrous cycle when studying drug-mediated alterations in neurophysiology. Whether MSNs of the nucleus accumbens core (NAcC), which serve different aspects of addiction, will exhibit similar sex and estrous cycle effects with cocaine administration was investigated. METHODS: Mice underwent a 5-day locomotor sensitization paradigm via daily cocaine administration (15 mg/kg, s.c.) followed by a 1- to 4-day drug-free abstinence period. We examined NAcC MSN excitability by obtaining ex vivo whole-cell recordings from differentially labeled dopamine D1-receptor expressing MSNs (D1R-MSNs) and dopamine D2-receptor expressing MSNs (D2R-MSNs) obtained from male mice or female mice that were either in estrus or diestrus. RESULTS: In this genetic background of mice, both male and female mice sensitized to cocaine in a similar manner. In males, there were no cocaine-induced changes in D1R-MSN or D2R-MSN excitability, with D2R-MSNs exhibiting greater excitability. In saline-treated females, D1R-MSN excitability fluctuated across the estrous cycle with increased excitability during estrus. Following cocaine, estrous cycle-dependent D1R-MSN excitability was arrested, fixed at an intermediate value between estrus and diestrus when compared to saline controls. D2R-MSNs did not change either across the estrous cycle or following cocaine. When comparing MSN subtypes, in diestrus, D2R-MSNs were more excitable under saline conditions, but indistinguishable from D1R-MSNs following cocaine. In contrast, during estrus, D1R- and D2R-MSN excitability was similar in saline treated animals, but with cocaine, D2R-MSNs displayed heightened excitability. CONCLUSIONS: There are fundamental sex differences in cocaine-induced changes to the excitability of D1R-MSNs in the NAcC. After cocaine exposure, female mice in diestrus exhibited a significant main effect change in MSN excitability, an inversion of what had previously been demonstrated in the NAcSh where no cocaine-induced changes were observed. These data suggest that there are distinct differences in the neuropharmacological effect of cocaine in males versus females that are shell and core specific.", "date": "2025-06-23", "journal": ""}
{"title": "Evolution of quantitative traits: exploring the ecological, social and genetic bases of adaptive polymorphism", "doi": "10.1101/2025.06.23.661088", "authors": "Lehmann, L.; Mullon, C.", "abstract": "Adaptive polymorphism in quantitative traits, characterised by the coexistence of genetically distinct phenotypes maintained by selection, is a significant contributor to biological diversity. Building on established theoretical results from invasion analysis, we analyse here conditions under which intraspecific adaptive polymorphism emerges and persists through long-term gradual evolution. We highlight that identifying adaptive polymorphisms of a quantitative trait is, in general, a computationally hard problem, but that invasion analyses can straightforwardly provide necessary conditions for both the evolutionary instability of monomorphic populations and the long-term stability of oligomorphic equilibria. We refine two core principles that underpin adaptive polymorphism across biological contexts: (i) the necessity of negative trait-dependent selection, whereby population trait expression reduces directional selection on the trait, for polymorphism to emerge; (ii) the necessity of qualitative dissimilarity among morphs in their fitness responses to the frequency of segregating morphs to ensure long-term coexistence. To clarify these conditions, we present a structured framework that distinguishes production factors (inputs to survival and reproduction that are endogenous to individuals) from regulating factors (genetic, social or ecological inputs to fitness that are influenced in part by conspecifics). We apply this decomposition to elucidate negative trait-dependent selection across both established and new scenarios of adaptive polymorphism across the three broad categories of ecologically, socially, and genetically mediated interactions. By integrating theoretical insights from population genetics, evolutionary ecology, adaptive dynamics, game theory, and inclusive fitness theory, we aim to provide a coherent synthesis of the multiple pathways leading to adaptive polymorphisms in quantitative traits.", "date": "2025-06-23", "journal": ""}