{"title": "Default Mode Network Connectivity Predicts Individual Differences in Long-Term Forgetting: Evidence for Storage Degradation, not Retrieval Failure", "doi": "10.1101/2021.08.04.455133", "authors": "Xu, Y.; Prat, C. S.; Sense, F.; van Rijn, H.; Stocco, A.", "abstract": "Despite the importance of memories in everyday life and the progress made in understanding how they are encoded and retrieved, the neural processes by which declarative memories are maintained or forgotten remain elusive. Part of the problem is that it is empirically difficult to measure the rate at which memories fade, even between repeated presentations of the source of the memory. Without such a ground-truth measure, it is hard to identify the corresponding neural correlates. This study addresses this problem by comparing individual patterns of functional connectivity against behavioral differences in forgetting speed derived from computational phenotyping. Specifically, the individual-specific values of the speed of forgetting in long-term memory (LTM) were estimated for 33 participants using a formal model fit to accuracy and response time data from an adaptive paired-associate learning task. Individual speeds of forgetting were then used to examine participant-specific patterns of resting-state fMRI connectivity, using machine learning techniques to identify the most predictive and generalizable features. Our results show that individual speeds of forgetting are associated with resting-state connectivity within the default mode network (DMN) as well as between the DMN and cortical sensory areas. Cross-validation showed that individual speeds of forgetting were predicted with high accuracy (r = .78) from these connectivity patterns alone. These results support the view that DMN activity and the associated sensory regions are actively involved in maintaining memories and preventing their decline, a view that can be seen as evidence for the hypothesis that forgetting is a result of storage degradation, rather than of retrieval failure.", "date": "2025-06-16", "journal": ""}
{"title": "Size tuning of neural response variability in laminar circuits of macaque primary visual cortex", "doi": "10.1101/2023.01.17.524397", "authors": "Nurminen, L.; Bijanzadeh, M.; Angelucci, A.", "abstract": "Surround suppression and neural response variability are two widespread cortical phenomena thought to facilitate and impede, respectively, information processing and perception. Typically, manipulations that elicit neural response suppression quench variability, an observation that has led some to suggest that these two phenomena may share a common origin. However, few studies have systematically examined the relationship between surround suppression and variability. Surround suppression is mediated by multiple circuits and mechanisms that depend on the size of the sensory stimulus, and cortical layer. Variability is also laminar dependent. To understand how surround suppression and variability may influence laminar processing, here we have used electrophysiological laminar recordings to examine how neural response variability and the shared variability among neurons are modulated by visual stimulus size across the layers of macaque primary visual cortex (V1). We find that surround suppression does not always quench variability. Instead, variability is tuned for stimulus size in a layer-dependent manner. In all layers, stimulation of the receptive field (RF) reduced neural response variability, and the shared variability among neurons, relative to their pre-stimulus values. As the stimulus was enlarged beyond the RF, to involve the near RF-surround, both neural response variability and shared variability further decreased in infragranular layers, but did not change in granular and supragranular layers. In contrast, larger stimuli involving the far RF-surround increased both neural response variability and shared variability, relative to their value for a stimulus matched to the RF size, in supragranular layers, but decreased them or did not change them in granular and infragranular layers. Surprisingly, we also found that visual stimuli smaller than the RF could increase variability relative to baseline values, particularly in granular and infragranular layers. Our results point to multiple laminar-specific circuits and mechanisms as the source of variability, and call for new models of neural response variability.", "date": "2025-06-16", "journal": ""}
{"title": "Systematic characterization of site-specific proline hydroxylation using hydrophilic interaction chromatography and mass spectrometry", "doi": "10.1101/2023.07.28.550951", "authors": "Jiang, H.; Druker, J.; Wilson, J. W.; Bensaddek, D.; Swedlow, J. R.; Rocha, S.; Lamond, A. I.", "abstract": "We have developed a robust workflow for the identification of proline hydroxylation sites in proteins, using a combination of hydrophilic interaction chromatography (HILIC) enrichment and high-resolution nano-Liquid Chromatography-Mass Spectrometry (LC-MS) together with refining and filtering parameters during data analysis. Using this approach, we have combined data from cell lines treated with either the prolyl hydroxylase (PHD) inhibitor, Roxadustat (FG-4592), or with the proteasome inhibitor MG-132, or with a DMSO control, to identify a total of 4,993 and 3,247 proline hydroxylation sites, respectively, in HEK293 and RCC4 cells. A subset of 1,954 (HEK293) and 1,253 (RCC4) non-collagen proline hydroxylation sites with high confidence were inhibited by FG-4592 treatment. Features characteristic of proline hydroxylated peptides were identified, which were consistent between the HEK293 and RCC4 datasets. The more hydrophilic HILIC fractions were enriched in peptides containing hydroxylated proline residues, which showed characteristic differences in charge and mass distribution, as compared with either unmodified, or oxidised peptides. Furthermore, we discovered that the intensity of the diagnostic hydroxyproline immonium ion was dependent upon parameters including the MS collision energy setting, parent peptide concentration and the sequence of amino acids adjacent to the modified proline. We show using synthetic peptides that a combination of retention time in LC and optimised MS parameter settings allows reliable identification of proline hydroxylation sites in peptides, even when multiple prolines residues are present. Focussing on proteins in which newly identified proline hydroxylation sites were inhibited by the pan-PHD inhibitor, FG-4592, showed enrichment for proteins involved in metabolism of RNA, mRNA splicing and cell cycle regulation, including the protein phosphatase 1 regulatory subunit, Repo-Man (CDCA2). We show that Repo-Man is hydroxylated at P604 and in the accompanying study, [Druker et al., 2025], we present a combination of cellular and biochemical evidence that hydroxylation of Repo-Man at P604 is important for its function in controlling mitotic progression.", "date": "2025-06-16", "journal": ""}
{"title": "TreeProfiler: Large-scale metadata profiling along gene andspecies trees", "doi": "10.1101/2023.09.21.558621", "authors": "Deng, Z.; Hernandez-Plaza, A.; Arellano Davin, A.; Huerta-Cepas, J.", "abstract": "Phylogenetic profiling is a common bioinformatics approach used to study the distribution of traits across species or, more broadly, along the topology of a phylogenetic tree. Originally proposed as a technique for establishing functional relationships between various genes through their correlated presence/absence patterns, phylogenetic profiling is currently considered a powerful exploration tool for investigating the evolutionary distribution of nearly any trait across both gene or species phylogenies. However, computing and visualizing phylogenetic profiles based on large trees is a laborious task. First, traits need to be mapped against tree nodes, which usually requires the implementation of ad hoc scripts or substantial manual work. Second, tree mapping is often limited to leaf nodes, neglecting the usefulness of profiling traits against internal tree nodes. Lastly, graphical exploration of large phylogenetic tree-based profiles is challenging, as plotting usually requires complex manual adjustments and most visualization tools cannot scale to the size and complexity of current datasets. To address these limitations, we have developed TreeProfiler, a command line tool designed to facilitate both the automated annotation of large trees using a wide range of data sources, and the visual exploration of these annotations as phylogenetic profiles. TreeProfiler enables seamless annotation of massive trees and data tables, including built-in support for functional data, taxonomic information, multiple sequence alignments and protein domain architectures. Importantly, TreeProfiler expands its annotation capabilities beyond tree leaves, enabling the annotation of internal nodes with summarized or consensus information under each branch. Additionally, TreeProfiler offers a predefined set of graphical layouts that are based on the ETE Toolkit v4.0 library. TreeProfiler offers unique capabilities that extend and facilitate the use of phylogenetic profiling techniques for a broad landscape of scenarios and for a wide community of researchers interested in evolutionary analysis. To demonstrate its value, we showcase TreeProfiler by automatically profiling multiple data sources across a large bacterial phylogeny including 45,555 species, and by exploring functional and taxonomic annotations over a large gene family tree. TreeProfiler is available at https://github.com/compgenomicslab/TreeProfiler.", "date": "2025-06-16", "journal": ""}
{"title": "Spyglass: a framework for reproducible and shareable neuroscience research", "doi": "10.1101/2024.01.25.577295", "authors": "Lee, K. H.; Denovellis, E. L.; Ly, R.; Magland, J.; Soules, J.; Comrie, A. E.; Gramling, D. P.; Guidera, J. A.; Nevers, R.; Adenekan, P.; Brozdowski, C.; Bray, S. R.; Monroe, E.; Bak, J. H.; Coulter, M.; Sun, X.; Broyles, E.; Shin, D.; Chiang, S.; Holobetz, C.; Tritt, A.; Ruebel, O.; Nguyen, T.; Yatsenko, D.; Chu, J.; Kemere, C.; Garcia, S.; Buccino, A.; Frank, L. M.", "abstract": "Scientific progress depends on reliable and reproducible results. Progress can be accelerated when data are shared and re-analyzed to address new questions. Current approaches to storing and analyzing neural data involve bespoke formats and software that make replication and reuse of data difficult. To address these challenges, we created Spyglass, an open-source data management and analysis framework written in Python. Spyglass provides reproducible pipelines for common neuroscience analyses and sharing of raw data, intermediate analyses and final results within and across labs. Spyglass uses the Neurodata Without Borders (NWB) standard and includes pipelines for spectral filtering, spike sorting, pose tracking, and neural decoding. Spyglass can be extended to apply existing and newly developed pipelines to datasets from multiple sources. We demonstrate these features in the context of a cross-laboratory replication by applying advanced state space decoding algorithms to publicly available data. New users can try out Spyglass on a Jupyter Hub hosted by HHMI and 2i2c: https://spyglass.hhmi.2i2c.cloud/.", "date": "2025-06-16", "journal": ""}
{"title": "Widespread evolution of poricidal flowers: A striking example of morphological convergence across flowering plants", "doi": "10.1101/2024.02.28.582636", "authors": "Russell, A. L.; Zenil-Ferguson, R.; Buchmann, S.; Jolles, D. D.; Kriebel, R.; Vallejo-Marin, M. L.", "abstract": "The evolution of tube-like floral morphologies that control pollen release via small openings (functionally poricidal flowers) represents a taxonomically and geographically widespread instance of repeated and independent evolution of a functionally similar morphology. Poricidal flowers are also often closely associated with buzz pollination by bees. Yet we lack an updated angiosperm-wide survey of their phylogenetic distribution. We identify all known angiosperm genera containing poricidal flowers via a literature survey. We determined their phylogenetic distribution and minimum number of independent gains and losses via a species-level angiosperm-wide phylogeny. We estimated if evolution of poricidal flowers is associated with changes in speciation/extinction via diversification rate analyses. Poricidal flowers occur across 87 angiosperm families and 639 genera containing >28,000 species. At the species level, an average of 205 independent gains and 215 losses of poricidal flowers occurred. Angiosperm-wide analyses suggest an early burst in poricidal evolution, but no differences in net diversification (origination-extinction) between non-poricidal and poricidal taxa. Analyses for two focal families however indicate strong context-dependent effects of poricidal flowers on diversification. Poricidal evolution thus represents a large-scale example of convergent evolution in floral form, but effects on diversification appear to be strongly contingent on phylogenetic and ecological background.", "date": "2025-06-16", "journal": ""}
{"title": "Dorsal prefrontal cortex drives perseverative behavior in mice", "doi": "10.1101/2024.05.02.592241", "authors": "Lebedeva, A.; Wang, Y.; Funnell, L.; Terry, B.; Oh, J.; Miller, K.; Harris, K. D.", "abstract": "Perseveration -- repeating one choice when others would generate larger rewards -- is a common behavior, but neither its purpose nor neuronal mechanisms are understood. Here we demonstrate a neural correlate and causal role of dorsal prefrontal cortex, specifically anterior supplementary motor cortex (MOs) in perseveration in mice performing a dynamic reward learning task. An auditory go cue signaled mice to turn a wheel either left or right, with the reward probability of each action switching in blocks. Mice perseverated, gaining suboptimal reward, but were faster when making repeated choices. Neuropixels recordings found neurons whose activity correlated with perseveration and predicted rapid reaction times, almost exclusively in anterior MOs. Optogenetically inhibiting this region at choice time reduced perseveration and slowed reactions. In contrast, inactivating medial prefrontal cortex at choice time had no effect, but inactivating it after reward delivery impaired learning. In this task, therefore, anterior MOs reflects a perseverative decision variable, and is necessary for mediating the effect of this decision variable on choice and reaction time.", "date": "2025-06-16", "journal": ""}
{"title": "Mitochondrial stress-induced protein carboxyl-terminal alanine threonine tailing (msiCAT-tailing) facilitates glioblastoma tumorigenesis through the modulation of mitochondrial functions", "doi": "10.1101/2024.05.15.594447", "authors": "Zhang, B.; Cai, T.; Reddy, E.; Wu, Y.; Gbufor, A. S.; Tang, Y.; Mondal, I.; Wang, J.; Shen, Y.; Liu, Q.; Ho, W. S.; Lu, R. O.; Wu, Z.", "abstract": "The rapid and sustained proliferation of cancer cells necessitates increased protein production, which, along with their disrupted metabolism, elevates the likelihood of translation errors. Ribosome-associated quality control (RQC), a recently identified mechanism, mitigates ribosome collisions resulting from frequent translation stalls. However, the precise pathophysiological role of the RQC pathway in oncogenesis remains ambiguous. Our research centered on the pathogenic implications of mitochondrial stress-induced protein carboxyl-terminal alanine and threonine tailing (msiCAT-tailing), a specific RQC response to translational arrest on the outer mitochondrial membrane, in glioblastoma (GBM). The presence of msiCAT-tailed mitochondrial proteins was observed commonly in glioblastoma stem cells (GSCs). Exogenous introduction of mitochondrial ATP synthase F1 subunit alpha (ATP5) protein with artificial CAT-tail mimicking sequences enhanced mitochondrial membrane potential ({Delta}{Psi}m) and inhibited mitochondrial permeability transition pore (MPTP) formation. These alterations in mitochondrial characteristics provided resistance to staurosporine (STS)-induced apoptosis in GBM cells. Consequently, msiCAT-tailing can foster cell survival and migration, whereas blocking msiCAT-tailing via genetic or pharmacological intervention can impede GBM cell overgrowth.", "date": "2025-06-16", "journal": ""}
{"title": "Cognitive reserves hold back age-related upregulation of neural activities in speech-in-noise perception", "doi": "10.1101/2024.05.27.596069", "authors": "Zhang, L.; Ross, B.; Du, Y.; Alain, C.", "abstract": "During cognitive tasks, increased frontoparietal neural activity and functional connectivity are commonly observed in older adults. Cognitive reserves accrued from positive life choices can provide additional neural resources to cope with aging. However, how cognitive reserves interact with upregulated neural activity in older adults is poorly understood. We measured brain activity with fMRI during a speech-in-noise task and assessed whether cognitive reserve accumulated from long-term musical training bolsters or holds back age-related upregulated activity. Older musicians exhibited less upregulation of task-induced functional connectivity than older non-musicians in auditory dorsal regions, which predicted better behavioral performance in older musicians. These results suggest that cognitive reserve may hold back neural recruitment. Besides functional connectivity strength, we also found that older musicians showed more youth-like fine spatial patterns of functional connectivity than older non-musicians. Our findings enlightened the intricate interplay between cognitive reserve and age-related upregulated activity during speech in noise perception.", "date": "2025-06-16", "journal": ""}
{"title": "WITHDRAWN: CEBPB as a potential biomarker for prognosis and immuneinfiltration in clear cell renal cell carcinoma", "doi": "10.1101/2024.06.05.597653", "authors": "Ren, Y.; Qiao, B.; Wei, M.; Tian, Q.; Guo, W.", "abstract": "Clear cell renal cell carcinoma (ccRCC) is an aggressive kidney cancer subtype with poor prognosis.This study explores the expression and clinical significance of the CCAAT/enhancer-binding protein beta CEBPBgene in ccRCC. RNA sequencing, gene amplification, and mutation data were sourced from TCGA, UCSC XENA, and cBioPortal. Data processing involved the STAR workflow and R software for statistical analysis and visualization. Experimental validation used immunohistochemistry and RT-qPCR on 58 patient tissue samples. Functional pathway enrichment was performed using GO-KEGG and GSEA analyses, and PPI networks were constructed with STRING and Cytoscape. Immune infiltration and survival analyses were conducted using Spearman correlation and Cox regression models.Results showed significantly higher CEBPB expression in ccRCC tissues compared to adjacent normal tissues. Clinical variable grouping indicated significant differences in CEBPB expression. Enrichment analyses identified involvement in complement and coagulation cascades and carbon metabolism. PPI networks highlighted strong interactions with STAT3 and EP300. Immune infiltration analysis revealed significant correlations with multiple immune cell types. High CEBPB expression was linked to poor prognosis and demonstrated high diagnostic accuracy for ccRCC.\n\nAuthor summaryKidney Renal Clear Cell Carcinoma (KIRC) is a major subtype of renal cancer with significant clinical implications. This study investigates the role of CEBPB, a transcription factor, in KIRC using RNA sequencing data from TCGA and GTEx databases. We analyzed CEBPB expression, mutation status, and its correlation with clinical features and immune infiltration. Our findings reveal elevated CEBPB expression in tumor tissues, significantly associated with advanced T, N, M stages and poor overall survival. Functional analyses indicate that CEBPB interacts with key proteins and pathways involved in tumorigenesis. Additionally, high CEBPB expression correlates with increased immune cell infiltration, suggesting its role in tumor-immune interactions. This research highlights CEBPB as a potential prognostic biomarker and therapeutic target in KIRC, offering new insights for clinical management and treatment strategies.", "date": "2025-06-16", "journal": ""}
{"title": "DeepSEA: an alignment-free deep learning tool for functional annotation of antimicrobial resistance proteins", "doi": "10.1101/2024.06.11.598242", "authors": "Borelli, T. C.; Paschoal, A. R.; da Silva, R.", "abstract": "Antimicrobial resistance (AMR) is one of the most concerning modern threats as it places a greater burden on health systems than HIV and malaria combined. Current surveillance strategies for tracking antimicrobial resistance (AMR) rely on genomic comparisons and depend on sequence alignment with strict similarity cutoffs of greater than 95%. Therefore, these methods have high false-negative error rates due to a lack of reference sequences with a representative coverage of AMR protein diversity. Deep learning (DL) has been used as an alternative to sequence alignment, as artificial neural networks (ANNs) can extract abstract features from data and therefore limit the need for sequence comparisons. Here, a convolutional neural network (CNN) was trained to differentiate antimicrobial resistance proteins from nonresistance proteins and functionally annotate them in nine resistance classes. Our model demonstrated higher recall values (>0.9) than the alignment-based approach for all protein classes tested. Additionally, our CNN architecture allowed us to investigate internal states and explain the model classification regarding protein domain feature importance related to antimicrobial molecule inactivation. Finally, we built an open-source bioinformatic tool that can be used to annotate antimicrobial resistance proteins and provide information on protein domains without sequence alignment.", "date": "2025-06-16", "journal": ""}
{"title": "Flexible EMG arrays with integrated electronics for scalable electrode density", "doi": "10.1101/2024.07.02.601782", "authors": "Anschutz, P. M.; Zia, M.; Lu, J.; Williams, M. J.; Jacob, A. L.; Sober, S. J.; Bakir, M. S.", "abstract": "Recent developments in electrode technology have demonstrated the power of flexible microelectrode arrays (FMEAs) for measuring muscle activity at high resolution. We recently introduced the Myomatrix array, an FMEA optimized for measuring the activity of individual motor units (the collection of muscle fibers innervated by a single motor neuron) in freely behaving animals. Although FMEAs are fundamentally changing the way electromyography (EMG) is acquired, the number of recording channels is limited by the size of the plug that interfaces with the signal processing hardware and the density of electrode connections on the array. Increasing EMG channel count and supporting electrophysiological studies in smaller animals depends on two seemingly incompatible goals: reducing device size while increasing the number of recording channels. The solution to these goals is to increase the channel count per wire output. Current off-the-shelf designs require a separate headstage and FMEA to be used simultaneously. In our prior devices, each FMEA had a dedicated wire output for every electrode input, creating a channel density of 1:1. To improve this channel density, we have developed an FMEA with an integrated digital amplifier (Bare-Die RHD2216, INTAN INC, USA). The design of the FMEA reduces the footprint of the device back end by 74% and relocates the Intan bare die from the headstage to the FMEA itself, creating a channel density of 1:3.2. Our methodology combines standard FMEA microfabrication with wire-bonding and surface-mounted components, enabling direct integration into a Serial Peripheral Interface (SPI) connection into the device itself, without any separate headstage. With this initial device there is a 1:3.2 channel density; however, our method allows using other bare die amplifiers (Intan, Inc., USA) for a channel density of 1:12.8. Our findings present a robust technique for chip embedding in custom FMEAs applicable to in-vivo electrophysiology.", "date": "2025-06-16", "journal": ""}
{"title": "Enhancing Statistical Power While Maintaining Small Sample Sizes in Behavioral Neuroscience Experiments Evaluating Success Rates", "doi": "10.1101/2024.07.25.605060", "authors": "Theo, D.; Thevenet, M.; Garcia, S.; Lightning, A.; Didier, A.; Mandairon, N.; Kuczewski, N.", "abstract": "Studies with low statistical power reduce the probability of detecting true effects and often lead to overestimated effect sizes, undermining the reproducibility of scientific results. While several free statistical software tools are available for calculating statistical power, they often do not account for the specialized aspects of experimental designs in behavioral studies that evaluate success rates. To address this gap, we developed \"SuccessRatePower\" a free and user-friendly power calculator based on Monte Carlo simulations that takes into account the particular parameters of these experimental designs. Using \"SuccessRatePower\", we demonstrated that statistical power can be increased by modifying the experimental protocol in three ways: 1) reducing the probability of succeeding by chance (chance level), 2) increasing the number of trials used to calculate subject success rates, and in some circumstance, 3) employing statistical analyses suited for discrete values. These adjustments enable even studies with small sample sizes to achieve high statistical power. Finally, we performed an associative behavioral task in mice, confirming the simulated statistical advantages of reducing chance levels and increasing the number of trials in such studies", "date": "2025-06-16", "journal": ""}
{"title": "Increased listening effort and cochlear neural degeneration underlie speech-in-noise deficits in normal hearing middle-aged adults", "doi": "10.1101/2024.08.01.606213", "authors": "Zink, M. E.; Zhen, L.; McHaney, J. R.; Klara, J.; Yurasits, K.; Cancel, V.; Flemm, O.; Mitchell, C.; Datta, J.; Chandrasekaran, B.; Parthasarathy, A.", "abstract": "Middle age represents a critical period of accelerated brain changes and provides a window for early detection and intervention in age-related neurological decline. Hearing loss is a key early marker of such decline and is linked to numerous comorbidities in older adults. Yet, ~10% of middle-aged individuals who report hearing difficulties show normal audiograms. Cochlear neural degeneration (CND) could contribute to these hidden hearing deficits, though its role remains unclear due to a lack of objective diagnostics and uncertainty regarding its perceptual outcomes. Here, we employed a cross-species design to examine neural and behavioral signatures of CND. We measured envelope following responses (EFRs) - neural ensemble responses to sound originating from the peripheral auditory pathway - in young and middle-aged adults with normal audiograms and compared these responses to young and middle-aged Mongolian gerbils, where CND was histologically confirmed. We observed near identical changes in EFRs across species that were associated with CND. Behavioral assessments revealed age-related speech-in-noise deficits under challenging conditions, while pupil-indexed listening effort increased with age even when behavioral performance was matched. Together, these results demonstrate that CND contributes to speech perception difficulties and elevated listening effort in midlife, which may ultimately lead to listening fatigue and social withdrawal.", "date": "2025-06-16", "journal": ""}
{"title": "Neural Mechanism Underlying Successful Classification of Amnestic Mild Cognitive Impairment Using Multi-Sensory-Evoked Potentials", "doi": "10.1101/2024.08.10.607449", "authors": "Zhang, L.; Binns, M.; Chow, R.; Rabi, R.; Anderson, N. D.; Lu, J.; Freedman, M.; Alain, C.", "abstract": "Early detection of amnestic mild cognitive impairment (aMCI) is crucial for timely interventions. This study combines scalp recordings of lateralized auditory, visual, and somatosensory stimuli with a flexible and interpretable support vector machine learning pipeline to differentiate individuals diagnosed with aMCI from healthy controls. Event-related potentials (ERPs) and functional connectivity (FC) matrices from each modality successfully predicted aMCI. Reduced ERP amplitude in aMCI contributed to classification. The analysis of FC using phase-locking value revealed higher FC in aMCI than controls in frontal regions, which predicted worse cognitive performance, and lower FC in posterior regions from delta to alpha frequency. We observe optimal classification accuracy (96.1%), sensitivity (97.7%) and specificity (94.3%) when combining information from all sensory conditions than when using information from a single modality. The results highlight the clinical potential of sensory-evoked potentials in detecting aMCI, with optimal classification using both amplitude and oscillatory-based FC measures from multiple modalities.", "date": "2025-06-16", "journal": ""}
{"title": "The Rab7-Epg5 and Rab39-ema modules cooperatively position autophagosomes for efficient lysosomal fusions", "doi": "10.1101/2024.08.16.608254", "authors": "Boda, A.; Balazs, V.; Nagy, A.; Hargitai, D.; Lippai, M.; Simon-Vecsei, Z.; Molnar, M.; Fürstenhoffer, F.; Juhasz, G.; Lörincz, P.", "abstract": "Macroautophagy, a major self-degradation pathway in eukaryotic cells, utilizes autophagosomes to transport self-material to lysosomes for degradation. While microtubular transport is crucial for the proper function of autophagy, the exact roles of factors responsible for positioning autophagosomes remain incompletely understood. In this study, we performed a loss-of-function genetic screen targeting genes potentially involved in microtubular motility. A genetic background that blocks autophagosome-lysosome fusions was used to accurately analyze autophagosome positioning. We discovered that pre-fusion autophagosomes move towards the non-centrosomal microtubule organizing center (ncMTOC) in Drosophila fat cells, which requires a dynein-dynactin complex. This process is regulated by the small GTPases Rab7 and Rab39 together with their adaptors: Epg5 and ema, respectively. The dynein-dependent movement of vesicles toward the nucleus/ncMTOC is essential for efficient autophagosomal fusions with lysosomes and subsequent degradation. Remarkably, altering the balance of kinesin and dynein motors changes the direction of autophagosome movement, indicating a competitive relationship where normally dynein-mediated transport prevails. Since pre-fusion lysosomes were positioned similarly to autophagosomes, it indicates that pre-fusion autophagosomes and lysosomes converge at the ncMTOC, which increases the efficiency of vesicle fusions.", "date": "2025-06-16", "journal": ""}
{"title": "Odoribacter splanchnicus mitigates pathogen-induced gut inflammation and its associated pathogenesis via its secreted bacteriocin", "doi": "10.1101/2024.08.23.609322", "authors": "Hajra, D.; Mukherjee, D.; Vij, R.; Rajmani, R. S.; Dadireddy, V.; Das, D.; Hussain, T.; Ganji, M.; Tatu, U.; Chakravortty, D.", "abstract": "Foodborne pathogens continue to be a leading concern of health hazards worldwide claiming the lives of millions. The emergence of drug-resistant strains poses a great threat to global world health management. Therefore, designing novel therapeutic strategies aiming to overcome pathogen burden is of utmost importance. Here, we identified the crucial role of a gut-commensal species, Odoribacter splanchnicus in mitigating Salmonella pathogenesis in mice by inhibiting gut vascular barrier disruption, acute inflammatory infection signs, in vivo biofilm formation and by preserving tight junction protein functions upon pre-colonization. Further, our in vitro studies revealed that not only live O. splanchnicus (OS) but also its culture supernatant inhibit Salmonella biofilm formation, intracellular proliferation in human intestinal cells, and its virulence gene expression. In addition, OS's inhibitory effect on Salmonella is specific as Enterococcus faecalis fails to exert an inhibitory effect on Salmonella. Further, our results depicted that the specific protective role of OS acts over a broad spectrum as it confers protection against flagellated Gram-positive, Listeria monocytogenes and Gram-negative, Salmonella Typhimurium foodborne pathogens. Moreover, OS conferred protection even after its administration to mice post-establishment of infection highlighting its therapeutic potential. Using several biochemical and proteomics approaches, we characterized the key active molecule secreted by OS to limit intracellular Salmonella and Listeria replication in human intestinal epithelial cells by regulating key virulence effectors and flagella. Collectively, our study highlights the broad-spectrum protective role of OS in mitigating Salmonella and Listeria pathogenesis and implicates its therapeutic potential.", "date": "2025-06-16", "journal": ""}
{"title": "Sld3CBD-Cdc45 structural insights into Cdc45 recruitment for CMG complex formation on DNA replication", "doi": "10.1101/2024.08.29.610416", "authors": "Li, H.; Ishizaki, I.; Kato, K.; Sun, X.; Muramatsu, S.; Itou, H.; Ose, T.; Araki, H.; Yao, M.", "abstract": "DNA replication requires recruitment of Cdc45 and GINS into the MCM double hexamer by initiation factors to form an active helicase, the Cdc45-MCM-GINS (CMG) complex, at the replication origins. The initiation factor Sld3 is a central regulator of Cdc45 and GINS recruitment, working with Sld7 together. However, the mechanism through which Sld3 regulates CMG complex formation remains unclear. Here, we present the structure of the Sld3 Cdc45-binding domain in complex with Cdc45 (Sld3CBD-Cdc45), showing detailed interactions and conformational changes required for binding to each other. The mutant analysis indicated that the binding between Sld3CBD and Cdc45 could be broken easily. We also revealed that Sld3CBD, GINS, and MCM bind to different sites on Cdc45 in the Sld3CBD-CMG model, indicating that after recruitment of Cdc45, Sld7-Sld3 could remain in Cdc45-MCM until CMG formation. The consistency between the particle size of Sld7-Sld3-Cdc45 and the distance between Sld3CBDs in the Cdc45-MCM dimer indicated the binding manner of the Cdc45-Sld3-[Sld7]2-Sld3-Cdc45 off/on MCM double hexamer. A DNA-binding assay of Sld3 and its complexes with single-stranded ARS1 fragments revealed a relationship between the dissociation of Sld7-Sld3 from CMG and the unwound single-stranded DNA. These findings help to further our understanding of the molecular basis of the regulation of CMG complex formation by Sld3.", "date": "2025-06-16", "journal": ""}
{"title": "Sharp waves, bursts, and coherence: Activity in a songbird vocal circuit is influenced by behavioral state", "doi": "10.1101/2024.09.03.610933", "authors": "Lorenz, C.; Das, A.; Centeno, E. G. Z.; Yeganegi, H.; Duvoisin, R.; Ursu, R.; Retailleau, A.; Giret, N.; Leblois, A.; Hahnloser, R. H. R.; Ondracek, J. M.", "abstract": "Similar to motor skill learning in mammals, vocal learning in songbirds requires a set of interconnected brain areas that make up an analogous basal ganglia-thalamocortical circuit known as the anterior forebrain pathway (AFP). Although neural activity in the AFP has been extensively investigated during awake singing, very little is known about its neural activity patterns during other behavioral states. Here, we used chronically implanted Neuropixels probes to investigate spontaneous neural activity in the AFP during natural sleep and awake periods in male zebra finches. We found that during sleep, neuron populations in the pallial region LMAN (lateral magnocellular nucleus of the nidopallium) spontaneously exhibited synchronized bursts that were characterized by a negative sharp deflection in the local field potential (LFP) and a transient increase in gamma power. LMAN population bursts occurred primarily during non-rapid eye movement (NREM) sleep and were highly reminiscent of sharp-wave ripple (SWR) activity observed in rodent hippocampus. We also examined the functional connectivity within the AFP by calculating the pairwise LFP coherence. As expected, delta and theta band coherence within LMAN and Area X was higher during sleep compared to awake periods. Contrary to our expectations, we did not observe strong coherence between LMAN and Area X during sleep, suggesting that the input from LMAN into Area X is spatially restricted. Overall, these results provide the first description of spontaneous neural dynamics within the AFP across behavioral states.", "date": "2025-06-16", "journal": ""}
{"title": "Accept-reject decision-making revealed via a quantitative and ethological study of C. elegans foraging", "doi": "10.1101/2024.09.18.613674", "authors": "Haley, J. A.; Chen, T.; Aoi, M.; Chalasani, S. H.", "abstract": "Decision-making is a ubiquitous component of animal behavior that is often studied in the context of foraging. Foragers make a series of decisions while locating food (food search), choosing between food types (diet or patch choice), and allocating time spent within patches of food (patch-leaving). Here, we introduce a framework for investigating foraging decisions using detailed analysis of individual behavior and quantitative modeling in the nematode Caenorhabditis elegans. We demonstrate that C. elegans make accept-reject patch choice decisions upon encounter with food. Specifically, we show that when foraging amongst small, dispersed, and dilute patches of bacteria, C. elegans initially reject several bacterial patches, opting to prioritize exploration of the environment, before switching to a more exploitatory foraging strategy during subsequent encounters. Observed across a range of bacterial patch densities, sizes, and distributions, we use a quantitative model to show that this decision to explore or exploit is guided by available sensory information, internal satiety signals, and learned environmental statistics related to the bacterial density of recently encountered and exploited patches. We behaviorally validated model predictions on animals that had been food-deprived, animals foraging in environments with multiple patch densities, and null mutants with defective sensory modalities. Broadly, we present a framework to study ecologically relevant foraging decisions that could guide future investigations into the cellular and molecular mechanisms underlying decision-making.", "date": "2025-06-16", "journal": ""}
{"title": "Employing Artificial Neural Networks for Optimal Storage and Facile Sharing of Molecular Dynamics Simulation Trajectories", "doi": "10.1101/2024.09.15.613125", "authors": "Wasim, A.; Schäfer, L. V.; Mondal, J.", "abstract": "With the remarkable stride in computing power and advances in Molecular Dynamics (MD) simulation programs, the crucial challenge of storing and sharing large biomolecular simulation datasets has emerged. By leveraging AutoEncoders, a type of artificial neural network, we developed a method to compress MD trajectories into significantly smaller latent spaces. Our method can save up to 98% in disk space compared to xtc, a highly compressed trajectory format from the widely used MD program package GROMACS, thus facilitating storage and sharing of simulation trajectories. Atom coordinates are very accurately reconstructed from compressed data. The method was tested across a diverse sets of biomolecular systems, including folded proteins, intrinsically disordered proteins, phospholipid bilayers, protein-ligand complexes, large protein complexes and membrane-bound protein systems. The reconstructed trajectories demonstrated consistent accuracy in recovering key biophysically relevant properties for proteins, lipids and composite systems. The compression efficiency was particularly beneficial for larger systems. This approach enables the scientific community to efficiently store and share large-scale biomolecular simulation data, potentially enhancing collaborative research efforts. The workflow, termed \"compresstraj\", is implemented in PyTorch and is publicly available at https://github.com/SerpentByte/compresstraj, offering a practical solution for handling the increasing volumes of data generated in biomolecular simulation studies.", "date": "2025-06-16", "journal": ""}
{"title": "Probabilistic modelling improves relative dating from gene phylogenies", "doi": "10.1101/2024.09.30.615760", "authors": "Bernabeu, M.; Armero, C.; Gabaldon, T.", "abstract": "1. Establishing the timing of past evolutionary events is a fundamental task in the reconstruction of the history of life. State-of-the-art molecular dating methods generally involve the reconstruction of a species tree from conserved, vertically evolving genes, and the assumption of a molecular clock calibrated with the fossil record. Although this approach is extremely useful, its use is limited to speciation events and does not account for genes following different evolutionary paths. Recently, an alternative methodology for the relative dating of evolutionary events has been proposed that considers the distribution of branch lengths across sets of gene trees. 2. Here, we validate this methodology by comparing the relative age estimates with a fossil-calibrated phylogeny and propose a model-based formalisation using a Bayesian framework. 3. Our analyses revealed that the normalisation of the distances of interest with the branch lengths of a reference clade present across the set of gene trees results in narrower distributions, allowing the correct inference of the relative ordering of evolutionary events. 4. We show that distributions of normalised lengths can be modelled using gamma or lognormal distributions and demonstrate that inference of the posterior distribution of the mode allows accurate relative age estimation, as assessed by a strong correlation with the molecular clock-dated tree.", "date": "2025-06-16", "journal": ""}
{"title": "The BTK-DDX41 axis of the STING pathway is activated during cytomegalovirus lytic infection", "doi": "10.1101/2024.10.03.616496", "authors": "Baruah, V.; O'Connor, C. M.", "abstract": "The innate immune response is the first line of defense against invading pathogens, including the betaherpesvirus, human cytomegalovirus (CMV). The host innate response acts as the first line of defense, and CMV, like other viruses, has consequently evolved multiple mechanisms to manipulate host interferon (IFN) responses. DEAD-box Helicase 41 (DDX41) is an intracellular dsDNA sensor that, upon activation by Bruton's tyrosine kinase (BTK), triggers type I IFN production through the Stimulator of Interferon Genes (STING) signaling pathway. Here, we show the activation of this signaling pathway during lytic CMV infection, wherein BTK, DDX41, and STING are activated through tyrosine phosphorylation, and both DDX41 and BTK interact with STING. Further, CMV infection re-localizes DDX41 from the nucleus to the cytoplasm, where it localizes to the perinuclear virus assembly compartment (vAC). Here, DDX41 phosphorylation is attenuated, suggesting cytoplasmic redistribution leads to a less active or inactive form. Additionally, DDX41 co-localizes in the vAC with the CMV tegument proteins, pp65 and pp71, each of which interact with DDX41 in immunoprecipitation assays. We further demonstrate the protective role of this signaling pathway, as treatment with the BTK inhibitor, orelabrutinib, attenuates DDX41 phosphorylation/activation and supports increased expression of viral proteins and virus replication. In sum, our work highlights the important role of BTK-DDX41-STING signaling in the innate immune response against CMV, which the virus subverts by attenuating its cytoplasmic activity, thereby diverting it from its typically protective function.", "date": "2025-06-16", "journal": ""}
{"title": "Catecholamines reduce choice history biases", "doi": "10.1101/2024.10.28.620689", "authors": "de Gee, J. W.; Kloosterman, N. A.; Braun, A.; Donner, T. H.", "abstract": "Theoretical accounts postulate that the catecholaminergic neuromodulator noradrenaline shapes cognition and behavior by reducing the impact of prior expectations on learning, inference, and decision-making. A ubiquitous effect of dynamic priors on perceptual decisions under uncertainty is choice history bias: the tendency to systematically repeat, or alternate, previous choices, even when stimulus categories are presented in a random sequence. Here, we directly test for a causal impact of catecholamines on these priors. We pharmacologically elevated catecholamine levels through the application of the noradrenaline reuptake inhibitor atomoxetine. We quantified the resulting changes in observers' history biases in a visual perceptual decision task. Choice history biases in this task were highly idiosyncratic, tending toward choice repetition or alternation in different individuals. Atomoxetine decreased these biases (toward either repetition or alternation) compared to placebo. Behavioral modeling indicates that this bias reduction was due to a reduced bias in the accumulation of sensory evidence, rather than of the starting point of the accumulation process. Atomoxetine had no significant effect on other behavioral measures tested, including response time and choice accuracy. Atomoxetine and variations of pupil-linked arousal at slower and faster timescales had analogous effects on choice history bias. We conclude that catecholamines reduce the impact of a specific form of prior on perceptual decisions.", "date": "2025-06-16", "journal": ""}
{"title": "The EGFR ligand amphiregulin regulates genomic integrity by facilitating heterochromatin formation in response to replication stress", "doi": "10.1101/2024.10.27.620431", "authors": "Jiang, T.; Zein, A.; Pratt, C. M. A.", "abstract": "The EGFR ligand, amphiregulin (AREG) is a key mammary ductal cell differentiation and growth factor. AREG has also been detected in the nucleus of some epithelial cancers although the physiological stimulus and nuclear role are not known. Using immortalized mammary epithelial cells (MECs), we have discovered that AREG undergoes retrograde trafficking to the nuclear membrane (nAREG) in close proximity with lamin A where it is required to both maintain constitutive heterochromatin and transiently increases H3K9me3 in response to replication stress (RS). RS resulted in an increase in AREG protein, enhanced nuclear membrane prelamin A and increased heterochromatin protein, HP1. In contrast, siRNA-mediated depletion of endogenous AREG reduced HP1 and SUV39h1 proteins accompanied by decompaction and reduction in H3K9me3 heterochromatin despite the presence of soluble AREG. The nuclear membrane (NM) was also impacted resulting in dissipation of the Ran-GTPase gradient, reduced matrix lamin A with increased invaginations. Moreover, AREG knockdown slowed replication fork speed, increased new replication origins and enhanced global transcription while promoting and exacerbating DNA damage in response to RS. DNA damage was most pronounced in AREG-depleted BRCA2mut/+ MECs which entered senescence following RS, indicating an important nAREG-dependent role in genomic stabilization in these cells. Overall, this study reveals a novel and fundamental role for nAREG in heterochromatin maintenance and the response to RS, that is most critical in BRCA2mut/+ MECs deficient in replication fork protection.", "date": "2025-06-16", "journal": ""}
{"title": "Trial-by-trial learning of successor representations in human behavior", "doi": "10.1101/2024.11.07.622528", "authors": "Kahn, A. E.; Bassett, D. S.; Daw, N. D.", "abstract": "Decisions in humans and other organisms depend, in part, on learning and using models that capture the statistical structure of the world, including the long-run expected outcomes of our actions. One prominent approach to forecasting such long-run outcomes is the successor representation (SR), which predicts future states aggregated over multiple timesteps. Although much behavioral and neural evidence suggests that people and animals use such a representation, it remains unknown how they acquire it. It has frequently been assumed to be learned by temporal difference bootstrapping (SR-TD(0)), but this assumption has largely not been empirically tested or compared to alternatives including eligibility traces (SR-TD({lambda} > 0)). Here we address this gap by leveraging trial-by-trial reaction times in graph sequence learning tasks, which are favorable for studying learning dynamics because the long horizons in these studies differentiate the transient update dynamics of different learning rules. We examined the behavior of SR-TD({lambda}) on a probabilistic graph learning task alongside a number of alternatives, and found that behavior was best explained by a hybrid model which learned via SR-TD({lambda}) alongside an additional predictive model of recency. The relatively large {lambda} we estimate indicates a predominant role of eligibility trace mechanisms over the bootstrap-based chaining typically assumed. Our results provide insight into how humans learn predictive representations, and demonstrate that people simultaneously learn the SR alongside lower-order predictions.", "date": "2025-06-16", "journal": ""}
{"title": "Large-scale Inference of Cell Lineage Trees and Genotype Calling from Noisy Single-Cell Data Using Efficient Local Search", "doi": "10.1101/2024.11.08.622704", "authors": "Zhang, H.; Zhang, Y.; Gao, T.; Wu, Y.", "abstract": "In a multicellular organism, cell lineages share a common evolutionary history. Knowing this history can facilitate the study of development, aging, and cancer. Cell lineage trees represent the evolutionary history of cells sampled from an organism. Recent developments in single-cell sequencing have greatly facilitated the inference of cell lineage trees. However, single-cell data are sparse and noisy, and the size of single-cell data is increasing rapidly. Accurate inference of cell lineage tree from large single-cell data is computationally challenging. In this paper, we present ScisTree2, a fast and accurate cell lineage tree inference and genotype calling approach based on the infinite-sites model. ScisTree2 relies on an efficient local search approach to find optimal trees. ScisTree2 also calls single-cell genotypes based on the inferred cell lineage tree. Experiments on simulated and real biological data show that ScisTree2 achieves better overall accuracy while being significantly more efficient than existing methods. To the best of our knowledge, ScisTree2 is the first model-based cell lineage tree inference and genotype calling approach that is capable of handling datasets from tens of thousands of cells or more.", "date": "2025-06-16", "journal": ""}
{"title": "Preictal high-connectivity states in epilepsy: Evidence of intracranial EEG, interplay with the seizure onset zone and network modeling", "doi": "10.1101/2025.01.24.634461", "authors": "Medina Leandro, B. N.; Vila-Vidal, M.; Tost, A.; Khawaja, M.; Carreno, M.; Roldan, P.; Rumia, J.; Centeno, M.; Conde, E.; Donaire, A.; Tauste, A.", "abstract": "Objective. Epilepsy affects around 50 million people worldwide, and reliable pre-seizure biomarkers could significantly improve neuromodulation therapies for drug-resistant patients. Recent research using stereo-electroencephalography (sEEG) has revealed transient changes in network dynamics preceding seizures. In particular, our previous work showed that these alterations are driven by recurrent, short-lasting (0.6 s) high-connectivity network configuration, termed High-Connectivity States (HCS). Here, we aim to replicate and further characterize HCS as a biomarker in a multicentric patient cohort, assess its robustness across recording modalities and montages, explore its relationship with interpretable physiological variables, and examine its network-level association with seizure-onset zone (SOZ) dynamics. Approach. We analyzed long-term intracranial EEG (iEEG) recordings from 12 patients with sEEG and electrocorticography (ECoG). In two patients with extensive clinical information, we examined the interplay between HCS and SOZ dynamics. We also developed a low-dimensional stochastic network model to investigate mechanistic rationales of HCS emergence. Additionally, we compared HCS dynamics with gamma-band activity and heart rate, and tested robustness across different montage configurations. Main Results. In most patients, HCS probability reliably increased hours before seizure onset. In the two deeply characterized patients, this increase was specifically linked to an increased network centrality within the SOZ. The network model revealed that changes in HCS probability stem primarily from topological reconfigurations rather than changes in mean connectivity, underscoring the importance of dynamic interactions between epileptogenic and non-epileptogenic regions. Significance. These results support HCS probability as a promising biomarker for early seizure prediction and offer mechanistic insights into pre-seizure brain network dynamics.", "date": "2025-06-16", "journal": ""}
{"title": "Neural sensitivity to radial frequency patterns in the visual cortex of developing macaques", "doi": "10.1101/2025.01.27.634810", "authors": "Rodriguez Deliz, C. L.; Lee, G.; Bushnell, B.; Majaj, N.; Movshon, J. A.; Kiorpes, L.", "abstract": "Visual resolution, contrast sensitivity and form perception improve gradually with age. In nonhuman primates, the sensitivity and resolution of cells in the retina, lateral geniculate nucleus and primary visual cortex (V1) also improve, but not enough to account for the perceptual changes. So, what aspects of visual system development limit visual sensitivity in infants? Improvements in behavioral sensitivity might arise from maturation of regions downstream of V1 such as V2, V4 and IT, which are thought to support increasingly complex perceptual abilities. We recorded the responses of populations of neurons in areas V1, V2, V4, and pIT to radial frequency patterns - a type of global form stimulus. Subjects were three young monkeys between the ages of 19 and 54 weeks, and a single adult animal. We found that neurons and neural populations in V4 reliably encoded global form in radial frequency stimuli at the earliest ages we studied, while V1 neurons do not. V2 and pIT populations also showed some degree of selectivity for these patterns at early ages, especially at higher radial frequency values. We did not find significant, systematic changes in neural decoding performance that could account for the improvement in behavioral performance over the same age range in an overlapping group of animals [Rodriguez Deliz et al., 2024]. Finally, consistent with our prior behavioral results, neural populations in V4 show highest sensitivity for the higher radial frequency values which contain the highest concentration of curvature and orientation cues.", "date": "2025-06-16", "journal": ""}
{"title": "Not too rigid nor too wobbly: Defining a \"Goldilocks\" membrane fluidity range essential for biofilm formation in Escherichia coli", "doi": "10.1101/2025.02.02.635587", "authors": "Hong, Y.; Qin, J.; Totsika, M.", "abstract": "IMPACT STATEMENTMembrane fluidity plays a crucial role in bacterial fitness and adaptation to cope rapid environmental changes. While high membrane fluidity promotes robust biofilm formation in Klebsiella pneumoniae, studies in several other species, including Salmonella enterica, suggest that biofilm formation is associated with reduced fluidity. This paradox may reflect the complex relationship between lipid composition and biofilm formation. Our findings demonstrated that both low and high extremes of lipid fluidity restrict biofilm formation. We propose that the required fluidity for biofilm growth, relative to that required for planktonic growth, may differ between species and are readily adjusted during lifestyle transitions.", "date": "2025-06-16", "journal": ""}
{"title": "Effects of cortical thickness, volume, and memory performance on age differences in neural reinstatement of scene information", "doi": "10.1101/2025.02.06.636759", "authors": "Olivier, J. M.; Srokova, S.; Hill, P. F.; Rugg, M. D.", "abstract": "The strength of neural reinstatement, a correlate of episodic memory retrieval, reportedly reflects the amount and fidelity of mnemonic content and is weaker in older than younger adults, especially for scene memoranda. Based on evidence that age-related declines in cortical thickness and volume contribute to age-related cognitive decline, we analyzed fMRI data acquired from healthy young and older adults to examine relationships between cortical thickness, cortical volume, age, and scene-related reinstatement in three cortical regions implicated in scene processing: the parahippocampal place area (PPA), medial place area (MPA), and occipital place area (OPA). A \"reinstatement index\" was estimated from fMRI data collected during tests of source memory for scene images, and multiple regression analyses were employed to examine the effects of the variables of interest on scene reinstatement. There were robust age differences in reinstatement, cortical thickness, and cortical volume. In the PPA and MPA, cortical volume fully mediated the effects of age on reinstatement. Additionally, PPA reinstatement strength predicted source memory performance independently of cortical volume or age. These findings suggest that age differences in scene reinstatement are mediated by cortical volume and that memory performance and cortical volume are associated with unique components of variance in reinstatement strength.", "date": "2025-06-16", "journal": ""}
{"title": "Meningeal vascular Aβ deposition associates with cerebral hypoperfusion and compensatory collateral remodeling", "doi": "10.1101/2025.02.05.635937", "authors": "Kaloss, A. M.; Browning, J. L.; Li, J.; Pan, Y.; Watsen, S.; Sontheimer, H.; Theus, M. H.; Olsen, M. L.", "abstract": "Background: Global reductions in cerebral blood flow (CBF) are among the earliest and most consistent abnormalities observed in Alzheimer's disease (AD), preceding both cortical plaque formation and cognitive decline. While the pial arterial network - a critical supplier of intracortical perfusion - has been overlooked in this context, it may play a pivotal role in early vascular pathology. Here, we report extensive cerebral amyloid angiopathy (CAA) within the pial artery and arteriole network in the J20 (PDGF-APPSw, Ind) mouse model of AD. Methods: Using premortem delivery of Methoxy-XO4 to label A{beta}, and arterial vascular labeling, we assessed A{beta} burden on the pial artery/arteriole network and cerebral blood flow in aged male and female WT and J20 AD mice. Results: We show that 12-month-old J20 mice exhibit significant A{beta} deposition across major leptomeningeal arteries (ACA, MCA) and pial collaterals, with ~40% vessel coverage in males and ~20% in females - substantially exceeding A{beta} levels in cortical or hippocampal vessels. This vascular A{beta} burden was accompanied by compensatory enlargement and increased tortuosity of pial collateral vessels. Yet, despite this apparent remodeling, CBF was reduced by ~15% in J20 mice, and this decline was significantly associated with leptomeningeal CAA burden. Conclusions: This is the first study to comprehensively characterize meningeal arterial A{beta} accumulation in a preclinical model of vascular AD, mirroring recent observations in early-stage human disease. Our findings implicate meningeal CAA as a potential driver of early CBF disruption and suggest that pial collateral remodeling may reflect a compensatory response to vascular insufficiency. Moreover, we identify robust sex differences in CAA burden, paralleling sex-specific patterns of parenchymal A{beta} pathology in humans. These results highlight the leptomeningeal vasculature as a novel and understudied locus for early AD pathology and a potential therapeutic target to preserve cerebrovascular integrity.", "date": "2025-06-16", "journal": ""}
{"title": "Bacterial population dynamics during colonization of solid tumors", "doi": "10.1101/2025.02.11.637537", "authors": "Sayin, S.; ElGamel, M.; Rosener, B.; Brehm, M.; Mugler, A.; Mitchell, A.", "abstract": "Bacterial colonization of tumors is widespread, yet the dynamics during colonization remain underexplored. Here we discover strong variability in the sizes of intratumor bacterial clones and use this variability to infer the mechanisms of colonization. We monitored bacterial population dynamics in murine tumors after introducing millions of genetically barcoded Escherichia coli cells. Results from intravenous injection revealed that roughly a hundred bacteria seeded a tumor and that colonizers underwent rapid, yet highly nonuniform growth. Within a day, bacteria reached a steady-state and then sustained load and clone diversity. Intratumor injections, circumventing infection bottlenecks, revealed that the nonuniformity persists and that the sizes of bacterial progenies followed a scale-free distribution. Theory suggested that our observations are compatible with a growth model constrained by a local niche load, global resource competition, and noise. Our work provides the first dynamical model of tumor colonization and may allow distinguishing genuine tumor microbiomes from contamination.", "date": "2025-06-16", "journal": ""}
{"title": "MSI-VISUAL: New visualization methods for mass spectrometry imaging and tools for interactive m/z mapping and exploration", "doi": "10.1101/2025.03.18.643852", "authors": "Gildenblat, J.; Pahnke, J.", "abstract": "Mass Spectrometry Imaging (MSI) provides complex molecular profiling pivotal for advanced biochemical analysis and diagnostics. We have identified an urgent need for computationally sophisticated, interactive, and automated visualization tools specifically designed for MSI analysis that employ dimensionality reduction (DR) methods to preserve global data structure. We present MSI-VISUAL, an open-source framework that enables rapid and intuitive MSI data exploration with automatic and manual region selection, real-time verification, and statistical comparisons. Integrating established DR techniques, MSI-VISUAL introduces four novel visualization strategies: Saliency (SALO) and Spearman (SPEAR) Optimizations enhance global structure preservation across various distance metrics, addressing significant visualization challenges; TOP3 and Percentile Ratio (PR3D) provide memory-efficient and computationally rapid visualizations for large-scale datasets. In this work, comprehensive benchmarking and biological examples confirm that our DR visualizations surpass existing methods, facilitating the determination and quantification of subtle tissue differences on a single-cell level, revealing novel biological insights, and enabling diagnostic applications.", "date": "2025-06-16", "journal": ""}
{"title": "Time-resolved phenotyping at subcellular resolution reveals shared principles and key trade-offs across antimicrobial peptide activities", "doi": "10.1101/2025.04.10.648262", "authors": "Fragasso, A.; Schlechtweg, T.; Lin, W.-H.; Barron, A. E.; Jacobs-Wagner, C.", "abstract": "Cationic antimicrobial peptides are a large family of host defense molecules with diverse sequences and structures. Here, we present a computational and experimental pipeline for time-resolved quantification of both membrane-permeabilizing and intracellular effects in Escherichia coli. Applying this pipeline to 12 diverse natural peptides and synthetic peptidomimetics uncovers shared antimicrobial activities, but with different kinetics, forming two classes. With class I peptides, growth arrest is abrupt and predominantly coupled with inner membrane permeabilization and ribosome/DNA reorganization. However, membrane permeabilization leads to rapid peptide absorption by the first exposed bacterial cells, resulting in low efficacy against dense populations. With class II peptides, ribosome/DNA reorganization and growth inhibition occur more gradually, as inner membrane permeabilization is either absent or delayed. This is offset by slower intracellular peptide uptake and greater efficacy against high cell densities. These kinetic differences reveal functional trade-offs between classes that have major immunological and therapeutic implications.", "date": "2025-06-16", "journal": ""}
{"title": "Deep mutational scanning of an S. pneumoniae FMN riboswitch reveals robustness during mouse infection but diverging adaptive landscapes in response to targeting antibiotics", "doi": "10.1101/2025.04.17.649428", "authors": "Korn, R. J.; Meyer, M. M.", "abstract": "RRNA-based control of gene expression is common across all domains of life, yet shows extraordinary variety in terms of environmental cues recognized, mechanisms of action, and magnitude of gene expression changes. The fitness benefit conferred by RNA-mediated regulation is often subtle and challenging to measure and may be highly influenced by the environment, yet selective forces are sufficient to generate and maintain complex RNA structures that allow rapid and robust response to stimuli. In this work we perform deep mutational scanning to measure the relative fitness conferred by all single mutants of an FMN riboswitch to the opportunistic pathogen Streptococcus pneumoniae under seven different conditions. We find that in standard culture conditions the RNA sequence is not under selective pressure, however the dynamic conditions encountered during mouse lung infection reveal an element that is under weak purifying selection, but robust to strongly deleterious mutations. Furthermore, assessment of fitness in the presence of two different targeting antibiotics exposes diverging adaptive landscapes that reveal suites of mutations conferring either constitutive activation or repression of gene expression. Analysis of these landscapes highlights a complex relationship between antibiotic concentration and the fitness benefit conferred by individual mutations as well as provides insights into the mechanism of action for this RNA with lessons broadly applicable to interpretation of bacterial transcriptomics.", "date": "2025-06-16", "journal": ""}
{"title": "Comparison of Neural Tracking and Spectral Entropy in Patients with Disorders of Consciousness", "doi": "10.1101/2025.04.21.649509", "authors": "Sonck, R.; Laureys, S.; Diels, P.; Francart, T.; Vanthornhout, J.", "abstract": "ObjectivesThis study aims to explore the brain responses of patients with disorders of consciousness (DoC) to natural speech. Specifically, it focuses on a key characteristic of natural speech: the speech envelope. To achieve this, we employed two distinct measures. The first evaluates how effectively the patients brain activity \"tracks\" the speech envelope, called neural tracking. The second assesses the complexity of the brains responses to the speech stimulus, measured through spectral entropy. These two measures are then compared in their association with the patients clinical diagnosis and their level of behavioral responsiveness, both of which were assessed using the Coma Recovery Scale-Revised (CRS-R).\n\nDesignFour patients with DoC participated in this study, during which their brain activity was recorded using electroen-cephalography (EEG). At the same time, they listened to a narrated story in both Dutch and Swedish. Additionally, EEG baseline recordings were collected. We employed a backward modeling approach to evaluate the speech envelopes neural tracking. This technique involves training a model to map the relationship between EEG signals and the corresponding speech envelope. Once the model is trained, it can use unseen EEG data to reconstruct the speech envelope, which is then compared to the original speech envelope to assess how effectively the patient processed the auditory stimulus. For the behavioral assessment, we recalculated the CRS-R score of each patient into the CSR-R index, a more meaningful score that utilizes all the information contained in the CRS-R instead of only the highest scores on each subscale.\n\nResultsOur findings revealed positive correlations between spectral entropy and the CRS-R index, which were more pronounced during the listening conditions than the baseline. While neural tracking of the speech envelope did not correlate with the CRS-R index, it did exhibit a positive association with CRS-R diagnoses, indicating that patients with better clinical diagnoses demonstrated higher levels of neural tracking. Additionally, we identified an interaction effect between spectral entropy and neural tracking. Specifically, higher levels of neural tracking were associated with a stronger positive relationship between spectral entropy and the CRS-R index. In contrast, when neural tracking was lower, this relationship disappeared.\n\nConclusionThis study demonstrated the potential of neural tracking and spectral entropy as complementary tools to investigate patients with DoC. Spectral entropy proved valuable for assessing behavioral responsiveness, while neural tracking shows promise in assessing the DoC diagnosis. Terms: disorders of consciousness (DoC), neural tracking, speech envelope, spectral entropy", "date": "2025-06-16", "journal": ""}
{"title": "Virus glycoprotein nanodisc platform for vaccine design", "doi": "10.1101/2025.05.02.651272", "authors": "Rantalainen, K.; Liguori, A.; Ozorowski, G.; Flynn, C.; Steichen, J. M.; Swanson, O.; Madden, P. J.; Baboo, S.; Phulera, S.; Gharpure, A.; Lu, D.; Kalyuzhniy, O.; Skog, P.; Terada, S.; Shil, M.; Diedrich, J. K.; Georgeson, E.; Tingle, R.; Eskandarzadeh, S.; Lee, W.-H.; Goodwin, D.; Alavi, N.; Kubitz, M.; Amirzehni, S.; Himansu, S.; Sok, D.; Lee, J. H.; Yates, J. R.; Paulson, J. C.; Crotty, S.; Schiffner, T.; Ward, A. B.; Schief, W. R.", "abstract": "Transmembrane glycoproteins of enveloped viruses are the targets of neutralizing antibodies and essential vaccine antigens. mRNA-LNP technology allows in situ production of transmembrane glycoproteins upon immunization, but biophysical characterization of transmembrane antigens and in vitro analysis of post-immunization antibody responses typically rely on soluble proteins. Here, we present a methodological platform for assembling transmembrane glycoprotein vaccine candidates into lipid nanodiscs. We demonstrate the utility of the nanodiscs in HIV membrane proximal external region (MPER)-targeting vaccine development by binding assays using surface plasmon resonance (SPR), ex vivo B cell sorting with fluorescence-activated cell sorting (FACS), and by determining the structure of a prototypical HIV MPER-targeting immunogen nanodisc in complex with three broadly neutralizing antibodies (bnAbs), including the MPER bnAb 10E8, to 3.5 [A] by cryogenic electron microscopy (cryo-EM), providing a template for structure-based immunogen design for MPER. Overall, the platform offers a tool for accelerating the development of next-generation viral vaccines.", "date": "2025-06-16", "journal": ""}
{"title": "Multifaceted brain representation of numerosity across the senses and presentation formats", "doi": "10.1101/2025.05.29.653470", "authors": "Yang, Y.; Fornaciai, M.; Togoli, I.; Shahzad, I.; Gau, R.; Van Audenhaege, A.; Cerpelloni, F.; Collignon, O.", "abstract": "Humans can extract numerosity from different senses and a variety of context. How and where the brain abstract numerical information from low-level sensory inputs remains debated. Using multivariate pattern decoding and representational similarity analysis applied to fMRI data, we comprehensively investigate how the brain represents numerical information (range 2-5) across different modalities (auditory, visual) and presentation formats (sequential, simultaneous; symbolic, non-symbolic). We identify a set of brain regions along the dorsal pathway -from early visual cortex to the intraparietal and frontal regions- that encode specific non-symbolic numerical information across formats and modalities. The numerical distance effect, a hallmark of magnitude encoding, was observed in most of these regions. We found aligned representation of numerical information across visual and auditory modalities in intraparietal and frontal regions, but only when they shared a sequential presentation format. Maintaining a distinction between spatial and temporal numerical representations may thus be a fundamental aspect of numerical processing. RSA further revealed a posterior-to-anterior gradient in the intraparietal sulcus (IPS) showing that the dominant factors influencing distributed numerical representations shifted from sensory modality in the posterior parietal regions to presentation format in the anterior parietal areas. Our study reveals a multifaceted brain representation of numerosity across the senses and presentation formats.", "date": "2025-06-16", "journal": ""}
{"title": "Systematic measurements of dose-dependent responses for combinatorial treatments of SA and JA led to the development of transcriptomic biomarkers", "doi": "10.1101/2025.05.29.656841", "authors": "Tomita, A.; Maeda, T.; Mori-Moriyama, N.; Nomura, Y.; Kurita, Y.; Kashima, M.; Betsuyaku, S.; Nagano, A. J.", "abstract": "Salicylic acid (SA) and jasmonic acid (JA) regulate plant defense against pathogens and herbivores. The SA-JA pathways often interact antagonistically with the induction of one, leading to the suppression of the other. However, the effect of combined SA/JA concentrations on plant responses is unknown. Here, we show transcriptional responses specific to combinations of SA and JA concentrations and develop transcriptomic biomarkers to estimate SA/JA response states. Combinatorial treatments with eight concentrations of SA and JA, combined with large-scale transcriptome analysis, revealed 43 different expression patterns, including not only well-known antagonistic responses but also responses specific to combinations of SA/JA concentrations. Notably, the expression of CYP94B3, a key enzyme involved in JA-Ile turnover, was finely tuned by specific SA/JA concentration combinations being induced under high SA conditions in a JA dose-dependent manner. In addition, the expression peaks of indole glucosinolate biosynthesis genes were found at approximately 30-fold higher JA concentrations than aliphatic glucosinolate biosynthesis genes. Furthermore, to quantitatively estimate SA/JA response states, we developed transcriptomic biomarkers using a machine learning approach. The marker specifically estimated response states to target phytohormones. Through analysis of npr3/4 double mutants, we confirmed that the biomarkers were applicable to the analysis of mutants. The biomarkers will allow us to extract insights into phytohormone responses from various large-scale transcriptome data, e.g., field transcriptomics and single-cell RNA-Seq.", "date": "2025-06-16", "journal": ""}
{"title": "ACOD1 regulates microglial arginine metabolism and inflammatory responses", "doi": "10.1101/2025.06.01.657243", "authors": "Karadima, E.; Yilmaz, C.; Sinha, A.; Fodelianaki, G.; Dimothyra, S.; Nirakis, N.; Traikov, S.; Zamboni, N.; Wielockx, B.; Verginis, P.; Peitzsch, M.; Chavakis, T.; Alexaki, V. I.", "abstract": "Itaconate is produced by inflammatory macrophages and promotes a negative feedback on inflammation. It is synthesized by aconitate decarboxylase 1 (ACOD1) from cis-aconitate, a metabolite of the tricarboxylic acid cycle. Here, we studied the role of ACOD1 in the inflammatory response of microglia, the resident macrophage-like cells of the brain. Similar to macrophages, ACOD1 deficient microglia displayed a stronger inflammatory response to lipopolysaccharide (LPS) compared to their wild type counterparts. The proinflammatory effects of ACOD1 deficiency were associated with reprogramed arginine metabolism entailing enhanced argininosuccinate synthesis at the expense of polyamine synthesis, in a manner that was dependent on ACLY. These findings provide new insights in the immunometabolic role of ACOD1 in inflammatory microglia.", "date": "2025-06-16", "journal": ""}
{"title": "Two de novo transcriptome assemblies and functional annotations from juvenile cuttlefish (Sepia officinalis) under various metal and pCO2 exposure conditions", "doi": "10.1101/2025.06.03.657592", "authors": "Sol Dourdin, T.; Minet, A.; Pante, E.; Lacoue-Labarthe, T.", "abstract": "The cuttlefish Sepia officinalis is a precious model in behavioural and neurobiology studies. It is currently facing combined environmental changes related to the anthropogenic global change. However, genomic resources available to support investigations tackling this issue are still scarce. Therefore, we present two annotated de novo transcriptome assemblies from recently hatched (whole body) and one-month-old (head) Sepia officinalis juveniles. Both assemblies rely on an important read depth validated by a pseudo-rarefaction analysis, and gathered several individuals from various metal and pCO2 exposure conditions. After redundancy reduction, assemblies from newly hatched and one-month-old individuals comprised 244,772 and 397,569 transcripts with 39,804 and 49,402 putative ORFs, respectively, and an average annotation rate of 60%. Assemblies were compared to each other, revealing age-specific transcriptomic landscapes. These two assemblies constitute highly valuable genomic resources facilitating the investigation of transcriptomic endpoints in environmental studies considering coleoid cephalopods.", "date": "2025-06-16", "journal": ""}
{"title": "Genomic structural equation modeling of impulsivity and risk-taking traits reveals three latent factors distinctly associated with brain structure and development", "doi": "10.1101/2025.06.05.657840", "authors": "Shishikura, M.; Liu, L.; Yu, E.; Zhu, R.; Vilar-Ribo, L.; Cupertino, R. B.; Palmer, A. A.; Sanchez-Roige, S.; Vainik, U.; Morys, F.; Gan-Or, Z.; Misic, B.; Dagher, A.", "abstract": "Background Impulsivity is a multifaceted transdiagnostic trait that emerges in childhood. Research has identified genetic loci and brain systems associated with different facets of impulsivity and risk-taking. However, how these genetic underpinnings overlap across different facets, and how they are associated with brain development during childhood remain unknown. Methods Using genomic structural equation modeling on 17 impulsivity and risk-taking traits, we identified latent factors capturing overlapping genetic architecture. We then calculated polygenic scores for these factors using Adolescent Brain Cognitive Development Study data (N = 4,142) and examined their associations with brain structure, development, and behavior in children aged 9-14 years. Finally, we tested whether socioeconomic status modulated the associations between latent polygenic scores and brain structures. Results We identified three distinct genetic latent factors, which we label lack of self-control, reward drive, and sensation seeking. In children, polygenic scores for the three factors showed associations with distinct brain patterns: lack of self-control associated with reduced prefrontal cortical thickness, reward drive with increased subcortical cellular density, and sensation seeking with increased cortical surface area and white matter integrity. Longitudinally, lack of self-control predicted slower white matter development. The association between polygenetic score for lack of self-control and white matter mean diffusivity was modulated by socioeconomic status. Conclusions We identified three genetically distinct dimensions of impulsivity and risk-taking with separable neurodevelopmental origins. These genetic predispositions manifested as distinct brain patterns as early as ages 9-10. Environmental experience modulated some of the genetic effects on brain development.", "date": "2025-06-16", "journal": ""}
{"title": "Brain FGF2 and NCAM1 contribute to FGFR1-dependent progression of ER+ breast cancer brain metastases in young and aged hosts", "doi": "10.1101/2025.06.07.658373", "authors": "Fox, M. S.; Jaramillo-Gomez, J. A.; Marquez-Ortiz, R. A.; Alvarez-Eraso, K. L. F.; Contreras Zarate, M. J.; Koliavas, S.; Kabos, P.; Serkova, N. J.; Sartorius, C. A.; Wellberg, E. A.; Cittelly, D. M.", "abstract": "Estrogen receptor positive (ER+) breast cancer (BC) represents a significant proportion of BC brain metastasis (BCBM) but remains understudied. Here, we report that FGFR1-amplification, a well-established driver of ER+ BC endocrine resistance, promotes ER+ BCBM colonization in young and aged mice, through brain-dependent mechanisms. FGFR1-dependent brain colonization in young and aged mice occurs via canonical FGF2/FGFR1 signaling and non-canonical NCAM1/FGFR1 interactions. Astrocytic FGF2-mediated paracrine activation of FGFR1 promoted BCBMs in estrogen-treated young mice, but FGF2 signaling decreased in the brain with aging and estrogen-depletion. Neuronal and glial NCAM1, which remain unchanged in young and aged brains, promoted adhesion to neurons and migration of ER+ BC cells, suggesting that interactions with astrocytes and neurons facilitate early ER+ BCBM colonization through FGFR1. Importantly, FDA-approved FGFR inhibitors effectively blocked early but not late metastatic progression only in young mice, suggesting limited efficacy of FGFR inhibitors to block non-canonical FGFR1 functions in vivo.", "date": "2025-06-16", "journal": ""}
{"title": "In Vitro Maturation of Bone Marrow-Derived Dendritic Cells via STING Activation for T Cell Priming", "doi": "10.1101/2025.06.11.659197", "authors": "Buyuk, B.; Ye, K.", "abstract": "Dendritic cells (DCs) are among the most potent antigen-presenting cells, playing a pivotal role in initiating adaptive immune responses. The STING (Stimulator of Interferon Genes) pathway, a key cytosolic DNA-sensing mechanism, has emerged as a powerful modulator of type I interferon production and CD8+ T cell activation. In this study, we aimed to generate and functionally mature bone marrow-derived DCs in vitro by optimizing cytokine conditions and incorporating STING pathway stimulation. Immature DCs were differentiated from murine bone marrow using various concentrations of GM-CSF and IL-4, and characterized by the expression of surface markers CD11c, CD80, and MHC-II. Maturation was induced using a STING agonist, followed by co-culture with naive CD8+ T cells isolated from mouse spleens via Magnetic Activated Cell Sorting (MACS). STING-activated DCs exhibited enhanced surface marker expression and significantly promoted CD8+ T cell proliferation. Our findings demonstrate that combining optimized cytokine-driven differentiation with STING activation significantly improves DC immunogenicity, offering a promising platform for the development of DC-based cancer immunotherapies.\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=95 SRC=\"FIGDIR/small/659197v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (13K):\norg.highwire.dtl.DTLVardef@1097c3dorg.highwire.dtl.DTLVardef@1bbb675org.highwire.dtl.DTLVardef@c7fbd0org.highwire.dtl.DTLVardef@1652cae_HPS_FORMAT_FIGEXP  M_FIG C_FIG Graphical abstract created using BioRender.com", "date": "2025-06-16", "journal": ""}
{"title": "Distinct heterozygous TTC7A missense variants lead to different intestinal epithelial phenotypes in pediatric IBD", "doi": "10.1101/2025.06.11.659065", "authors": "Jeshvaghani, Z. S.; Deenichina, P.; Collen, L.; de Vries, M.; Brunsveld, J.; Kotlarz, D.; Koletzko, S.; Klein, C.; Beekman, J.; Snapper, S.; Lindemans, C.; Mokry, M.; Argmann, C.; Kuijk, E.; Nieuwenhuis, E.", "abstract": "Pathogenic mutations in Tetratricopeptide repeat domain 7A (TTC7A) result in gastrointestinal and immunological disorders of which the pathobiology is not fully understood. Previous case reports indicate that TTC7A plays an important role in preserving intestinal epithelial integrity, but thus far only few variants have been investigated and it is unclear if different variants exert the same effects. Here, we aim to study the effects of different variants on the intestinal epithelium. We present three instances of pediatric inflammatory bowel disease (IBD), displaying varying clinical symptoms and severity levels, and associated with different heterozygous missense mutations in TTC7A. Intestinal organoids derived from patients show dissimilar epithelial phenotypes and exhibit differences in growth, morphology, apicobasal polarity, responses to specific drugs, TTC7A expression, and transcriptional profiles. The findings of our study suggest differences in pathobiology between individuals with different TTC7A mutations. This investigation enhances our comprehension of TTC7A-related conditions and can have implications for developing targeted therapies for TTC7A-associated disorders.", "date": "2025-06-16", "journal": ""}
{"title": "Digital PCR detection of Mycobacterium tuberculosis and HIV-1 co-localization in spinal tuberculosis biopsies", "doi": "10.1101/2025.06.11.659223", "authors": "Waters, R.; Martineau, A.; Laubscher, M.; Dunn, R. N.; Held, M.; Abrahams, M.-R.; Coussens, A. K.", "abstract": "BackgroundThe paucibacillary nature of spinal tuberculosis (STB) makes diagnosis challenging, particularly in people living with HIV-1 (PLWH). It is suggested that HIV-1 and Mycobacterium tuberculosis (Mtb) co-infection in tissues favours reciprocal replication, infection and reservoir expansion. Yet, confirmation of this detrimental synergism in diseased tissues is scant.\n\nMethodsIn a prospective study of 25 adults (13 (52%) people living with HIV-1 (PLWH) on antiretroviral treatment (ART)) undergoing spinal biopsy investigation for STB in South Africa, droplet digital PCR (ddPCR) was used to detect and quantify Mtb complex (MTBC) DNA (rpoB and IS6110) in 93 biopsy segments, and HIV-1 DNA (pol and gag) in 41 segments from PLWH. ddPCR sensitivity for Mtb was validated against Xpert-Ultra and culture. Relationships between pathogen DNA abundance, co-detection, human cellularity, HIV status, and peripheral viral load (VL) were evaluated.\n\nFindingsddPCR detected MTBC DNA in 19/25 (76%) patients (range: 8-59,144 rpoB copies/biopsy), with increased detection in those with confirmed STB and a history of TB. MTBC rpoB copies/million cells were higher in biopsies from PLWH (p=0.0096) and positively correlated with matched biopsy segment HIV-1 pol copies/million cells (r=0.40; p=0.0003), but not peripheral VL. HIV-1 DNA was detected in all biopsies from PLWH, four with undetectable VL. HIV-1 pol copies/million cells were higher in biopsy segments with MTBC DNA co-detected (p=0.011) and strongly correlated with VL (r=0.91; p=0.0003).\n\nInterpretationddPCR has high sensitivity for Mtb and HIV-1 DNA quantification in STB biopsies. Mtb tissue abundance correlated with localised but not systemic HIV-1 abundance. Increased HIV-1 DNA detection at sites co-localised with Mtb supports further investigating the TB microenvironment as a site for HIV-1 reservoir persistence and expansion in PLWH on ART.\n\nFundingWellcome (203135Z/16/Z); Academy of Science of SA (ASSAf); ORU, UCT; UCT Merit Award.", "date": "2025-06-16", "journal": ""}
{"title": "Ciliary and non-ciliary functions of CEP104 in Xenopus", "doi": "10.1101/2025.06.12.659327", "authors": "Louka, P.; Potamiti, L.; Panayiotidis, M. I.; Skourides, P.", "abstract": "Cep104 is a conserved protein essential for centriole and cilia function, with mutations linked to Joubert Syndrome. We investigated its role in Xenopus embryonic development, revealing that Cep104 is crucial for neural tube closure (NTC) through regulating apical constriction. We show that the role of Cep104 in cilia and hedgehog signalling cannot alone explain the elicited defects. We go on to show that Cep104 localizes to the ends of cytoplasmic microtubules, influencing their stability. Downregulation of CEP104 led to microtubule instability and defects in multiciliated cell intercalation, a process dependent on stable microtubules. Our findings demonstrate that Cep104 functions beyond cilia, playing a significant role in cytoplasmic microtubule dynamics, suggesting that both ciliary and non-ciliary roles are important for neurodevelopment and the pathogenesis of ciliopathies.", "date": "2025-06-16", "journal": ""}
{"title": "RpS12-mediated induction of the Xrp1short isoform links ribosomal protein mutations to cell competition", "doi": "10.1101/2025.06.15.659587", "authors": "Potiri, M.; Tsakiri, E.; Kontogiannidi, K.; Loizou, M.; Skoulakis, E. M. C.; Samiotaki, M.; Kafasla, P.; Kiparaki, M.", "abstract": "Cell competition, a universal yet enigmatic phenomenon, eliminates less-fit cells via interactions with their neighbors. It was originally described in Drosophila mosaics, where heterozygous ribosomal protein (Rp+/-) mutant cells are eliminated by wild-type neighbors. The transcription factor Xrp1 mediates most of the Rp+/--associated phenotypes, including reduced competitiveness and translation. Although RpS12 is required for Xrp1 induction in Rp+/- cells, the mechanism remained unresolved. We demonstrate that RpS12, via alternative splicing, induces the Xrp1 short (Xrp1short) isoform expression in Rp+/- cells, which is both necessary and sufficient for their elimination. Strikingly, RpS12 overexpression in wild-type cells is sufficient to induce Xrp1short expression and confer a \"loser\" phenotype. While Xrp1long isoform is not required in Rp+/- cells, expression of either Xrp1 isoform is sufficient to promote the loser status in wild-type cells. We further identify Syncrip, an RNA-binding protein reduced in Rp+/- cells, as a critical Xrp1 suppressor; its depletion in wild-type cells activates Xrp1-dependent competition. Our findings establish RpS12's specialized function in Xrp1short promotion, not proteotoxic stress, as the primary driver in Rp+/- cells, providing new perspectives that challenge and refine prevailing models. Our work contributes in long-standing questions about ribosomal protein-linked fitness surveillance and provides insights into ribosomopathy pathologies.", "date": "2025-06-16", "journal": ""}
{"title": "Cryo-EM Structure of Photosystem I from mangroves in their natural environment", "doi": "10.1101/2025.06.10.658896", "authors": "Malavath, T.; Heilmann, E.; Charras, Q.; Yuan, X.; Al-Amoudi, A.; Naschberger, A.; Gholami, A.", "abstract": "Photosystem I (PSI) is a multi-subunit pigment-protein supercomplex responsible for light driven electron transport in photosynthesis. Its structural plasticity under natural environmental stress remains poorly understood. Here, we present a 2.1 [A] cryo-EM structure of the PSI-LHCI supercomplex from Avicennia marina, a halotolerant, dominant mangrove species native to the Arabian Gulf that thrives in harsh coastal environments. Unlike structures derived from laboratory grown specimens, our analysis captures PSI directly from wild-grown plant leaves, offering an in-situ snapshot of plant adaptation. The core architecture comprising twelve protein subunits and four Lhca antenna proteins coordinating 157 chlorophylls, 36 carotenoids and 24 lipids is highly conserved relative to model angiosperms yet exhibits subtle shifts in antenna core coupling and pigment organization. Red-shifted chlorophylls in Lhca3, conserved among far red adapted plants, suggest an ancestral photoprotective mechanism retained in high light, high-salinity environments. Lipid mediated stabilization at interfaces likely counteracts salinity-induced membrane fluidity changes enhancing resilience under fluctuating light and salt stress. Comparative analysis with PSI structures from other vascular plants highlights both evolutionary conservation and distinct ecological tuning of LHCI organization and cofactor binding in mangroves. These insights reveal molecular strategies enabling A. marina to maintain efficient photosynthesis under extreme conditions, offering strategies for engineering photosystems in crops.", "date": "2025-06-16", "journal": ""}
{"title": "A collection of patient-derived intestinal organoid lines reveals epithelial phenotypes associated with genetic drivers of pediatric inflammatory bowel disease", "doi": "10.1101/2025.06.11.659052", "authors": "Jeshvaghani, Z. S.; Argmann, C.; Mokry, M.; van Es, J.; de Vries, M.; Collen, L.; Kotlarz, D.; Sveen, M.; Comella, P.; Snapper, S.; Klein, C.; Schadt, E.; Clevers, H.; Kuijk, E.; Nieuwenhuis, E.", "abstract": "Pediatric Inflammatory Bowel Disease (IBD) is a chronic condition characterized by per-sistent intestinal inflammation in children and adolescents. Despite a rising global incidence, the underlying causes and optimal management strategies for pediatric IBD are still not fully understood. Compared to adult IBD, pediatric IBD frequently presents with distinct disease phenotypes, and is more commonly linked to rare monogenic variants that cause intestinal epithelial barrier dysfunction or affect the function of mucosal immune cells. While more than 100 genes have been associated with early-onset IBD, the roles of many of these genes in the intestinal epithelium and the mechanisms by which genetic variants contribute to disease remain poorly defined.\n\nHere we aimed to improve our understanding of intestinal epithelium dysfunction in early-onset IBD by conducting extensive molecular and cellular characterization to gain insights into patient-specific epithelial phenotypes and identify therapeutic targets. We generated intestinal epithelial organoids (IEOs) from 94 pediatric IBD patients, representing diverse clinical characteristics and including those with monogenic variants (BTK n=4, TTC7A n=3, IL10RA n=1, LRBA n=1, STXBP2 n=1, TTC37 n=1, TRNT1 n=1, PLCG2 n=1, DKC1 n=1, POLA1 n=1), and 46 non-IBD controls. This effort resulted in the largest RNA-seq dataset of pediatric IBD intestinal epithelial organoids to date, encompassing both baseline conditions and post-immunological stimulation, serving as a valuable resource for future research.\n\nWe observed that IEOs effectively initiate inflammation upon stimulation with bacterial lysate, regardless of disease status, origin, or mutation status. Inflammatory stimulation triggered single-gene upregulation of IBD-linked SERPINA1 and LIFR across the IBD population compared to controls, suggesting their role in intestinal epithelial innate immune responses. However, co-expression network analysis showed no consistent transcriptional signatures across the entire IBD group at the systems level. Instead, differences emerged between controls and specific genotypes (TTC7A, STXBP2, LRBA), with STXBP2 and LRBA sharing an upregulated transcriptional response of IL-1 and SLC30-mediated zinc trafficking pathways.\n\nThese findings underscore the potential of IEOs as a valuable model for studying IBD and offer key insights that could guide the development of targeted therapies for both monogenic and non-monogenic forms of IBD.\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=158 HEIGHT=200 SRC=\"FIGDIR/small/659052v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (32K):\norg.highwire.dtl.DTLVardef@912784org.highwire.dtl.DTLVardef@1b984d8org.highwire.dtl.DTLVardef@c0a6b8org.highwire.dtl.DTLVardef@19410_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "date": "2025-06-16", "journal": ""}
{"title": "Architecture, Activation, and Conformational Plasticity in the GluA4 AMPA Receptor", "doi": "10.1101/2025.06.12.659357", "authors": "Hale, W. D.; Huganir, R. L.; Twomey, E. C.", "abstract": "AMPA-subtype glutamate receptors (AMPARs), composed of subunits GluA1-4, mediate fast, excitatory synaptic transmission in the brain. After glutamate binding, AMPAR ion channels exhibit multiple subconductance states that tune neuronal responses to glutamate. GluA4 is the rarest subunit in the brain but is enriched in interneurons. Rising evidence points to the role of GluA4 AMPARs in the development of neurological diseases, but the structural mechanisms of GluA4 function have remained enigmatic. Here, from bilayer recordings and cryo-electron microscopy (cryo-EM), we report the unique features of GluA4 AMPARs that tune receptor function. We find that GluA4 AMPARs have a canonical \"Y\" shaped architecture where local dimer pairs are domain-swapped between the amino terminal domain (ATD) and ligand binding domain (LBD), both of which comprise the extracellular domain. All four LBDs are glutamate bound yet open the GluA4 ion channel by asymmetric hinging in all channel helices. We observe that the glutamate-saturated LBD has conformational plasticity, and the different conformations of the LBD tune the ion channel gate below. These data provide a framework for understanding how channel subconductance can occur during conditions of saturating glutamate, outline the unique properties of GluA4, expand our understanding of conformational plasticity in AMPARs, and will inform therapeutic design.", "date": "2025-06-16", "journal": ""}
{"title": "Restored rigidity sensing fails to induce anoikis in cancer cells due to Akt activation and cell cell interactions", "doi": "10.1101/2025.06.11.659173", "authors": "Nir, G.; Vivante, A. G.; Dwivedi, N.; Sheetz, M.", "abstract": "Rigidity sensing enables cells to detect and respond to extracellular matrix stiffness, directing survival and apoptotic decisions. Tropomyosin 2.1 (Tpm2.1), a key actin binding protein, is essential for this process and is frequently downregulated in cancer. While Tpm2.1 overexpression restores rigidity sensing and suppresses malignant growth, the downstream pathways governing cell fate remain poorly defined. Here, we show that Tpm2.1 mediated rigidity sensing represses anchorage-independent growth by downregulating oncogenic networks, including PI3K Akt and EphA2 signaling. Unexpectedly, a majority of Tpm2.1 overexpressing cells remained viable in suspension, revealing a previously unrecognized decoupling between rigidity sensing and anoikis. Transcriptomic profiling of apoptotic and non-apoptotic cells in suspension identified compensatory survival programs marked by PI3K Akt activation and induction of cell cell adhesion genes. These findings uncover a dominant anoikis resistant state that persists despite cytoskeletal normalization, suggesting that rigidity sensing alone is insufficient to reestablish anchorage dependence in cancer cells.", "date": "2025-06-16", "journal": ""}
{"title": "Connectivity and Contraction in Cytoskeletal Networks", "doi": "10.1101/2025.06.12.659219", "authors": "Norman, M. J.; Leske, A.; Belmonte, J. M.", "abstract": "The cytoskeleton\"s ability to contract and propagate forces is the fundamental mechanism behind cell morphology, division and migration. This can only occur if the network is sufficiently connected, yet a rigorous description of the connectivity requirements has never been provided. In this work we focused on the polarity-sorting contraction mechanism and showed that connectivity is not determined by the spatial distribution of filaments alone, but by the interconnectivity between the dual network of filaments and motors. We developed a method to quantify filament-motor connectivity as a function of motor length, filament length distributions, and the densities of each component. Using this framework, we derived a general theory that predicts when a network is sufficiently connected to allow global or local contraction. We validated our predictions with computer simulations and introduced a novel metric to distinguish between these outcomes. Our findings show that the conditions for local and global contraction in the presence of fiber dynamics correspond, respectively, to the pulsatile and steady-state contraction behaviors observed in vivo. All results are independent of filament rigidity, making our conclusions applicable to both actin and microtubule networks. Lastly, we discuss how those outcomes are affected by the introduction of crosslinking proteins, which - despite not actively generating forces of their own - can promote global contractility at small concentrations even in networks made of short and/or rigid filaments.", "date": "2025-06-16", "journal": ""}
{"title": "Subcellular reorganization upon phage infection reveals stepwise assembly of viral particles from membrane-associated precursors", "doi": "10.1101/2025.06.15.659807", "authors": "Corroyer-Dulmont, S.; Labarde, A.; Prazak, V.; Godinho, L.; Masson, C.; Legrand, P.; Gruenewald, K.; Tavares, P.; Quemin, E.", "abstract": "Summary paragraphViruses are obligate intracellular parasites and viral infections lead to massive host cell rearrangement to support the rapid generation of progeny. Host take-over and remodelling include formation of viral-induced compartments for viral genome replication and/or assembly. While viruses infecting bacteria, bacteriophages or phages, have been extensively characterized in vitro, the molecular mechanisms underlying the viral cycle inside the crowded cytoplasm remain unclear. Here, we investigate the spatial reorganization of SPP1-infected bacteria under near-native conditions by electron cryo tomography. The most prominent feature is the formation of a large viral DNA (vDNA) compartment from which ribosomes are excluded. In SPP1 infection, there is no membrane nor proteinaceous shell surrounding these compartments. Also, we identified novel key intermediates in virus assembly: open precursors of procapsid lattice were found at the cytoplasmic membrane in a process that requires expression of the portal protein. Next, DNA-free procapsids relocate inside the vDNA compartment where vDNA is packed in a stepwise manner. Finally, DNA-filled capsids segregate to the periphery of the compartment for assembly completion and storage. Collectively, we provide comprehensive mechanistic insights into the complete viral assembly pathway of SPP1 directly in cellula and show how specific steps are coordinated inside the reorganized bacterial cell.", "date": "2025-06-16", "journal": ""}
{"title": "A Multimodal Adaptive Optical Microscope For In Vivo Imaging from Molecules to Organisms", "doi": "10.1101/2025.06.02.657494", "authors": "Fu, T.-M.; Liu, G.; Milkie, D. E.; Ruan, X.; Gorlitz, F.; Shi, Y.; Ferro, V.; Divekar, N. S.; Wang, W.; York, H. M.; Kilic, V.; Mueller, M.; Liang, Y.; Daugird, T. A.; Gacha-Garay, M. J.; Larkin, K. A.; Adikes, R. C.; Harrison, N.; Shirazinejad, C.; Williams, S.; Nourse, J. L.; Sheu, S.-H.; Gao, L.; Li, T.; Mondal, C.; Achour, K.; Hercule, W.; Stabley, D.; Emmerich, K.; Dong, P.; Drubin, D.; Liu, Z. J.; Clapham, D.; Mumm, J. S.; Koyama, M.; Killilea, A.; Bravo-Cordero, J. J.; Keene, C. D.; Luo, L.; Kirchhausen, T.; Pathak, M. M.; Arumugam, S.; Nunez, J. K.; Gao, R. G.; Matus, D. Q.; Martin, B.", "abstract": "Understanding biological systems requires observing features and processes across vast spatial and temporal scales, spanning nanometers to centimeters and milliseconds to days, often using multiple imaging modalities within complex native microenvironments. Yet, achieving this comprehensive view is challenging because microscopes optimized for specific tasks typically lack versatility due to inherent optical and sample handling trade-offs, and frequently suffer performance degradation from sample-induced optical aberrations in multicellular contexts. Here, we present MOSAIC, a reconfigurable microscope that integrates multiple advanced imaging techniques including light-sheet, label-free, super-resolution, and multi-photon, all equipped with adaptive optics. MOSAIC enables non-invasive imaging of subcellular dynamics in both cultured cells and live multicellular organisms, nanoscale mapping of molecular architectures across millimeter-scale expanded tissues, and structural/functional neural imaging within live mice. MOSAIC facilitates correlative studies across biological scales within the same specimen, providing an integrated platform for broad biological investigation.", "date": "2025-06-16", "journal": ""}
{"title": "CLUES2 Companion: Computational pipelines to estimate, visualize, and date selection on multi-locus sites", "doi": "10.1101/2025.06.10.658975", "authors": "Lisi, A.; Campbell, M. C.", "abstract": "SummaryStatistical methods that quantify the selection coefficient associated with alleles provide critical insights into the evolutionary processes underlying organismal adaptation. Among these approaches, CLUES2 was recently developed to estimate selection coefficients for alleles using a statistical framework that captures the maximum amount of information present in genomic data, making it a state-of-the-art method for identifying variation under selection. However, before executing this approach, users first need to apply Relate, a genealogy-based approach, to their data to generate the input files for CLUES2. Moreover, completing this pre-processing step inherently assumes that users have sufficient expertise to successfully run the Relate software. Here, we present the CLUES2 Companion package, which contains user-friendly pipelines that seamlessly apply Relate to multiple sites within a target genomic region and then execute the CLUES2 software to estimate selection coefficients for these sites. CLUES2 Companion also has the capability to present the output of CLUES2 analyses in tabular and graphical formats. In addition, as a new feature, we adapted Relate and CLUES2 to estimate the age of onset of a selective sweep of derived variation, expanding the functionality of our package.\n\nResultsTo demonstrate the utility of our approach, we applied CLUES2 Companion to polymorphisms in the MCM6 gene on Chromosome 2 (including the known variants associated with lactase persistence) in the European Finnish, Middle Eastern Bedouin, and East African Maasai populations from the 1000 Genomes Project, the Human Genome Diversity Project (HGDP), and the haplotype map (HapMap) Project Phase 3, respectively. Our analyses uncovered significant selection coefficient estimates at the persistence-associated T-13910 allele (rs4988235; s = 0.09986, CI: 0.08678 - 0.11294) in the Finnish, the G-13915 allele (rs41380347; s = 0.09981, CI: 0.06515 - 0.13448) in the Bedouin, and the C-14010 allele (rs145946881; s = 0.09981, CI: 0.08799 - 0.11163) in the Maasai, indicative of a classic selective sweep. Furthermore, we inferred the age of onset of selection at these alleles to be 9,100 years ago (CI: 6,552 - 10,612 years ago) in the Finnish, 7,700 years ago (CI: 1,864 - 8,064 years ago) in the Bedouin, and 4,900 years ago (CI: 3,864 - 5,936 years ago) in the Maasai, respectively, which coincide well with other estimates based on genetic and archaeological data. To further validate our dating method, we simulated several datasets containing SNPs with known ages of onset of selection, s estimates, and genomic positions using a selective sweep framework implemented in msprime and then applied CLUES2 Companion to the simulated datasets. Using this approach, CLUES2 Companion produced similar estimates of selection onset as the ones specified in the simulations, corroborating the dependability of our method. Overall, CLUES2 Companion is a versatile package that enables users to efficiently explore, interpret, and report evidence of selection in genomic datasets, complementing the CLUES2 software.\n\nAvailability and ImplementationCLUES2 Companion is free and open source on GitHub (https://github.com/alisi1989/CLUES2-Companion) and on DropBox (https://www.dropbox.com/scl/fo/m5y6aek0twd1jz9grg4p3/ALxMgIljUJRIZZNQXaGU-OE?rlkey=mbbh36ondftnqg0x07eao57eg&st=9jzsl5um&dl=0).\n\nContactalisi@usc.edu; mc44680@usc.edu", "date": "2025-06-16", "journal": ""}
{"title": "Practical considerations for accurate estimation of diffusion parameters from single-particle tracking in living cells", "doi": "10.1101/2025.06.12.659344", "authors": "Ghosal, A.; Wang, Y.-H.; Nguyen, N.; Troyer, L.; Kim, S.", "abstract": "Advances in fluorescence microscopy have enabled high-resolution tracking of individual biomolecules in living cells. However, accurate estimation of diffusion parameters from single-particle trajectories remains challenging due to static and dynamic localization errors inherent in these measurements. While previous studies have characterized how such errors affect mean-squared displacement (MSD) analysis, practical guidelines for minimizing them during data acquisition and correcting them during analysis are still lacking. Here, we combine theoretical modeling and simulations to evaluate how exposure time and sampling rate influence the accuracy of MSD-based inference under fractional Brownian motion (FBM), a canonical model of anomalous diffusion. We demonstrate that decoupling exposure and sampling times enables escape from the error-prone regime, thus improving inference accuracy, and that incorporating an offset in nonlinear MSD fitting substantially improves the estimation of the anomalous diffusion exponent. We validate this framework using trajectories of cytoplasmic particles in Escherichia coli, recovering consistent diffusion parameters across multiple data sets. Our findings offer practical strategies to improve both experimental design and data analysis in single-particle tracking of live or synthetic systems.", "date": "2025-06-16", "journal": ""}
{"title": "An iPSC-based iMSC Model for Osteogenesis Imperfecta: A Platform for Disease Modeling and Drug Screening", "doi": "10.1101/2025.06.11.659155", "authors": "Kumar, A.; Kumar, V.; Selina, A.; Madhuri, V.; Thamodaran, V.", "abstract": "IntroductionOsteogenesis Imperfecta (OI) is a rare genetic disorder of connective tissue, primarily caused by mutations in the COL1A1 or COL1A2 genes. Research is hampered by the limitations of primary patient-derived cells, which are obtained through invasive methods and have finite proliferative capacity and high variability. While induced pluripotent stem cell (iPSC) models exist, direct differentiation to osteoblasts is often inefficient and may not fully replicate disease characteristics. Our study aimed to develop and characterize a robust iPSC-derived mesenchymal stem cell (iMSC) model of OI using a simple two-step differentiation protocol to serve as a platform for disease modeling and drug screening.\n\nMethodsBone marrow MSCs (BMMSCs) were isolated from two OI patients with heterozygous missense mutations, in COL1A1 (c.2299G >A) and COL1A2 (c.982G>A). The patient BMMSCs were reprogrammed into iPSCs using an integration-free Sendai virus. The resulting OI-iPSCs were characterized for pluripotency via immunofluorescence and RT-PCR, trilineage differentiation potential, and karyotype analysis. A two-step protocol was used to differentiate the OI-iPSCs into OI-iMSCs via mesodermal lineage. The OI-iMSCs were then characterized for morphology, immunophenotype by flow cytometry, and trilineage differentiation capacity. Functional osteogenic differentiation was assessed by Alizarin Red S staining and RT-PCR analysis of key osteogenic genes. Sanger sequencing confirmed the retention of patient-specific mutations in the OI-iMSCs.\n\nResultsPatient-derived BMMSCs were successfully differentiated into adipocytes and chondrocytes but showed impaired osteogenic potential. The reprogramming process successfully generated stable OI-iPSC lines that expressed key pluripotency markers, demonstrated trilineage potential, and maintained a normal karyotype. Critically, while direct osteogenic differentiation of these iPSCs failed to recapitulate the primary cell phenotype, the two-step differentiation protocol successfully produced a homogeneous population of iMSCs. These OI-iMSCs displayed characteristics of MSC surface markers (CD73+, CD90+, CD105+) and recapitulated the disease phenotype seen in the original patient BMMSCs. Specifically, COL1A1-iMSCs exhibited cellular rolling and detachment, while COL1A2-iMSCs showed poor mineralization during osteogenic differentiation. Both OI-iMSC lines showed significantly decreased calcium deposition and downregulation of key osteogenic genes (RUNX2, ALP, COL1) compared to controls.\n\nConclusionOur study successfully established an iMSC-based cellular model of OI that recapitulates patient-specific disease phenotypes, including impaired osteogenic differentiation. The two-stage differentiation of iPSCs to iMSCs proved more reliable than direct osteogenic differentiation for modeling the disease. iMSC model circumvents the limitations of primary cells by providing a scalable and homogeneous source of patient-specific cells. Our platform offers a valuable and robust tool for investigating OI pathophysiology and for high-throughput screening of potential therapeutic molecules, advancing efforts toward personalized therapies", "date": "2025-06-16", "journal": ""}
{"title": "D-CoMEx: A Unified Approach to Identify Phenotype-specific miRNA Biomarkers Related to Diseases", "doi": "10.1101/2025.06.10.658948", "authors": "Kakati, T.; Bhattacharyya, D. K.; Kalita, J. K.", "abstract": "Profiling of miRNAs is important to understand how they regulate biological pathways and contribute to diseases. With current technological advancements leading to capture of voluminous biological data, it is interesting and challenging to explore new methods that can discover disease-data associations and provide better insights into the underlying mechanisms of diseases. Such understanding may also help prevent severe pathogenesis of the disease and contribute to knowledge required for effective drug development. This paper proposes a unified approach, D-CoMEx, to mine miRNA biomarkers from dysregulated pathways associated with Parkinsons disease (PD) and Breast Cancer (BC). The approach integrates a co-expression network (CEN) module extraction technique with a differential analysis method to capture interactions between miRNAs and dysregulated pathways. Our method identifies more statistically and biologically significant dysregulated pathways compared to DCGL, MODA, and DiffCoEx. We present three evidence-backed recommendations supporting strong associations between miRNAs and dysregulated pathways, demonstrating that D-CoMEx extracts biologically relevant miRNA biomarkers linked to disease progression.", "date": "2025-06-16", "journal": ""}
{"title": "Lycium barbarum polysaccharide alleviates neurobehavioral deficits in mice with ischemic cerebral injury", "doi": "10.1101/2025.06.13.659653", "authors": "Mian, R.; Ma, L.", "abstract": "Objective: To investigate the effects of Lycium barbarum polysaccharides (LBP) on neurobehavioral impairments in mice with ischemic stroke and explore the underlying mechanisms. Methods: A middle cerebral artery occlusion (MCAO) model was established using the filament occlusion method to evaluate the therapeutic effects of LBP on pathological brain tissue damage after cerebral ischemia-reperfusion injury (I/R). Mice were randomly divided into three groups: sham surgery (Sham), I/R, and I/R + LBP. Behavioral tests, including the Y-maze test, rotarod test, and balance beam test, were systematically conducted to assess the impact of LBP on neurobehavioral impairments. Enzyme-linked immunosorbent assay (ELISA) was used to quantify peripheral blood levels of pro-inflammatory cytokines tumor necrosis factor- (TNF-) and interleukin-6 (IL-6), reflecting inflammatory status. Results: LBP significantly ameliorated neuroinflammation and oxidative stress in mice with cerebral I/R injury, demonstrating marked protection against I/R-induced neurofunctional damage. LBP notably improved motor and memory deficits caused by ischemic stroke. Compared to the I/R group, LBP improved neuroinflammation and oxidative stress levels post-I/R injury. Conclusion: This study demonstrates that LBP alleviates ischemic stroke-induced neurological damage by attenuating inflammatory responses.", "date": "2025-06-16", "journal": ""}
{"title": "Beyond biomass: how interactions shape species' importance for ecosystem functioning", "doi": "10.1101/2025.06.11.659013", "authors": "Ardichvili, A. N.; Loreau, M.; Onimus, T.; Galiana, N.; Lajaaiti, I.; Kefi, S.; Arnoldi, J.-F.", "abstract": "Assessing the functional role of species in a changing world is critical for effectively preserving ecosystems. Intuitively, this role should relate to how the loss of a species impacts a function. We develop a general approach to define the functional contribution of a species that interacts with others. Using experimental data from a ciliate microcosm experiment, we infer species dynamic contribution based on the observed functional impact of their removal. Using both model simulations and empirical data, we demonstrate that dynamic contributions are generically unrelated to their biomasses and traits associated with the function, but rather reflect a species' overall effect on others, and the level of functioning in the community without that species. Our novel characterization of the functional contribution of species reveals that, due to biotic interactions, rare species that do not possess unique functional traits are just as likely as any other species to be functionally important.", "date": "2025-06-16", "journal": ""}
{"title": "Environment-dependent selection impacts heritable developmental stability and trait canalization in rice", "doi": "10.1101/2025.06.13.659410", "authors": "Dunivant, T. S.; Calic, I.; Gilligan, C.; Joly-Lopez, Z.; Choi, J. Y.; Natividad, M.; Cabral, C. L.; Torres, R. O.; Vergara, G. V.; Franks, S. J.; Henry, A.; Purugganan, M. D.; Groen, S. C.", "abstract": "Canalization, or the maintenance of trait values regardless of environmental or genetic variability, is fundamentally important for maintaining developmental stability. While this concept was described decades ago, we still know relatively little about how canalization is influenced by environmental stress, how it is shaped by natural selection, and the genetic underpinnings of canalization. In this study, we examined natural selection on microenvironmental canalization in rice (Oryza sativa) in wet and dry field conditions. We measured developmental stability in genetically identical replicates obtained from geographically widespread Indica and Japonica rice accessions, providing precise estimates of canalization in thousands of plants. We found that drought stress decreased canalization, showing that stress can increase instability. We also found evidence that canalization can evolve, given that canalization of several traits was heritable and under selection. We further uncovered specific genes underlying canalization, with genetic mapping and functional genetic experiments showing that the bZIP transcription factor-encoding gene OsTGA5/rTGA2.3, which is part of a module that balances stress response and plant growth, regulates canalization of several traits in an environment-dependent manner. At a genome-wide scale, canalization was associated with lower gene expression stochasticity at an earlier life stage, indicating that expression variation can reduce canalization and increase instability. Trait canalization was also positively correlated to temperature at accessions' source environments, suggesting that selection on canalization can vary among environments. Overall, our study provides novel insights into the molecular genetic basis of environmental differences in developmental stability and how it might be shaped by selection.", "date": "2025-06-16", "journal": ""}
{"title": "Engineering Controlled Microporosity in Liquid-Core Soft Compartments via Compositional Tuning of Aqueous Immiscible Systems for Facilitated Cell Migration", "doi": "10.1101/2025.06.11.659026", "authors": "Goncalves, R. C.; Oliveira, M. B.; Mano, J. F.", "abstract": "The processing of materials at aqueous interfaces has enabled the generation of compartmentalization structures with broad biomedical interest. Controlling the porous structure of soft materials to create micro-sized pores that enable cell migration is crucial for tissue development and regeneration. This work presents liquid-core soft compartments formed via interfacial polyelectrolyte complexation between alginate and epsilon-poly-L-lysine, which membrane physical properties are tailored by adjusting the composition of the prototypical aqueous two-phase system. The additional interfacial dynamics provided by the presence of the immiscible polymer phases promoted the organization of porous architectures in the membrane. Fiber-shaped tubular structures enable adhesion and migration of mesenchymal stem cells to surrounding fibrin matrices and its invasion, behavior that was significantly improved in conditions of higher membrane porosity. While preserving the single-step approach of the established technology, the interfacial materials with tailorable porosity can be processed for applications in tissue engineering and regeneration.", "date": "2025-06-16", "journal": ""}
{"title": "Untangling overlapping barcodes in spatial genomics data", "doi": "10.1101/2025.06.10.658913", "authors": "White, J. A.; Lu, C.; Ombelets, L.; Cai, L.", "abstract": "Difficulty in resolving spatially overlapping barcodes is a major bottleneck for imaging-based spatial genomics methods. Here, we present an approach for untangling overlapping barcodes by using strong encoding and global optimization to reduce spurious solutions resulting from recombinations of barcodes. We demonstrate experimentally that cellular regions with average local densities of 127 barcodes per m2 can be decoded with an estimated FDR of less than 4%, enabling a new type of super-resolution microscopy by coding.", "date": "2025-06-16", "journal": ""}
{"title": "ChemOrigins: A community curated database for origins of life chemistry", "doi": "10.1101/2025.06.10.658922", "authors": "Cuevas, B.; Adam, Z. R.; Cove, D.; Kacar, B.", "abstract": "The origin of life is one of the most compelling questions in science. While experimental prebiotic chemistry has produced a wide range of reactions and plausible pathways, the resulting data remain fragmented across numerous publications and disciplinary journals. Here, we introduce ChemOrigins, an open-access, community-curated knowledge graph that organizes experimentally supported prebiotic reactions. By representing molecules, reactions, conditions, and literature sources as interconnected nodes, ChemOrigins enables modular grouping of reactions and supports complex, query-driven exploration via a graph database architecture. We demonstrate the utility of this framework through text-based searches, reaction network expansions, and the interactive visualization of user-annotated chemical modules. Unlike generative models, ChemOrigins prioritizes curated, evidence-based content and fosters community contributions through expert annotations and a user-friendly interface. As a structured resource, ChemOrigins is designed to complement existing chemical databases and serve as a foundation for computational, educational, and theoretical research in the origins-of-life field.", "date": "2025-06-16", "journal": ""}
{"title": "ChemOrigins: A community curated database for origins of life chemistry", "doi": "10.1101/2025.06.10.658922", "authors": "Cuevas, B.; Adam, Z. R.; Cove, D.; Kacar, B.", "abstract": "The origin of life is one of the most compelling questions in science. While experimental prebiotic chemistry has produced a wide range of reactions and plausible pathways, the resulting data remain fragmented across numerous publications and disciplinary journals. Here, we introduce ChemOrigins, an open-access, community-curated knowledge graph that organizes experimentally supported prebiotic reactions. By representing molecules, reactions, conditions, and literature sources as interconnected nodes, ChemOrigins enables modular grouping of reactions and supports complex, query-driven exploration via a graph database architecture. We demonstrate the utility of this framework through text-based searches, reaction network expansions, and the interactive visualization of user-annotated chemical modules. Unlike generative models, ChemOrigins prioritizes curated, evidence-based content and fosters community contributions through expert annotations and a user-friendly interface. As a structured resource, ChemOrigins is designed to complement existing chemical databases and serve as a foundation for computational, educational, and theoretical research in the origins-of-life field.", "date": "2025-06-16", "journal": ""}
{"title": "Protocol for GDT, Gene Dictionary Tool, to create and implement a gene dictionary across annotated genomes", "doi": "10.1101/2025.06.15.659783", "authors": "Dupin, B.; Lima, M. S.; Paschoal, A. R.; Smith, D. R.", "abstract": "GDT - Gene Dictionary Tool - is a protocol for the creation and implementation of a gene dictionary across any type of annotated genomes. The final output, a gene dictionary (.gdt file), is meant to be not only comprehensive, but also versionable, Findable, Accessible, Interoperable, and Reusable (FAIR). The protocol is divided in a Python library and Jupyter notebooks that permit users to investigate their datasets incrementally. Here, we showcase GDTs functionalities by creating a gene dictionary of organelle genes.", "date": "2025-06-16", "journal": ""}
{"title": "S3Mirror: Making Genomic Data Transfers Fast, Reliable, and Observable with DBOS", "doi": "10.1101/2025.06.13.657723", "authors": "Vasquez-Grinnell, S.; Poliakov, A.", "abstract": "To meet the needs of a large pharmaceutical organization, we set out to create S3Mirror - an application for transferring large genomic sequencing datasets between S3 buckets quickly, reliably, and observably. We used the DBOS-Transact durable execution framework to achieve these goals and benchmarked the performance and cost of the application. S3Mirror is an open source DBOS Python application that can run in a variety of environments, including DBOS Cloud Pro where it runs as much as 40x faster than AWS DataSync at a fraction of the cost. Moreover, S3Mirror is resilient to failures and allows for real-time file-wise observability of ongoing and past transfers.", "date": "2025-06-16", "journal": ""}
{"title": "Use of a specific set of learner-centered evidence-based teaching practices correlates with higher exam performance across seven STEM departments", "doi": "10.1101/2025.06.13.659643", "authors": "Jackson, M. A.; Liu, H.; Moon, S.; Doherty, J. H.; Wenderoth, M. P.", "abstract": "Myriad studies support the claim that active learning improves student academic performance in STEM, yet lecture remains the dominant form of instruction. Faculty offer multiple reasons for not using active learning with many expressing confusion as to what active learning is. Contributing to that confusion is the fact there are a multitude of named active learning methods and varied implementations of each. In an effort to better understand how specific elements of active learning might contribute to enhanced academic performance, we used a more fine-grained classroom observation tool, PORTAAL, to observe teaching practices across 157 STEM courses. We used a principal component analysis to reduce the observed teaching practices to specific sets of practices. We found a continuum of implementation of teaching practices that ranged from instruction-centered to learner-centered. The instruction-centered practices included high Blooms level questions, students working alone, instructors answering and explaining questions, and providing alternative answers. The learner-centered practices were volunteer or randomly-called students explaining answers, instructors prompting students logic, and instructors giving positive feedback. Using a linear regression to analyze the data from all courses, we found medium and medium-high levels of learner-centered teaching practices correlated with higher student exam performance compared to instruction-centered practices. We observed a similar pattern when analyzing data only from introductory courses. We also analyzed interactions of both binary gender and first generation status with learner-centered teaching on exam scores. We propose that when instructors use the learner-centered practices, they shift the responsibility of the intellectual work of the problem-the learning-to the students, which may result in improved exam performance. Even moderate levels of these learner-centered practices have a positive correlation with exam performance. Faculty can incorporate these key elements of learner-centered practices into their own teaching based on their comfort level, course content, and abilities of their students.", "date": "2025-06-16", "journal": ""}
{"title": "Differential effect of low and high frequency transcranial magnetic stimulation on cortical excitability and myelination after neonatal hypoxia in mice", "doi": "10.1101/2025.06.13.659545", "authors": "Fabres, R. B.; Goussakov, I.; Synowiec, S.; Yarnykh, V.; Aksenov, D.; Drobyshevsky, A.", "abstract": "Premature infants are highly susceptible to intermittent hypoxic brain injury, which is associated with adverse motor, cognitive, and behavioral outcomes, including deficits in attention, hyperactivity, and learning. Previous animal studies have shown myelination deficits and increased glutamatergic synaptic strength in the sensory-motor cortex. The study investigates the feasibility, safety, and therapeutic potential of repetitive transcranial magnetic stimulation (rTMS) in ameliorating central hypomyelination, reducing excessive glutamatergic transmission in cortical neurons following neonatal intermittent hypoxia (IH), and improving behavioral outcomes. In the mouse model of neonatal intermittent hypoxia, low-frequency (LF-rTMS) stimulation at 1 Hz or high-frequency (HF-rTMS) at 10 Hz stimulation was applied for 5 days shortly after the IH injury. The rTMS regimen did not induce apoptosis or inflammation. HF-rTMS significantly ameliorated hypomyelination in the corticospinal tract, with a larger increase in MPF in the stimulated hemisphere and also in the contralateral hemisphere. LF-rTMS reduced locomotor hyperactivity in female IH mice and decreased elevated glutamatergic synaptic excitability in motor cortex slices. This study provides evidence that rTMS can modulate both myelination and synaptic excitability, leading to improved behavioral outcomes after neonatal hypoxic brain injury. These findings highlight the therapeutic potential of rTMS as an early intervention strategy for neurological sequelae of perinatal hypoxia.", "date": "2025-06-16", "journal": ""}
{"title": "Mechanistic insights into transcriptional regulation of ARHGAP36 expression identify a factor predictive of neuroblastoma survival", "doi": "10.1101/2025.06.13.659594", "authors": "Havrylov, S.; Gamper, A. M.; Lehmann, O. J.", "abstract": "Cancer repeatedly exploits attributes fundamental for morphogenesis to advance malignancy and metastasis. This is illustrated by lineage specific transcription factors that regulate neural crest migration representing frequent drivers of malignancy. One such example is the forkhead transcription factor FOXC1 where gain of function is a feature of diverse cancers that is associated with an unfavourable prognosis. Using RNA-, ChIP-sequencing and CRISPR interference, we show that Foxc1 binds a locus in a region of closed chromatin to induce expression of Arhgap36, a tissue-specific inhibitor of Protein Kinase A. Because PKA is a core Hedgehog (Hh) pathway inhibitor, Foxc1's induction of Arhgap36 expression increases Hh activity. The function of Sufu, a PKA substrate and a second essential Hh pathway inhibitor, is likewise impaired. The resulting increased Hh pathway output is resistant to pharmacological inhibition of Smoothened, a phenotype of more aggressive cancers. The Foxc1-Arhgap36 relationship identified in murine cells was further evaluated in neuroblastoma, a neural crest derived pediatric malignancy. This demonstrated in a cohort of 1348 patients that high levels of ARHGAP36 are predictive of improved five-year survival. In individual neuroblastoma cell lines that express high levels of ARHGAP36, the acute suppression of ARHGAP36 by shRNA inhibition induced apoptosis and rapid cell death. Accordingly, this study has identified as a novel transcription factor which enhances ARHGAP36 expression, one that induces Hh activity in multiple tissues during development. It also establishes a model by which increased levels of FOXC1 via ARHGAP36 and PKA inhibition, dysregulate multiple facets of Hh signaling, and provides evidence demonstrating relevance to a common neural-crest derived malignancy.", "date": "2025-06-16", "journal": ""}
{"title": "Mapping genetic modifiers of epimutation rates reveals a punctuated-equilibrium model of CG methylome evolution", "doi": "10.1101/2025.06.14.659605", "authors": "Zhang, Z.; Wanney, W.; Xu, Y.; Zicola, J.; Hancock, A. M.; Schmitz, R. J.; Johannes, F.", "abstract": "Spontaneous epimutations--stochastic changes in cytosine methylation--can persist across generations in plants and are thought to contribute to phenotypic variation. Although epimutations are increasingly studied for their potential long-term effects, it remains unclear why their accumulation varies across genotypes. Here, we tracked DNA methylation across ten generations in ~400 mutation accumulation lineages derived from ~70 Arabidopsis Ler x Cvi recombinant inbred lines. Treating epimutation rates as quantitative molecular traits, we mapped a major QTL to a Cvi-derived deletion near VIM2 and VIM4, two genes involved in CG methylation (mCG) maintenance. We show that this deletion rapidly reduces genome-wide methylation to a lower steady-state and compromises mCG maintenance fidelity across generations, resulting in a ~1.5-fold increase in epimutation rates. Genotypes with elevated rates exhibited accelerated epigenetic drift and phenotypic divergence. Our findings support a punctuated-equilibrium model of mCG evolution, in which sudden disruptions to methylation homeostasis can destabilize epigenetic inheritance over longer time-scales.", "date": "2025-06-16", "journal": ""}
{"title": "Major effect mutations drive DNA methylation variation after colonization of a novel habitat", "doi": "10.1101/2025.06.14.659694", "authors": "Zicola, J.; Tergemina, E.; Goktay, M.; Neto, C.; Schmitz, R. J.; Hancock, A. M.", "abstract": "DNA methylation is important to maintain genome stability, but alterations in genome-wide methylation patterns can produce widespread genomic effects, which have the potential to facilitate rapid adaptation. We investigate DNA methylation evolution in Arabidopsis thaliana during its colonization of the drought-prone Cape Verde Islands (CVI). We identified three high impact changes in genes linking histone modification to DNA methylation that underlie variation in DNA methylation within CVI. Gene body methylation is reduced in CVI relative to the Moroccan outgroup due to a 2.7-kb deletion between two VARIANT IN METHYLATION genes (VIM2 and VIM4) that causes aberrant expression of the VIM2/4 homologs. Disruptions of CHROMOMETHYLASE 2 (CMT2) and a newly identified DNA methylation modulator, F-BOX PROTEIN 5 (FBX5), which we validated using CRISPR mutant analysis, contribute to DNA methylation of transposable elements (TEs) within CVI. Overall, our results reveal rapid methylome evolution driven largely by high impact variants in three genes.", "date": "2025-06-16", "journal": ""}
{"title": "Nanorate sequencing reveals the Arabidopsis somatic mutation landscape", "doi": "10.1101/2025.06.15.659769", "authors": "Meyer, C. A.; Nelms, B.; Schmitz, R. J.", "abstract": "The rate and spectrum of somatic mutations can diverge from that of germline mutations. This is because somatic tissues experience different mutagenic processes than germline tissues. Here, we use nanorate sequencing (NanoSeq) to identify somatic mutations in Arabidopsis shoots with high sensitivity. We report a somatic mutation rate of 3.6x10^-8 mutations/bp, ~4-5x the germline mutation rate. Somatic mutations displayed elevated signatures consistent with oxidative damage, UV damage, and transcription-coupled nucleotide excision repair. Both somatic and germline mutations were enriched in transposable elements and depleted in genes, but this depletion was greater in germline mutations. Somatic mutation rate correlated with proximity to the centromere, DNA methylation, chromatin accessibility, and gene/TE content, properties which were also largely true of germline mutations. We note DNA methylation and chromatin accessibility have different predicted effects on mutation rate for genic and non-genic regions; DNA methylation associates with a greater increase in mutation rate when in non-genic regions, and accessible chromatin associates with a lower mutation rate in non-genic regions but a higher mutation rate in genic regions. Together, these results characterize key differences and similarities in the genomic distribution of somatic and germline mutations.", "date": "2025-06-16", "journal": ""}
{"title": "Single-Nucleus Transcriptomics Reveals How Tissue Context Shapes the Circadian Transcriptome of the Arabidopsis Leaf", "doi": "10.1101/2025.06.12.659411", "authors": "Zulfiqar, A.; Myers, Z. A.; Menon, A.; Greenham, K.", "abstract": "Background: Circadian regulation enables plants to coordinate cellular processes with daily environmental cycles, yet the dynamics and hierarchy of the clock across cells and tissue types remains poorly understood. Results: We developed a 24 hour single nucleus RNA-sequencing (snRNA-seq) circadian time course of the mature Arabidopsis thaliana leaf to characterize circadian regulation across tissues. We captured ~30,000 nuclei across seven circadian time points, recovering all major leaf cell types. We identified over 7,400 genes with cluster-resolved circadian regulation, and used coexpression analysis to define five major temporal expression clades shared across all cell types. We leveraged these assignments to identify genes with cell type-specific temporal shifts in expression. Single cell gene regulatory networks (scGRNs) were generated for each cluster through GENIE3, identifying many shared and unique transcription factor (TF) target interactions across clusters. A close examination of CCA1 targets identified Photosystem II repair components in a subset of mesophyll cells and a large number of auxin-associated genes in only a handful of clusters despite robust expression in other clusters, suggestive of cell type-specific CCA1 target regulation. Conclusions: Our results demonstrate the extent to which circadian transcriptional regulation is present in the mature Arabidopsis leaf, and highlight the immense complexity in cell type specific regulation. This dataset provides a high-resolution resource for dissecting circadian gene regulation at cellular resolution and advances our understanding of tissue-specific clock dynamics in plants.", "date": "2025-06-16", "journal": ""}
{"title": "Causes and consequences of experimental variation in Nicotiana benthamiana transient expression", "doi": "10.1101/2025.06.12.659391", "authors": "Tang, S. N.; Szarzanowicz, M.; Lanctot, A.; Sirirungruang, S.; Kirkpatrick, L. D.; Drako, K.; Alamos, S.; Cheng, A.; Waldburger, L. M.; Liu, S.; Thompson, M.; Shih, P.", "abstract": "Infilitration of Agrobacterium tumefaciens into Nicotiana benthamiana has become a foundational technique in plant biology, enabling efficient delivery of transgenes in planta with technical ease, robust signal, and relatively high throughput. Despite the prevalence of transient expression in disciplines such as synthetic biology, little work has been done to describe and address the variability inherent in this system, a concern for experiments that rely on highly quantitative readouts. In a comprehensive analysis of N. benthamiana agroinfiltration experiments, we model sources of variability that affect transient expression. Our findings emphasize the need to validate normalization methods under the specific conditions of each study, as distinct normalization schemes do not always reduce variation either within or between experiments. Using a dataset of 1,813 plants collected over three years, we develop a comprehensive model of variation in N. benthamiana transient expression, using power analysis to determine the number of individual plants required for a given effect size. Drawing on our longitudinal data, these findings inform practical guidelines for minimizing variability through strategic experimental design and power analysis, providing a foundation for more robust and reproducible use of N. benthamiana in quantitative plant biology and synthetic biology applications.", "date": "2025-06-16", "journal": ""}
{"title": "Detection of stress-dependent m5C rRNA dynamics in Escherichia coli using m5C-Rol-LAMP", "doi": "10.1101/2025.06.13.659538", "authors": "Vasquez-Camus, L.; Riquelme-Barrios, S.; Jung, K.", "abstract": "Numerous RNA modifications are known in prokaryotes, but their dynamics and function in regulation remain largely unexplored. In Escherichia coli, three methyltransferases catalyze the 5-methylcytosine (m5C) modification in ribosomal RNA. Here, we introduce m5C-Rol-LAMP (m5C-rolling circle loop-mediated isothermal amplification) as a novel qPCR-based method that offers high sensitivity and site-specific resolution to detect and quantify m5C in total RNA. When applying m5C-Rol-LAMP to E. coli under heat stress (45{degrees}C), we observe a site-specific increase of m5C at position 1407 of 16S rRNA from 77% to 89%, while m5C levels at positions 967 (16S) and 1962 (23S) remain unchanged. In recovered cells (at 37{degrees}C), the m5C abundance partially returns to the no-stress level. Under oxidative stress, the level of m5C1407 also increases, but remains high in recovered cells. These results demonstrate for the first time a reversible, stress-dependent, and site-specific change in the rRNA modification level of a bacterium. m5C-Rol-LAMP is a powerful and easy-to-use tool for studying m5C in all RNA species, allowing the quantitative and site-specific detection of this modification.", "date": "2025-06-16", "journal": ""}
{"title": "Paradigm shift for cry gene expression in Bacillus thuringiensis", "doi": "10.1101/2025.06.13.659657", "authors": "Verplaetse, E.; Slamti, L.; Lereclus, D.", "abstract": "In most Bacillus thuringiensis strains, the insecticidal cry genes are transcribed during sporulation by RNA-polymerases containing sigma factors E or K, leading to the formation of an insecticidal crystal within the mother cell along spore development. Some strains, such as the kurstaki HD1, a parent of commercial strains, also release insecticidal proteins Cry1I and Vip3A in the extracellular medium. vip3A gene expression is activated by the transcriptional regulator VipR at the onset of the stationary phase. Here, we expanded the VipR regulon to all the insecticidal-encoding genes of strain HD1 by identifying the VipR-binding box and conducting transcription assays. Unexpectedly, a VipR box was located in the promoter region of a putative N-acetylmuramoyl-L-alanine amidase gene upstream cry1Acin strain kurstaki HD73, closely related to the HD1 but devoid of vipR. We demonstrated that introducing a functional vipR in this strain leads to the expression of the amidase-cry1Ac operon, resulting in an early and increased production of Cry1Ac. Investigating this phenotype, we showed that Cry1Ac was produced in a VipR-dependent manner in an HD73 {Delta}spo0A mutant. Similarly, an HD1{Delta}spo0A strain forms insecticidal crystals and produces all the insecticidal proteins encoded in its genome, including cry2Ab previously considered unexpressed in strain HD1. Finally, a genomic analysis revealed the presence of putative VipR-binding sequences upstream from insecticidal protein-encoding genes in several biopesticidal strains. Overall, our results break the dogma on the regulation of cry1A and cry2A genes and provide evidence of sporulation-independent Cry toxin production in biopesticidal Bt strains.", "date": "2025-06-16", "journal": ""}
{"title": "Ataxin-2 preserves oocyte genome integrity by promoting timely premeiotic DNA replication", "doi": "10.1101/2025.06.13.659559", "authors": "Monteiro, V. L.; Yu, C.; Camilla Roselli, C.; Baskar Bakthavachalu, B.; Mani Ramaswami, M.; Hurd, T. R.", "abstract": "The faithful reassortment and transmission of chromosomes across generations is fundamental to species survival. While much is known about chromosome pairing and recombination, the upstream regulators controlling entry into the meiotic program remain largely elusive. In many species, including Drosophila and mammals, the decision to enter meiosis occurs prior to premeiotic DNA replication and is governed by post-transcriptional regulation, by yet to be discovered factors. Here, we identify the RNA-binding protein Ataxin-2 as a crucial and previously unrecognized regulator of meiotic entry. We show that Ataxin-2 acts post-transcriptionally to promote the entry into meiosis by downregulating the conserved cell cycle inhibitor Dacapo, the Drosophila ortholog of p21/p27. In the absence of Ataxin-2, germ cells mis-regulate Dacapo leading to delayed premeiotic DNA replication and sterility. Strikingly, when DNA replication is delayed and extends into the next stage of meiosis, synaptonemal complex formation, oocytes incur severe genomic DNA damage, likely caused by collisions between replication forks and the synaptonemal complex. Our findings establish Ataxin-2 as a pivotal factor in regulating premeiotic DNA replication and safeguarding oocyte genome stability, shedding new light on the intricate regulatory mechanisms that ensure successful meiosis and fertility.", "date": "2025-06-16", "journal": ""}
{"title": "Multi-omics analyses reveal the effect of DNA methylation on iridoid glycosides biosynthesis in Rehmannia glutinosa", "doi": "10.1101/2025.06.11.659110", "authors": "Dong, T.; Du, Y.; Huang, T.; Su, J.; Yang, Q.; Guo, J.; Chen, P.; Xing, J.; Duan, H.", "abstract": "Rehmannia glutinosa roots produce a group of lipophilic bioactive components known as iridoid glycosides. However, the molecular mechanisms by which DNA methylation regulates the biosynthesis of iridoid glycosides in R. glutinosa remain unknown. Herein, the development of R. glutinosa roots and the content of iridoid glycosides in the Wenxian region were significantly higher than those in Xinxiang. Low methylation level contributed to the accumulation of iridoid glycosides and the expression of related enzyme genes. Demethylation promoted both roots growth and development, as well as the accumulation of iridoid glycosides. Up-regulated RgALDH13, RgHDR1, RgG10H4, RgDXR1, RgG10H3, and RgUPD1, along with transcription factors (TFs), form the regulatory network for the biosynthesis of iridoid glycosides. Furthermore, the primary active region of the RgG10H4 promoter is located in the -164 bp region, where the RgMYB2 protein specifically binds to the TAACCA motif in the RgG10H4 promoter. Collectively, low levels of DNA methylation enhance the expression of core genes, followed by inducing the accumulation of iridoid glycosides, which suggests that RgMYB2-RgG10H4 plays a positive role in this process. These findings will contribute to a deeper understanding of the role of DNA methylation in the accumulation of iridoid glycosides.", "date": "2025-06-16", "journal": ""}
{"title": "Natural Product-Like Fragments Unlock Novel Chemotypes for a Kinase Target - Exploring Options beyond the Flatland", "doi": "10.1101/2025.06.11.659015", "authors": "Santura, A.; Mueller, J.; Wolter, M.; Tutzschky, I.; Klebe, G.; Glinca, S.; Czodrowski, P.", "abstract": "In this study, we conducted an X-ray crystallographic fragment screening against protein kinase A (PKA) utilizing a library of natural product-like fragments. We resolved 36 fragment-bound structures, corresponding to a hit rate of 41%. Nine fragments bound within the ATP site, nine peripherally, and 18 interacted with both the ATP and peripheral sites. One fragment binds to the same site as the approved allosteric kinase inhibitor asciminib, while another induces an unexpected conformational change. Systematic database mining revealed that both the fragments and their natural product parents have not been previously associated with PKA or kinase activity. A scaffold/chemotype analysis further underscored their novelty. Cheminformatics analyses confirmed that these fragments occupy a distinct chemical space, enriched in saturation, spatial complexity and molecular three-dimensional character compared to kinase binders from reference datasets. These properties have previously been linked to increased selectivity, reduced CYP450 inhibition, and higher overall clinical success rates.", "date": "2025-06-16", "journal": ""}
{"title": "A Case Study Leveraging Angler Reported Data For Whirling Disease Monitoring", "doi": "10.1101/2025.06.10.658966", "authors": "James, C. T.; Christenson, C.; Simmons, S.", "abstract": "The Bow River (Alberta, Canada) has a well-documented decline in its rainbow trout fishery, with several stressors attributed to this decline including whirling disease (WD). This study evaluated whether anglers could detect recruitment failure in WD-impacted areas of the Bow River drainage using a smartphone app-based citizen science initiative. Anglers reported age 1 and 2 rainbow and cutthroat trout identified by size distribution, estimated from a provincial database, across 4 sub-watersheds with varying densities of Myxobolus cerebralis actinospores (TAMs), a known predictor of WD severity. TAM densities ranged from undetectable (0 TAMs/L - Waiparous Creek) to moderate (< 0.01 TAMs/L - Sheep and Highwood Rivers) and high (> 0.01 TAMs/L - Jumpingpound Creek). No fish were captured in Jumpingpound Creek over 20.2 angling hours. The Highwood and Sheep Rivers had catch rates of 0.4 and 0.2 age 1 and 2 trout per hour over 30.6 and 27.7 hours, respectively. Waiparous Creek, where WD was absent, had a significantly higher catch rate of 2.2 trout per hour over 20.3 hours. These findings suggest that self-reported angler data can potentially help identify recruitment losses in WD-impacted areas, demonstrating a novel application of citizen science in fisheries research.", "date": "2025-06-16", "journal": ""}
{"title": "In silico self-assembly and complexation dynamics of cationic lipids with DNA nanocages to enhance lipofection", "doi": "10.1101/2025.06.11.659007", "authors": "Mandal, S.; Bhatia, D. D.; Maiti, P. K.", "abstract": "DNA nanostructures are promising materials for drug delivery due to their unique topology, shape, size control, biocompatibility, structural stability and blood-brain-barrier (BBB) penetration capability. However, their cellular permeability is hindered by strong electrostatic repulsion from negatively charged cellular membranes, posing a significant obstacle to the use of DNA nanostructures as a drug delivery vehicle. Recent experimental studies have shown enhanced cellular uptake for the conjugate binary mixtures of DNA Tetrahedron (TDN) with cationic lipid N-[1-(2,3-dioleyloxy)propyl]-N,N,N-trimethylammonium chloride (DOTMA) compared to TDN alone. However, the cationic DOTMA lipids binding mechanism with the TDN nucleotides is still elusive. Using fully atomistic MD simulations, we aim to understand the molecular interactions that drive the formation and stability of the TDN-DOTMA binary complexes in a physiological environment. Our results uncovered that lipid concentration plays a crucial role in the energetics of the TDN-DOTMA association. We also report that distinct timescales are associated with the self-assembly of cationic DOTMA lipids first, followed by the complexation of self-assembled DOTMA lipid clusters with the TDN nucleotides, where electrostatics, hydrophobicity, and hydrogen bonding are the key interactions that drive the formation and stability of these complexes. These results provide molecular insights into TDN-DOTMA interactions, highlighting the lipid self-assembly dynamics, complex stability, and morphology, paving the way for the better rational design of cationic lipid functionalized DNA nanostructures for efficient drug delivery and transfection.", "date": "2025-06-16", "journal": ""}
{"title": "Ultrasonic rewarming of cryopreserved alginate encapsulated liver spheroids", "doi": "10.1101/2025.06.11.659069", "authors": "Xu, R.; Brookshaw, T.; Erro, E.; Selden, C.; Martin, E.", "abstract": "Rapid volumetric rewarming methods are needed to enable the effective cryopreservation and recovery of large volumes of biological cells for therapy and banking of tissues and organs. Ultrasonic rewarming is currently under development, but its effect on cells and their post-rewarming viability has not yet been established. Here, we compare ultrasonic rewarming with the gold-standard 37{degrees}C water bath using cryovials containing cryopreserved alginate encapsulated liver spheroids. Mean rewarming rates are used to establish the exposure time to rewarm to 5{degrees}C for higher power (100 W) and lower power (20 W) ultrasonic rewarming. These electrical powers correspond to free-field pressures along the central cryovial axis of 2.8 MPa and 1.3 MPa, respectively. Ultrasonic rewarming is faster than the gold-standard (120{+/-}5 s), taking 88 s (36% faster) and 34s (350% faster) to rewarm to 5{degrees}C with the lower and higher powers. We measure post-rewarming liver spheroid viability and viable cell number across the 96-hour recovery period. The lower power improves viability by 1% and the higher power reduces viability by 2% on average, relative to the gold-standard. There were no significant differences in viable cell number between rewarming methods. Our findings will serve as a foundation for ultrasonic cryovial rewarming and demonstrates potential for scaling to larger volumes.", "date": "2025-06-16", "journal": ""}
{"title": "Transitional lncRNA Signatures Reveal Distinct Stages of Cancer Progression and Metastasis", "doi": "10.1101/2025.06.10.658949", "authors": "Zok, S.; Behar, D.; Linial, M.", "abstract": "Long non-coding RNAs (lncRNAs) are emerging as key regulators in cancer, influencing gene expression, chromatin remodeling, and signaling. Evidence from The Cancer Genome Atlas (TCGA) and other datasets supports their role in tumor progression. Although the human genome harbors thousands lncRNA genes, only a small subset has been validated in cancer. In this study, we used the LncBook catalog (>95,000 lncRNAs) to identify over 12,500 lncRNAs with expression evidence across major TCGA cancer types. These were stratified by clinical annotations, including cancer stage (I-IV) and metastatic state (M0/M1). Using significant differential expression (z-score >|3|) for consecutive transitions, we identified a set of influential transitional lncRNAs (Tr-lncRNAs) that signify cancer transitions. Analyzing seven transitions revealed that over 70% of Tr-lncRNAs were cancer-type specific, while only 2-4% were shared across 17 major cancers. Each cancer type had 30-80 Tr-lncRNAs, with more than half uniquely expressed in one type. Most Tr-lncRNAs were previously uncharacterized. A pan-cancer analysis revealed 14 shared Tr-lncRNAs, including known ones such as XIST and H19. Our findings highlight distinct lncRNA expression patterns during cancer progression and provide new insights into cis-regulatory antisense mechanisms. We discuss the potential of Tr-lncRNAs as diagnostic biomarkers and therapeutic targets in cancer.", "date": "2025-06-16", "journal": ""}
{"title": "G protein subtype preference dictates paroxetine-enhanced serotonin receptor response in normal breast epithelial cells", "doi": "10.1101/2025.06.10.658790", "authors": "Lengyel, M.; Arkosy, P.; Uray, I. P.", "abstract": "In the healthy mammary gland serotonin (5-HT) has a key role in shaping tissue morphology and regulating lactation and involution. Serotonin re-uptake inhibitors (SSRIs) alter the distribution of 5-HT across the cell membrane, but how increased extracellular 5-HT may impact breast cell homeostasis is unclear. We demonstrate that paroxetine reduces 5-HT levels in immortalized primary breast epithelial (HME-hTert) cells, mitigates free oxygen radical formation and decreases cell migration and proliferation. Accordingly, pathways related to cell cycle and DNA damage repair were underrepresented in the transciptomic profile of paroxetine-treated cells. On the other hand, enriched transcipts overrepresented genes affecting neural transmission and GPCR signaling, suggesting an increase in 5-HT receptor (5HTR) activation. As 5-HT induced the levels of both cAMP and inositol triphosphate (IP3), the contribution of individual 5HTRs were decyphered using receptor-selective agonists and antagonists. 5HTRs coupled to each Galpha protein subtype were expressed and functional in HME-hTert cells. The activation of GS-coupled receptor 5HTR7 and antagonists of Gi- and Gq-coupled receptors 5HTR1D and 5HTR2B generally suppressed proliferation. The induction of cAMP levels by 5-HT was reduced by the 5HTR7 antagonist and IP3 induction was blocked by an 5HTR2B inhibitor, while the 5HTR1D antagonist further increased cAMP levels induced by 5-HT. Paroxetine-dependent growth suppression was reversed by inhibitors of GS-coupled 5HTR7, protein kinase A or adenylyl cyclase, and agonists of Gi or Gq-coupled receptors. These results suggest that the anti-proliferative responses to 5-HT in non-malignant breast cells align with the G protein preference of the receptors, and reveal potential benefits of repurposing receptor subtype-selective agents and SSRIs for cancer risk reduction.", "date": "2025-06-16", "journal": ""}
{"title": "Establishing an in vitro pipeline for the high-throughput quantification of epithelial permeability of gut bacterial metabolites", "doi": "10.1101/2025.06.10.658935", "authors": "Brauer-Nikonow, A.; Voogdt, C. G. P.; Ribeiro, N. V.; Zimmermann, M.", "abstract": "The epithelium of the human gastrointestinal tract is key for controlling the absorption of small molecules and for forming a tight barrier between the gut microbiota and the host, thereby maintaining metabolic homeostasis. Both the microbiota and the barrier function of the intestinal epithelium have a role in pharmacokinetic variability of medical drugs. In this study, we developed a high-throughput workflow to assess the absorption of bacterially produced (drug) metabolites by intestinal epithelial cells through the combination of anaerobic bacterial cultures and human-intestine derived Caco2 cell cultures in a transwell system. To functionally monitor the barrier integrity during the experiments, we introduced a panel of marker compounds, whose concentration kinetics on either side of the epithelial monolayer indicates barrier integrity and transport. We employed this workflow to systematically probe the effect of different gut bacterial species on the epithelial absorption of 482 drugs and their 172 bacterially produced metabolites. While we could recapitulate known bacterial drug biotransformation reactions and expected drug metabolite absorption profiles, we also identified 33 new bacteria-drug pairs for which bacterial biotransformation alters epithelial permeability. Further, we combined the developed experimental workflow with untargeted metabolomics analysis to systematically study epithelial permeability of metabolites naturally produced by gut bacteria. Tracking the absorption kinetics of 397 bacterially produced metabolites revealed that the majority (>79%) of these metabolites do not pass the Caco2 monolayer, illustrating its role as a physical and metabolic barrier. In summary, we present a highly adaptable high-throughput workflow to quantitatively study the metabolic interactions at the intestinal microbiota-host interface which can impact pharmacokinetics, toxicokinetics, and human physiology.", "date": "2025-06-16", "journal": ""}
{"title": "Divergent effects of a Treg selective IL-2 mutein on Influenza-specific T cell responses", "doi": "10.1101/2025.06.10.658962", "authors": "Albe, J. R.; Chaudhary, A.; Khanna, A.; Weinstein, K. N.; Ziegler, S. F.; Kalia, V.; Sarkar, S.; Campbell, D. J.", "abstract": "Enhancing regulatory T cell (Treg) function offers a compelling therapeutic strategy for autoimmune disease. Engineered IL-2 muteins selectively expand functional Tregs with minimal impact on other immune cells, but their potential to compromise antiviral immunity remains largely unexplored. Here, we used a murine model of Influenza A virus (Flu) infection to determine how IL-2 mutein shapes T cell responses to respiratory virus infection. IL-2 mutein administration prior to infection suppressed Flu-specific (Flu-sp) CD8 T cell responses and altered their localization and phenotype within the lungs, without affecting bystander CD8 T cells. This suppression correlated with reduced antigen presentation molecule expression on conventional dendritic cells (cDCs) early after infection but did not impact Flu-sp CD8 T cell priming. In contrast, administering IL-2 mutein during infection exacerbated disease and drove CD25-dependent expansion of Flu-sp CD8 T cells. Despite these opposing effects on effector responses, Fc.Mut24-treated mice generated robust antibody responses and protective T cell memory which were maintained for at least 170 days. These findings reveal that Fc.Mut24 has temporally distinct effects on antiviral immunity, dampening early effector responses when given before infection, but enhancing effector expansion and disease severity when delivered during infection. Our results provide critical context for the therapeutic application of IL-2 muteins and highlight the importance of treatment timing in balancing immune modulation with protective immunity.", "date": "2025-06-16", "journal": ""}
{"title": "HIV-1 Envelope glycoprotein modulates CXCR4 clustering and dynamics on the T cell membrane", "doi": "10.1101/2025.06.11.659074", "authors": "Quijada-Freire, A.; Santiago, C.; Garcia-Cuesta, E. M.; Soler Palacios, B.; Ayala-Bueno, R.; Gardeta, S.; San Sebastian, E.; Armendariz-Burgoa, E.; Puertas, M. C.; Villares, R.; Garaigorta, U.; Gonzalez-Granado, L. I.; Rodriguez Frade, J. M.; Chojnacki, J.; Martinez-Picado, J.; Mellado, M.", "abstract": "HIV-1 entry into susceptible cells requires the dynamic interaction of its envelope (Env) glycoprotein with the host cell receptor CD4 and a co-receptor, either CCR5 or CXCR4. While the molecular mechanisms of Env-receptor interactions that lead to membrane fusion have been extensively studied, the precise nanoscale redistribution of these co-receptors to viral binding sites remains unknown. In this study, we employed single-particle tracking total internal reflection fluorescence (SPT-TIRF) microscopy to quantitatively analyze nanoscale organizational changes of CXCR4 on CD4+ T cell surfaces following binding of X4-tropic HIV-1. Our data reveal that both recombinant X4-gp120 and virus-like particles (VLPs) expressing physiological levels of X4 Env proteins (gp120 and gp41) promote CXCR4 clustering, a phenomenon linked to cell infection. Furthermore, these ligands induced oligomerization of CXCR4R334X, a naturally occurring mutant of CXCR4 associated with WHIM syndrome that fails to oligomerize upon CXCL12 binding but nonetheless supports HIV-1 infection. Our findings establish a connection between CXCR4 clustering and HIV-1 infection, enhancing our understanding of the initial events in viral attachment and entry. These results further suggest that HIV-1 infection necessitates a specific spatial arrangement of co-receptors, distinct from that induced by their natural chemokine ligands, highlighting the critical role of cell-surface receptor spatial organization in cellular function.", "date": "2025-06-16", "journal": ""}
{"title": "Mating status drives fitness tradeoffs in exercised female Drosophila", "doi": "10.1101/2025.06.11.659196", "authors": "Backlund, A. E.; Green, M.; Vandiver, E. K.; Reed, L. K.", "abstract": "Regular physical exercise has been shown to improve physical and psychological well-being through a variety of mechanisms; however, the degree to which different individuals respond to exercise varies depending on sex and genetic factors. Drosophila has been used as a model organism to further understand the molecular mechanisms that underlie exercise adaptation. Essential for flies ability to adapt to exercise, octopamine is a hormone and neurotransmitter found in invertebrates that is analogous to norepinephrine. Interestingly, octopamine is also crucial for female post mating responses, and no studies to date have explored the interaction between exercise response and reproductive state in females. Here, we investigated the sexual dimorphism in exercise response by exercising male and female flies of multiple Drosophila Genetics Reference Panel (DGRP) lines and measuring fitness traits such as climbing ability and starvation resistance. Further, we were interested in how mating status might affect females ability to adapt to exercise, and whether the stress of exercise would affect fertility. Our findings show that while male flies are naturally faster climbers than female flies, females tend to be better suited to resist starvation. Additionally, we found that mating status has a significant impact on female flies climbing performance and lifespan, and exercise can have negative effects on lifespan and fertility. Surprisingly, we found that exercise has little effect on stored triglycerides, protein levels, or gene expression. DGRP genetic line was also a significant factor that influenced most phenotypes we measured, underscoring the importance of studying multiple genotypes in conjunction with other experimental variables. Results from our study suggest that female flies may experience evolutionary tradeoffs between physical activity, survival, and fertility, and whether the female has mated or not dictates how they respond to physiological stressors such as exercise.", "date": "2025-06-16", "journal": ""}
{"title": "High-throughput single-cell CRISPRi screens stratify neurodevelopmental functions of schizophrenia-associated genes", "doi": "10.1101/2025.06.13.659629", "authors": "Yildiz, U.; Claringbould, A.; Marttinen, M.; Campos-Fornes, V.; Lamprousi, M.; Saraswat, M.; Saver, M.; Bunina, D.; Dorrity, M.; Zaugg, J. B.; Noh, K.-M.", "abstract": "Schizophrenia is a complex neuropsychiatric disorder with strong genetic underpinnings, yet the molecular mechanisms linking genetic risk to disrupted brain development remain poorly understood. Transcription factors (TFs) and chromatin regulators (CRs) are increasingly implicated in neuropsychiatric disorders, where their dysregulation may disrupt neurodevelopmental programs. Despite this, systematic functional interrogation in human models has been limited. Here, we combine pooled CRISPR interference (CRISPRi) screens with high-throughput single-cell multiomic profiling in hiPSC-derived neural progenitors and neurons to functionally assess 65 schizophrenia-associated genes. Based on public datasets and literature review, we selected 55 TFs and CRs, along with ten additional risk genes whose loss-of-function has been linked to schizophrenia. Our single-cell CRISPRi readouts revealed that perturbations in TFs and CRs converge on disrupting neurodevelopmental timing. CRISPRi of several factors delayed neural differentiation, whereas others, such as the knockdown of MCRS1, drove precocious neural commitment. Validation screens combined with cell cycle and metabolic indicators confirmed the differentiation-restricting or -promoting roles of these TFs and CRs. Multimodal trajectory analysis uncovered discrete transcriptional and epigenomic states representing delayed and accelerated neurodevelopment, enriched for schizophrenia GWAS loci and disease-relevant pathways. Gene regulatory network (GRN) inference identified TCF4 and ZEB1 as critical mediators opposing the neural differentiation trajectory. Functional overexpression of these TFs followed by chromatin profiling demonstrated that TCF4 restrains, while ZEB1 promotes, neural differentiation in a stage-specific and competitive manner. Furthermore, we show that MCRS1 represses ZEB1 expression, positioning MCRS1 as a key brake on premature neurodevelopment. Together, our study establishes a scalable framework that integrates genetic perturbation, single-cell multiomics, and GRN modeling to functionally annotate disease-linked genes. We reveal convergent regulatory axes that underlie altered neurodevelopmental timing in schizophrenia, offering mechanistic insights into how chromatin misregulation contributes to disease pathogenesis.", "date": "2025-06-16", "journal": ""}
{"title": "Proteomic and metabolic profiling reveals APOE4-dependent shifts in whole brain, neuronal, and astrocytic mitochondrial function and glycolysis", "doi": "10.1101/2025.06.15.659811", "authors": "Lysaker, C. R.; Johnson, C.; Csikos, V.; Franczak, E.; Benson, M.; Gilmore, C.; Birky, C.; Davis, X.; McCoin, C.; Smith, K.; Puchalska, P.; Crawford, P.; Slawson, C.; Thyfault, J.; Geiger, P.; Morris, J.; Wilkins, H. M.", "abstract": "Apolipoprotein E (APOE) genetic variation is the strongest genetic risk factor for late onset Alzheimers disease (LOAD). Studies on APOE genotype dependent changes have largely focused on amyloid beta aggregation, disease pathology, and lipid metabolism. Recently, there has been increased interest in the relationship between metabolic function and APOE genetic variation. In this study, we examined how APOE genotype can alter metabolism in the brains of young male and female APOE3 and APOE4 targeted replacement (TR) mice. In combination with this, we also examined cell type-specific differences using induced pluripotent stem cell (iPSC) derived astrocytes and neurons. We found sex and genotype dependent changes to metabolism in the brains of young APOE TR mice. Specifically, APOE4 mice show signs of metabolic stress and compensatory mechanisms in the brain. Using proteomics and stable isotope tracing metabolomics, we found that APOE4 iAstrocytes and iNeurons exhibit signs of inflammation, mitochondrial dysfunction, altered TCA cycle and malate-aspartate shuttle activity, and a metabolic shift toward glycolysis. Taken together, this data indicates APOE4 causes early changes to metabolism within the central nervous system. While this study establishes a relationship between APOE genotype and alterations in bioenergetics, additional studies are needed to investigate underlying mechanisms.", "date": "2025-06-16", "journal": ""}
{"title": "SWI/SNF ATPase Brahma and Notch signaling collaborate with CBP/p300 to regulate neural stem cell apoptosis in Drosophila larval central nervous system.", "doi": "10.1101/2025.06.16.659888", "authors": "Bala, P.; Prakki, V.; JOSHI, R.", "abstract": "SWI-SNF ATPase Brahma and Notch signalling are known to interact during development, but how this interaction is executed molecularly is not fully understood. We have investigated the molecular mechanism of Brm-Notch interaction in the context of Hox-dependent neural stem cell (NSC) apoptosis in the developing Central Nervous System (CNS) of Drosophila. Our results suggest a multi-tier regulation of NSC apoptosis by Brahma, first by regulating the expression of Drosophila CBP/p300 (Nejire) and the molecular triggers of cell death (Hox, bHLH factor Grainyhead, and Notch signalling pathway). The second mode of regulation is by direct binding of Brahma to the apoptotic enhancer and modulation of the Notch signalling pathway to regulate the RHG family of apoptotic genes, grim and reaper. Our data support a model where, in response to the apoptotic trigger, Brahma and CSL-Su(H)/Mastermind complex recruit CBP/p300 onto the apoptotic enhancer, thereby increasing the H3K27ac marks on the nucleosomes to facilitate apoptotic gene transcription.", "date": "2025-06-16", "journal": ""}
{"title": "X-Atlas/Orion: Genome-wide Perturb-seq Datasets via a Scalable Fix-Cryopreserve Platform for Training Dose-Dependent Biological Foundation Models", "doi": "10.1101/2025.06.11.659105", "authors": "Huang, A. C.; Hsieh, T.-H. S.; Zhu, J.; Michuda, J.; Teng, A.; Kim, S.; Rumsey, E. M.; Lam, S. K.; Anigbogu, I.; Wright, P.; Ameen, M.; You, K.; Graves, C. J.; Kim, H. J.; Litterman, A. J.; Sit, R. V.; Blocker, A.; Chu, C.", "abstract": "The rapid expansion of massively parallel sequencing technologies has enabled the development of foundation models to uncover novel biological findings. While these have the potential to significantly accelerate scientific discoveries by creating AI-driven virtual cell models, their progress has been greatly limited by the lack of large-scale high-quality perturbation data, which remains constrained due to scalability bottlenecks and assay variability. Here, we introduce \"Fix-Cryopreserve-ScRNAseq\" (FiCS) Perturb-seq, an industrialized platform for scalable Perturb-seq data generation. We demonstrate that FiCS Perturb-seq exhibits high sensitivity and low batch effects, effectively capturing perturbation-induced transcriptomic changes and recapitulating known biological pathways and protein complexes. In addition, we release X-Atlas: Orion edition (X-Atlas/Orion), the largest publicly available Perturb-seq atlas. This atlas, generated from two genome-wide FiCS Perturb-seq experiments targeting all human protein-coding genes, comprises eight million cells deeply sequenced to over 16,000 unique molecular identifiers (UMIs) per cell. Furthermore, we show that single guide RNA (sgRNA) abundance can serve as a proxy for gene knockdown (KD) efficacy. Leveraging the deep sequencing and substantial cell numbers per perturbation, we also show that stratification by sgRNA expression can reveal dose-dependent genetic effects. Taken together, we demonstrate that FiCS Perturb-seq is an efficient and scalable platform for high-throughput Perturb-seq screens. Through the release of X-Atlas/Orion, we highlight the potential of FiCS Perturb-seq to address current scalability and variability challenges in data generation, advance foundation model development that incorporates gene-dosage effects, and accelerate biological discoveries.", "date": "2025-06-16", "journal": ""}
{"title": "Proteomic responses under differing pH and pCO2 levels in the diatom Thalassiosira pseudonana are consistent with a hybrid carbon concentrating mechanism", "doi": "10.1101/2025.06.11.659125", "authors": "Himes, A. R.; Kustka, A. B.", "abstract": "The effects of ongoing anthropogenic climate change are not well known in marine diatoms, a key group of primary producers. In particular, detailed characterizations of their carbon concentrating mechanisms (CCM) are lacking, which limits the understanding of how changing ocean carbonate chemistry will impact global primary production. While the model diatom Thalassiosira pseudonana has been widely studied, contrasting results have prevented the clear elucidation of its CCM. A quantitative proteomic analysis was therefore performed across three experimental treatments (low pCO2/high pH, high pCO2/low pH, low pCO2/low pH) to discern the specific roles of proteins that can be involved in CCMs as well as other cellular processes (e.g. pH and redox regulation). This analysis revealed a hybrid CCM consisting of both biophysical and biochemical steps that facilitate increased CO2 diffusion into the cell, the formation and transport of an organic carbon intermediate into the chloroplast, the subsequent decarboxylation of this intermediate, and the facilitated diffusion of inorganic carbon from the stroma into the pyrenoid-penetrating thylakoid. No evidence supporting alternative roles for the identified CCM proteins was found. As several aspects of this CCM require further investigation, common challenges inherent to CCM research are discussed and strategies to overcome them are suggested.", "date": "2025-06-16", "journal": ""}
{"title": "Two δ-Catenins, Plakophilin 4 and p120, Promote Formation of Distinct Types of Adherens Junctions", "doi": "10.1101/2025.06.14.659701", "authors": "Indra, I.; Troyanovsky, R. B.; Korobova, F. V.; Troyanovsky, S. M.", "abstract": "Classic cadherins are instrumental for joining cells into tissues by producing cell-cell adhesions known as adherens junctions (AJs). These morphologically diverse structures are tailored to the specific cell sites, type of cells, and particular functions. The mechanism of AJ diversification remains unknown. Here we show that two members of the delta-catenin protein family, p120 and plakophilin 4 (pkp4), which interact with the juxtamembrane intracellular region of classic cadherins, promote distinct types of cadherin clustering thereby contributing to AJ specialization. The type controlled by p120 is driven by interactions between cadherin-associated protein, -catenin, and actin filaments. This canonical clustering mechanism results in formation of AJs that play a major role in overall cell-cell adhesion. The type promoted by pkp4 is driven by an -catenin-independent cadherin-F-actin interaction. It generates the so-called lateral spot AJs, which apparently function in processes other than cell-cell adhesion. Collectively, our study shows how delta-catenins regulate a balance between different types of AJs in epithelial cells.", "date": "2025-06-16", "journal": ""}
{"title": "Opposing effects of systemic and pancreas-specific inhibition of BCKDK on pancreatic carcinogenesis", "doi": "10.1101/2025.06.10.658925", "authors": "Noji, M. C.; Demetriadou, C.; Landis, M.; Pennise, J.; Pinheiro, L. V.; Jaccard, A.; Chatoff, A.; Drummond, J.; Guo, K.; Azor, R.; Robertson, M. R.; Kawakami, R.; Marcinkiewicz, M. M.; Tobias, J. W.; Snyder, N. W.; Feldser, D.; Arany, Z.; Wellen, K. E.", "abstract": "Branched-chain amino acid (BCAA) metabolism is perturbed in patients with pancreatic cancer, but the contribution of systemic or pancreas-intrinsic BCAA catabolism to pancreatic carcinogenesis is unclear. We show here that pancreas-specific loss of DBT, the E2 subunit of the branched-chain keto-acid dehydrogenase (BCKDH) complex required for BCAA oxidation, strikingly exacerbates premalignant pancreatic intraepithelial neoplasia (PanIN) lesions in KC (p48-Cre;KrasLSL-G12D/+) mice. However, deletion of upstream enzyme BCAT2 neither phenocopied nor rescued loss of DBT in KC mice, ruling out involvement of both upstream and downstream metabolites as mediators of PanIN promotion. Instead, we observed that DBT deficiency led to loss of the kinase BCKDK, a negative regulator of the BCKDH complex, and that, remarkably, pancreas-specific loss of BCKDK phenocopied DBT deficiency in accelerating PanIN formation. These data thus support a model in which pancreas BCKDK restrains tumorigenesis. In contrast, systemic treatment of KC mice with the BCKDK inhibitor BT2, which inhibits BCKDH phosphorylation across many tissues except the pancreas, reduced PanIN formation and preserved normal acinar area. Together the data reveal the promotion of BCAA catabolism systemically, but not within the pancreas, as a promising intervention strategy to suppress tumor initiation.", "date": "2025-06-16", "journal": ""}
{"title": "A canonical chloroplast unfolded protein response triggered by misfolded polypeptides", "doi": "10.1101/2025.06.11.659047", "authors": "Cantoia, A.; Bertero, F.; Berrocal, R.; Ceccarelli, E. A.; Blanco, N. E.; Rosano, G. L.", "abstract": "Photosynthetic efficiency and plant viability rely on chloroplast protein homeostasis. While unfolded protein responses (UPRs) in the endoplasmic reticulum and mitochondria have been extensively characterized, the chloroplast UPR (cpUPR) remains less defined, partly due to the off-target effects of traditional stress-inducing methods. In this study, we provide direct evidence for the existence of the cpUPR by expressing engineered, folding-defective variants of ferredoxin-NADP reductase (FNR) in plant chloroplasts. The expression of aggregation-prone proteins inside the organelle triggered a robust upregulation of chloroplast quality control components, including CLPB3, CLPC1/C2, and HSP90C, as revealed by immunodetection and quantitative proteomics. The proteomic response scaled with the severity of the folding defect, with the fully insoluble FNR {Delta}20 variant inducing broader changes than the partially soluble {Delta}3 variant. Network analysis showed that most differentially abundant proteins were chloroplastic and clustered into functional groups related to proteostasis and photosynthesis. Comparative analysis with lincomycin-treated plants highlighted the specificity and advantages of using misfolded proteins to study the cpUPR. Expression of the folding variants conferred tolerance to heat treatment, suggesting that the response can enhance plant fitness. Taken together, our work establishes the cpUPR as a specific stress response in chloroplasts and provides new tools for its characterization.", "date": "2025-06-16", "journal": ""}
{"title": "Elucidating the Contribution of OVLT Glutamatergic Neurons to Mineralocorticoid Hypertension in TASK-/- Mice", "doi": "10.1101/2025.06.11.659218", "authors": "Shi, L.; Liu, K.; Zhao, K.; He, W.; Chen, Y.; Zhao, X.; Wei, Y.; Chen, J.; Wang, S.; Yuan, F.", "abstract": "Background: Aldosterone overactivity intensifies central sodium sensitivity and sympathetic output, driving salt-sensitive hypertension, but specific mechanisms remain incompletely defined. Herein, we aimed to explore the role of organum vasculosum of the lamina terminalis glutamatergic neurons (OVLTGlut) and their hyperexcitability mechanisms in hyperaldosteronism-associated hypertension. Methods: Adult age matched male TASK-/- mice (primary aldosteronism model) and wild-type controls (TASK+/+) mice were used. Neuronal excitability was assessed via patch-clamp techniques. Arterial blood pressure (BP) monitored via telemetry or carotid catheterization. Chronic drug delivery used minipumps. RNA-seq/qPCR profiled gene expression, and intracerebroventricular hypertonic saline tested sodium sensitivity. Results: In TASK-/- mice, heightened OVLTGlut activity increased sympathetic outflow and hypertension, mitigated by OVLTGlut neuron ablation. Optogenetic activation of these neurons or their paraventricular nucleus (PVN) / rostral ventrolateral medulla (RVLM) projections acutely elevated BP, with ablation reducing BP selectively in TASK-/- mice. Aldosterone dependence of OVLTGlut-PVN/RVLM neuron hyperactivity was evident in both TASK-/- mice and TASK+/+ mice with chronic aldosterone infusion. Aldosterone chronic infusion enhanced central sodium pressor effects, that were nullified by OVLTGlut-PVN/RVLM neuron lesioning. RNA-seq indicated that aldosterone-induced ion channel expression spectrum changes, including potassium channels and the epithelial sodium channel, underlie the neuronal hyperexcitability. Conclusion: Overactivation of OVLTGlut neurons contributes to hypertension in TASK-/- mice through regulation of OVLTGlut-PVN/RVLM circuits. The hyperexcitability of these neurons, possibly due to aldosterone-induced changes in ion channel expression spectrum, contribute to hypertension by amplifying central sodium sensitivity.", "date": "2025-06-16", "journal": ""}
{"title": "Surface-Enhanced Raman Spectroscopy-Assisted Lateral Flow Test for Adenine and IgG Analysis", "doi": "10.1101/2025.06.11.659022", "authors": "Chaloupkova, Z.; Gajdosova, K.; Polakova, K.; Ranc, V.", "abstract": "The development of analytical methods allowing a fast and easy to perform chemical analysis of complex samples under non-laboratory conditions presents a considerable scientific challenge that requires attention. Many analytical tasks are performed using commercially available immunochemistry based lateral flow tests, where the results are detected via a direct observation of the color change of the test strip. However, these tests in many cases do not have the desired levels of selectivity and/or sensitivity or even in some cases introduce an unwanted degree of subjectivity and thus uncertainty. Here, we developed a novel lateral flow analysis test designed for easy-to-run and easily to-interpret detection implementing surface enhanced Raman scattering. The strip utilizes modular polymeric sections specifically engineered to simplify the separation of target analytes from complex biological samples. This separation relies on a series of carefully designed physicochemical interactions between the sample components and the polymeric materials embedded in the strip. A key feature of this detection method is an analytical area on the strip that incorporates plasmonic silver nanostructures with a possibility of further surface functionalization using various selectors. We evaluated this test on the selective detection of IgG through its antibody and Adenine, as representatives of proteins and low molecular compounds. This innovative test format combines modular design with advanced detection, offering significant potential for applications in biomedical research, diagnostic testing, and monitoring of immune function.", "date": "2025-06-16", "journal": ""}
{"title": "Aiolos restricts the generation of antigen-inexperienced, virtual memory CD8+ T cells", "doi": "10.1101/2025.06.11.659122", "authors": "Oestreich, K.; Pokhrel, S.; Jones, D. M.; Leonard, M. R.; Tuazon, J. A.; Read, K. A.; Dileepan, G.; Warren, R. T.; Gong, Q.; Yount, J.; Xin, G.; Forero, A.; Ghoneim, H. E.; Collins, P.; Hemann, E.", "abstract": "CD8+ virtual memory T (TVM) cells are memory-like cells that rapidly respond to infection via antigen-independent bystander effector functions. While it is recognized that TVM cells arise independently of foreign antigen encounter, the mechanisms governing their development are not fully understood. Here, we identify the transcription factor Aiolos as a negative regulator of TVM cells. We observed higher quantities of TVM cells in the spleens of uninfected Aiolos-deficient (Ikzf3-/-) mice relative to wild-type (WT). Furthermore, Ikzf3-/- TVM cells produced higher levels of IFN-{gamma} and granzyme B. In addition, we found that Ikzf3-/- TVM cells accumulated to higher quantities in the lungs within 24 hours of influenza virus infection. In line with enhanced TVM functional capacity and lung trafficking, Aiolos-deficient mice cleared virus more rapidly and exhibited reduced morbidity relative to WT animals. Mechanistically, we observed that Aiolos represses the TVM transcriptional regulator Eomes and the IL-15R subunit CD122 (IL-15R{beta}/IL-2R{beta}), known contributors of TVM cell generation. Collectively, these findings establish Aiolos as a novel molecular repressor of TVM generation and function.", "date": "2025-06-16", "journal": ""}
{"title": "High-throughput microbiome profiling and co-occurrence with antibiotic resistance genes in Lucilia sericata", "doi": "10.1101/2025.06.11.659062", "authors": "Shatta, A.; Chavarria, X.; Choi, J. H.; Oh, S.; Kim, M.; Kang, D.; Cho, Y. H.; Choi, D.-Y.; Yi, M.-h.; Kim, J. Y.", "abstract": "Blow flies such as Lucilia sericata (Diptera: Calliphoridae) serve important ecological functions as decomposers. However, due to their close association with decaying organic matter they also play potential roles as reservoirs for pathogenic bacteria and antimicrobial resistance genes (ARGs). In this study, we characterized the bacterial communities and resistome profiles of L. sericata specimens collected from six provinces across South Korea using 16S rRNA gene metabarcoding and targeted PCR screening. The microbiome was dominated by Dysgonomonas, Vagococcus, Pseudomonas, Ignatzschineria, and Providencia with geographic variation in community structure. Flies from Chungnam exhibited the lowest microbial diversity, while samples from Jeonnam and Gyeonggi showed greater richness and evenness. Beta diversity analyses confirmed geographic structuring of bacterial communities, with semi-urban, rural locations harboring more diverse taxa. Notably, opportunistic pathogens such as Proteus mirabilis and Providencia were detected, alongside a range of ARGs (blaTEM, ermB, sul1, aac(6')-Ib-cr, cat and mecA) and integron elements (intI and intII), suggesting that L. sericata may act as a reservoir of clinically important microbes and resistance genes.", "date": "2025-06-16", "journal": ""}
{"title": "ARHGAP10 is a novel microtubule-associated protein that regulates the resorption activity of osteoclasts", "doi": "10.1101/2025.06.12.659268", "authors": "Jentschel, L.; BLANGY, A.; Bompard, G.", "abstract": "Bone homeostasis is maintained through the balanced activity of osteoclasts, which resorb bone, and osteoblasts, which form new bone. Excessive osteoclast activity leads to bone loss and contributes to conditions like osteoporosis. Osteoclasts form a specialized adhesion structure called the actin ring that is crucial for bone resorption and relies on both the actin and microtubule cytoskeletons. Our previous studies identified the {beta}-tubulin isotype TUBB6 as a regulator of actin ring dynamics essential for osteoclast function, and found ARHGAP10, a negative regulator of the GTPases CDC42 and RHOA, as a potential mediator of TUBB6 function. Here we show that ARHGAP10 as a novel microtubule-associated protein critical for osteoclast function. ARHGAP10 directly binds microtubules through its BAR-PH domain, which requires positively-charged lysine residues K37, K41 and K44 within the BAR domain. CRISPR/Cas9 mediated knockout of Arhgap10 affects the morphology of actin ring and impairs osteoclast resorption activity, correlated with altered actin ring dynamics. Complementation experiments reveal that the ability of ARHGAP10 to bind microtubules is essential for its role in osteoclast resorption activity. These findings uncover a novel cytoskeletal regulator in osteoclast and suggest that targeting the microtubule-actin interface via ARHGAP10 could represent a therapeutic strategy in bone loss disorder.", "date": "2025-06-16", "journal": ""}
{"title": "Reversal of ATP synthase is a key attribute for cellular differentiation of the Trypanosoma brucei insect forms", "doi": "10.1101/2025.06.16.659894", "authors": "Kunzova, M.; Dolezelova, E.; Moos, M.; Panicucci, B.; Zikova, A.", "abstract": "The mitochondrial FoF1-ATP synthase is a reversible nanomachine responsible for generating the majority of cellular ATP by oxidative phosphorylation. In various pathological contexts associated with mitochondrial dysfunction, this enzyme can reverse its function to maintain essential mitochondrial membrane potential at the expense of ATP. This reversal is regulated by the conserved protein Inhibitory Factor 1 (IF1). Here, we demonstrate that ATP synthase reversal also occurs under physiological conditions during the cellular differentiation of the unicellular parasite Trypanosoma brucei, which transitions between insect and mammalian hosts. Differentiation of the insect forms is marked by upregulation of alternative oxidase (AOX) along with decreased expression of trypanosomal IF1 (TbIF1), collectively creating a metabolic environment conducive to ATP synthase reversal. We show that this reversal is key for proper parasite differentiation: parasites lacking TbIF1 efficiently transitioned into the mammalian-infective form. In these TbIF1 knockout parasites, ATP synthase reversal was associated with an increased ADP/ATP ratio, activation of AMP-activated protein kinase, enhanced cellular respiration driven by elevated proline metabolism, and increased mitochondrial and cellular reactive oxygen species (ROS), known signaling molecules. Conversely, parasites with inducible TbIF1 overexpression failed to reverse ATP synthase activity, showed no AMPK activation or ROS elevation, and remained locked in the initial insect stage. Our findings highlight the critical role of TbIF1 downregulation in enabling life cycle progression and underscore the unique function of the ATP synthase/IF1 axis in cellular signaling.", "date": "2025-06-16", "journal": ""}
{"title": "Mitotic BLM functions are required to maintain genomic stability", "doi": "10.1101/2025.06.16.659902", "authors": "Hamann, T. E.; Wieland, A.; Tirincsi, A.; Vukusic, K.; Mohseni, F.; Wardenaar, R.; Losito, M.; Goenenc, I. I.; Wollnik, B.; Foijer, F.; Tolic, I. M.; Storchova, Z.; Raschle, M.", "abstract": "The BLM helicase is a critical genome maintenance protein involved in diverse cellular processes including DNA replication, repair, transcription, and chromosome segregation. During mitosis, it cooperates with the PICH helicase and topoisomerases to resolve ultrafine DNA bridges (UFBs) - non-chromatinized DNA structures that link sister chromatids - through a mechanism that is not yet fully understood. Here we tagged endogenous BLM and PICH with fluorescent proteins and BLM with an auxin-inducible degron to generate a cell model system that enables temporal tracking of UFB dynamics in the presence or absence of BLM. Time-resolved lattice light sheet microscopy established the dynamic localization patterns of BLM and PICH throughout the cell cycle. While BLM cycles between PML bodies and DNA repair foci in interphase, it dissociates from chromatin at the mitotic entry, and re-associates during anaphase to UFBs as well as to CENP-B-positive mitotic foci. Acute BLM depletion during mitosis increased the fraction of unresolved UFBs, micronuclei containing acentric fragments, binucleation, and resulted in subtle genomic abnormalities detected by single-cell whole genome sequencing. These findings highlight a mitosis-specific role for BLM in UFB resolution and underscore its function in preserving genomic stability.", "date": "2025-06-16", "journal": ""}
{"title": "Paralog interference preserves genetic redundancy", "doi": "10.1101/2025.06.13.659495", "authors": "Cisneros, A.; Mattenburger, F.; Gagnon-Arsenault, I.; Seffal, Y.; Nielly-Thibault, L.; Dube, A.; Varela Vasquez, M. d. M.; Munoz Vega, M. C.; Landry, C. R.", "abstract": "Models of gene duplication often assume that loss-of-function mutations neutrally promote the return to the ancestral singleton state. They thus ignore the potential functional interference between duplicated proteins stemming from their physical interactions. Here, we show that for heteromerizing paralogs, such interference potentiates negative selection on loss-of-function mutations. This effect maintains genetic redundancy over longer timescales depending on the rate and severity of loss-of-function mutations. We experimentally estimate that around 6% of deleterious substitutions for a representative tetrameric protein interfere with a second copy. Interfering mutations typically disrupt either catalysis or the final step of protein complex assembly, with varying degrees of severity. Our work shows that paralog interference potentiates the negative effects of loss-of-function mutations, contributing to the preservation of genetic redundancy.", "date": "2025-06-16", "journal": ""}
{"title": "Diatom ultrastructural diversity across controlled and natural environments", "doi": "10.1101/2025.06.16.659906", "authors": "Flori, S.; Mikus, F.; Flaum, E.; Moog, K.; Guessoum, S.; Beavis, T.; Zwahlen, S.; Romero-Brey, I.; Orschot, V.; Olivetta, M.; Steele-Ogus, M.; Yeh, E.; Mobile Labs Team,  ; Dudin, O.; Schwab, Y.; Dey, G.; Vincent, F.", "abstract": "Diatoms are ubiquitous aquatic microalgae critical to our planet, that were amongst the pioneer model organisms in cell biology for their large and transparent cell structure. However, their robust silica cell wall renders diatoms impermeable to many dyes and antibodies, and complicates the intracellular delivery of gene editing tools - driving in part the eventual decline of diatoms as mainstream model species despite their unique cellular physiology and remarkable ecological success. Here, we demonstrate that cryo-fixation combined with ultrastructural expansion microscopy (cryo-ExM) can overcome the silica barrier across diverse diatom species spanning over 80 million years of evolutionary time. We illustrate the potential of cryo-ExM to provide scalable, cost-effective volumetric imaging of diatom ultrastructure in laboratory cultures, as well as field-collected samples from the pan-European TREC expedition. We first reveal striking similarities in interphase microtubule organization across diverse diatom species by characterizing cytoskeletal arrangements throughout cell cycles and populations, uniting both pennate and centric morphologies under shared principles. We further unveil diatom photosynthetic diversity through qualitative and quantitative comparative analysis of chloroplast and pyrenoid morphologies, demonstrating that each diatom species architects unique photosynthetic machinery. Using cryo-ExM on environmental samples further exposes intricate diatom symbioses, revealing tight spatial organisation of ecological interactions. This methodology makes diatoms more accessible for modern and comparative cell biology research, providing new opportunities to investigate the cellular mechanisms of one of Earth's most successful photosynthetic groups.", "date": "2025-06-16", "journal": ""}
{"title": "Non-autonomy of age-related morphological changes in the C. elegans germline stem cell niche", "doi": "10.1101/2025.06.13.658151", "authors": "Gupta, N.; Sinks, M.; Hubbard, E. J. A.", "abstract": "A decline in tissue renewal and repair due to changes in tissue stem cells is a hallmark of aging. Many stem cell pools are maintained by interaction with morphologically complex local niches. Using the C. elegans hermaphrodite germline stem cell system, we analyzed age-related changes in the morphology of the niche, the distal tip cell (DTC), and identified a molecular mechanism that promotes a subset of these changes. We found that a long-lived daf-2 mutant exhibits a daf-16-dependent decline in number and length of long DTC processes. Surprisingly, the tissue requirement for daf-16(+) is non-autonomous and is independent of the longevity requirement: daf-16(+) in body wall muscle is both necessary and sufficient. We also determined that pre-formed DTC processes deteriorate prematurely when the underlying germline differentiates. We propose a reciprocal DTC-germline interaction model and speculate a mechanism by which reducing daf-2 activity prevents stem cell exhaustion. These studies establish the C. elegans DTC as a powerful in vivo model for understanding age-related changes in cellular morphology and their consequences in stem cell systems.", "date": "2025-06-16", "journal": ""}
{"title": "Susceptible host dynamics explain pathogen resilience to perturbations", "doi": "10.1101/2025.06.13.659551", "authors": "Park, S. W.; Nielsen, B. F.; Howerton, E.; Grenfell, B.; Cobey, S.", "abstract": "A major priority for epidemiological research in a time of anthropogenic change is understanding how infectious disease dynamics respond to perturbations. Interventions to slow the spread of SARS-CoV-2 significantly disrupted the transmission of other human pathogens. As interventions lifted, whether and when respiratory pathogens would eventually return to their pre-pandemic dynamics remains to be answered. Here, we present a framework for estimating pathogen resilience based on how fast epidemic patterns approach their pre-pandemic, endemic dynamics and analyze relevant time series data from Hong Kong, Canada, Korea, and the US. By quantifying the resilience of common respiratory pathogens, we are able to predict when each pathogen will eventually return to its pre-pandemic dynamics. Our predictions closely match the observed deviations (or lack thereof) from the pre-COVID dynamics of respiratory pathogens. Discrepancies between predicted and observed dynamics indicate the long-term impacts of pandemic perturbations, suggesting that some pathogens may be converging to a different endemic cycle. Finally, we show that the replenishment rate of the susceptible population is a key determinant of pathogen resilience, which in turn determines the sensitivity of a system to stochastic perturbations. Overall, our analysis highlights the persistent nature of common respiratory pathogens compared to vaccine-preventable infections, such as measles.", "date": "2025-06-16", "journal": ""}
{"title": "Availability of charged tRNAs drives maximal protein synthesis at intermediate levels of codon usage bias", "doi": "10.1101/2025.06.16.659965", "authors": "Hill, A. M.; To, K.; Wilke, C. O.", "abstract": "Synonymous codon usage can influence protein expression, since codons with high numbers of corresponding tRNAs are naturally translated more rapidly than codons with fewer corresponding tRNAs. Although translation efficiency ultimately depends on the concentration of aminoacylated (charged) tRNAs, many theoretical models of translation have ignored tRNA dynamics and treated charged tRNAs as fixed resources. This simplification potentially limits these models from making accurate predictions in situations where charged tRNAs become limiting. Here, we derive a mathematical model of translation with explicit tRNA dynamics and tRNA re-charging, based on a stochastic simulation of this system that was previously applied to investigate codon usage in the context of gene overexpression. We use the mathematical model to systematically explore the relationship between codon usage and the protein expression rate, and find that in the regime where tRNA charging is a limiting reaction, it is always optimal to match codon frequencies to the tRNA pool. Conversely, when tRNA charging is not limiting, using 100% of the preferred codon is optimal for protein production. We also use the tRNA dynamics model to augment a whole-cell simulation of bacteriophage T7. Using this model, we demonstrate that recoding the major capsid gene in T7 causes rare charged tRNAs to become depleted, which leads to the observed reduction in protein expression and phage fitness.", "date": "2025-06-16", "journal": ""}
{"title": "Population sparseness determines strength of Hebbian plasticity for maximal memory lifetime in associative networks", "doi": "10.1101/2025.06.16.659837", "authors": "Auer, N.; Chen, L.; Stubenrauch, J.; Lindner, B.; Kempter, R.", "abstract": "The brain can efficiently learn and form memories based on limited exposure to stimuli. One key factor believed to support this ability is sparse coding, which can reduce overlap between representations and minimize interference. It is well known that increased sparseness can enhance memory capacity, yet its impact on the speed of learning remains poorly understood. Here we analyze the relationship between population sparseness and learning speed -- specifically, how the learning speed that maximizes memory capacity depends on the sparseness of the neural code, and how this in turn affects the networks maximal capacity. To this end, we study a feedforward network with Hebbian and homeostatic plasticity and a two-state synapse model. The network learns to associate binary input-output pattern pairs, where sparseness corresponds to a small fraction of active neurons per pattern. The learning speed is modeled as the probability of synaptic changes during learning. The results presented in this manuscript are based on both network simulations and an analytical theory that predicts expected memory capacity and optimal learning speed. For both perfect and noisy retrieval cues, we find that the optimal learning speed indeed increases with increasing pattern sparseness -- an effect that is more pronounced for input sparseness than for output sparseness. Interestingly, the optimal learning speed stays the same across different network sizes if the number of active units in an input pattern is kept constant. While the capacity obtained at optimal learning speed increases monotonically with output sparseness, its dependence on input sparseness is non-monotonic. Overall, we provide the first detailed investigation of the interactions between population sparseness, learning speed, and storage capacity. Our findings propose that differences in population sparseness across brain regions may underlie observed differences in how quickly those regions adapt and learn.", "date": "2025-06-16", "journal": ""}
{"title": "Selective octopaminergic tuning of mushroom body circuits during memory formation", "doi": "10.1101/2025.06.16.659845", "authors": "Franke, U. S.; Grossjohann, A.; Aurich, S.; Köhler, I.; Lamberty, M.; Selcho, M.; Kittel, R. J.; Thum, A. S.; Pauls, D.", "abstract": "The catecholamines octopamine and tyramine undoubtedly have a major impact on the life of an insect. A wide range of physiological processes and behaviours are regulated by these neurotransmitters/hormones. Octopamine and tyramine act homologous to the adrenergic system of vertebrates, primarily adapting the organism to the given situation, by switching between the states of alertness and rest. Interestingly, higher brain functions like learning and memory are also regulated by octopamine and tyramine. About 30 years ago, initial work in Drosophila has demonstrated that dopaminergic neurons signal punishment, while octopaminergic neurons signal reward during olfactory associative learning and memory. In the meantime, however, it has become clear that distinct types of dopaminergic neurons convey both reward and punishment signals to the mushroom bodies, a central brain region responsible for the formation and storage of associative memories. Although some conflicting data remain, these findings challenge the previously established model of functional segregation and may limit the proposed role of octopamine neurons as teaching neurons during memory formation. We have therefore re-examined the role of octopamine in learning and memory in Drosophila larvae. Through a combination of Ca2+ imaging, anatomical studies and gain-of-function and loss-of-function behavioural approaches, we demonstrate that octopamine signalling plays a crucial role in larval learning by modulating dopaminergic neurons across distinct cell clusters to orchestrate memory processes.", "date": "2025-06-16", "journal": ""}
{"title": "Motoneurons can count: A cell intrinsic spike number memory compensates for deviations from rate coding", "doi": "10.1101/2025.06.16.659928", "authors": "Huthmacher, L.; Hilgert, S.; Reichert, S.; Hürkey, S.; Ryglewski, S.; Duch, C.", "abstract": "Firing rate is an important means of encoding information in many types of neurons. A prime example is asynchronous flight as used by ~600,000 insect species (Dudley, 2018), where wingbeat frequency and flight power output are controlled by a rate code of the flight power motoneurons (Hurkey et al., 2023). The five motoneurons that innervate the wing depressor muscle fibers translate different magnitudes of excitatory drive smoothly into changes of their common firing rates, which in turn, are linearly related to wing power output (Gordon and Dickinson, 2006). Such motoneuron input/output properties are called type-I excitability and are achieved by the expression of specific combinations of ion currents that linearize the frequency-input current curve. But are there additional motoneuron properties that compensate for acute perturbation of their rate code? Here we combine in vivo electrophysiology with Drosophila genetics to test for mechanisms that compensate for transient perturbation of rate coding during behavior. We show that MN intrinsic properties compensate for the occurrence of extra spikes by delaying the subsequent spikes, thus restoring rate coding fidelity. The underlying mechanism is dose and phase dependent. First, compensatory increases of subsequent interspike interval durations grow with the number of supernumerous spikes that interfere with coding. Second, the magnitude of the compensation for single extra spikes depends on when during an interspike interval these occur. This mechanism depends at least in part on axonally localized HCN channels and increases the fidelity of motoneuron rate coding in the light of perturbation during flight motor behavior.", "date": "2025-06-16", "journal": ""}
{"title": "Reversed functional gradient in primate prefrontal cortex: posterior dominance and frontopolar deactivation", "doi": "10.1101/2025.06.16.659673", "authors": "Watanabe, K.; Hirata, M.; Suzuki, T.", "abstract": "The frontopolar cortex (FPC) is thought to coordinate the more posterior lateral prefrontal cortex (LPFC) during complex, non-routine behaviors through high-level functions such as management of multiple goals, exploration, and self-generated decision-making. However, direct neurophysiological comparisons with other prefrontal regions are lacking, leaving the FPC's putative dominance untested. Contrary to this view, our comparison of neuronal activity across the full anteroposterior LPFC in macaques during six distinct tasks probing these functions revealed a posterior-to-mid LPFC dominance, with resource-allocation, novelty-detection (including reward-prediction error), and modality invariant decision-monitoring signals all showing a common posterior bias. In contrast, regardless of task demands, the FPC's strongest encoding was about the most recently executed action, and it displayed minimal object selectivity, even when objects were task-critical. We identified a turning point in this graded posterior-to-anterior transition from task-positive to task-negative regions around the border between the anterior and middle thirds of the LPFC. These findings challenge the prevailing notion that the LPFC is anterior-dominant across primate species, and provide evolutionary constraints on theories of human prefrontal organization.", "date": "2025-06-16", "journal": ""}
{"title": "The cortical scene processing network emerges in infancy, prior to independent navigation experience", "doi": "10.1101/2025.06.16.655720", "authors": "Kamps, F. S.; Chen, E. M.; Du, H.; Kosakowski, H. L.; Fuchs, A.; Kanwisher, N.; Saxe, R.", "abstract": "Sighted people rely on vision to recognize and navigate the local environment. By adulthood, human cortex contains at least three regions that respond selectively to visual scene information, but it remains unknown when or how these regions develop. One hypothesis is that scene selectivity emerges gradually in regions that initially prefer certain low-level visual features (e.g., peripheral visual input, high spatial frequencies, rectilinearity), and then exposure to the visual statistics of natural scenes drives the emergence of scene selective responses. However, both aspects of this hypothesis remain to be tested: how early scene selectivity first arises in human development, and whether it is driven by passive exposure to visual statistics. We therefore collected functional magnetic resonance imaging data from awake 2-9-month-old infants while they watched videos of real-world scenes with ego-motion, as well as faces, objects, and scrambled videos. We found stronger responses to scenes than control conditions in the location of all three scene regions. Scene-selective responses could not be explained by low-level visual properties of the stimuli, and were found in infants as young as 2-5 months old, with no evidence of age-related change. We also measured infants experience independently navigating (e.g., crawling), which was not necessary for the development of scene-selectivity. In sum, cortical regions are scene-selective in human infants prior to independent navigation, and after only limited exposure to visual scene statistics.", "date": "2025-06-16", "journal": ""}
{"title": "In vivo AAV9-SB-CRISPR screen identifies fatty acid elongase ELOVL5 as a pro-resolving mediator in lung inflammation", "doi": "10.1101/2025.06.11.659216", "authors": "Liu, S.; Wang, J.; Li, L.; Zhu, J.; Cao, X.", "abstract": "Timely resolution of inflammation is essential to prevent tissue damage and maintain homeostasis. Immunometabolism is critical for innate immunity and inflammation. However, how metabolic enzymes and metabolites contribute to inflammatory resolution remains largely unknown. To identify the key metabolic mediators of inflammation resolution, we generated an AAV9-Sleeping Beauty CRISPR library comprising 17090 sgRNAs targeting 2682 mouse metabolic genes. We then conducted an in vivo CRISPR screen in type alveolar epithelial cells (AECs)-specifically expressing Cas9 mice and uncovered a very long chain fatty acid elongase, ELOVL5, that promoted the resolution of lung inflammation after influenza virus infection. Deficiency of Elovl5 in mouse lung epithelial cells impaired lung inflammation resolution and tissue repair phenotype both in vitro and in vivo. Mechanistically, ELOVL5 bound to STING, inhibiting TBK1 interaction and translocation to the Golgi. These effects ultimately reduced STING-mediated inflammation and promoted AKT1-mediated tissue repair. In addition, ELOVL5 decreased eicosanoid levels in AECs to promote lung inflammation resolution. Supplement with ELOVL5 downstream products reversed the increased expression of inflammatory cytokines caused by Elovl5 deficiency. These results support an unrevealed mechanism for polyunsaturated fatty acid metabolism in the resolution of innate inflammation and provide paths toward treating inflammatory diseases through manipulating cellular lipid metabolism.", "date": "2025-06-16", "journal": ""}
{"title": "Dual Role of Plasmacytoid Dendritic Cells in Humoral and CD8⁺ T Cell Memory Post COVID-19 mRNA Vaccination", "doi": "10.1101/2025.06.13.659539", "authors": "Pizzichetti, C.; Latino, I.; Virgilio, T.; Capucetti, A.; Chahine, K.; Cascione, L.; Moro, S. G.; Brugger, M.; Kozarac, N.; Pulfer, A.; Renner, L.; Thakur, R. S.; Benarafa, C.; Legler, D. F.; Gonzalez, S. F.", "abstract": "The Pfizer-BioNTech coronavirus vaccine (BNT162b2), one of the first nanoparticle-based vaccines approved by the World Health Organisation (WHO), demonstrated 95% efficacy in preventing against Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. However, the precise mechanism of action underlying its effectiveness remains poorly understood. This study investigated the early immune responses in the draining lymph node (dLN) and its role in mediating antiviral protection following vaccination. Here, we focused on the involvement of antigen-presenting cells (APCs) in adaptive immunity. In this study, we demonstrated that the Pfizer-BioNTech coronavirus vaccine is rapidly transported to the dLN and is primarily captured by leukocytes that initiate the expression of the viral antigenic spike protein. Notably, we demonstrated that plasmacytoid dendritic cells (pDCs) are key orchestrators of the inflammatory and humoral response, as their specific depletion led to impaired antibody production and diminished neutralization capacity. Furthermore, single-cell transcriptomic analysis revealed an interaction between pDCs and CD8+ T cells that facilitates T cell activation. In vivo experiments confirmed that pDCs expressing the viral spike protein directly engage with CD8+ T cells, promoting their differentiation and expansion. Moreover, the absence of pDCs affected the formation of antigen-specific memory T cells. Overall, these findings highlight that pDCs are essential players in mediating both adaptive and humoral responses to the Pfizer-BioNTech coronavirus vaccine, providing insights into the mechanistic functioning of mRNA vaccines and establishing a novel role for pDCs as professional APCs.", "date": "2025-06-16", "journal": ""}
{"title": "Optimising the use of Oxford Nanopore Sequencing technology for detection of Wolbachia bacterial endosymbionts in Anopheles mosquitoes.", "doi": "10.1101/2025.06.16.659891", "authors": "Chatterley, L.; Hull, N.; Hughes, I.; Sougoufara, S.; Meek, O.; Ceyran, M.; Dhokiya, V.; Bandibabone, J.; Adala, C.; Cunningham, E.; Awandu, S. S.; Nkondjio, C. A.; Hughes, G. L.; Heinz, E.; Walker, T.", "abstract": "Malaria, a mosquito-borne disease predominantly affecting sub-Saharan Africa, remains a significant global health challenge with 263 million cases in 2023. Although progress in vaccine development has recently occurred, insecticide resistance has reduced the effectiveness of the main stay method of traditional vector control and novel innovative vector control strategies against Anopheles mosquitoes is crucial to combat the spread of malaria. Wolbachia is an endosymbiotic bacterium that can invade mosquito populations and inhibit human pathogens. Historically Wolbachia was thought to not occur naturally within wild Anopheles populations, but recent evidence has confirmed the presence of at least two strains in genuine symbiosis. Detection of Wolbachia strains has pre-dominantly relied on PCR amplification of Wolbachia genes and/or sanger and illumina sequencing. In this study, we assess the use of Oxford Nanopore Technology (ONT) for detecting bacteria within wild Anopheles mosquitoes and determine the ability to detect the endosymbiotc bacterium Wolbachia. We assessed Wolbachia detection from library preparations using the ONT Field sequencing kit for MinION sequencing on the Mk1C and found a pool size of 10 mosquitoes is required preventing individual mosquito analysis. There were approximately13 times more Wolbachia reads in pooled Anopheles demeilloni compared to Anopheles gambiae. Utilizing the more economical Flongle flow cells and Mk1B device, we further evaluated the effectiveness of two library preparation methods that are compatible: Rapid PCR Barcoding and 16S Barcoding kits. Our findings indicate that the 16S Barcoding Kit in conjunction with the Flongle flowcell effectively identified Wolbachia in both Anopheles demeilloni and Anopheles moucheti but we found no evidence of Wolbachia in Anopheles gambiae. Our study demonstrates the feasibility of developing ONT for field-based sequencing in malaria-endemic regions, providing a potentially lower cost and field friendly method for monitoring mosquito populations and associated endosymbionts", "date": "2025-06-16", "journal": ""}
{"title": "A Singapore-centric Fungal Dataset of 518 Cultivated Strains with Visual Phenotypes and Taxonomic Identity", "doi": "10.1101/2025.06.15.659681", "authors": "Ten, D.; Wong, F. T.; Lim, Y. H.; Koh, W.", "abstract": "The fungal kingdom represents a greatly untapped resource to produce a wide range of bioactive secondary metabolites, including antibiotics, anticancer agents, industrially significant dyes and enzymes. To-date, it is estimated only less than 5% of all fungi have been characterised, a deficit that is especially pronounced in tropical regions like Singapore, where fungal diversity remains underexplored compared to northern hemisphere counterparts. This underlines the urgency and importance of our research which motivated the creation of our curated dataset, aiming to address this gap and contribute to understanding the broader ecosystem. We developed a generalisable cultivation workflow that enables systematic strain preparation, supports high-resolution imaging, and yields sufficient fungal biomass amenable for genomic analyses. This resulted in a diverse collection of 518 phylogenetically and ecologically varied fungal strains from both terrestrial and marine environments in biodiverse Singapore. The curated dataset from this project captures both taxonomic identity and colony-level morphological traits serving as a foundation for visual phenotype to taxonomy mapping through the integration of computer vision.", "date": "2025-06-16", "journal": ""}
{"title": "Isolation and Screening of Polyethylene Terephthalate (PET)-degrading bacteria from Municipal Waste Disposal Site in West Java, Indonesia", "doi": "10.1101/2025.06.16.659912", "authors": "Fibriani, A.; Evelyn, T.; Zulfitri, A. F.", "abstract": "Polyethylene terephthalate (PET) is a persistent plastic contributing to environmental pollution due to its resistance to natural degradation. This study aimed to identify PET-degrading bacteria from two major landfills in West Java, that is Bantar Gebang and Cipayung. Samples were collected from soil and plastic waste at three locations per site. A combined approach was used: metagenomic analysis to profile microbial diversity, and culturable enrichment using PET-supplemented mineral medium followed by iso-lation and PEG-based clear zone screening. PET degradation was assessed over 21 days using PET film as the sole carbon source, and surface damage was evaluated via scan-ning electron microscopy (SEM). Metagenomic analysis revealed high microbial diver-sity dominated by Pseudomonadota and Bacillota, suggesting potential for PET degrada-tion. From 34 culturable isolates, six exhibited clear zone activity: BP8, CT9, CT11 (Bantar Gebang) and ET4, EP19, FP20 (Cipayung). SEM and relative enzyme activity assays confirmed PET film degradation, particularly in isolates BP8 and EP19. Molecular iden-tification via 16S rRNA sequencing revealed high similarity of BP8 to Priestia megaterium, CT9 to Comamonas terrae, CT11 and FP20 to Brucella pseudintermedia, ET4 to Shinella yambaruensis, and EP19 to Micrococcus luteus. These results highlight the potential of landfill-derived bacteria for PET biodegradation and offer candidates for further bio-technological development in plastic waste management.", "date": "2025-06-16", "journal": ""}
{"title": "The nematode symbiotic bacterium Xenorhabdus griffiniae can sense and respond to the presence of its host Steinernema hermaphroditum", "doi": "10.1101/2025.06.16.660008", "authors": "Larsson, E. M.; Myers, C.; Newman, D. K.; Cao, M.", "abstract": "The mutualistic symbiosis between Xenorhabdus bacteria and Steinernema nematodes has both ecological and practical importance. Their relationship co-evolved to make them dependent on each other in their life cycle where they kill, feed and reproduce within insect larvae together. This behavior has shed light on them as promising candidates to replace conventional pesticides. Despite the importance of the Xenorhabdus in insect-killing, the mechanisms by which the bacteria might sense and respond to the presence of their nematode host are not well understood. We performed an RNA-sequencing experiment on the bacterial partner, X. griffiniae, in close proximity, but not in direct contact with their host nematode, Steinernema hermaphroditum, to identify differentially regulated genes in these conditions, followed by genetic analysis to determine their functional significance. We show that X. griffiniae changes its transcriptomic profile in a small number of genes in the presence of axenic nematodes, but not in the presence of nematodes that are already colonized by X. griffiniae. We select the most differentially regulated gene, ymdA, for further investigation, and show that it plays a role in biofilm formation and affects host colonization efficiency. This work advances our understanding of bacterial sensing of nematodes and motivates future research in deepening our understanding of this underexplored ecological interaction.", "date": "2025-06-16", "journal": ""}
{"title": "Evolutionary Genomics Guides Scalable Coral Probiotics for Climate Resilience", "doi": "10.1101/2025.06.16.659728", "authors": "Xie, M.; Xiang, N.; Liao, T.; Cheung, C. T.; Lee, C. H.; Tse, W. Y.; Tsang, K. K.; Ho, K. E.; He, Q.; Dörr, M.; Manns, H.; Li, P.; Xian, Z.; Wang, X.; Luo, D.; Hayden, R.; Chei, E.; Wan, Z.; Thompson, P.; Brennan, J.; Peixoto, R. S.; Cui, G.; Mcllroy, S. E.; Chui, A. P. Y.; Voolstra, C. R.; Luo, H.", "abstract": "Coral reefs, critically endangered by climate warming, urgently require innovative, scalable interventions. Probiotics offer promise, but stability and effectiveness need improvement. We introduce an evolutionary genomic framework for selecting so-called next-generation probiotics using host adaptation signatures. Targeting bacteria transitioning irreversibly to host dependency, we identify coral-sourced Ruegeria MC10, exhibiting insertion sequence proliferation and essential gene pseudogenization. In a proof-of-principle, coral model cnidarians showed increased thermal tolerance. Subsequent, real-world application of one-month nursery inoculations enabled Acropora pruinosa corals to retain MC10 for the monitored period (eight months) post-outplanting, including persistence through a natural bleaching event, with sustained coloration. MC10 colonized the gastrodermis, exhibited host flexibility, and minimally disrupted native microbiomes. This work pioneers a scalable, evolution-guided strategy for microbial-driven reef restoration, applicable to wildlife at large.", "date": "2025-06-16", "journal": ""}
{"title": "A connection between two ancient and essential cellular processes, iron-sulfur protein biogenesis and fatty acid synthesis, in Escherichia coli", "doi": "10.1101/2025.06.16.659903", "authors": "Fakroun, S.; Bouvier, G.; Libiad, M.; Sechet, E.; Bouveret, E.; Barras, F.; Dubrac, S.", "abstract": "Iron-sulfur [Fe-S] clusters are ubiquitous cofactors of a wide array of structural and functional diverse proteins. Acyl Carrier Protein (ACP) is the universal factor required for fatty acid (FA) synthesis. In this study in E. coli, we demonstrated that [Fe-S] and FA biosynthesis pathways are coordinated processes, driven by a physical interaction between ACP and the ISC [Fe-S] biogenesis machinery. Using bacterial two-hybrid assays, co-purification and biochemical analyses, we demonstrated a molecular interaction between ACP and IscS, the ISC machinery cysteine desulfurase that provides sulfur for [Fe-S] cluster formation. Structural modeling and directed mutagenesis pinpointed the ACP-binding site in a region of IscS shared for interactions with other components of the ISC [Fe-S] biogenesis system. At the cellular level, ACP depletion was found to disrupt ISC-dependent [Fe-S] cluster biogenesis, diminishing the activity of key [Fe-S]-dependent regulators (IscR, FNR, NsrR) and enzymes (aconitase, biotin synthase). Our findings underscore a functional link between [Fe-S] cluster biogenesis and fatty acid metabolism with far-reaching unexplored intricacies of metabolic coordination and cellular homeostasis. Comparison with eucaryotic systems highlight a strong evolutive driving force towards a link between [Fe-S] cluster and fatty acid biosynthesis in all living systems.", "date": "2025-06-16", "journal": ""}
{"title": "Type IV minor pilin ComN predicted the USS-receptor in Pasteurellaceae", "doi": "10.1101/2025.06.16.659825", "authors": "Helsem, S. A.; Alfsnes, K.; Frye, S. A.; Hesselberg Lovestad, A. Y.; Ambur, O. H.", "abstract": "The Uptake Signal Sequence (USS) receptor, facilitating acquisition of homologous DNA by natural transformation in Haemophilus influenzae and other Pasteurellaceae, remains unknown. Assuming extracellular USS-binding in accordance with experimental data and existing models of the transformation process, discriminating functional gene ontology assessment, cellular localization predictions and deep-learning structural modeling of protein-DNA complexes, a prepilin peptidase-dependent protein A (PpdA), was identified as the strongest USS receptor candidate in different Pasteurellaceae family members with divergent USS specificities. PpdA was the only orthogroup to be modeled to form specific protein-USS complexes significantly better than complexes with sequence-scrambled versions of USS by AlphaFold3. Further analyses of PpdA complexes, from ten different Pasteurellaceae with divergent USS-type enrichment, using geometric deep learning protein-DNA sequence specificity predictions and coevolution analyses were found to further support this USS receptor candidacy. PpdA was found to share overall structural domains with the non-sequence specific DNA receptor FimT in Legionella pneumophila and a particular {beta}-sheet transversing disulfide-bridge with ComP, the DNA uptake sequence receptor of the Neisseriaceae. In compliance with a previously given gene name, we propose ComN to be used for these PpdA orthologs which structurally and evolutionary were here predicted to be the USS-receptors in Pasteurellaceae.", "date": "2025-06-16", "journal": ""}
{"title": "Dermaseptin DMS-DA6, a promising alternative to conventional antibiotic in the treatment of N. brasiliensis induced actinomycetoma", "doi": "10.1101/2025.06.16.659840", "authors": "Auvynet, C.; Ivonne, D.-M. D.; Velia, V.-M. A.; Estefania, A.-N.; Christophe, P.; Yvonne, R.; Cesar, S.-C. M.", "abstract": "Actinomycetoma is a chronic infectious disease recognized by the World Health Organization as a neglected tropical disease. In the Americas, the most common etiologic agent is the Gram-positive bacterium, Nocardia brasiliensis. It is a facultative intracellular pathogen that can multiply and survive within macrophages, evading microbicidal mechanisms by inducing an immunosuppressive environment. Current antibiotic treatments are expensive, prolonged, and toxic, and bacterial resistance has been reported. Host defense peptides, known for their bactericidal and immunomodulatory effects, and their ability to induce poor bacterial resistance due to their direct effect on the bacterial membrane, represent a novel therapeutic approach. Recently, DMS-DA6, a dermaseptin isolated from the Mexican tree frog, Pachymedusa dacnicolor, has been shown to exert strong activity against Gram-positive bacteria, including multidrug-resistant strains. Our study evaluated the effects of DMS-DA6 in a N. brasiliensis-induced actinomycetoma mouse model in comparison with the ones observed with the conventional antibiotic linezolid. Infected mice were treated either twice a week with this peptide at a dose of 12.5mg/kg or every 12 hours with linezolid at a dose of 25 mg/kg over a three-week period. Our findings suggest that treatment with DMS-DA6 is more effective in resolving the disease than linezolid, as it induces a similar reduction in the volume of inflammation and bacterial load in the infected area at a lower dose and with fewer injections. These findings highlight the potential of DMS-DA6 as an innovative addition to current therapy.", "date": "2025-06-16", "journal": ""}
{"title": "The pcnB gene sustains Shigella flexneri virulence", "doi": "10.1101/2025.06.16.659909", "authors": "Frisch, T.; Geiser, P.; Komi, M.; Karlsson, P. A.; Bhetwal, A.; Jenniches, L.; Barquist, L.; Holmqvist, E.; Mateus, A.; Sellin, M. E.; Di Martino, M. L.", "abstract": "The enteropathogen Shigella flexneri employs a Type Three Secretion System (T3SS) to colonize intestinal epithelial cells. Genes encoding the T3SS are located on a large IncFII virulence plasmid, pINV. T3SS expression comes at the expense of slowed Shigella growth and is therefore strictly controlled by both transcriptional and post-transcriptional mechanisms. Following up on a recent genome-wide screen, we here show that the chromosomal gene pcnB, encoding the poly-A polymerase I (PAP-I), slows Shigella growth at 37{degrees}C, while at the same time promotes early colonization of a human epithelial enteroid model. Proteomic profiling revealed that pcnB drives global increase of the Shigella T3SS virulence program. Accordingly, pcnB sustains pINV replication to a level optimal for Shigella virulence. This is achieved through increased degradation of the antisense RNA CopA, involved in plasmid replication control. The pcnB effect on pINV replication was found to also ensure longer-term intraepithelial expansion of Shigella following human intestinal epithelium invasion. Our findings exemplify how an optimal pINV level is necessary for the execution of Shigella infection cycle.", "date": "2025-06-16", "journal": ""}
{"title": "The genetic control of rapid genome content divergence in Arabidopsis thaliana", "doi": "10.1101/2025.06.11.659220", "authors": "Fiscus, C. J.; Koenig, D.", "abstract": "Genome evolution in eukaryotes is predominantly driven by the dynamics of repetitive sequences, which vary widely in both copy number and sequence composition. The rate of repeat evolution changes between species and within a species and is likely modulated by both genetics and environment. To uncover the factors shaping the rate of genome content evolution, we analyzed 1,142 resequenced Arabidopsis thaliana genomes using a novel K-mer based approach. With this dataset, we characterized genome content variation and identified hypervariable regions that contribute to major differences in repeat abundance. We then treated repeat abundance as a quantitative trait and performed genome-wide association studies to map the genetic basis of copy number variation across more than 400 repeat families. We jointly analyzed these results using a meta-GWAS approach, revealing both cis-acting variants and over 50 trans-acting loci that regulate repeat abundance genome-wide. Finally, we found that purifying selection acts against mutations that increase the rate of genome content divergence, favoring alleles that limit repeat expansion. Together, our results provide new insights into the genetic architecture and evolutionary forces shaping genome evolution in plants.", "date": "2025-06-16", "journal": ""}
{"title": "Anthracyclines induce global changes in cardiomyocyte chromatin accessibility that overlap with cardiovascular disease loci", "doi": "10.1101/2025.06.11.658997", "authors": "Matthews, E. R.; Abodunrin, R. O.; Hurley, J. D.; Gutierrez, J. A.; Ward, M. C.", "abstract": "Breast cancer drugs including anthracyclines (ACs) and Trastuzumab increase the risk for cardiovascular diseases (CVDs) such as atrial fibrillation (AF) and heart failure (HF) that ultimately affect the heart muscle. These CVDs are associated with hundreds of genetic variants in non-coding regions of the genome. However, how these drugs affect the regulatory potential of the non-coding genome of the heart and CVD risk loci is unknown. We therefore measured global chromatin accessibility across iPSC-derived cardiomyocytes from four individuals treated with the ACs, Doxorubicin, Epirubicin, and Daunorubicin, a related non-AC, Mitoxantrone, and the monoclonal antibody Trastuzumab, or a vehicle control for three and 24 hours. We identified 155,557 high-confidence regions of open chromatin across 48 samples where the major sources of variation are associated with drug type and time. Jointly modeling the data revealed three accessibility response signatures denoted as early-acute, early-sustained, and late that correspond to 67,329 regions that open or close in response to drug treatment. Sequences associated with drug-induced chromatin opening contain motifs for DNA damage-associated transcription factors including p53 and ZBTB14, and associate with increases in active histone acetylation and gene expression. 21 AF- and HF-associated SNPs directly overlap with regions associated with drug-induced opening. A shared intronic HF and AF SNP, rs3176326, that is also an eQTL for CDKN1A in heart tissue, associates with increased chromatin accessibility, histone acetylation, and CDKN1A expression in response to all ACs. Our results demonstrate large-scale changes in chromatin accessibility in cardiomyocytes treated with ACs, which correspond to several regions harboring CVD risk loci.", "date": "2025-06-16", "journal": ""}
{"title": "Sex Differences in Structural and Receptor mRNA Expression in the Ventral Anterior Cingulate Cortex and a Potential Role of Perineuronal Nets in Monogamous Pair Bond Establishment (Peromyscus californicus)", "doi": "10.1101/2025.06.16.659986", "authors": "Malone, C. L.; Li, J.; Luebke, E. M.; Carreras-Simons, L.; Treis, W. W.; Hammond, E. R.; Monari, P. K.; Marler, C. A.", "abstract": "The monogamous California mouse (Peromyscus californicus) exhibits distinct behavioral changes during pair bond formation. Using a detailed temporal behavioral analysis over seven days, we found a rapid decrease in aggression within 24 hours of pair introduction in this highly territorial species. After this aggression reduction, the gradual increase in affiliative behaviors varied by type of affiliative behavior and ranged from one to seven days. We then measured neurobiological changes at three time points during this transition to uncover mechanisms that might govern this shift from aggressive to affiliative behavior, revealing novel sex differences that add to current research on biological mechanisms of social bonding. Specifically, we examined plasticity through mRNA expression of two perineuronal net (PNN) associated proteins, HAPLN and ACAN, in two brain regions implicated in affiliation, aggression, and social cognition: the ventral anterior cingulate cortex (vACC) and lateral septum (LS). The vACC in females exhibited higher expression levels of both of these PNN components relative to males. Additionally, we observed a decrease in ACAN mRNA expression in the vACC over the course of pair bond establishment, but no such change in the LS. Furthermore, oxytocin receptor (OXTR) and vasopressin receptor (AVPR) plasticity exhibited sex-specific patterns in the vACC during pair bond formation. Females displayed higher OXTR mRNA expression across the bonding period, whereas males expressed higher AVPR mRNA levels. In addition, our results uncovered a positive association between AVPR expression levels in the vACC and male-female nesting distance, a novel measure of affiliative behavior. We discuss how a decrease in PNNs could allow for an increase in receptor plasticity in the vACC as the pair bond is established. Moreover, we suggest that structural plasticity across this social transition may differ between males and females due to factors such as pre-pair sociality and aggression/territoriality changes.", "date": "2025-06-16", "journal": ""}
{"title": "Structure of a pH-sensitive pentameric ligand-gated ion channel from the Sarcoptes scabies mite", "doi": "10.1101/2025.06.11.659021", "authors": "Kleiz-Ferreira, J.; Brams, M.; Harrison, P. J.; Gallagher, C. I.; Nys, M.; Donze, Y.; Quigley, A.; Bertrand, D.; Ulens, C.", "abstract": "Scabies is a skin infestation caused by the Sarcoptes scabiei mite. It produces a substantial global health burden, which is exacerbated by emerging resistance to prominent treatments, such as ivermectin. An anionic pentameric ligand-gated ion channel (pLGIC) identified in the mite, termed as SsCl, shows unique pH-sensitivity and is significantly modulated by ivermectin. Here, we use cryo-EM and electrophysiology to explore the pH-sensing mechanisms of SsCl and the impact of ivermectin on channel activity. Structures of SsCl were resolved under various pH conditions to capture a closed (pH 6.5) and desensitized (pH 9) state, alongside ivermectin-bound conformations. The desensitized structure adopts an unexpected 'hourglass' conformation, suggesting the gating mechanisms may be more related to cation-selective channels. Structure-based analysis and mutagenesis highlighted extracellular histidine and glutamate residues which act as pH-sensors, revealing the protonation-dependent gating mechanism. Ivermectin binds at transmembrane subunit interfaces, stabilizing an open-pore conformation through hydrophobic interactions. Ivermectin bound-structures reveal a pH-dependent modulation, enhancing open-state prevalence at pH 9 and enabling atypical activation at pH 6.5, consistent with electrophysiological data. These structural and functional insights elucidate SsCl's unique pH sensitivity and ivermectin's mode of action, providing a foundation for designing next-generation therapeutics targeting this pathogen-related ion channel.", "date": "2025-06-16", "journal": ""}
{"title": "Dynamic assessment of the allocation of copper to cytochrome c oxidase using size-exclusion chromatography (SEC) combined with inductively coupled plasma mass spectrometry (ICP-MS)", "doi": "10.1101/2025.06.11.659066", "authors": "Secic, D.; Bischoff, M. E.; Schmidt, L.; Vest, K. E.; Cunningham, J. T.; Figueroa, J. L.; Czyzyk-Krzeska, M. F.", "abstract": "Copper (Cu) is an essential trace element required for mitochondrial respiration via its incorporation into cytochrome c oxidase (CuCOX), the terminal enzyme of the electron transport chain. In this study, we employed size-exclusion chromatography coupled with inductively coupled plasma mass spectrometry (SEC-ICP-MS), UV-Vis spectroscopy, and immunoblotting to identify and validate a high-molecular-weight Cu-containing peak in SEC-ICP-MS chromatogram as representative of CuCOX activity. We demonstrate that this CuCOX peak is enhanced under metabolic conditions favoring oxidative phosphorylation, such as high Cu supplementation or galactose-containing media, and correlates with increased mitochondrial respiration. By tracing exogenously supplied 63Cu, we characterized the time- and dose-dependent incorporation of newly acquired Cu into CuCOX. Functional RNA interference (RNAi) experiments targeting key Cu transporters revealed that CuCOX formation is independent of the high-affinity Cu importer CTR1, but instead relies on alternative transporters including DMT1, LAT1, and the mitochondrial carrier SLC25A3. These findings offer new insight into the cellular pathways governing Cu trafficking and allocation to mitochondria under physiologically relevant conditions. Furthermore, our work establishes SEC-ICP-MS as a sensitive and specific method for quantifying CuCOX and assessing mitochondrial metabolism. This platform holds promise for the identification of Cu-related biomarkers and therapeutic targets, particularly in the context of diseases such as renal cell carcinoma (RCC), where dysregulated Cu homeostasis plays a critical role.", "date": "2025-06-16", "journal": ""}
{"title": "Discovery and characterization of a copper-binding carbohydrate-binding module (CBM) regulating the activity of lytic polysaccharide monooxygenases", "doi": "10.1101/2025.06.11.659075", "authors": "Forsberg, Z.; Stepnov, A. A.; Golten, O.; Lopez-Tavera, E.; Ayuso-Fernandez, I.; Eijsink, V. G. H.", "abstract": "Lytic polysaccharide monooxygenases (LPMOs) are monocopper enzymes that hydroxylate recalcitrant polysaccharides such as cellulose. Like other redox enzymes, LPMOs face challenges in handling the reactive oxygen species generated at their active site, which must be controlled to prevent off-pathway reactions that lead to enzyme inactivation. In the case of LPMOs, oxidative damage may be self-reinforcing because free copper released from damaged catalytic centers will promote abiotic redox reactions that generate reactive oxygen species. Here we show that some members of a widely spread family of carbohydrate-binding modules (CBM2s) have evolved the ability to bind copper and that this ability is exclusively found in CBM2s that are appended to LPMOs. We show that the copper site in these CBM2s protects the LPMO from inactivation both by scavenging free copper, preferably Cu(I), and by interacting directly with the reduced catalytic copper site of the LPMO, thus preventing the enzyme from engaging in off-pathway reactions. These effects are demonstrated by studies on the redox stability of a series of engineered LPMO variants as well as AlphaFold3 models of the CBM2-containing enzymes. Interestingly, the copper site and the cellulose-binding surface are located on different sides of these CBM2s, enabling a mode of action in which the CBM inhibits potentially damaging LPMO activity in the absence of substrate, while such inhibition would be relieved upon binding of the CBM2 to cellulose. These findings show that CBMs have biologically relevant functions beyond carbohydrate-binding and reveal a mechanism for substrate-dependent regulation of LPMO reactivity.", "date": "2025-06-16", "journal": ""}
{"title": "LazyNet: Interpretable ODE Modeling of Sparse CRISPR Single-Cell Screens Reveals New Biological Insights", "doi": "10.1101/2025.06.11.658833", "authors": "Yi, Z.", "abstract": "Single-cell CRISPR activation/interference screens offer a direct route to causal gene-regulatory maps, yet existing deep-learning pipelines are GPU-intensive and yield hard-to-interpret latent factors. We introduce LazyNet, an explicitly Euler-integrated neural ODE whose paired log-linear-exp layer collapses multiplicative transcript interactions into a compact, mechanistically interpretable weight matrix. Training a three-replica ensemble on a 55k-cell, 30k-gene Perturb-seq dataset completes on a single CPU in <1 h, running 3 to 4 folder faster than transformer (scGPT) or state-space (RetNet) baselines while lowering global RMSE by 25 % and raising genome-wide Pearson r to 0.67. Averaged Jacobians, expanded in a 32*4 breadth-first search around seven ferroptosis seeds, recapitulated 15 of 27 benchmark regulators (56 % recall) within a 4 611 gene, 11 676 edge subgraph; 26.6 % of edges show ARCHS4 co-expression r [&ge;] 0.2 versus 5 % expected at random, and 523 overlap STRING interactions (hypergeometric p = 1.2e-5). Elasticity ranks uncover a previously unrecognized lysosomal-mitochondrial-immune module linking PSAP-mTOR, MFN2-TLR4 and ADCY10-SIRT3, generating experimentally testable hypotheses. By combining state-of-the-art predictive accuracy, laptop-level resource demands and one-to-one parameter interpretability, LazyNet democratizes causal network discovery from sparse two-snapshot screens, enabling small laboratories to move from large-scale perturbation data to mechanistic insight without GPUs or external pathway priors.", "date": "2025-06-16", "journal": ""}
{"title": "Annotating the X-ray diffraction pattern of vertebrate striated muscle", "doi": "10.1101/2025.06.11.659175", "authors": "Koubassova, N. A.; Dutta, D.; Ma, W.; Tsaturyan, A. K.; Irving, T.; Padron, R.; Craig, R.", "abstract": "Low-angle X-ray diffraction is a powerful technique for analyzing the molecular structure of the myofilaments of striated muscle in situ. It has contributed greatly to our understanding of the relaxed, 430-[A]-repeating organization of myosin heads in thick filaments in skeletal and cardiac muscle. Using X-ray diffraction, changes in filament structure can be detected on the [A] length scale and millisecond time scale, leading to models that are the foundation of our understanding of the structural basis of contraction. As with all X-ray fiber diffraction studies, interpretation requires modeling, which has previously been based on low-resolution knowledge of thick filament structure and is complicated by the contributions of multiple filament components to most X-ray reflections. Here, we use an atomic model of the human cardiac thick filament C-zone, derived from cryo-EM, to compute objectively the contributions of myosin heads, tails, titin, and cMyBP-C to the diffraction pattern, by including/excluding these components in the calculations. Our results support some previous interpretations but contradict others. We confirm that the myosin heads are responsible for most of the intensity on the myosin layer-lines, including the M3 meridional. Contrary to expectation, we find that myosin tails contribute little to the pattern, including the M6 meridional; this reflection arises mainly from heads and other components. The M11 layer line (39 [A] spacing) arises mostly from the curved and kinked structure of titin, which allows eleven ~42-[A]-long domains to fit into the 430 [A] repeat. The M11 spacing can be used as a measure of strain in the myosin filament backbone as there is negligible head contribution. These insights should aid future understanding of the X-ray pattern of intact muscle in different conditions such as contraction and drug treatment.", "date": "2025-06-16", "journal": ""}
{"title": "A bottom-up approach to understanding ultrasound mediated blood-brain barrier opening using long and short pulses", "doi": "10.1101/2025.06.11.659100", "authors": "Shen, Y.; Cai, Y.; Qiao, C.; Liu, Z.; Xu, Y.; Hu, M.; Zhang, J.; Ma, L.; Li, F.", "abstract": "Ultrasound-mediated blood-brain barrier (BBB) opening is promising for non-invasive, localized, and reversible drug delivery to the brain. However, the underlying mechanisms remain unclear, particularly at microscopic level in real time. Recently developed short-pulse ultrasound enhances safety by reducing side effects compared to conventional long-pulse ultrasound. Using vessel-mimicking microchannels cultured with brain endothelial monolayers, we directly observed bubble dynamics and cellular bioeffects under flow conditions. Intriguingly, cyclic jetting during stable cavitation occurs at long-pulse mode, accompanied by a few localized cell detachments and extensive sonoporation. In contrast, short-pulse ultrasound induced milder, uniform bubble dynamics, reversible sonoporation and calcium signaling, promoting safer BBB modulation. In vivo two-photon imaging and histology in mice confirmed these findings, showing that long-pulse ultrasound enabled higher drug delivery efficiency but caused localized endothelial damage, while short-pulse ultrasound facilitated uniform delivery and faster BBB recovery. The differential bubble dynamics and cellular responses correlated well between in vitro and in vivo models. This study establishes a cross-scale framework for real-time analysis of ultrasound-mediated BBB opening, revealing key biophysical factors governing safety and efficacy. The findings provide guidance for the optimization of ultrasound protocols for vascular drug delivery, with potential applications in treating brain tumors, neurodegenerative diseases, and other disorders.", "date": "2025-06-16", "journal": ""}
{"title": "A Hotspot Phosphorylation Site on SHP2 Drives Oncoprotein Activation and Drug Resistance", "doi": "10.1101/2025.06.11.659120", "authors": "Karunaraj, P.; Scheele, R.; Wells, M. L.; Rathod, R.; Abrahamson, S.; Taylor, L. C.; Gokulu, I. S.; Chowdhury, L.; Kazmi, A.; Song, W.; Hornbeck, P.; Li, J.; Glasgow, A.; Vasan, N.", "abstract": "SHP2 is a phosphatase and a critical mediator of receptor tyrosine kinase (RTK)-driven RAS/mitogen-activated protein kinase (MAPK) signaling. Despite promising preclinical data, SHP2 inhibitors have shown minimal clinical efficacy, with no defined clinical mechanisms of primary resistance. Here, we elucidate phosphorylation of SHP2 at tyrosine 62 (pY62) as a hotspot phosphorylation site in the proteome and RTK-driven tumor types in patients. We demonstrate that SRC family kinases directly phosphorylate SHP2 at Y62, downstream of but not directly phosphorylated by RTKs. Using biochemical and biophysical analyses, we show that SHP2 Y62D enforces an open, active conformation, resulting in constitutive phosphatase activation that is sufficient to activate MAPK signaling and confer resistance to allosteric SHP2 inhibitors. These findings establish that SHP2 pY62 is a phosphorylation hotspot phenocopying mutational activation, a mechanism of primary resistance to SHP2 inhibitors, and a cancer drug target distinct from wildtype SHP2.", "date": "2025-06-16", "journal": ""}
{"title": "FvFT1-FvTFL1 epistasis drives flowering time adaptation in woodland strawberry", "doi": "10.1101/2025.06.11.659068", "authors": "Lembinen, S.; Koskela, E.; Fan, G.; Toivainen, T.; Zhou, Q.; Andres, J.; Vaattovaara, A.; Rastas, P. M. A.; De Kort, H.; Elomaa, P.; Hytonen, T.", "abstract": "Floral transition and flower bud development during autumn and winter are common in plants inhabiting temperate and cold climates. However, our understanding of the natural variation and underlying molecular mechanisms of such life-history strategy remain largely limited to Brassicaceae model species. To address this gap, we investigated flowering time variation across a broad geographical and bioclimatic range in Fragaria vesca (woodland strawberry), a perennial herb from the Rosaceae family. We found that the timing of floral transition and subsequent flowering in F. vesca populations is primarily shaped by population structure, reflecting postglacial colonization patterns from distinct refugia, and is further modulated by adaptations to winter temperatures. The association of increasing expression of FvFT1, the strawberry ortholog of FLOWERING LOCUS T, with delayed flowering in accessions from diverse climatic and genetic backgrounds suggested FvFT1 as a major candidate gene regulating flowering time variation. We further demonstrated how distinct florigen and antiflorigen roles of FvFT1 are dependent on functional alleles of F. vesca TERMINAL FLOWER1 (FvTFL1) and how the epistatic relationship between FvFT1 and FvTFL1 controls adaptive flowering time variation by adjusting sensitivity to floral inductive photoperiod and vernalization. Our findings reveal a major molecular basis of how timing of floral transition has adapted to temperature in a Rosaceae model inhabiting multiple climatic zones and highlight lineage-specific adaptive mechanisms underlying convergent life-history strategy.", "date": "2025-06-16", "journal": ""}
{"title": "Synthetic autotrophic yeast enables high itaconic acid production from CO2 via integrated pathway and process design", "doi": "10.1101/2025.06.16.659842", "authors": "Ata, O.; Lutz, L.; Baumschabl, M.; Mattanovich, D.", "abstract": "Single carbon (C1) substrates are gaining importance as future feedstocks for the production of bio-based chemicals. Carbon dioxide, a major greenhouse gas, offers a promising alternative to the traditional feedstocks to shift towards C1-based, sustainable processes. Here, we present a synthetic autotrophic Komagataella phaffii (Pichia pastoris) that is able to produce itaconic acid by the direct conversion of CO2, achieving final titers of approximately 12 g L-1 in bioreactor cultivations. We show that a combined approach that integrates balancing the flux between the Calvin-Benson-Bassham (CBB) cycle and itaconic acid metabolism with process design was essential to enhance the production. Our study demonstrates the potential of K. phaffii as a microbial platform using CO2 as the direct carbon source, aligning with the future goals of establishing sustainable bioprocesses.", "date": "2025-06-16", "journal": ""}
{"title": "A synthetic cell phage cycle", "doi": "10.1101/2025.06.14.659709", "authors": "Levrier, A.; Soudier, P.; Garenne, D.; Izri, Z.; Bowden, S. D.; Lindner, A. B.; Noireaux, V.", "abstract": "Viral infection of living cells, exemplified by bacteriophage interaction with bacteria, is fundamental to biology and universal across living systems. Here, we establish an all-cell-free viral cycle where T7 phages infect synthetic cells, equipped with lipopolysaccharides on the outer leaflet of the lipid membrane while encapsulating a cell-free gene expression system. We track each cycle step to demonstrate T7 phage-specific adsorption onto the liposomes, genome ejection, replication, expression, and assembly of new infectious virions within the synthetic cells. We quantify key characteristics of the cycle, including the multiplicity of infection, replication efficiency, liposome size constraints, and phage rebinding dynamics. This work establishes a versatile, fully defined in vitro platform for reconstructing and investigating viral infections from individual molecular components.", "date": "2025-06-16", "journal": ""}
{"title": "Pathway Sculptor for Compact and Versatile Combinatorial Genetic Perturbation", "doi": "10.1101/2025.06.15.659618", "authors": "Gu, B.; Linton, J.; Hendrickson, B. G.; Li, H.; Hadas, R.; Manella, G.; Gregrowicz, J.; Elowitz, M. B.", "abstract": "The ability to perturb multiple proteins simultaneously within the same cell is essential for understanding and re-engineering biological pathways. CRISPR-Cas12a mutants with inactivated DNAse but intact RNAse activity (dCas12a) retain the ability to process large CRISPR RNAs (crRNAs) arrays, enabling them to target multiple genomic loci in parallel. When coupled with transcriptional effector domains, these properties make Cas12a a promising platform for multi-locus transcriptional perturbation. However, current Cas12a-based CRISPRi systems exhibit limitations in processing of multi-crRNA arrays and transcriptional regulation. Here, we combine molecular and circuit-level engineering to develop a programmable Cas12a-based CRIPSRi system capable of strong, tunable, and simultaneous knockdown of six or more genes in a single cell without genomic DNA cleavage. We demonstrate the utility of this system by systematically perturbing a partially redundant set of Bone Morphogenetic Protein (BMP) receptors, enabling quantitative analysis of BMP signaling across diverse receptor configurations.", "date": "2025-06-16", "journal": ""}
{"title": "The Spatial Atlas of Human Anatomy (SAHA): A Multimodal Subcellular-Resolution Reference Across Human Organs", "doi": "10.1101/2025.06.16.658716", "authors": "Park, J.; De Gregorio, R.; Hissong, E.; Ozcelik, E.; Bartelo, N.; Dezem, F. S.; Zhang, L.; Marcao, M.; DuBose, H.; Zheng, Y.; Abila, E.; Kim, J.; Proszynski, J.; Agyemang, A. A.; Arikatla, M. R.; Metzger, E.; Rogers, S.; Divakar, P.; Dulai, P. S.; Reeves, J. W.; Liang, Y.; Pan, L.; Bhattacharjee, S.; Young, K.; Heck, A.; Korukonda, M.; McGuire, D.; Wu, L.; Wardhani, A.; Beechem, J.; Church, G.; Lipkin, S. M.; Patel, S.; Socciarelli, F.; Monette, S.; Robinson, B.; Loda, M.; Elemento, O.; Martelotto, L.; Plummer, J. T.; Rendeiro, A. F.; Alonso, A.; Schwartz, R. E.; Houlihan, S. L.; Mason, C. E.", "abstract": "The Spatial Atlas of Human Anatomy (SAHA) represents the first multimodal, subcellular-resolution reference of healthy adult human tissues across multiple organ systems. Integrating spatial transcriptomics, proteomics, and histological features across over 15 million cells from more than 100 donors, SAHA maps conserved and organ-specific cellular niches in gastrointestinal and immune tissues. High-resolution profiling using CosMx SMI, 10x Xenium, RNAscope, GeoMx DSP, and single-nucleus RNA-seq reveals spatially organized cell states, rare adaptive immune populations, and tissue-specific cell-cell interactions. Comparative analyses with colorectal cancer and inflammatory bowel disease demonstrate the power of SAHA to detect disease-associated spatial disruptions, including crypt dedifferentiation, perineural invasion, and therapy-resistant immune remodeling. All data are openly accessible through a FAIR-compliant interactive portal to support exploration, benchmarking, and machine learning model training. Through SAHA, we provide a foundational framework for spatial diagnostics and next-generation precision medicine grounded in a comprehensive human tissue atlas.", "date": "2025-06-16", "journal": ""}
{"title": "Bacteriophage diversity declines with COPD severity in the respiratory microbiome", "doi": "10.1101/2025.06.16.659870", "authors": "Cook, R. A.; Ponsero, A. J.; Telatin, A.; Yang, Y.; Liang, Z.; Wang, F.; Chen, R.; Wang, Z.; Adriaenssens, E. M.; Clokie, M. R.; Millard, A. D.; Brightling, C. E.", "abstract": "Chronic obstructive pulmonary disease (COPD) severity correlates with airway microbial dysbiosis, yet bacteriophage roles remain unexplored. We characterised the lung virome by re-analysing 135 sputum metagenomes from 99 COPD patients and 36 healthy controls. We identified 1,308 viral operational taxonomic units, revealing progressively lower viral diversity correlating with disease severity. Whilst viral and bacterial diversity typically showed strong positive correlations, patients with frequent exacerbations uniquely exhibited decoupled viral-bacterial relationships, indicating disrupted ecological dynamics. Phages infecting anaerobic oral bacteria showed disproportionately lower abundance--Porphyromonas phages were 40-fold less abundant despite only 4-fold lower bacterial abundance--whilst pathogen-associated phages showed no significant differences. We detected virulence factor-encoding phages, including two neuA-carrying Haemophilus phages in 7.4% of Haemophilus-colonised patients, associated with 82-fold higher bacterial abundance. These findings establish altered bacteriophage ecology as an unrecognised feature of COPD pathobiology, with differential phage-bacteria relationships that reshape lung microbial ecosystems, offering new perspectives for microbiome-targeted interventions.", "date": "2025-06-16", "journal": ""}
{"title": "Knockout of tusA facilitates flagella formation and cationic antimicrobial resistance by disrupting Fur transcriptional regulation in Escherichia coli", "doi": "10.1101/2025.06.16.659981", "authors": "Ishikawa, K.; Nakata, K.; Furuta, K.; Kaito, C.", "abstract": "tRNA 2-thiouridine synthesizing protein A (TusA), a sulfur-carrier protein, plays a crucial role in tRNA sulfur modification. Recent studies have reported that tusA deficiency affects iron-sulfur (Fe-S) homeostasis and cluster formation in Escherichia coli; however, its association with this phenotype remains unclear. In this study, we analyzed the phenotype of tusA-deficient E. coli (?tusA) and its underlying mechanisms using RNA sequencing. We observed that tusA deletion disrupted the expression of genes regulated by the ferric uptake regulator Fur or Fur-regulated transcription factors (flagellar transcriptional regulators D and C [FlhDC] and fumarate and nitrate reduction regulator [Fnr]). Increased expression of flhDC, which is the master regulator of flagellar genes facilitated flagella formation even under conditions in which the wild-type formed few flagella. Additionally, ?tusA was resistant to cationic antibacterial agents, such as cetyltrimethylammonium bromide, cetylpyridinium chloride, and protamine sulfate. This resistance is associated with the increased expression of ompX or ompF, regulated by Fur and Fnr, respectively. Notably, both enhanced flagella formation and resistance to cationic antibacterial agents caused by tusA deletion were abolished in the fur-deficient background. These findings indicate that impaired expression of the fur regulon, possibly because of impaired Fe-S cluster formation, induces multiple phenotypic alterations in ?tusA.", "date": "2025-06-16", "journal": ""}
{"title": "Biosynthesis of glycosylated 5-hydroxycytosine in the DNA of diverse viruses", "doi": "10.1101/2025.06.16.659550", "authors": "Lee, Y.-J.; Li, J.; Sobieski, C.; Young, S. H.; Stupak, J.; Vinogradov, E.; Zhou, H.; Chen, W.; Weigele, P.; Peters, D. L.", "abstract": "Characterizing viral strategies for circumventing cellular defenses is critical to understanding the biology and therapeutic application of bacteriophages as antimicrobials. Many bacteriophages synthesize complex modifications (i.e., hypermodifications) to the nucleobases of their virion DNA in order to circumvent the endonuclease-based defenses of their hosts. To date, most hypermodified pyrimidines in viruses are synthesized via group transfer to a pre-existing hydroxyl moiety in DNA during the later stages of lytic development leading up to packaging of the viral chromosome into the capsid. Typically, these occur at hydroxymethylcytosine or hydroxymethyluracil. We find mono- and poly-arabinosylated cytidines completely replacing canonical cytidine in the native DNA of the Escherichia phage RB69 and Acinetobacter baumannii phage DLP3. In both cases, an arabinosyl moiety is connected directly to the pyrimidine through an ether linkage with the bridging oxygen originating from 5-hydroxycytosine (5hoC) in DNA. The 5hoC is synthesized as a mononucleotide by a virally encoded thymidylate synthase homolog. We find diverse virally encoded thymidylate synthase homologs, including the Rhizobium phage RL38J1, are capable of producing 5hoC suggesting this base modification is a starting point for glycodiverse cytosine derivatives. Characterizing these cytosine derivatives adds to our understanding of viral anti-defense mechanisms.", "date": "2025-06-16", "journal": ""}
{"title": "Genome-wide CRISPR base-editing screening defines drug response networks in Leishmania", "doi": "10.1101/2025.06.16.659792", "authors": "del Angel, J. A.; Link, F.; May, N. H.; Ekici, I.; Wawra, K.; Schwind, S.; Zorn, S.; Haggarty, J.; Weidt, S. K.; Ritchie, R.; Barrett, M. P.; van Zandbergen, G.; Beneke, T.", "abstract": "Understanding the genetics of drug response in the protozoan Leishmania is critical for treatment strategies but is hindered by the parasite's lack of RNAi and non-homologous end-joining. Here, we addressed this using CRISPR/Cas9 cytosine base editing for genome-wide loss-of-function screening in L. mexicana. The resulting datasets, accessible at www.LeishBASEeditDB.net, revealed numerous novel resistance and sensitivity biomarkers across five compounds: SbIII, miltefosine, amphotericin B, pentamidine, and the experimental arylmethylaminosteroid 1c. Key findings include transporter-linked cross-resistance, opposing drug responses among paralogs, and collateral sensitivities between sterol and sphingolipid metabolism. Among 41 validated candidates, we identified sterol defects in two novel amphotericin B resistance markers, discovered a regulator of tubulovesicular localization of the miltefosine transporter complex, and uncovered evidence for flagellar-mediated drug uptake. Parallel genome-wide fitness and motility screens mapped essential genes and revealed persister-like phenotypes. Our approach enables powerful reverse genetic screens across Leishmania species, advancing drug mechanism studies and guiding combination therapy designs.", "date": "2025-06-16", "journal": ""}
{"title": "Role of Atg1 in morphologic changes of the pathogenic fungus Trichosporon asahii", "doi": "10.1101/2025.06.16.659855", "authors": "Nakayama, M.; Matsumoto, Y.; Kurakado, S.; Sugita, T.", "abstract": "Trichosporon asahii is a dimorphic fungus that causes severe invasive fungal infections, particularly in patients with neutropenia. Depending on nutrient availability, T. asahii exists in yeast, hyphae, or arthroconidia forms. Autophagy, a cellular degradation pathway responsible for removing old or damaged organelles, is essential for the survival of Saccharomyces cerevisiae under nutrient-limited conditions. Atg1 is a key regulator of the early phases of autophagy, especially under nitrogen starvation. The role of Atg1 in regulating morphology, stress resistance, or virulence in T. asahii, however, remains poorly understood. Here, we generated three atg1 gene-deficient T. asahii mutants and investigated their phenotypic characteristics to reveal the role of Atg1 in T. asahii. The atg1 gene-deficient mutants exhibited no growth defects under high-temperature or various chemical stress conditions, including antifungal drugs. Under a nutrient-rich culture condition, the mutants exhibited an increased proportion of hyphal cells. On the other hand, no morphologic differences were observed between the parent strain and the atg1 gene-deficient mutants under a nitrogen-limited condition. The virulence of these atg1& gene-deficient mutants was maintained in a silkworm infection model. Furthermore, all three generated atg1& gene-deficient mutants exhibited consistent phenotypes. Our findings suggest that while Atg1 does not play a major role in stress tolerance or virulence in T. asahii, it plays a role in regulating its dimorphic morphologic changes.", "date": "2025-06-16", "journal": ""}
{"title": "Effect of prolonged dehydration stress on the vector competence of Aedes aegypti for Mayaro virus", "doi": "10.1101/2025.06.16.660000", "authors": "WAHAAB, A.; Manzano-Alvarez, J.; Minh, H. T. N.; Benoit, J. B.; Rasgon, J. L.", "abstract": "Aedes aegypti is a competent vector for a variety of mosquito-borne viruses including Zika, chikungunya, Mayaro, yellow fever, and dengue, which cause debilitating diseases in animals and humans. It is highly invasive and is widely distributed across Asia, Europe, Oceania, and the Americas. Climatic factors such as relative humidity (RH) can have substantial effects on mosquito biological characteristics and the dynamics of pathogen spread. Low RH leads to dehydration in mosquitoes causing modifications in behavioral and physiological responses pertaining to pathogen spread, such as host-seeking behavior and blood-feeding patterns. Here, we evaluated the effects of prolonged dehydration stress on Mayaro virus infection and vector competence in Ae. aegypti mosquitoes. Our findings suggest that prolonged dehydration stress following Mayaro virus infection alters viral dissemination dynamics in mosquitoes, indicating that humidity may modulate intra-vector viral dissemination potentially impacting vector competence and pathogen spread. The previously observed effects of higher feeding and altered survival and our current observations on altered vector competence suggest that the impact of dehydration on viral transmission is expected to be complex and will be crucial to understanding the dynamic disease patterns of mosquito-borne viruses across diverse climatic conditions.", "date": "2025-06-16", "journal": ""}
{"title": "A novel AAA+ ATPase required for sporulation and stress response in Bacillus anthracis", "doi": "10.1101/2025.06.16.659970", "authors": "Sangwan, N.; Bothra, A.; Pomerantsev, A. P.; Gangwal, A.; Fattah, R.; Moayeri, M.; Ma, Q.; Ganesan, S.; Keshavam, C. C.; Baweja, R.; Dhawan, U.; Leppla, S. H.; Singh, Y.", "abstract": "AAA+ proteins function as molecular machines that utilize ATP to perform diverse cellular functions, including protein homeostasis, stress regulation, and cell cycle/developmental processes. In this study, we identified a novel AAA+ ATPase BAS PrkA in B. anthracis Sterne 34F2 which has 88 % protein homology to Bacillus subtilis PrkA. Conserved domain analysis confirms BAS PrkA has an N-terminal AAA+ ATPase domain with characteristic Walker A and Walker B motifs and a conserved secondary region of homology (SRH) domain, along with a C-terminal cAMP-dependent protein kinase domain. Based on Alpha Fold3 predicted structure, we classified BAS PrkA as part of Clade III of the AAA+ superfamily. Contrary to the reported enzymatic activity in B. subtilis PrkA, we observed that BAS PrkA has negligible protease and kinase activity under in-vitro conditions. Nonetheless, BAS PrkA plays a significant role in regulating sporulation. It is temporally expressed during Stages II to VI during sporulation. A null mutant of BAS PrkA exhibits severe sporulation defects, with reduced spore viability, and down regulation of genes related to spore-coat formation. These phenotypes were restored in a complementation strain expressing BAS PrkA ectopically. Additionally, the null mutant strain showed compromised growth under ionic-osmotic stress conditions. Analysis of the BAS PrkA interactome revealed enrichment of two proteins, ProA and EzrA, that are implicated in osmotic stress response and the sporulation process, respectively. These findings show that BAS PrkA plays a critical role in sporulation and osmotic stress response in B. anthracis.", "date": "2025-06-16", "journal": ""}
{"title": "Restoring compromised Blood-Retina-Barrier integrity with Netrin-1 overexpression", "doi": "10.1101/2025.06.14.658755", "authors": "Furtado, J.; Zapadka, T. E.; Park, H.; Boye, K.; Demb, J.; Eichmann, A.", "abstract": "The blood-retina barrier (BRB) protects retinal neuronal function and enables vision. A compromised, leaky BRB is a hallmark of vision-threatening retinal diseases such as diabetic retinopathy (DR) and wet age-related macular degeneration (AMD) that affect millions of persons worldwide. Strategies to enhance BRB integrity hold promise as therapeutic interventions to prevent vision loss. Previous studies identified Netrin-1 (NTN1) as a key regulator of BRB stability and revealed reduced Netrin-1 signaling in DR patients, suggesting that Netrin-1 supplementation could help preserve BRB function and prevent disease progression. Herein, we used genetic NTN1 overexpression to investigate effects on BRB development and maintenance. We show that global NTN1 overexpression converted leaky vessels at the P5 angiogenic front into a non-leaky state. In pathological settings, NTN1 overexpression reinforced BRB integrity in oxygen-induced retinopathy (OIR), improving electroretinogram (ERG) amplitudes and rescued vascular leak in laser-induced choroidal neovascularization (CNV). Mechanistically, we determined that NTN1 overexpression minimally and transiently affected retinal angiogenesis in an Unc5b independent manner, while Netrins barrier stabilizing effects were Unc5b dependent. These findings establish Netrin-1 as a promising therapeutic target for preventing BRB breakdown in retinal vascular diseases and suggest that reinforcing the Netrin-1/Unc5b signaling pathway may provide a strategy to selectively stabilize the BRB.", "date": "2025-06-16", "journal": ""}
{"title": "Transgenic Inducible MHC I Overexpression in Mouse Alveolar Type 2 Cells", "doi": "10.1101/2025.06.11.659140", "authors": "Mathe, J.; Brochu, S.; Saba-El-Leil, M. K.; Cote, C.; Karia, A.; Harton, S.; Perreault, C.", "abstract": "The major histocompatibility complex class I (MHC I) is crucial in adaptive immunity, enabling CD8+ T cells to detect and eliminate infected and cancerous cells. Recent studies have uncovered significant variability in MHC I expression across tissues, challenging the traditional belief of uniform expression. Lung epithelial cells (LECs) express meager amounts of MHC I, which preserves the lung epithelium from excessive inflammation but renders it more susceptible to cancer and infection. Despite MHC I overexpression in various immunopathologies, its precise role in disease initiation or progression remains unclear due to the absence of suitable in vivo models for studying MHC I overexpression. This study introduces a novel mouse model with targeted surface MHC I upregulation. Leveraging a conditional Cre-lox system, we augmented Nlrc5 expression to specifically upregulate MHC I in alveolar type 2 (AT2) LECs, known for their low basal expression of MHC I and significant overexpression in disease. Our model demonstrated a rapid and sustained tenfold increase in MHC I surface expression persisting for up to a year without triggering pathology or inflammation. Comprehensive characterization and validation of this model indicated that MHC I overexpression does not serve as a primary initiator of respiratory diseases under steady-state conditions and shows a therapeutic window for increasing MHC I without significant damage to the lung epithelium. This adaptable model offers insights into the effects of tissue-specific MHC I regulation and presents new avenues for therapeutic development.", "date": "2025-06-16", "journal": ""}
{"title": "Stress testing reveals selective vulnerabilities in protein homeostasis", "doi": "10.1101/2025.06.11.659168", "authors": "Aldikacti, B.; Putun, H.; Sarsani, V.; Zeinert, R.; Flaherty, P.; Chien, P.", "abstract": "Protein quality control (PQC) systems are essential for cellular resilience to proteotoxic stress. Despite intensive study for decades, functional redundancies in the system obscure the contributions of the collectively important individual genes. Here, we leverage transposon sequencing across bacteria strains lacking key chaperones and proteases to reveal hidden determinants of stress response in protein homeostasis. By profiling fitness under multiple proteotoxic stresses, we uncover stress-specific vulnerabilities and reveal how major players of PQC mask correlations between transcriptomic responses and gene fitness. As an illustration of unexpected connections, we identify a heat-specific synthetic lethality between the disaggregase ClpB and DNA Polymerase I (PolA) mediated by persistent aggregation of the RecA recombinase and toxic persistence of the heat shock regulon. Our findings reveal that stress-induced aggregation is not broadly toxic. Rather, it becomes lethal in specific genetic or environmental contexts due to the depletion of components only needed in those specific circumstances. This work presents a framework to reveal normally hidden fragility in stress responses using gene fitness scores adaptable to a variety of systems.", "date": "2025-06-16", "journal": ""}
{"title": "Real-time Malaria Detection in the Amazon Rainforest via Drone-Collected eDNA and Portable qPCR", "doi": "10.1101/2025.06.16.660023", "authors": "Ip, Y. C. A.; Montemartini, L.; Chang, J. J. M. Y. C.; Desiderato, A.; Franco-Sierra, N. D.; Geckeler, C.; Gonzalez, M. A.; Gregorini, M.; Jucker, M.; Kirchgeorg, S.; Luthi, M.; Thostrup, F. B.; Murari, G.; Mura, M.; Santacruz, P. P.; Sangermano, F.; Schindler, T.; Melvad, C.; Mintchev, S.; Deiner, K.", "abstract": "Emerging zoonotic parasites such as Plasmodium spp. in remote ecosystems demand rapid, field-deployable surveillance. We developed a drone-based environmental DNA (eDNA) sampling approach integrated with a portable quantitative PCR (qPCR) assay for in situ detection of Plasmodium DNA. Field trials confirmed malaria parasite DNA in canopy swabs, coinciding spatially with acoustic detection of howler monkeys (Alouatta sp.), suspected reservoir hosts. No Anopheles mosquitoes were captured in simultaneously deployed insect traps. The end-to-end workflow, from drone deployment to diagnostic readout, averaged 1.5 hours per assay, required only basic mobile-laboratory infrastructure, and bypassed cold-chain logistics. This rapid, non-invasive method delivers actionable surveillance data in real-time, enabling near-real-time trigger points for vector-control interventions and clinical response in remote settings. By merging environmental genomics with portable diagnostics, we establish a scalable One Health framework adaptable to diverse vector-borne parasites and ecosystems, with potential for early detection and spillover risk mitigation in under-monitored, high-risk environments.", "date": "2025-06-16", "journal": ""}
{"title": "In cellulo DNA assembly for targeted genomic integration and rearrangement in human cells", "doi": "10.1101/2025.06.16.659926", "authors": "Levesque, S.; Kawashima, N.; Hwang, G.-H.; Becerra, B.; Schoonenberg, V. A.; Mannherz, W.; Homfeldt, L.; Pinello, L.; Agarwal, S.; Bauer, D. E.", "abstract": "Although therapeutic genome editing holds great potential to remedy diverse inherited and acquired disorders, targeted installation of medium to large sized genomic modifications in therapeutically relevant cells remains challenging. We have developed an approach that permits DNA sequence assembly and integration in human cells leveraging CRISPR-targeted dual flap synthesis. This method, named prime assembly, allows for RNA-programmable site-specific integration of single- or double-stranded DNA fragments. Unlike homology-directed repair, prime assembly was similarly active in dividing and non-dividing cells. We applied prime assembly to perform targeted exon recoding, transgene integration, and megabase-scale rearrangements, including at therapeutically relevant loci in primary human cells. Prime assembly expands the capabilities of genome engineering by enabling the targeted integration of medium to large sized DNA sequences without relying on double-stranded DNA donors, nuclease-driven double strand breaks, or cell cycle progression.", "date": "2025-06-16", "journal": ""}
{"title": "Synthetic guide sequence to generate CRISPR-Cas9 entry strains in C. elegans", "doi": "10.1101/2025.06.16.659939", "authors": "Lange, K. I.", "abstract": "CRISPR/Cas9 genome editing has become an important and routine method in C. elegans research to generate new mutants and endogenously tag genes. One complication of CRISPR experiments is that the efficiency of single-guide RNA sequences can vary dramatically. One solution to this problem is to create an intermediate entry strain using the efficient and well-characterised dpy-10 guide RNA sequence. This 'd10 entry strain' can then be used to generate your knock-in of interest. However, the dpy-10 sequence is not always suitable when creating an entry strain. For example, if your gene of interest is closely linked to dpy-10 on LGII or if you want to use the dpy-10 as a co-CRISPR marker for the creation of the entry strain then you can not use the dpy-10 sequence. This publication reports a synthetic guide sequence, GCTATCAACTATCCATATCG, that is not present in the C. elegans genome and can be used to create entry strains. This guide sequence is demonstrated to be relatively robust with a knock-in efficiency that varies from 1-11%. While this is lower than the efficiency observed with d10 entry strains, it is still sufficient for most applications. This guide sequence can be added to the C. elegans CRISPR toolkit and is particularly useful for generating entry strains where the standard dpy-10 guide sequence is not suitable.", "date": "2025-06-16", "journal": ""}
{"title": "Integrating eDNA and acoustic-trawl data to provide small pelagic biomass estimates for fisheries assessment", "doi": "10.1101/2025.06.11.659118", "authors": "Claver, C.; Sobradillo, B.; Mendibil, I.; Canals, O.; Boyra, G.; Ibaibarriaga, L.; Kelly, R. P.; Rodriguez-Ezpeleta, N.", "abstract": "Accurate abundance estimates of fisheries resources are essential for sustainable fisheries management. In response to the growing need for developing more accurate and cost-effective biomass estimation methods, the analysis of environmental DNA (eDNA) has recently emerged as an alternative for fish abundance quantification. However, practical approaches for integrating eDNA data into fisheries assessment remain limited. Here, we introduce a Bayesian joint model that combines acoustic-trawl and eDNA data to estimate fish biomass. Utilizing 209 water eDNA samples and 196 acoustic transects, the model was applied to estimate the distribution and abundance of the European anchovy (Engraulis encrasicolus) in the Bay of Biscay. The joint model produced estimates consistent with known spatial patterns of anchovy, with eDNA data suggesting a broader distribution and potentially higher abundance. This research demonstrates the value of incorporating eDNA data as a complement to acoustic-trawl for stock assessment and illustrates the versatility of joint Bayesian models and their potential application to various species and datasets. Ultimately, our work opens new avenues for more holistic fisheries assessment, underscoring the growing role of eDNA in that context", "date": "2025-06-16", "journal": ""}
{"title": "Polymer-assisted condensation as key to chromatin localization", "doi": "10.1101/2025.06.11.658974", "authors": "Majee, A.; Sommer, J.-U.", "abstract": "We put forward a novel mechanism to account for the experimentally observed positional shifts of chromosomes within the cell nucleus, which appear to be driven by compositional alterations in the nuclear lamina [Science 7, eabf6251 (2021)]. By considering chromatin as a biomolecular condensate we demonstrate that the adsorption of the chromatin-binding proteins at the lamina leads to a wetting of the condensate while spreading of the chromatin on the lamina is avoided. This leads to the non-monotonous density profile of the polymer with respect to the surface which can be explained by the competition between the tendency of the protein component to wet the surface and the conformational restrictions of the polymer near the impenetrable surface. A change in the composition of the lamina can lead to repositioning of chromatin towards the center of the nucleus. We explore various mechanisms by which lamina compositional shifts could lead to the dewetting of the condensate. Our theory not only offers an explanation for specific chromatin conformation experiments, but also contributes to the broader understanding of wetting onto responsive surfaces in multi-component systems.", "date": "2025-06-16", "journal": ""}
{"title": "Establishing betaxanthin pigment biosynthesis in cyanobacteria", "doi": "10.1101/2025.06.16.659934", "authors": "Hanamghar, S. S.; Russo, D. A.; Mellor, S. B.; Zedler, J. A. Z.", "abstract": "Betalains are water-soluble pigments with two major classes: red-violet betacyanins and yellow-orange betaxanthins. These pigments are increasingly being sought after as natural replacements for synthetic pigments in the food industry. Traditionally, betalains are extracted from cultivated plants but, due to low native pigments, the process is inherently inefficient. Now, as consumer demand increases, scalable and sustainable production routes are needed. To address this challenge, we engineered a heterologous pathway for the production of betaxanthins into cyanobacteria. The pathway consists of the cytochrome P450 CYP76AD1 and the L-DOPA 4,5-dioxygenase DODA1 from Beta vulgaris (beet). Introduction of the two-enzyme betaxanthin pathway in Synechocystis sp. PCC 6803 did not result in detectable betaxanthins. Subsequent metabolic adjustments to the shikimate pathway, using a feedback resistant AroGfbr from E. coli, led to an overaccumulation of the aromatic amino acids phenylalanine, tryptophan, and tyrosine, and the production of 0.11 mg L-1 phenylalanine-betaxanthin. Optimization of the cultivation conditions (i.e., growth in nutrient-rich medium and CO-1-enriched air) increased titers almost 150 times and led to the production of phenylalanine-betaxanthin with a final titer of 15.3 mg L-1. Our work establishes a microbial system for photoautotrophic betaxanthin pigment production without the need for exogenous amino acid supplementation.", "date": "2025-06-16", "journal": ""}
{"title": "Compensatory Mechanisms in Visual Sequence Learning: An fMRI Study of Children with Developmental Language Disorder", "doi": "10.1101/2025.06.16.659875", "authors": "Brylka, M.; Wojciechowski, J.; Wolak, T.; Cygan, H.", "abstract": "Symptoms of developmental language disorder (DLD) may in part result from an underlying deficit in statistical learning (SL). This learning deficit may be related to the ability to extract probabilistic properties of events in the environment, which is based on the functions of cortical and subcortical brain regions underlying SL. Using a behavioral SL task and functional magnetic resonance imaging (fMRI), we tested SL ability in the visual domain and its neural correlates in children with DLD and their typically developing (TD) peers. During fMRI, children performed SL tasks involving sequences of two types of stimuli: easy-to-name (EN) objects and difficult-to-name (DN) objects. The children underwent a pre-training fMRI, one week of behavioural training and a post-training fMRI. Similar task performance was observed in both groups during the experimental sessions, with an improvement in performance following training in the SL tasks involving both EN and DN objects. FMRI results revealed that, after training, the DLD group presented greater involvement of the frontal cortex and temporal pole for EN objects. Furthermore, in the TD group, the left putamen, globus pallidus (GP) and thalamus were involved in the early stages of SL, whereas in the DLD group, these areas were involved in SL after training. For DN objects, after training, the DLD group presented greater involvement of the parietal and precuneus regions in the SL task performance. Our results suggest that children with DLD may employ different cognitive processes in SL than TD children, possibly as a compensatory mechanism.", "date": "2025-06-16", "journal": ""}
{"title": "Multi-omics analysis uncovers differential growth kinetics of Japanese Encephalitis Virus in human and porcine macrophages", "doi": "10.1101/2025.06.16.659876", "authors": "Praharaj, M. R.; Ambati, T.; Kumar, S.; Gulati, B. R.; Majumdar, S. S.; Sharma, G. T.; Dey, B.; Gandham, R. K.", "abstract": "Japanese encephalitis virus (JEV), a mosquito-borne neurotropic virus, poses a significant threat to juvenile humans, while causing mild symptoms in pigs, except piglets. Pigs with high viremia are amplifier hosts, whereas humans with lower viremia are dead-end hosts. The molecular mechanisms behind the varying viremia levels in pigs and humans remain poorly understood. A comparative multi-omics study was conducted on JEV-infected macrophages, the early site of JEV replication in both species. We identified 24 key determinants potentially regulating viral growth. Functional validation of three antiviral factors - LGALS1, ssc-miR-133a-3p, and hsa-miR-3614-5p, and two proviral factors - MIF and VMP1, in macrophages showed that the upregulation of MIF and VMP1, and downregulation of ssc-miR-133a-3p, enhanced JEV replication in pigs. In contrast, the downregulation of MIF and VMP1 and upregulation of hsa-miR-3614-5p reduced JEV replication in human macrophages. These findings provide critical insights into JEV infection and its species-specific dynamics.", "date": "2025-06-16", "journal": ""}
{"title": "How Accurate is Genomic Prediction Across Wild Populations?", "doi": "10.1101/2025.06.16.659953", "authors": "Aase, K.; Burnett, H. A.; Jensen, H.; Muff, S.", "abstract": "Evolutionary ecology seeks to understand causes and consequences of evolutionary changes across time and space, and genomic data present novel opportunities to investigate these processes. Genomic prediction - that is, predicting individual genetic values from high-density marker data - has revolutionized breeding programs and medical genetics. In wild populations, however, genomic prediction has been used in only a handful of studies, and only within populations. There is still a lack of applications that predict across wild populations, which could provide answers to questions related to spatially varying evolutionary processes, such as local adaptation. A severe challenge for across-population genomic prediction, however, is the decrease in accuracy when models are trained on data from one population and predict genetic values in another. Here, we used genomic prediction to predict across wild house sparrow populations, and compared the accuracy to within-population prediction. Predictions across populations were less accurate and more variable than within populations. We also highlighted limitations of the current theory for general genomic prediction accuracy, and related across-population accuracy to several population differentiation measures. Our results underline the necessity of understanding why genomic prediction currently performs poorly across populations, and of developing methods that exploit genomic data in novel ways.", "date": "2025-06-16", "journal": ""}
{"title": "The gene regulatory effects of selective glucocorticoid receptor ligands", "doi": "10.1101/2025.06.16.659962", "authors": "Giroux, N. S.; Johnson, G. D.; Barrera, A. E.; Reddy, T. E.", "abstract": "Synthetic glucocorticoids (GCs), which induce the transcription factor activity of the glucocorticoid receptor (GR), are frequently prescribed anti-inflammatory therapeutics that have been in use for over 70 years. Despite their broad immunosuppressive utility, sustained use of GCs is often intolerable due to the prevalence of adverse side effects. A longstanding goal has been to make synthetic GCs safer by developing selective GR ligands that have similar anti-inflammatory activity but without the burden of side effects. To evaluate the ability of synthetic GCs to target specific subsets of the GC response, we completed a genome-wide comparative analysis of changes in gene expression and gene regulatory element activity in response to ten ligands with various evidence of dissociated adverse side effects. We measured the gene expression response using mRNA-seq and the gene regulatory element response using genome-wide STARR-seq. Effects associated with each ligand were highly correlated with and linearly related to the response to dexamethasone, a strong, non-selective GR agonist used as a positive control for this study. Furthermore, 93% of the variation in regulatory element activity responses could be explained by the efficacy of each ligand alone. We also found limited evidence of differential enrichment of chromatin context-specific markers of regulatory activity with each ligand. Based on those findings, we developed a simulation framework to evaluate selectivity of GR ligands. We conclude that the ligands we tested elicit attenuated molecular responses according to their respective efficacies, and do not selectively target subsets of the molecular GC response.", "date": "2025-06-16", "journal": ""}