{"title": "Functional immune state classification of unlabeled live human monocytes using holotomography and machine learning", "doi": "10.1101/2023.09.12.557503", "authors": "Lee, M.; Kim, G.; Lee, M. S.; Shin, J. W.; Lee, J. H.; Ryu, D. H.; Kim, Y. S.; Chung, Y.; Kim, K. S.; Park, Y.", "abstract": "Sepsis is an abnormally dysregulated immune response against infection in which the human immune system ranges from a hyper-inflammatory phase to an immune-suppressive phase. Current assessment methods are limiting owing to time-consuming and laborious sample preparation protocols. We propose a rapid label-free imaging-based technique to assess the immune status of individual human monocytes. High-resolution intracellular compositions of individual monocytes are quantitatively measured in terms of the three-dimensional distribution of refractive index values using holotomography, which are then analyzed using machine-learning algorithms to train for the classification into three distinct immune states: normal, hyper-inflammation, and immune suppression. The immune status prediction accuracy of the machine-learning holotomography classifier was 83.7% and 99.9% for one and six cell measurements, respectively. Our results suggested that this technique can provide a rapid deterministic method for the real-time evaluation of the immune status of an individual.", "date": "2025-08-03", "journal": ""}
{"title": "Acetylation mimetic and null mutations within the filament core of P301L tau have varied effects on susceptibility to seeding and aggregation", "doi": "10.1101/2024.04.12.589253", "authors": "Smith, E. D.; Torrellas, J.; McKenna, R.; Vo, Q.; Mietzsch, M.; Borchelt, D. R.; Prokop, S.; Chakrabarty, P.", "abstract": "The two most prominent post-translational modifications of pathologic tau are Ser/Thr/Tyr phosphorylation and Lys acetylation. Whether acetylation impacts the susceptibility of tau to templated seeding in diseases like Alzheimer disease (AD) and Progressive Supranuclear Palsy (PSP) is largely uncharacterized. Towards this, we examined how acetylation mimicking or nullifying mutations on five sites of tau (K311, K353, K369, K370, K375), located within the tau filament core, influenced the susceptibility of P301L (PL) tau to seeds from AD (AD-tau) or PSP (PSP-tau) in HEK293T cells. Acetyl-mimicking substitutions of individual Lys sites to Glutamine as well as mutation of all 5 sites together (PL+5K-Q and PL+5K-R) had inconsistent effects on tau seeding by AD-tau or PSP-tau seeds. Unexpectedly, mutating all 5 sites to Alanine (PL+5K-A) resulted in a tau variant that spontaneously aggregated. These aggregates were amorphous and yet able to propagate to naive cells expressing P301L tau but not wild-type tau. Previously, we reported that a phospho-mimetic S305E mutation in PL tau abrogated seeding by AD-tau but not PSP-tau seeds in the HEK293T cells. To assess how changes in acetylation and phosphorylation together could influence seeding, we combined the S305E and the 5K-Q mutations in P301L tau, creating a variant that retained specificity for PSP-tau seeds over AD-tau seeds. Our findings indicate that phosphorylation of tau at Ser305 is a strong determinant of disease-specific tau templating, even in the presence of hyperacetylation within the fibril core domain. Overall, our findings suggest that acetylation could be a secondary modifier of misfolded hyper-phosphorylated tau seeds.", "date": "2025-08-03", "journal": ""}
{"title": "Prevalence of errors in lab-made plasmids across the globe", "doi": "10.1101/2024.06.17.596931", "authors": "Bai, X.; Hong, J. F.; Yu, S.; Hu, D. Y.; Chen, A. Y.; Rich, C. A.; Shi, S. J.; Xu, S. Y.; Croucher, D. M.; Mussar, K. J.; Meng, D. W.; Chen, J. L.; Lahn, B. T.", "abstract": "Plasmids are indispensable in life sciences research and therapeutics development. Currently, most labs custom-build their plasmids. As yet, no systematic data on the quality of lab-made plasmids exist. Here, we report a broad survey of plasmids from hundreds of academic and industrial labs worldwide. We show that nearly half of them contained design and/or sequence errors. For transfer plasmids used in making AAV vectors, which are widely used in gene therapy, about 40% carried mutations in the inverted terminal repeat (ITR) regions due to their inherent instability, which is influenced by flanking GC content. We also list genes difficult to clone into plasmid or package into virus due to their toxicity. Our finding raises serious concerns over the trustworthiness of lab-made plasmids, which parallels the underappreciated mycoplasma contamination and misidentified mammalian cell lines reported previously, and highlights the need for community-wide standards to uphold the quality of this ubiquitous reagent in research and medicine. Accordingly, we propose the concept of good vector practice (GVP) that covers the proper design, construction, in-process QC, final QC, banking and management of plasmids in research and medicine to uphold their quality.", "date": "2025-08-03", "journal": ""}
{"title": "Dynamic sensitivity analysis of a mathematical model describing the effect of the macroalgae Asparagopsis taxiformis on rumen fermentation and methane production under in vitro continuous conditions", "doi": "10.1101/2024.06.19.599712", "authors": "Blondiaux, P.; Kiesse, T. S.; Eugene, M.; Munoz-Tamayo, R.", "abstract": "Ruminants play an important role in global warming by emitting enteric methane (CH4) through the degradation of feeds by the rumen microbiota. To better understand the dynamics fermentation outputs, including CH4 and volatile fatty acids (VFA) production, mathematical models have been developed. Sensitivity analysis (SA) methods quantify the contribution of model input parameters (IP) to the variation of an output variable of interest. In animal science, SA are usually conducted in static condition. In this work, we hypothesized that including the dynamic aspect of the rumen fermentation to SA can be useful to inform on optimal experimental conditions aimed at quantifying the key mechanisms driving CH4 and VFA production. Accordingly, the objective of this work was to conduct a dynamic SA of a rumen fermentation model under in vitro continuous conditions (close to the real in vivo conditions). Our model case study integrates the effect of the macroalgae Asparagopsis taxiformis (AT) on the fermentation. AT has been identified as a potent CH4 inhibitor via the presence of bromoform, an anti-methanogenic compound. We computed Shapley effects over time for quantifying the contribution of 16 IPs to CH4 (mol/h) and VFA (mol/l) variation. Shapley effects integrate the three contribution types of an IP to output variable variation (individual, via the interactions and via the dependence/correlation). We studied three diet scenarios accounting for several doses of AT relative to Dry Matter (DM): control (0% DM of AT), low treatment (LT: 0.25% DM of AT) and high treatment (HT: 0.50% DM of AT). Shapley effects revealed that hydrogen (H2) utilizers microbial group via its Monod H2 affinity constant highly contributed (> 50%) to CH4 variation with a constant dynamic over time for control and LT. A shift on the impact of microbial pathways driving CH4 variation was revealed for HT. IPs associated with the kinetic of bromoform utilization and with the factor modeling the direct effect of bromoform on methanogenesis were identified as influential on CH4 variation in the middle of fermentation. Whereas, VFA variation for the three diet scenarios was mainly explained by the kinetic of fibers degradation, showing a high constant contribution (> 30%) over time. The simulations computed for the SA were also used to analyze prediction uncertainty. It was related to the dynamic of dry matter intake (DMI, g/h), increasing during the high intake activity periods and decreasing when the intake activity was low. Moreover, CH4 (mol/h) simulations showed a larger variability than VFA simulations, suggesting that the reduction of the uncertainty of IPs describing the activity of the H2 utilizers microbial group is a promising lead to reduce the overall model uncertainty. Our results highlighted the dynamic nature of the influence of metabolic pathways on CH4 productions under an anti-methanogenic treatment. SA tools can be further exploited to design optimal experiments studying rumen fermentation and CH4 mitigation strategies. These optimal experiments would be useful to build robust models that can guide the development of sustainable nutrition strategies.", "date": "2025-08-03", "journal": ""}
{"title": "Effectiveness of CRISPR-Cas in Sensitizing Bacterial Populations with Plasmid-Encoded Antimicrobial Resistance", "doi": "10.1101/2024.07.05.602127", "authors": "Kippnich, J.; Benz, F.; Uecker, H.; Baumdicker, F.", "abstract": "The spread of bacteria resistant to antibiotics poses a serious threat to human health. Genes that encode antibiotic resistance are often harbored on plasmids, extra-chromosomal DNA molecules found in bacteria. The emergence of multiresistance plasmids is particularly problematic and demands the development of new antibiotics and alternative strategies. CRISPR-Cas derived tools with their sequence specificity offer a promising new approach to combating antibiotic resistance. By introducing CRISPR-Cas encoding plasmids that target antibiotic resistance genes on plasmids, the susceptibility of bacteria to conventional antibiotics can be restored. However, genetic variation within bacterial populations can hinder the effectiveness of such CRISPR-Cas tools by allowing some mutant plasmids to evade CRISPR-mediated cleaving or gene silencing. In this study, we develop a model to test the effectiveness of CRISPR-Cas in sensitizing bacterial populations carrying resistance on non-transmissible plasmids and assess the success probability of a subsequent treatment with conventional antibiotics. We evaluate this probability according to the target interference mechanism, the copy number of the resistance-encoding plasmid, and its compatibility with the CRISPR-Cas encoding plasmid. Our results identify promising approaches to revert antibiotic resistance with CRISPR-Cas encoding plasmids: A DNA-cleaving CRISPR-Cas system on a plasmid incompatible with the targeted plasmid is most effective for low copy numbers, while for resistance plasmids with higher copy numbers gene silencing by CRISPR-Cas systems encoded on compatible plasmids is the superior solution.", "date": "2025-08-03", "journal": ""}
{"title": "Cryptic Cryptophytes-revision of the genus Goniomonas", "doi": "10.1101/2024.07.17.603845", "authors": "Sachs, M.; Nitsche, F.; Arndt, H.", "abstract": "Cryptomonad protists are ubiquitously distributed over marine and freshwater habitats. As an exception to the coloured cryptomonads, the heterotrophic cryptomonads of the genus Goniomonas have an ancestral phylogenetic position. They lack any kind of chloroplast and most likely represent a basal group to those cryptomonad groups having obtained their chloroplast by secondary endosymbiosis. Earlier studies have shown a deep divergence between freshwater and marine clades of goniomonads that comprise large genetic distances between members within the group and also between the two groups of marine and freshwater taxa. Still, marine and freshwater species carry the same genus name, and until up to date only few species have been described. We therefore restructured goniomonad systematics based not only on a separation of marine and freshwater taxa, but, taking the large genetic distances into account, also several new genera are described. Based on morphological as well as phylogenetic data (18S rDNA sequences), this leads to the formation of the freshwater genera Limnogoniomonas n. g., Goniomonas and Aquagoniomonas n. g. and the marine genera Neptunogoniomonas n. g., Baltigoniomonas n. g., Marigoniomonas n. g., Thalassogoniomonas n. g., Poseidogoniomonas n. g. and Cosmogoniomonas n. g. To give the restructuring process a stable basis, we additionally propose a neotype for Goniomonas truncata.", "date": "2025-08-03", "journal": ""}
{"title": "chrna3 modulates alcohol response in zebrafish", "doi": "10.1101/2024.08.22.607435", "authors": "Raine, J.; Kibat, C.; Banerjee, T. D.; Monteiro, A.; Mathuru, A.", "abstract": "Alcohol use disorders (AUDs) are complex phenomena governed by genetics, neurophysiology, environment, and societal structures. New methods to understand the underlying neurogenetics are valuable for designing personalised interventional strategies. Here, we used a novel, two-choice self-administration zebrafish assay (SAZA) to isolate the function of nicotinic acetylcholine receptor (nAChR) subunit alpha3 ( chrna3 ) in alcohol response. Juvenile zebrafish exhibited a biphasic response when self-administering alcohol that transitioned from attraction to aversion within minutes, suggesting they can regulate alcohol exposure. This inverted U-shaped self-administration mirrored the effect alcohol has on shoaling behaviour. Exposure to low concentrations of alcohol reduced anxiety-like behaviours, while sedative effects became prominent at higher concentrations resulting in reduced locomotion and uncoordinated swimming. In contrast, these responses are blunted in chrna3 mutants. They exhibit prolonged alcohol self-administration, and increased gregariousness. Transcriptomic analyses suggest that glutamatergic and GABAergic neurotransmission alongside cholinergic signaling is impacted in the mutant brains. Our results thus suggest that chrna3 dysfunction has a systemic change with an increase in alcohol tolerance being one effect. These findings also highlight the use of non-rodent alternatives to understand the neurogenetics of the development of AUD.", "date": "2025-08-03", "journal": ""}
{"title": "Bio-informatics: Integrate negative controls to get the good data", "doi": "10.1101/2024.10.08.617225", "authors": "van Nues, R. W.", "abstract": "High-throughput datasets, like any experimental output, can be full of noise. Negative controls, i.e. mock experiments not providing information concerning the biological system under study, visualize background. Overlooking this 'training set' of wrong examples in publicly available datasets can seriously undermine validity of bioinformatics analyses. We present a program, COALISPR, for explicit and transparent application of negative control data in the comparison of high-throughput sequencing results. This yields mapping coordinates that guide fast counting of reads, bypassing the need for a reference file, and is especially relevant when small RNA sequencing libraries contaminated with breakdown products are analysed for poorly annotated organisms. We have re-analysed small RNA datasets for mouse and fungus Cryptococcus neoformans, leading to consistent identification of miRNAs and of fungal transcripts targeted by siRNAs. Cryptococcal Argonautes are directed to spliced transcripts indicating that RNAi must be triggered by events downstream of intron removal. Negative control datasets contain large amounts of ribosomal RNA (rRNA) fragments (rRFs). These differ from small RNAs associated with RNAi, making a biological role for rRFs in association with Argonautes unlikely. Background signals enabled identification of cryptococcal genes for RNase P, U1 snRNA, 37 H/ACA and 63 Box C/D snoRNAs, including U3 and U14 essential for pre-rRNA processing. To gain meaning, high-throughput RNA-Seq analyses need to incorporate negative data.", "date": "2025-08-03", "journal": ""}
{"title": "EVOLUTIONARY ASSEMBLY OF CROWN REPTILE ANATOMY CLARIFIED BY LATE PALEOZOIC RELATIVES OF NEODIAPSIDA", "doi": "10.1101/2024.11.25.625221", "authors": "Jenkins, X.; Benson, R. B. J.; Ford, D. P.; Browning, C.; Fernandez, V.; Dollman, K.; Gomes, T.; Griffiths, E.; Choiniere, J. N.; Peecook, B. R.", "abstract": "Living reptiles include more than 20,000 species with disparate ecologies. Direct anatomical evidence from Neodiapsida, which includes the reptile crown-group Sauria and its closest extinct relatives, shows that this diversity originates from a single common reptilian ancestor that lived some 255 million years ago in the Paleozoic. However, the evolutionary assembly of crown reptile traits is poorly understood due to the lack of anatomically close outgroups to Neodiapsida1-7. We present a substantially revised phylogenetic hypothesis, informed by new anatomical data derived from high-resolution synchrotron tomography of Paleozoic reptiles8-12. We find strong evidence placing the clade Millerettidae as a close sister to Neodiapsida, which uniquely share a suite of derived features among Paleozoic stem reptiles. This grouping, for which we name the new clade Parapleurota, replaces previous phylogenetic paradigms by rendering the group Parareptilia as a polyphyletic assemblage of stem reptiles, of which millerettids are the most crownward. Our analysis presents hypotheses that resolve long-standing issues in Paleozoic reptile evolution, including the placement of captorhinids on the amniote stem lineage and firm support for varanopids as synapsids, which taken together provide a greatly improved fit to the observed stratigraphic record. Optimizations of character evolution on our phylogenetic hypothesis reveals gradual assembly of crown reptile anatomy, including a Permian origin of tympanic hearing, the presence of a lower temporal fenestra in the amniote common ancestor, with subsequent modifications on the reptile stem lineage, leading to the loss of the lower temporal bar. This evolutionary framework provides a platform for investigating the subsequent radiations of the reptile crown group in the Early Triassic, including the lines leading to dinosaurs (including birds), crocodilians, lepidosaurs, and extinct marine reptiles.", "date": "2025-08-03", "journal": ""}
{"title": "Convergent flow-mediated mesenchymal force drives embryonic foregut constriction and splitting", "doi": "10.1101/2025.01.22.634318", "authors": "Yan, R.; Hoffmann, L. A.; Oikonomou, P.; Li, D.; Lee, C.; Gill, H. K.; Mongera, A.; Nerurkar, N.; Mahadevan, L.; Tabin, C. J.", "abstract": "The transformation of a two-dimensional epithelial sheet into various three-dimensional structures is a critical process in generating the diversity of animal forms. Previous studies of epithelial folding have revealed diverse mechanisms driven by epithelium-intrinsic or -extrinsic forces. Yet little is known about the biomechanical basis of epithelial splitting, which involves extreme folding and eventually a topological transition breaking the epithelial tube. Here, we leverage tracheal-esophageal separation (TES), a critical and highly conserved morphogenetic event during tetrapod embryogenesis, as a model system for interrogating epithelial tube splitting both in vivo and ex vivo. Comparing TES in chick and mouse embryos, we identified an evolutionarily conserved, compressive force exerted by the mesenchyme surrounding the epithelium, as being necessary to drive epithelial constriction and splitting. The compressive force is mediated by localized convergent flow of mesenchymal cells towards the epithelium. We further found that Sonic hedgehog (SHH) secreted by the epithelium functions as an attractive cue for mesenchymal cells. Removal of the mesenchyme, inhibition of cell migration, or loss of SHH signaling all abrogate TES, which can be rescued by externally applied pressure. These results unveil the biomechanical basis of epithelial splitting and suggest plausible mesenchymal origins of tracheal-esophageal birth defects.", "date": "2025-08-03", "journal": ""}
{"title": "Pneumolysin-dependent and independent non-canonical autophagy processes mediate host defense against pneumococcal infection", "doi": "10.1101/2025.02.11.637156", "authors": "Michno, B. J.; Pooranachandran, N.; Smith, T. C.; Faught, E.; Lipowska, S.; Fenton, A. K.; Meijer, A. H.; Prajsnar, T. K.", "abstract": "Streptococcus pneumoniae is an opportunistic pathogen responsible for life-threatening diseases including pneumonia and meningitis. The host defense against pneumococci relies heavily on macrophages, which can effectively internalize and degrade bacteria. Recent studies have implicated both canonical and non-canonical autophagy-related processes in bacterial clearance, but the precise pathways mediating defense against S. pneumoniae remain unknown. Here, we utilize a well-established zebrafish larval infection model to investigate the role of autophagy in host defense against pneumococci in vivo. Using a transgenic macroautophagy/autophagy reporter line, we found the autophagy marker Map1lc3/Lc3 being recruited to pneumococci-containing vesicles upon bacterial internalization by zebrafish macrophages. The genetic inhibition of core autophagy gene atg5 led to loss of the Lc3 associations and their impaired acidification, significantly delaying bacterial clearance. This Lc3 recruitment is partially mediated by LC3-associated phagocytosis (LAP), as knockdown of cyba and rubcn moderately reduced Lc3 association with phagosomes and diminished pneumococcal degradation. Interestingly, we observed no involvement of xenophagy components in S. pneumoniae-infected macrophages, suggesting the activation of another non-canonical autophagy pathway, distinct from LAP, targeting pneumococci-containing phagosomes. Instead, we found that the pneumococcal pore-forming toxin pneumolysin induces ROS-independent CASM pathways, one of which is abolished by knockdown of tecpr1a indicating the involvement of sphingomyelin-Tecpr1-induced LC3 lipidation (STIL). Collectively, our observations shed new light on the host immune response against S. pneumoniae, demonstrating that several distinct non-canonical autophagy pathways mediate bacterial degradation by macrophages and providing potential targets for the development of novel therapies to combat pneumococcal infections.", "date": "2025-08-03", "journal": ""}
{"title": "AutoLEI: An XDS-based Graphical User Interface for Automated Real-time and Offline Batch 3D ED/MicroED Data Processing", "doi": "10.1101/2025.04.12.648515", "authors": "Wang, L.; Chen, Y.; Scaletti Hutchinson, E.; Stenmark, P.; Hofer, G.; Xu, H.; Zou, X.", "abstract": "Three-dimensional electron diffraction (3D ED), also known as microcrystal electron diffraction (MicroED), is an emerging method for determining structures of submicron-sized crystals. With the development of rapid and convenient data collection protocols, acquiring dozens of datasets in a single MicroED session has become routine. A fast and automated workflow for processing, scaling and merging a large number of MicroED datasets can significantly accelerate the structure determination process. Herein, we present an XDS-based graphical user interface for automated real-time and offline batch 3D ED/MicroED data processing (AutoLEI). We illustrate the functionality of the GUI through four examples, demonstrating both offline and real-time data processing capabilities. These examples include small organic molecules, metal-organic frameworks (MOFs), and proteins, showcasing the versatility and efficiency of the GUI in various applications.", "date": "2025-08-03", "journal": ""}
{"title": "VN1K: a genome graph-based and function-driven multi-omics and phenomics resource for the Vietnamese population", "doi": "10.1101/2025.04.15.648991", "authors": "Tran, T. T. H.; Hoang, T. H.; Tran, M. H.; Nguyen, N. T.; Nguyen, D. T.; Pham, T.; Pham, T. M.; Nguyen, N. N.; Vu, G. M.; Duong, V. C.; Nguyen, S. V.; Vu, Q. T.; Nguyen, T. K.; Nguyen, T. M.; Vu, H. Q.; Dang, T.; Nguyen, H.; Do, T.; Le, C.; Nguyen, H. T. T.; Le, N. Q.; Nguyen, Q.-H.; Le, L. T.; Vu, D. M.; Ngo, T. D.; Le, H. T. T.; Nguyen, L. T.; Ha, T. C.; Hoang, Y.; Dao, D. X.; Giang, P. H.; Luu, H. N.; Dao, M. D.; Le, V. S.; Le, L.; Nguyen, D. T.; Tran, T.; Nguyen, Q.; Le, D.-H.; Vu, V. H.; Vo, N. S.", "abstract": "Vietnam, the 16th most populated nation, remains profoundly underrepresented in global genomic databases. Here, we present VN1K, a first-ever comprehensive and well-curated resource of multi-omics data with a wide-range of phenotypic information of 1,011 unrelated Vietnamese individuals. High-depth short-read whole-genome sequencing data were generated for all samples along with various -omic data, including microarray, long-read whole-genome sequencing, and RNA sequencing. Using a high-sensitivity variant detection pipeline, which included a pangenome graph reference and a deep-learning framework, we identified nearly 40 million variants of which 8.5 million are novel with nearly 900 thousand short insertions/deletions and 39 thousand structural variants. Specifically, VN1K featured a first-ever whole-genome methylation profile based on long read sequencing. A genotype imputation panel was also created with the highest accuracy on the Vietnamese population. Variants with significantly different allele frequencies in the Vietnamese population compared to others were found to be functionally significant, especially in genes associated with immune diseases (HLA-B, KIR3DL3, KIR2DL1, KIR2DL4) or drug responses (CYP2C19, CYP2D6, VKORC1, CYP2B6). We were also able to map various loci related to hepatitis B virus infection as well as six disease traits, including triglyceride levels, LDL-C, serum glucose levels, HbA1c, and levels of two liver enzymes (ALT and AST). VN1K dataset is accessible via genome.vinbigdata.org, an integrated platform with both linear and graph-based genome browser for facilitating data exploration, research, and applications in precision medicine.", "date": "2025-08-03", "journal": ""}
{"title": "Close-Up of vesicular ER Exit Sites by Volume Electron Imaging using FIB-SEM", "doi": "10.1101/2025.04.23.650353", "authors": "Nair, A.; Nair, A.; Stock, P.; Jain, A.; Somerville, E.; Sanyal, A.; Costa-Filho, J. I.; Kirchhausen, T.", "abstract": "Volume electron microscopy by high-pressure freeze substitution combined with block-face focused ion beam scanning electron microscopy (FIB-SEM) provides comprehensive 3D views of subcellular architecture, essential for understanding cellular activity in context. Using Automated Segmentation in Electron Microscopy (ASEM)--a 3D-Unet convolutional neural network trained with sparse annotations--we characterized the spatial organization of endoplasmic reticulum exit sites (ERES), the initial locations for membrane remodeling in protein secretion, in cells not overexpressing secretory cargo. The ASEM model, trained on 50-70 nm in diameter COPI vesicles, successfully identified vesicles adjacent to the Golgi apparatus of HeLa, SVG-A, and iPSC-derived neurons. It also revealed abundant vesicles of similar appearance, often within a group of ~5-40 vesicles clustered within a 250 nm3 region adjacent to flattened endoplasmic reticulum (ER) domains, forming what we propose are COPII-mediated vesicular ER-exit sites. Elsewhere, smaller assemblies of 1-3 vesicles appeared alongside tubular ER networks emerging from similarly enlarged ER domains previously reported as the only ERES in HeLa cells. These findings underscore the power of large-scale volume electron microscopy to resolve contradictions regarding membrane organization in vesicular trafficking. We encourage the scientific community to use our publicly accessible repository, containing open-source code, trained models, annotations, predictions, and FIB-SEM datasets, to facilitate continued advances in automated segmentation methods.", "date": "2025-08-03", "journal": ""}
{"title": "Breaking Balance: Encoding local error signals in perturbations of excitation-inhibition balance", "doi": "10.1101/2025.05.12.653626", "authors": "Rossbroich, J.; Zenke, F.", "abstract": "Efficient learning algorithms such as backpropagation, predictive coding, and self-supervised learning require instructive learning signals to influence synaptic plasticity locally at specific neurons. This requirement is in- consistent with classic Hebbian theories and neuromodulation involving a non-specific third factor, thus raising the question of how neurobiology can achieve efficient learning. Here, we propose a simple and biologically plausible solution: local deviations from precise excitation/inhibition (E/I) balance encode error signals that instruct synaptic plasticity. Using a computational model derived from an adaptive control theory framework, we demonstrate that targeted feedback to inhibitory interneurons, which perturbs the E/I balance, can produce neuron- or assembly-specific error signals that enable learning in multilayer networks. Simulations reveal that such a balance-controlled plasticity mechanism is consistent with phenomenological local plasticity models while enabling online learning in hierarchically organized networks. Furthermore, we demonstrate that this framework is consistent with key features of disinhibitory microcircuit dynamics during in-vivo learning experiments. These results suggest that the brain may exploit E/I balance not only for stability, but also as a substrate for error-driven learning.", "date": "2025-08-03", "journal": ""}
{"title": "Fine-tuning quantitative agronomic traits by manipulating gene copy number in rice", "doi": "10.1101/2025.05.16.654416", "authors": "Nomura, C.; Kanzaki, H.; Kanzaki, E.; Shimizu, M.; Oikawa, K.; Utsushi, H.; Ito, K.; Sugimura, Y.; Terauchi, R.; Abe, A.", "abstract": "Although recent plant pan-genomes have revealed extensive copy number variations, studies addressing their phenotypic consequences are limited. Here, we manipulated gene copy number for OsMADS18 through gene editing and evaluated the effects. The presence of one to three OsMADS18 tandem copies was reflected in stepwise higher transcript levels and concomitant trait values for leaf blade and culm length, demonstrating that manipulating gene copy number can fine-tune important agronomic traits.", "date": "2025-08-03", "journal": ""}
{"title": "Adaptive suppression of threat-history stimuli", "doi": "10.1101/2025.06.09.658555", "authors": "Nian, J.; Zhang, Y.; Luo, Y.", "abstract": "Previous studies have found evidence of adaptive suppression mechanisms for physically salient stimuli. However, it remains unclear whether a similar mechanism exists for threat-history stimuli. This study used a threat conditioning task to generate stimuli with and without a history of threat. In the subsequent visual search task, the spatial probability of distractors was manipulated to examine the influence of threat-history stimuli on distractor suppression. The results showed that distractors appearing at high-probability locations were effectively suppressed, and suppression was stronger for threat-history distractors than for no-threat-history distractors. These findings suggest that threat-history distractors are more effectively suppressed when they appear at a predictable location through an adaptive attentional suppression mechanism.", "date": "2025-08-03", "journal": ""}
{"title": "MAPseq2: a sensitive and cost-effective barcoded connectomics method", "doi": "10.1101/2025.06.23.661165", "authors": "Kim, H.; Qi, H.; Washington, C.; Liang, X.; Kebschull, J. M.", "abstract": "The barcoded connectomics tool MAPseq enables highly multiplexed projection mapping of individual neurons by translating neuroanatomy into a DNA sequencing problem. Here we present MAPseq2, a user-friendly protocol with 3-4 fold increased barcode detection sensitivity and ~10 fold decreased cost relative to the current MAPseq protocol. As MAPseq workflows are used across a range of barcoded connectomics methods, including BARseq, BRICseq, and ConnectID, all improvements in MAPseq2 directly transfer to these technologies.", "date": "2025-08-03", "journal": ""}
{"title": "Structure-based discovery of Saponarin as a broad-spectrum allosteric inhibitor of banana viral coat proteins", "doi": "10.1101/2025.06.30.662402", "authors": "Kumasagi, M. I.; N, N.; Dwivedi, D.; G M, S.; Hiremath, S.; Das, U.; S, S. K.", "abstract": "Banana (Musa spp.), a globally significant staple crop, suffers substantial yield losses from persistent viral infections caused by Banana Bunchy Top Virus (BBTV), Banana Streak Virus (BSV), Banana Bract Mosaic Virus (BBrMV), and Banana Mosaic Virus (BMoV). Given the critical role of viral coat proteins (CPs) in genome encapsidation, movement, and host infectivity, these capsid components represent attractive targets for antiviral intervention. Here, we report a comprehensive in silico pipeline integrating homology modeling, structure-based molecular docking, pharmacokinetic profiling, and 100-ns all-atom molecular dynamics (MD) simulations to identify potential CP inhibitors from a curated phytochemical library. High-confidence structural models of the CPs were generated using SWISS-MODEL and AlphaFold3 and validated via Ramachandran analysis, ERRAT, and Verify3D. Virtual screening of 100 plant-derived compounds revealed Saponarin, a flavonoid glucoside, as the top-scoring molecule across all viral targets, with docking scores ranging from -13.33 to -8.75 kcal/mol. Binding interactions were dominated by extensive hydrogen bonds and {pi}-based stacking with conserved aromatic and polar residues within the capsid interface pockets. ADMET predictions indicated Saponarin possesses favorable physicochemical properties, high aqueous compatibility, low clearance, and minimal ecotoxicological risk. MD simulations confirmed stable binding, persistent hydrogen bonding, and conserved protein compactness, supporting an allosteric inhibition mechanism. These findings establish Saponarin as a structurally and pharmacologically viable broad-spectrum antiviral candidate for banana virus control, warranting experimental validation for translational deployment in sustainable crop protection strategies.", "date": "2025-08-03", "journal": ""}
{"title": "An extended β-finger motif is near-ubiquitous in kinase fusion proteins", "doi": "10.1101/2025.07.14.664643", "authors": "Powell, O. R.; Gilbert, D.; Wulff, B. B. H.", "abstract": "Kinase fusion proteins (KFPs) are immune receptors that confer disease resistance in wheat (Triticum aestivum) and barley (Hordeum vulgare). We discovered that KFPs with a confirmed function share an extended {beta}-finger motif, a Poaceae-specific feature that originated ~98 million years ago. The genes encoding these receptors are among the most highly expressed within the plant KFP repertoire, suggesting that elevated transcript abundance is a hallmark of their disease resistance function.", "date": "2025-08-03", "journal": ""}
{"title": "Analysis of the surface topology of respiratory syncytial virus particles that form on the surface of virus-infected cells.", "doi": "10.1101/2025.07.26.666719", "authors": "Jeffree, C. E.; Lu, T. B.; Tan, B. H.; Sugrue, R. J.", "abstract": "The surface topology of virus filaments on respiratory syncytial virus (RSV)-infected cells was examined using field emission gun-scanning electron microscopy (FEG-SEM) and atomic force microscopy (AFM). FEG-SEM analysis of the surface of RSV-infected cells labelled with an anti-G protein antibody revealed the presence of virus filaments and clusters of the G protein distributed intermittently along their surface. RSV-infected cells thinly coated with chromium were imaged using FEG-SEM and revealed a distinct structured surface topology consisting of closely packed surface domains. The G protein clusters were only associated within a subset of these domains which suggested that this structured topology was mainly derived from the host cell, and the presence of the cell glycocalyx that coats the virus filaments was further suggested. Imaging of RSV-infected cells using AFM was undertaken as a different but complementary approach to the FEG-SEM analysis. Imaging using AFM revealed a similar structured surface topology on the virus filaments to that observed in the FEG-SEM analysis, indicating the consistency in the appearance of the virus surface topology using these different methods. Collectively, this study provides the first detailed imaging of the surface topology of the virus filaments as they form on RSV-infected cells. The imaging data is consistent with the envelopment of the virus filaments by the glycocalyx and highlights the complexity of the spatial organisation within the viral envelope.", "date": "2025-08-03", "journal": ""}
{"title": "Transient CB2 receptor activation triggers irreversible luminal differentiation via chromatin remodeling in breast cancer", "doi": "10.1101/2025.07.29.667375", "authors": "G. Martinez-Illescas, N.; Perez-Garcia, G.; Rubert-Hernandez, M.; Quezada-Gutierrez, C.; Martin-Zapater, E.; Alonso-Colmenar, L. M.; Hernandez, C.; Zarco-Cuadrillero, A.; Caleiras, E.; Munoz, M.; Payo-Payo, A.; Frias-Aldeguer, L.; Sanchez, C.; Balcells-Camps, M.; Edelman, E. R.; Salazar-Roa, M.", "abstract": "Tumor adaptability relies on the ability of cancer cells to dedifferentiate and acquire stem-like features, fueling therapeutic resistance and metastasis. Differentiation therapy aims to reprogram tumor cells into more mature, less aggressive states to counteract this plasticity. Here, we identify cannabinoid receptor 2 (CB2R) as a novel therapeutic target that promotes sustained differentiation in breast cancer. Using tumor-derived organoids from both mouse models and patient biopsies, we show that brief, low-dose exposure to phytogenic or synthetic CB2R ligands induces a basal-to-luminal switch, suppresses stemness, and reduces invasiveness and self-renewal. These phenotypic changes are associated with decreased tumor initiation and aggressiveness in vivo. Transcriptomic profiling reveals that CB2R activation initiates transient chromatin remodeling and epigenetic reprogramming, resulting in a stably differentiated state. Importantly, CB2R-driven differentiation sensitizes tumor cells to tamoxifen, enabling lower therapeutic doses with improved efficacy-supporting the principles of adaptive therapy aimed at long-term disease control. Our findings position CB2R modulation as a promising non-cytotoxic strategy to restrict cancer plasticity and enhance the effectiveness of existing breast cancer treatments.", "date": "2025-08-03", "journal": ""}
{"title": "Iterative delivery of mRNA by MEFI", "doi": "10.1101/2025.07.31.667827", "authors": "Gao, Y.; Li, H.; Xun, Y.; Liu, Y.; Zhang, Y.; Liu, S.; Fang, X.; Shan, X.; Liu, J.; Zhu, Q.; Yin, X.; Zhang, L.", "abstract": "Conventional therapeutic mRNA delivery systems are inherently single-use, limiting expression potency, duration, and penetration across biological barriers. To address this, we engineered the mRNA Exporting and Ferrying Implement (MEFI), a platform that enables iterative cell-to-cell transfer of cargo mRNA, allowing a single mRNA molecule to be utilized multiple times across various cells. MEFI encodes a fusion protein that assembles virus-like particles (VLPs) and encapsulates both itself and cargo mRNA into these VLPs, orchestrating reproduction of VLPs from targeted cells and continuous intercellular spreading. MEFI significantly amplified cargo protein expression in the transfected cell populations (~20-fold ) and in organs (~500-fold in lung ) from mice administered systemically. Notably, through intramuscular injection of naked plasmids, MEFI promoted robust (~20-fold ) and durable (~2-month ) cargo expression, interorgan mRNA transfer, and successful crossing of the blood-brain barrier. Moreover, modified MEFI demonstrated cell-type-specific targeting, mediating the elimination of antigen-expressing cells. Collectively, MEFI establishes a modular platform for enhancing mRNA delivery, leveraging the concept of iterative delivery of mRNA.", "date": "2025-08-03", "journal": ""}
{"title": "Temporal dynamics of RNA metabolic enzyme interactome lay the foundation for riboregulation mediated circadian metabolism", "doi": "10.1101/2025.07.31.667909", "authors": "Jadhav, D. B.; Roy, S.", "abstract": "The temporal regulation of the RNA-binding to metabolic enzymes offers a compelling framework to address the open question of whether circadian control of metabolism can be mediated through riboregulation. To advance this understanding, we investigated the time-of-the-day dependent dynamics of RNA-enzymes interactome using a time-resolved RIC approach. 70% of the captured RBPs exhibit differential RNA-binding between subjective day and night, with 27% associated to metabolic pathways, suggesting temporal riboregulation of metabolic enzymes can be widespread. Intriguingly, 63 metabolic enzymes displayed circadian RNA-binding uncoupled from their protein abundance dynamics. This observation suggests that the temporal regulation of their RNA-binding \"moonlighting\" functions is likely mediated by alternative mechanisms, such as post-translational modifications. Our study presents a catalog of metabolic enzymes localized in mitochondria and chloroplast that exhibit dynamic RNA binding across circadian time, providing a valuable testbed to explore the mechanistic role of riboregulation in driving daily metabolic rhythms across species.", "date": "2025-08-03", "journal": ""}
{"title": "Promoter evolution in HIV-1C establishes latent reservoirs highly resistant to reversal", "doi": "10.1101/2025.08.02.668273", "authors": "Bhange, D.; Panchapakesan, A.; Mishra, S.; Singh, S.; Parihar, D.; Saini, C.; Shanmugam, M.; Buch, H.; Singh, J.; Manna, R.; Sharma, M.; Suresh, S.; Nala, N.; Byrareddy, S. N.; Maurya, S. P.; Dias, M.; Das, B. K.; Murugavel, K. G.; Srikrishnan, A. K.; Kundu, T. K.; Ranga, U.", "abstract": "Latent viral reservoirs remain a major barrier to curing HIV-1, with the long-terminal repeat (LTR) and Tat playing crucial roles in regulating viral transcription. Subtype-specific transcription factor binding site (TFBS) variations within the LTR significantly influence latency and reservoir stability. In earlier work, we identified HIV-1C LTR variants with duplicated TFBS motifs, including NF-{kappa}B, AP1, RBEIII, and TCF-/LEF-1. Using five cell models, including Jurkat and primary CD4+ T cells, we compared canonical R-LTR and variant R2-LTR strains. Across sub-genomic reporters, single-round infections, and full-length viral vectors, we found that the balance between RBEIII and NF-{kappa}B motifs governs stability of latency. The two-viruses-one-cell system that normalized confounding environmental factors further revealed that latency is primarily controlled by intrinsic transcriptional circuits rather than external stimuli. In longitudinal studies of HIV-1C; individuals from acute and chronic infection phases, we observed dominant R strains during early infection and the spontaneous emergence of R2 strains in nearly half of chronic-phase subjects, a process accelerated by ART. Upon CD4+ T cell activation, R strains preferentially rebounded, while R2 strains showed strong resistance to reversal, even in subjects harbouring a co-infection. Together, these findings establish the clinical significance of LTR variation in latency regulation and identify the R2 phenotype as a critical determinant of reservoir persistence. These results underscore the importance of addressing reservoir heterogeneity in cure strategies, particularly in HIV-1C prevalent regions.", "date": "2025-08-03", "journal": ""}
{"title": "Spatial Transcriptomics Reveals that the Local Immune Response to Placental Guinea Pig Cytomegalovirus Infection is Driven by Chemokine Signaling", "doi": "10.1101/2025.08.01.668085", "authors": "Berkebile, Z. W.; Forster, C. L.; Stanley, E.; Rodriguez, F. M.; Herman, A. C.; Gearhart, M. D.; Bierle, C. J.", "abstract": "Cytomegalovirus infection can disrupt placental development and function either by directly infecting placental cells or by eliciting a pathogenic immune response. The relative contributions of these two mechanisms to adverse pregnancy outcomes remains poorly understood. In this study, we used spatial transcriptomics to quantify host and viral gene expression at the maternal-fetal interface at near single-cell resolution. Guinea pig cytomegalovirus (GPCMV) infection after mid-gestation causes focal infections at the base of the main placenta. Samples for spatial transcriptomics were collected from guinea pigs infected with GPCMV at 35 days gestation. Viral loads and the location of infected cells in placentas were assessed using virus-specific droplet digital PCR and in situ hybridization at 21 days post-infection. Representative placentas were sectioned onto Visium Spatial Gene Expression Slides and sequencing libraries were prepared from six infected and six uninfected tissue sections. Spatial transcriptomes from 33,687 55-{micro}m spots were generated and used in subsequent analyses. To assess how infection affected gene expression at the maternal-fetal interface, a combination of graph-based clustering and manual classification was used to assign spatial transcriptomes to clusters representative of different anatomic regions. Infection dysregulated more transcripts in the decidua and junctional zone than in the labyrinth or non-capillarized syncytium. Notably, infection downregulated transcripts involved in lipid metabolism and upregulated transcripts involved in antiviral defense and chemokine signaling. A second analysis compared the spatial transcriptomes of GPCMV-infected cells and their immediate microenvironment with similar regions in uninfected placentas. A transcriptional signature indicative of immune activation was clear in this comparison, and the local placental response to cytomegalovirus infection was driven by upregulated chemokine signaling. Thus, spatial transcriptomics revealed regional patterns of gene expression in the guinea pig placenta and illuminated how the host response to GPCMV may compromise placental function.", "date": "2025-08-03", "journal": ""}
{"title": "A Humanized IFN-γ Mouse Model Reveals Skin Eschar Formation, Enhanced Susceptibility and Scrub Typhus Pathogenesis", "doi": "10.1101/2025.08.01.668084", "authors": "Cho, R. H.; Gao, L.; Gonzales, C.; Villacreses, D.; Dews, E. A.; Narra, H. P.; Wang, H.; Soong, L.; Liang, Y.", "abstract": "Scrub typhus, caused by Orientia tsutsugamushi (Ot) bacteria, is a serious acute febrile illness associated with significant mortality. An estimated one million cases occur annually, with more than one billion people at risk. No effective vaccine is currently available, largely due to the complex Ot strain diversity and an incomplete understanding of protective immune mechanisms. To overcome these challenges, there is a critical need for a suitable animal model that mimics human disease through the natural route of infection via mites. Here, we report for the first time that a genetically engineered humanized mouse strain (with triple knockout/knock-in of IFN-{gamma} and its receptors), exhibits increased susceptibility to intradermal Ot infection compared to wild-type (WT) mice. This is evidenced by greater body weight loss, elevated bacterial burden, and reduced expression of interferon-stimulated genes (ISGs). Humanized mice exhibit pronounced biochemical abnormalities and tissue pathology accompanied by dysregulated T cell and neutrophil responses following infection. Notably, these immunocompetent mice develop skin eschar-like lesions resembling those observed in human patients. Overall, our study introduces a promising humanized mouse model for dissecting the immunopathogenesis of scrub typhus and evaluating future vaccine candidates.", "date": "2025-08-03", "journal": ""}
{"title": "Feature-specific inhibitory connectivity augments the accuracy of cortical representations", "doi": "10.1101/2025.08.02.668307", "authors": "Ogando, M.; Abdeladim, L.; Sit, K. K.; Shin, H.; Sridharan, S.; Gopakumar, K.; Adesnik, H.", "abstract": "To interpret complex sensory scenes, animals exploit statistical regularities to infer missing features and suppress redundant or ambiguous information. Cortical microcircuits might contribute to this cognitive goal by either completing or cancelling predictable activity, but it remains unknown whether, and how, a single circuit can implement these antagonistic computations. To address this central question, we used all-optical physiology to simulate sensory-evoked activity patterns in pyramidal cells (PCs) and somatostatin interneurons (SSTs) in the mouse primary visual cortex. In the absence of external visual input, photostimulation of orientation-tuned PC ensembles drove either completion or cancelation of input-matching representations, depending on the number of photostimulated cells. This dual computational capacity arose from the co-existence of \"like-to-like\" excitatory interactions between PCs, and a newly discovered \"like-to-like\" SST-PC connectivity motif, in which SSTs are preferentially recruited by, and in turn suppress, similarly tuned PCs. Finally, we show that photoactivation of tuned SST ensembles during visual processing improved the discriminability of their preferred visual input by suppressing ambiguous activity. Thus, these complementary feature-specific connectivity motifs allow different strategies of contextual modulation to optimize inference by either completion (through PC-PC interactions) or cancelation (via PC-SST-PC loops) of predictable activity, depending on the structure of the input and the network state.", "date": "2025-08-03", "journal": ""}
{"title": "Replication of 10 novel loci involved in human plasma protein N-glycosylation using MALDI-MS and UHPLC-FD data", "doi": "10.1101/2025.08.01.668131", "authors": "Timoshchuk, A.; Naber, A.; Slieker, R.; Soplenkova, A.; Maslov, D.; Potapova, N. A.; Nicolardi, S.; Elders, P. J. M.; Sijbrands, E. J. G.; Sharapov, S.; Hart, L. M. t.; Hoek, M. v.; Wuhrer, M.; Aulchenko, Y. S.", "abstract": "N-glycans are essential components of glycoproteins, influencing their properties and functions. While biochemical pathways of glycosylation are well-characterized, their genetic regulation remains poorly understood. This study utilizes matrix-assisted laser desorption/ionization-mass spectrometry (MALDI-MS) and ultra-high performance liquid chromatography-fluorescence detection (UHPLC-FD) to strengthen replication and further characterize previously identified genome-wide association signals for the total human plasma N-glycome (TPNG). Univariate and multivariate genetic association meta-analyses involved 3,385 samples across 143 N-glycome traits from the Hoorn Diabetes Care System and DiaGene cohorts as well as 3,224 samples across 117 N-glycome traits from TwinsUK, CEDAR, QMDiab and SABRE cohorts. We successfully replicated ten previously identified but not replicated glycosylation quantitative trait loci (glyQTLs) and prioritized five high-confidence putative causal genes, including the glycosyltransferase MGAT4B and inflammation-related genes - C3 and FCGR2B. The linkage-specific sialic acid derivatization in MALDI-MS enabled delineation of genetic effects on 2,3- and 2,6-sialylation. Mass spectrometry analysis also provided evidence for glucuronic acid-containing glycans in human blood plasma. These findings advance our understanding of the genetic regulation of protein N-glycosylation and highlight the complementarity of different analytical approaches in glycomics research.", "date": "2025-08-03", "journal": ""}
{"title": "Early-life Exposure to Arsenic Primes the Offspring to Increased Asthma Risk: Transcriptome and Epigenome Analysis", "doi": "10.1101/2025.08.01.668223", "authors": "Sun, Y.; Watfa, M.; Sun, Q.; Rajasundaram, D.; Schlegel, B.; Yeung-Luk, B.; Pulczinski, J.; Park, B.; Barchowsky, A.; Mitzner, W.; Biswal, S.; Tang, W. Y.", "abstract": "Inorganic arsenic (iAs) in drinking water is a global health concern. This study tests whether maternal exposure to iAs in drinking water at the WHO provisional level (10 microgram/L) increases offspring asthma risk via epigenetic reprogramming. F1 mice prenatally exposed to iAs were analyzed at 5 months for blood transcriptome and methylome changes and challenged with house allergens before lung function testing. Prenatal iAs exposure led to increased airway hyperresponsiveness (AHR) and altered inflammation gene expression and DNA methylation changes. Notably, miR-101c was epigenetically reprogrammed early in development, with persistent downregulation in both target (fetal and adult lungs) and surrogate (amniotic fluid and blood) tissues. These changes correlated with increased allergic AHR and TGF{beta} pathway dysregulation. Findings suggest that maternal iAs exposure primes offspring for asthma risk through epigenetic alterations and may inform risk assessment and biomarker development in affected communities.", "date": "2025-08-03", "journal": ""}
{"title": "Post-Translational Modifications Remodel Proteome-Wide Ligandability", "doi": "10.1101/2025.07.31.667978", "authors": "Li, W.; Wei, Q.; Governa, P.; Llanos, M.; Chiu, T.-Y.; Wozniak, J. M.; Jadhav, A. M.; Gathmann, C.; Cravatt, J.; Dongre, A.; Huang, M. L.; Forli, S.; Parker, C. G.", "abstract": "Post-translational modifications (PTMs) vastly expand the diversity of human proteome, dynamically reshaping protein activity, interactions, and localization in response to environmental, pharmacologic, and disease-associated cues. While it is well established that PTMs modulate protein function, structure, and biomolecular interactions, their proteome-wide impact on small-molecule recognition-and thus druggability-remains largely unexplored. Here, we introduce a chemical proteomic strategy to delineate how PTM states remodel protein ligandability in human cells. By deploying broad profiling photoaffinity probes, we identified over 400 functionally diverse proteins whose ability to engage small molecules is impacted by phosphorylation or N-linked glycosylation status. Integration of binding site mapping with structural analyses revealed a diverse array of PTM-dependent pockets. Among these targets, we discovered that the phosphorylation status of common oncogenic KRAS mutants impact the action of small molecules, including clinically approved inhibitors. These findings illuminate an underappreciated, PTM-governed layer of proteome plasticity and uncover opportunities for the development of chemical probes to selectively target proteins in defined modification states.", "date": "2025-08-03", "journal": ""}
{"title": "Cellular-resolution OCT reveals layer-specific retinal mosaics and ganglion cell degeneration in mouse retina in vivo", "doi": "10.1101/2025.08.01.668001", "authors": "Kim, T.-H.; Weimer, R.; Elstrott, J.", "abstract": "Cellular-resolution retinal imaging in preclinical mouse models is limited by optical aberrations and speckle noise that prevent visualization of individual cells. We developed a wavefront sensorless adaptive optics optical coherence tomography (WSAO-OCT) platform that addresses these challenges by combining real-time aberration correction with multi-volume averaging. This integrated approach enhanced image contrast by 61% and sharpness by 55%, while averaging 50 volumes effectively reduced speckle noise. Our system enabled visualization of individual cells across all major retinal layers and the retinal pigment epithelium in living mice. Immunohistochemical validation within the retinal ganglion cell (RGC) layer confirmed that 95% of optically detected cells corresponded to actual RGCs, confirming cell-type specificity. We demonstrated the method's translational potential by tracking RGC loss following optic nerve injury. The platform detected significant cell degeneration within three days post-injury, earlier than traditional thickness-based methods, quantifying a decline from 4,407 to 1,683 cells/mm2 (62% loss) over seven days. These results establish WSAO-OCT as an effective, non-invasive tool for cellular-level investigation of retinal pathologies, suitable for longitudinal monitoring and therapeutic evaluations in preclinical models.", "date": "2025-08-03", "journal": ""}
{"title": "In-Silico Evaluation of Silk Fibroin-Conjugated Doxycycline for Sustained Drug Delivery", "doi": "10.1101/2025.07.31.668034", "authors": "Bokara, K. K. K.", "abstract": "Tetracyclines such as Doxycycline and Minocycline are broad-spectrum antibiotics. Their high oral bioavailability aids systemic absorption but limits achieving sustained local drug levels at the infection site. Sustained drug release to enhance the therapeutic efficacy and minimise side effects remains a significant challenge. This study investigated the conjugation of Doxycycline with silk fibroin (SF), which would provide sustained drug release at the target site. We employed an in-silico approach using molecular docking and molecular dynamics (MD) simulations to investigate the interaction and stability of antibiotics with SF. We also assessed the structural stability of SF when conjugated with these antibiotics. Molecular level characterization using a blind docking approach and MD simulation revealed that Doxycycline exhibited the strongest binding affinity of -6.0 kcal/mol, compared with both Tetracycline (-5.9 kcal/mol) and Minocycline (-5.7 kcal/mol). The MMPBSA analysis also showed that Doxycycline exhibited the highest binding energy of -25.71 kcal/mol compared to Tetracycline (-18.27 kcal/mol) and Minocycline (-10.8 kcal/mol). The strong binding energy and stability of Doxycycline with SF was attributed mainly by van der Waals interactions and hydrogen bonds. To evaluate the stability of protein-antibiotic complexes, 100 ns MD simulations were performed. The RMSD, RMSF, radius of gyration, SASA, and DSSP analyses revealed that SF was stable without much deformation upon docking of all three antibiotics. In summary, our computational results suggest that Doxycycline and SF conjugates offer a promising strategy for sustained drug delivery, potentially improving therapeutic efficacy in the treatment of chronic inflammatory diseases.", "date": "2025-08-03", "journal": ""}
{"title": "Effectiveness of Outer Hair Cells as Cochlear Amplifier: Coupled Oscillator Models", "doi": "10.1101/2025.08.02.668240", "authors": "Iwasa, K. H.", "abstract": "Outer hair cells (OHCs) are essential for the sensitivity and frequency specificity of the mammalian ear. To perform this function, OHCs need to amplify the motion of the basilar membrane, which is much stiffer than themselves. OHCs must overcome this impedance mismatch for their amplifying function particularly at high frequencies, where the mismatch is largest. This issue could be solved by the existence of multiple modes of motion. Here, systems of two coupled oscillators are examined as the simplest of such cases. It is found that some of these model systems indeed make OHCs function as an effective amplifier by overcoming the impedance mismatch. This result suggests that the elaborate structure of the organ of Corti, which can support multiple modes of motion, is a key to the high frequency performance of the mammalian ear.", "date": "2025-08-03", "journal": ""}
{"title": "Unveiling Distinct Neuroimmune Responses in Mouse Models of Cervical Spinal Cord Injury: Hemisection versus Hemicontusion", "doi": "10.1101/2025.08.02.668124", "authors": "CHEN, W.; Adam, L.; Michel-Flutot, P.; Mansart, A.; Vinit, S.; Vivodtzev, I.", "abstract": "Traumatic cervical spinal cord injury (cSCI) causes severe neurological deficits and long-term disability. Preclinical models such as cervical 2 (C2) hemisection (C2HS), resulting in disrupted communication between the respiratory centers and the phrenic motoneurons (PMN) pool, have been used since decades to study respiratory dysfunction and neuroinflammation after cSCI. Recently, contusive injuries such as C3 hemi-contusion (C3HC) have been increasingly used, as they induce phrenic motoneuron damage and offer a more clinically relevant model of SCI. However, these two different models may engage distinct pathophysiological cascades, raising concerns about the generalizability of findings across injury paradigms. In this study, we compared neuroimmune responses following C2HS or C3HC in mice. Animals underwent C2HS or C3HC, and spinal cord segments (C1-C8) were collected seven days post-injury for immuno-histological analyses around the lesion level and flow cytometry analyses at the lesion level. We observed that C2HS preserved more neurons and exhibited elevated CD86 and F4/80 expression. These markers are typically expressed by activated microglia and are indicative of a response oriented toward phagocytic and reparative functions. This phenotype was associated with limited pro-inflammatory cell infiltration and normalized level of systemic IL-6 in this model. Conversely, C3HC induced more extensive tissue damage, heightened microglial activation, a trend toward increased astrocytic reactivity, and significantly elevated CSPG levels on the contralateral side. Moreover, a persistent NK cell, neutrophil, and CD43 antigen-presenting cells infiltration, along with persistently high circulating IL-6 has been observed following C3HC. These findings demonstrate distinct neuroinflammatory signatures and repairing mechanisms between models, with C2HS promoting a microglia profile toward repair and C3HC leading to a prolonged and potentially harmful immune response. This study underscores, for the first time, how injury type shapes neuroimmune mechanisms, reinforcing the need for lesion-specific therapeutic strategies in cervical spinal cord injury.", "date": "2025-08-03", "journal": ""}
{"title": "Evidence for a Transient State of Auditory Hypersensitivity During Initial Onset of Tinnitus, Evidenced by Intensity Dependence of the Auditory Evoked Potential (IDAEP)", "doi": "10.1101/2025.08.02.668306", "authors": "Umashankar, A.; Alter, K.; Gander, P. E.; Sedley, W.", "abstract": "Our understanding of tinnitus pathophysiology may be greatly advanced by understanding how the condition evolves from its initial onset or acute stage to its chronic manifestation. Such a transition likely reflects dynamic neurophysiological changes within central auditory and non-auditory networks. Our integrated model of tinnitus posits that sensory precision (sensory weighting) may be heightened during the acute stages of tinnitus to resolve degraded auditory input, but in chronic tinnitus, its role may diminish as plastic processes take over the percept's maintenance. Consequently, we hypothesize that bottom-up neural mechanisms linked to initiation of tinnitus, such as central gain and neural synchrony, are maximal around the time of tinnitus onset, but later subside by way of regression to the mean. We evaluated this hypothesis by measuring central auditory reactivity through the Intensity Dependence of Auditory Evoked Potential (IDAEP), a non-invasive index of higher-order inhibitory processing within the auditory system. A steeper IDAEP slope is associated with heightened sensory reactivity (higher sensitivity to changes in auditory stimuli), indicative of reduced central inhibition. Conversely, a shallower slope reflects greater inhibitory control. Studying a group with acute tinnitus (onset within six weeks), with a repeated assessment after six months from onset, we found an initially increased IDAEP slope in the acute stage, which had significantly reduced at follow-up, supporting our hypothesis that there is increased sensory reactivity during tinnitus onset, which need not persist in order for tinnitus to become chronic.", "date": "2025-08-03", "journal": ""}
{"title": "Does field margin semi-natural habitat amplify theabundance of beneficial spiders in a vineyard canopy?", "doi": "10.1101/2025.07.30.667680", "authors": "Phelps, C.", "abstract": "I compared spider counts from a transect bordered by a semi-natural habitat to those of a control transect in a California Central Coast organic vineyard over the course of the 2018 growing season, observing spiders in blue vane traps that had been suspended in the canopy fruit zone. Ranked abundance analysis of spider counts did not confirm a difference between the two transect populations for any time period and a population gradient proceeding from the vineyard edge into the vineyard center was not identified for either transect. I suggest that semi-natural habitat proximity does not promote spider populations in the ecological context of a classical Central Coast vineyard.", "date": "2025-08-03", "journal": ""}
{"title": "Local adaptation of Gladiolus carneus to soil nutrient extremes in the Cape Floristic Region", "doi": "10.1101/2025.08.01.668149", "authors": "Khoury, K. L.; Newman, E. L.", "abstract": "Premise: Within the hyper-diverse Cape Floristic Region (CFR), divergent edaphic niches are hypothesised as an important driver of lineage diversification. However, the evidence for local adaptation on contrasting soils in this region remains limited. Using a reciprocal translocation and common garden approach, we use the polymorphic geophyte Gladiolus carneus to test for local adaptation to soil properties along an elevational gradient. Methods: We first quantified the edaphic niche of all ecotypes of G. carneus across its entire range and for three experimental populations used for reciprocal translocations. Next, under common garden conditions, we tested whether the three focal populations had a fitness advantage on their native soils relative to other populations. We then assessed whether those same populations showed evidence of local adaptation. Key results: We found that G. carneus ecotypes occupied distinct edaphic niches and that our three experimental populations occurred in nutrient-poor, intermediate-nutrient and nutrient-rich soil conditions. The common garden showed that seedlings native to the nutrient-rich and nutrient-poor sites, experienced a fitness advantage over non-native seedlings. Additionally, we found evidence of local adaptation at all translocation sites. Together, the common garden and reciprocal translocation suggests that edaphic conditions are contributing to local adaptation at the nutrient-rich and nutrient-poor sites. Conclusions: We provide the first evidence of local adaptation to edaphic niches in the hyper-diverse Cape Floristic Region. These results suggest that edaphic conditions, along with other abiotic factors, may be important in driving incipient speciation in the CFR.", "date": "2025-08-03", "journal": ""}
{"title": "Selectivity of the time-dependent M. tuberculosis LeuRS inhibitor ganfeborole is driven by target vulnerability", "doi": "10.1101/2025.07.31.667927", "authors": "Wang, M.; He, Y.; Cohen, S. A.; Strohm, A. R.; Shetye, G.; Franzblau, S. G.; Walker, S. G.; Alley, D.; Tonge, P. J.", "abstract": "Ganfeborole (GSK3036656) inhibits the Mycobacterium tuberculosis leucyl-tRNA-synthetase (mtLeuRS) and is in phase 2a clinical trials for the treatment of tuberculosis. Here we show that ganfeborole is a time-dependent inhibitor of mtLeuRS (IC50 1 nM) and generates a post-antibiotic effect of 77 h at 50xMIC (MIC 0.058 M) with M. tuberculosis H37Rv (Mtb), indicating that mtLeuRS is a highly vulnerable drug target and supporting the excellent in vivo efficacy of the drug. Ganfeborole is also a potent time-dependent inhibitor of Escherichia coli LeuRS (ecLeuRS, IC50 2 nM), however no antibacterial activity is observed towards E. coli up to 1 mM ganfeborole despite the observation that less potent ganfeborole analogs have antibacterial activity. To rationalize this observation, we propose that ganfeborole forms a complex with AMP that binds to the ecLeuRS editing site but does not impact aminoacylation. In support, addition of 12.5 M norvaline generates a ganfeborole MIC of 0.4 M since ecLeuRS is unable to hydrolyze norvaline-tRNALeu. Additionally, mutations that reduce the affinity and residence time of ganfeborole-AMP on ecLeuRS result in antibacterial activity. We propose that the activity of ganfeborole towards Mtb is because mtLeuRS is a highly vulnerable target so that only low levels of enzyme need to be inhibited by the ganfeborole-tRNALeu complex in contrast to ecLeuRS, which we previously demonstrated is a low vulnerability target.", "date": "2025-08-03", "journal": ""}
{"title": "ProteomeLM: A proteome-scale language model allowing fast prediction of protein-protein interactions and gene essentiality across taxa", "doi": "10.1101/2025.08.01.668221", "authors": "Malbranke, C.; Zalaffi, G. P.; Bitbol, A.-F.", "abstract": "Language models starting from biological sequence data are advancing many inference problems, both at the scale of single proteins, and at the scale of genomic neighborhoods. In this paper, we introduce ProteomeLM, a transformer-based language model that reasons on entire proteomes from species spanning the tree of life. Leveraging protein language model embeddings, ProteomeLM is trained to reconstruct masked protein embeddings using the whole proteomic context. It thus learns contextualized protein representations reflecting proteome-scale functional constraints. We show that ProteomeLM spontaneously captures protein-protein interactions (PPI) in its attention coefficients. We demonstrate that it screens whole interactomes orders of magnitude faster than amino-acid coevolution-based methods, and substantially outperforms them. We further develop ProteomeLM-PPI, a supervised PPI prediction network that combines ProteomeLM embeddings and attention coefficients, and achieves state-of-the-art performance across species and benchmarks. Finally, we introduce ProteomeLM-Ess, a supervised predictor of gene essentiality that generalizes across diverse taxa. Our results highlight the power of proteome-scale language models for addressing function and interactions at the organism level.", "date": "2025-08-03", "journal": ""}
{"title": "Comparative Analysis of De Novo Assemblers and Quantification Software for RNA-sequencing Data in Non-Model Arthropods", "doi": "10.1101/2025.08.01.668104", "authors": "Brasseur, M. V.; Leese, F.; Mayer, C.", "abstract": "Background: RNA-sequencing has greatly improved our understanding of the transcriptomic regulation of fundamental biological processes. Although the method has matured significantly within the last decade, bioinformatic processing of the resulting high-dimensional data sets is still challenging and the performance of algorithms can vary between data sets. As a consequence, for most non-model organisms, in particular arthropods, there is no or limited literature evidence which software is best suited to handle taxon-specific data characteristics. Therefore, we evaluated the performance of different de nonvo transcriptome assembler (Trinity, rnaSPAdes, IDBA-tran) and transcript quantification software (RSEM, Salmon) on transcriptomic data of a non-model insect and freshwater crustacean species, as well as the impact of different quality trimming strategies on the downstream bioinformatic processing results. Results: While the trimming strategy had no considerable effect on the quality of transcriptome assemblies, the choice of the assembler had a substantial impact. IDBA-tran was less sensitive than the two other assemblers and produced the most fragmented transcriptome assemblies. The low remapping rates of reads against IDBA-tran assemblies further suggest that the input read data was not effectively leveraged by this algorithm. In contrast, Trinity and rnaSPAdes both generated comprehensive and contiguous de novo transcriptome assemblies, although Trinity appeared to be slightly more sensitive. This increased sensitivity, however, was associated with a higher redundancy in Trinity-generated assemblies compared to assemblies produced with rnaSPAdes. When the quality of the transcriptome assembly was high, RSEM and Salmon were able to identify the origin of at least 90% of the read data in the reference. Despite their different underlying quantification approaches, the estimated transcript counts of both tools were highly correlated and their expression signal was consistent. Notably, the alignment-free quantification algorithm Salmon was substantially faster than the alignment-based approach of RSEM. Furthermore, it was also slightly more sensitive, increasing the average re-mapping rate to ~98%. Conclusion: Since the performance of bioinformatic algorithms, especially of de novo assemblers, varies for different RNA-sequencing data sets, establishing an appropriate analysis workflow remains an important task. Our results show that the better performing combinations of algorithms produce congruent count data sets with consistent expression signal, highlighting the robustness of RNA-sequencing data analysis software.", "date": "2025-08-03", "journal": ""}
{"title": "Transcranial magnetic stimulation induced pupil dilations can serve as a cortical excitability measure", "doi": "10.1101/2025.08.02.668303", "authors": "Phylactou, P.; MacRae, F.; Manoli, A.; Bouisset, N.; Duport, A.; Awan, A. A.; Tong, X.; van Ede, F.; Seminowicz, D. A.; Schabrun, S. M.", "abstract": "The application of non-invasive brain stimulation (NIBS) often relies on proxy estimates of cortical excitability (CE), such as the resting motor threshold (rMT), measured through transcranial magnetic stimulation (TMS). However, estimating the rMT is not always possible, as it requires an intact corticospinal pathway for neural signals to travel from the cortex to the periphery. To broaden the application of NIBS there is a need for additional CE measures. In three experiments combining TMS, transcranial direct current stimulation (tDCS), and eye-tracking, we measured TMS-induced pupil dilations as a potential CE proxy. We present Bayesian evidence (Experiment 1: BF > 9; Experiment 2: BF > 46; Experiment 3: BFs > 6) that TMS-induced pupil dilations serve as an objective CE proxy, with larger pupil size reflecting higher CE. We also show that these effects are not due to auditory, muscle, or sensory confounds. The introduction of this novel measure paves the way for a deeper understanding of CE by enabling objective NIBS measures beyond the motor cortex. Moving away from the reliance on the motor cortex would allow NIBS research and therapy to become more inclusive, allowing access to populations that are affected by damage along the corticospinal pathway.", "date": "2025-08-03", "journal": ""}
{"title": "Population genomics of the endangered scaly-foot snail defines conservation units amid deep-sea mining threats in Indian Ocean vents", "doi": "10.1101/2025.08.02.668274", "authors": "Chen, X.; Jun, S.; Chen, C.; Liu, R.; Xu, T.; Zhang, H.; Gao, Y.; He, X.; Liu, X.; Gao, K.; Gu, X.; Yeum, H.; Kim, D.; Jeong, C.; Zhou, Y.; Takai, K.; Wang, Y.; Qian, P.-Y.; Won, Y.-J.; Sun, J.", "abstract": "Hydrothermal vents in the Indian Ocean face imminent deep-sea mining, yet lack baseline high-resolution connectivity data for their endemic fauna. We present the first population genomic study of the endangered scaly-foot snail (Chrysomallon squamiferum), an iconic species distributed across three vent biogeographic provinces. Analysing 125 individuals from eight vent fields using 14 million single-nucleotide polymorphisms, we identify five genetic groups that warrant recognition as evolutionarily significant units. Demographic modelling reveals critical contributions from extinct or unsampled 'phantom populations' to the contemporary genetic structure. Together with physical ocean modelling, we show that the deep currents drive asymmetric south-to-north gene flows, while transform faults act as dispersal barriers. We propose Longqi-Duanqiao fields on the Southwest Indian Ridge and Wocan field on the Carlsberg Ridge as two isolated populations prioritised for protection. Given its exceptional adaptations, wide distribution, and public recognition, the scaly-foot snail is well-positioned to serve as both a flagship and umbrella species to ensure the survival of a broader suite of vent biodiversity. As the International Seabed Authority finalises its Mining Code in 2025, our findings provide essential genomic evidence to mitigate the impacts of mining on genetic diversity and inform transboundary conservation strategies for this vulnerable ecosystem.", "date": "2025-08-03", "journal": ""}
{"title": "Kinetics of elastic recoil in the wings of the cicada, Dundubia rufivena", "doi": "10.1101/2025.07.30.667726", "authors": "Alam, P.; Sayekti, P. R.; Fahrunnida, F.; Robert, C.; Retnoaji, B.; Alam, C. M.", "abstract": "In this paper, we quantitatively characterise the kinetics of elastic recoil in the wings attached to the cicada Dundubia rufivena. We use high speed videography to deduce the velocities of recoil motion in both bending (B) and torsion (T), in downstroke and upstroke modes of flapping. Elastic recoil is faster in downstroke (DS) than it is in upstroke (US), reaching average velocities, [v], 244 {degrees} {middle dot} s-1 in DS-B vs 6434 {degrees} {middle dot} s-1 in US-B, and 5887 {degrees} {middle dot} s-1 in DS-T vs 4545 {degrees} {middle dot} s-1 in US-T. Our results also therefore evidence that bending velocities during elastic recoil, are higher to the velocities in torsion, and conclude that this is a result of the necessary geometrical distances that need to be covered over a stroke. The wings do not act alone as biological springs, but rather, we find that the stiffnesses of the wings (1.7-3.6 GPa) are higher when attached to the cicada body, than they are when detached. This evidences thoracical involvement as part of the biological spring enabling elastic recoil, indicating that elastic recoil of flapping wings should be approached from a systems perspective, rather than solely through a localised understanding of wing mechanics.", "date": "2025-08-03", "journal": ""}
{"title": "Processing of inner bodily signals: evidence and insight from adolescence", "doi": "10.1101/2025.08.01.668055", "authors": "Canino, S.; Torchia, V.; Dolce, E.; Ruffo, I.; Iona, T.; Raimo, S.; Palermo, L.", "abstract": "Interoception, the sense of inner bodily signals, plays a key role in emotional regulation, cognition and mental health. While its relevance in adulthood has been extensively explored, less is known about how these abilities develop during adolescence, a period characterised by significant physical and psychological changes. This study aimed to investigate three distinct dimensions of interoception -- accuracy, sensitivity and awareness -- in adolescents and adults to better understand the developmental profile of this sense. Fifty-four adolescents (aged 12-14) and 50 adults (aged 25-34) completed the Heartbeat Monitoring Task to assess their actual ability to detect heartbeats, their confidence in this ability, and the confidence-accuracy correspondence, and a questionnaire on the tendency to focus on bodily sensations. The study also examined where participants localised bodily sensations during the interoceptive task. The results revealed no significant differences in interoceptive accuracy between the two groups. Both age groups exhibited similar body localisation patterns, primarily focusing on the chest during heartbeat detection. However, adolescents showed significantly lower metacognitive awareness of their ability to perceive internal bodily sensations, and higher focus on interoceptive sensations, as reflected in their higher confidence ratings and questionnaire scores. No significant correlations emerged among the three interoceptive dimensions in either group, which supports the view that these dimensions represent independent components of interoception. These findings suggest that, while basic interoceptive detection may be established by early adolescence, the capacity to accurately reflect on these internal sensations continues to mature into adulthood. The mismatch observed between adolescents' heightened bodily focus and their limited metacognitive insight may partly help explain why adolescence is a period of increased vulnerability to mental health difficulties.", "date": "2025-08-03", "journal": ""}
{"title": "Targeting intracranial electrical stimulation to network regions defined within individuals causes network-level effects", "doi": "10.1101/2025.07.31.667730", "authors": "Cyr, C.; Holubecki, A. M.; Shi, L.; Lakshman, M.; Salvo, J. J.; Anderson, N. L.; Kragel, J. E.; Lurie, S. M.; Voss, J.; Kokkinos, V.; Rosenow, J.; Schuele, S. U.; Johnson, E. L.; Zelano, C.; Braga, R. M.", "abstract": "Intracranial electrical stimulation (ES) is routinely used therapeutically, diagnostically, and to provide causal evidence in neuroscience studies. However, our understanding of the brain network-level effects of ES remains limited. We applied precision functional mapping (PFM), based on functional magnetic resonance imaging (fMRI), to define large-scale networks within individual epilepsy patients. We show that single-pulse electrical stimulation (SPES) and high-frequency electrical stimulation (HFES) are more likely to evoke within-network responses and elicit network-related behavioral effects, respectively, when applied near to a PFM-defined network region. Network-level effects were more likely when stimulating sites in white matter, in close proximity to the targeted network, and within a region predominantly occupied by the targeted network. Further, network-specific modulation may be achievable by applying lower current intensities at these sites. Our findings support that modulation of specific networks is achievable by targeting ES to a functional anatomic \"sweet spot\" that can be identified using PFM.", "date": "2025-08-03", "journal": ""}
{"title": "A novel mechanism for centrosome expulsion ensures metabolic activity in polyploid cells", "doi": "10.1101/2025.08.01.668089", "authors": "Salame, R.; Gemble, S.; Simon, A.; Jawish, L.; Mace, A.-S.; Bergman, P.; Raposo, G.; Cadart, C.; Basto, R.", "abstract": "Programmed polyploidy is often linked to increase cell size to support enhanced metabolism, barrier function or regeneration. In certain polyploid cells, the cytoskeleton is drastically remodeled- most notably by eliminating centrosomes. However, the purpose and mechanisms underlying centrosome elimination have remained unclear. We investigated this question in Drosophila acentrosomal salivary glands (SGs), a physiological polyploid model where cells reach high chromosome content through endoreplication. Using genetic tools, live imaging approaches, super-resolution microscopy combined with tissue clearing and electron microscopy, our study uncovers a novel centrosome elimination pathway in vivo. This process requires non-muscle myosin II (MyoII) activity and the macroautophagic machinery to drive centrosome release into the lumen of the salivary glands via autolysosomal exocytosis. Failure to eliminate centrosomes disrupts the mitochondria network, impairing respiration and ATP production. Our findings reveal a previously unknown mechanism that removes centrosomes through the secretory autophagy pathway to protect mitochondrial function and support the high metabolic demands of polyploid cells.", "date": "2025-08-03", "journal": ""}
{"title": "Murder in cold blood? Forensic and bioarchaeological identification of the skeletal remains of Bela, Duke of Macso (c. 1245-1272)", "doi": "10.1101/2025.07.25.666716", "authors": "Hajdu, T.; Borbely, N.; Bernert, Z.; Buzar, A.; Szeniczey, T.; Major, I.; Cavazzuti, C.; Molnar, M.; Horvath, A.; Palcsu, L.; Kelentey, B. A.; Angyal, J.; Mende, B. G.; Jakab, K.; Lisztes-Szabo, Z.; Takacs, A.; Cheronet, O.; Pinhasi, R.; Reich, D. E.; Trautmann, M.; Szecsenyi-Nagy, A.", "abstract": "In 1915, the remains of a male were discovered in a 13th-century monastery on Margaret Island, Budapest. Historical context suggested that the remains may belong to Duke Bela of Macso (c. 1245-1272), grandson of King Bela IV of Hungary (House of Arpad) and son of Duke Rostislav (Rurik dynasty). We applied a complex approach to identify the individual and reconstruct the circumstances of his death. Radiocarbon dating, when adjusted for freshwater reservoir effects linked to a high-protein diet, placed the burial in the mid-13th century. Skeletal features corresponded to a young adult male. Stable isotope and dental calculus analyses indicated a high-status diet rich in animal proteins and C3 cereals. Ancient DNA confirmed descent from King Bela III (Arpad dynasty) and Y-chromosomal affiliation with the Rurikid lineage. Forensic evidence revealed 26 perimortem injuries, suggesting a coordinated, premeditated assassination involving at least three assailants. The pattern of injuries indicates both planning and intense emotional involvement. Our findings provide the first genetic identification of a medieval royal, and resolve a century-old archaeological question, and illustrate the power of integrating multidisciplinary methods to confirm historical hypotheses and reconstruct violent deaths from the past with unprecedented detail.", "date": "2025-08-03", "journal": ""}
{"title": "Single pointwise samples of electric field on a neuron model cannot predict activation threshold by brain stimulation", "doi": "10.1101/2025.07.31.667968", "authors": "Wang, B.; Hussain, M. A.; Worbs, T.; Thielscher, A.; Grill, W. M.; Peterchev, A. V.", "abstract": "Background: Some computational models of neural activation by transcranial magnetic stimulation overestimate the electric field (E-field) threshold compared to in vivo measurements. A recent study proposed a statistical method to account for the influence of microscopic perturbations to the E-field. The method, however, relies on the unsubstantiated assumption that thresholds can be predicted by single pointwise samples of the E-field strength along neural cables. Objective: We analyzed neural responses to E-field with microscopic perturbations and demonstrate via theoretical derivation and simulations that neural activation is not determined by pointwise E-field amplitude but rather by spatial integration of the E-field along the neural cable. Therefore, the influence of microscopic E-field perturbations is negligible due to the spatiotemporal filtering by the neural membrane and axoplasm. Methods: We derive the axial and transmembrane currents in a neural cable for an imposed E-field with microscopic perturbations. We simulate neural activation thresholds of unmyelinated and myelinated axons in two stimulation scenarios and compare thresholds for E-field activation with and without perturbations. Results: In the theoretical derivation, the perturbation terms average out to zero on larger spatial scales indicating that they do not influence neural activation thresholds. Simulated thresholds with the E-field spatial perturbations present had negligible differences (< 3.4%) compared to those without. Conclusion: Single point samples of the microscopic E-field on a neural cable cannot predict neural activation thresholds. Neural simulations should be used to determine any influence of the E-field spatial perturbations. The latter, however, are unlikely to account for the difference between experimental and simulated E-field thresholds.", "date": "2025-08-03", "journal": ""}
{"title": "Derivation of Genetically-Defined Murine Hepatoblastoma Cell Lines with Angiogenic Potential", "doi": "10.1101/2025.07.25.666764", "authors": "Chen, K.; Toksoz, A. C.; Henchy, C.; Knapp, J. H.; Lu, J.; Ranganathan, S.; Wang, H.; Prochownik, E. V.", "abstract": "Background/Objectives: Hepatoblastoma (HB) is the most common form of pediatric liver cancer, with the vast majority of these tumors evidence of mutation and/or deregulation of the oncogenic transcription factors {beta}-catenin (B), YAP (Y) and NRF2 (N). HB research has been hampered by a paucity of established cell lines, particularly those bearing these mo-lecular drivers. All combinations of B, Y and N (i.e. BY, BN, YN and BYN) are tumorigenic when over-expressed in murine livers but it has not been possible to establish cell lines from primary tumors. Recently, we found that concurrent Crispr-mediate targeting of the Cdkn2a tumor suppressor locus allows for such immortalized cell lines to be generated with high fidelity. Methods: We generated 5 immortalized cell lines from primary Cdkn2a-targeted BN and YN HBs and characterized their properties. Notably, 4 of the 5 retain their ability to grow as subcutaneous or pulmonary tumors in the im-mune-competent mice from which they originated. Most notably, when maintained under hypoxia conditions for as little as 2 days, BN cells reversibly up-regulated the expression of numerous endothelial cell (EC)-specific genes and acquired EC-like properties that ben-efited tumor growth. Conclusions: The above approach is currently the only means by which HB cell lines with pre-selected, clinically relevant oncogenic drivers can be gener-ated and the only ones that can be studied in immune-competent mice. Its generic nature should allow HB cell lines with other oncogenic drivers to be derived. A collection of such cell lines will be useful for studying tumor cell-EC trans-differentiation, interactions with the immune environment and drug sensitivities.", "date": "2025-08-03", "journal": ""}
{"title": "Single-cell transcriptome sequencing for opening the blood-brain barrier through specific mode electroacupuncture stimulation", "doi": "10.1101/2025.08.01.668239", "authors": "Ma, C.; Jia, Z.; Jiang, T.; Cai, Q.; Yang, J.; Gan, L.; Qian, K.; Pan, Z.; Ye, Q.; Dai, M.; Lin, X.", "abstract": "Background: The blood-brain barrier (BBB) interferes with the treatment of central nervous system disorders owing to the complexity of its structure and restrictive function. Thus, it is challenging to develop central nervous system drug delivery strategies. Specific mode electroacupuncture (EA) stimulation can effectively open the BBB in rats. Methods: Here, we used single-cell RNA sequencing (scRNA-seq) to comprehensively map the cell population in the rat cerebral cortex. Results: We identified 23 cell subsets and eight types of cells in the brain by cell annotation. scRNA-seq revealed transcriptional changes in the cerebral cortex under EA. Conclusions: Our findings offer valuable insights into the molecular and cellular modifications in the brain resulting from EA intervention and serve as a resource for drug delivery across healthy and diseased states. Innovative approaches to enhance BBB opening will lead to more effective therapeutic plans and enhanced drug delivery.", "date": "2025-08-03", "journal": ""}
{"title": "Drought and methyl jasmonate memory interact to determine plant functioning under current drought stress in a perennial grass", "doi": "10.1101/2025.08.03.668340", "authors": "Bhatt, T.; Rathore, N.; Semerad, J.; Cajthaml, T.; Thakur, D.; Munzbergova, Z.", "abstract": "Climate-driven droughts necessitate deeper insights into plant resilience, particularly in clonal perennials. This study presents the first integrative analysis of how recurrent drought (D2), drought memory (D1), and methyl jasmonate-induced memory (M1) independently and interactively shape metabolomic diversity, composition, and morpho-physiological traits. Using Festuca rubra as a model species and using a full-factorial design, we found that current drought (D2) was the primary driver of metabolic reprogramming, reducing metabolite richness but enhancing uniqueness, suggesting a streamlined, stress-optimized strategy. D1 and M1 had significant, context-dependent impacts: D1 increased richness under well-watered conditions but reversed under drought, while M1 stabilized both metabolomic and trait variability. Importantly, D1 and M1 effects were non-additive, producing emergent biochemical states and morpho-physiology. A significant D1 x D2 x M1 interaction revealed complex integration of environmental and hormonal legacies. The metabolomic shifts closely aligned with traits such as specific leaf area and relative water content, indicating a coordinated adaptation at both metabolomic and morpho-physiological levels through memory-driven mechanisms. Our findings confirm that both drought and hormone induced memories are transgenerational and compositional, with synergistic roles in plant stress adaptation. This suggests that combining hormonal and environmental priming strategies may be a viable approach to enhancing plant resilience under increasing climate variability.", "date": "2025-08-03", "journal": ""}
{"title": "PyMouse Lifter: Real Time 3-D Pose Estimation for Mice with Only 2-D Annotation Via Data Synthesis", "doi": "10.1101/2025.08.02.668290", "authors": "Zeng, H.; Hu, H.; Fong, T. L.; Citri, A.; MURPHY, T. H.", "abstract": "Neural-network based pose estimation models have become increasingly popular for quantitative analysis of mouse behavior, yet most recordings still use a single 2 D camera view and therefore lack the depth cues needed for accurate 3 D kinematics. Existing open source 3 D mouse datasets for training deep-learning models cover only a narrow range of environments and do not generalize well to various laboratory settings. To overcome these limitations, we introduce PyMouseLifter, a pipeline that automatically reconstructs 3 D mouse poses from ordinary 2-D top view videos with minimal manual 2-D annotation. PyMouseLifter combines (i) an anatomically realistic 3 D mouse model for automated data synthesis, (ii) a monocular depth estimation model, and (iii) a 2 D key point estimation model, enabling accurate 3 D reconstruction (model-based 3D inference) in virtually any open field arena without using depth or multiple camera views for reconstruction. We validate the system on multiple datasets against depth camera ground truth and show that the lifted 3D trajectories yield improved behavior classification over 2 D data and can be implemented in real time.", "date": "2025-08-03", "journal": ""}
{"title": "Retrograde Optogenetics Reveals Functional Convergence within a Corticotectal Pathway of Non-Human Primates", "doi": "10.1101/2025.08.03.667949", "authors": "Yu, X.; Gopal, A.; Inoue, K.-i.; Bohlen, M.; Kuczewski, G.; Sommer, M. A.; Nienborg, H.; Takada, M.; Hikosaka, O.", "abstract": "Retrograde optogenetics enables tagging and manipulation of pathway-defined neurons, although its application to the non-human primate brain remains challenging. We applied the technique to identify, record, and activate neurons forming the frontal eye field-superior colliculus projection in behaving macaques. Optical stimulation evoked robust contralateral saccades and pathway-selective opto-tagging revealed the functional visuo-motor convergences within this pathway. Our findings resolve a longstanding controversy about the frontal oculomotor outputs and highlight retrograde optogenetics as a powerful tool for primate circuit-level studies.", "date": "2025-08-03", "journal": ""}
{"title": "Habenular μ-opioid receptor knockout and chronic systemic receptor blockade promote negative affect and heighten nociceptive sensitivity", "doi": "10.1101/2025.08.02.668171", "authors": "Pekarskaya, E. A.; Galiza Soares, J. A.; Hough, F. G.; Langreck, C. B.; Tucciarone, J. M.; Javitch, J. A.", "abstract": "The -opioid receptor (MOR), a subtype of opioid G protein-coupled receptor, is expressed in multiple brain circuits and is particularly enriched in the habenula, a small epithalamic structure implicated in aversive states. MOR dysfunction has been linked to several psychiatric and nociceptive disorders. Identifying the key brain regions mediating the behavioral consequences of disrupted MOR signaling can shed light on the role of the opioid system in mood and pain regulation. In this study, we administered methocinnamox (MCAM), a long-acting, pseudo-irreversible MOR antagonist, acutely or chronically to adult C57BL/6J mice. A comprehensive behavioral battery was used to assess affective, social, and pain behavior. A single MCAM administration (10 mg/kg, s.c.) did not alter baseline behavior, but blocked opioid-induced analgesia, suggesting that basal -opioid tone does not contribute to these behaviors. In contrast, chronic MCAM administration (10 mg/kg, s.c., 3x/week for 4 weeks) led to increased anxiety-like behavior and decreased sociability, as well as enhanced mechanical allodynia and thermal hyperalgesia. Remarkably, selective knockout of habenular MORs in adult Oprm1fl/fl mice reproduced key features of the chronic MCAM phenotype, including anxiety-like behavior and mechanical hyperalgesia. Together, these findings reveal that sustained inhibition of MOR signaling disrupts affective and nociceptive processing and highlight the habenula as a node mediating key behavioral deficits of disrupted opioid signaling.", "date": "2025-08-03", "journal": ""}
{"title": "Repeat Systemic Delivery of Cross-Neutralization Resistant Synthetic Vesiculoviruses Immunomodulates the Tumor Microenvironment", "doi": "10.1101/2025.08.01.668184", "authors": "Elliott, N. M.; Kendall, B. L.; Dutta, S.; Sarkar, D.; Vant, J. W.; Thompson, J.; Raupach, E.; Shin, C.; Ferdous, K. U.; Cios, A.; Buetow, K.; Watters, C.; Oh, S.; Schulze, A.; Baker, A. T.; Nagalo, B. M.; Vile, R.; Borad, M.", "abstract": "The clinical efficacy of systemic oncolytic virotherapy (OV) is constrained by the rapid development of neutralizing antibodies (nAbs), which prevent repeat systemic administration, a critical barrier to sustained anti-tumor immunity. Vesiculoviruses offer potent oncolytic and immunogenic potential. However, leveraging their serological diversity for repeat dosing remains unexplored. We generated a library of chimeric vesiculovirus vectors incorporating glycoproteins from less well characterized vesiculovirus species. We evaluated vector replication, infectivity, interferon (IFN) responses, and oncolysis in vitro, alongside assessments of neutralization resistance using patient sera, monoclonal antibodies, and in silico structural modeling. In vivo studies assessed tumor delivery, immune activation, and therapeutic efficacy following intravenous administration. The vesiculovirus library exhibited broad tumor infectivity, distinct IFN-stimulatory profiles, and variable oncolytic activity. Neutralization assays and computational modeling identified serological distinctness across vectors, driven by hypervariable glycoprotein epitopes, enabling evasion of cross-neutralizing antibodies. Tumor delivery and anti-tumor immunity were preserved despite humoral barriers. Incorporating tumor-associated antigens (TAAs) further amplified anti-tumor responses, even in the context of anti-viral memory. Sequential administration of distinct vesiculovirus vectors induced robust immune activation and improved survival in a B16-OVA-IFNAR-/- model. Our findings establish a glycoprotein-diverse vesiculovirus platform capable of overcoming humoral immunity, enabling repeat intravenous dosing and sustained engagement of the tumor microenvironment. This strategy advances the field of oncolytic virotherapy by addressing a major translational barrier and lays the groundwork for future clinical studies integrating multi-vector, multi-dose immunovirotherapy with immune checkpoint blockade.", "date": "2025-08-03", "journal": ""}
{"title": "A cell-based method to assess the activity of the human sodium-coupled citrate transporter", "doi": "10.1101/2025.08.02.668312", "authors": "Carcamo-Lemus, n.; Bernier, A.; Oporto-Ortega, I.; San Martin, A.; Sandoval, P. Y.", "abstract": "Increasing evidence supports the human sodium-coupled citrate transporter (hNaCT) as a potential therapeutic target for metabolic syndrome, while genetic polymorphisms in hNaCT have been associated with neurological disorder. Isotopic tracers remain the primary method for evaluating citrate transport, which are labor-intensive, require dedicated equipment, and demand highly skilled personnel. Herein, we develop and validate a robust, live-cell-compatible fluorescent method to evaluate citrate transport activity mediated by hNaCT at single-cell and high-throughput levels. This method utilizes a baculoviral vector to modify HEK293 cells to co-express a genetically encoded citrate sensor (Citron1) and the hNaCT. This cell-based platform enabled real-time monitoring of citrate transport using fluorescent microscopy and standard multiwell plate reader. The present method enables the functional characterization of hNaCT gain- and loss-of-function mutation, as well as the evaluation of pharmacological inhibitors targeting citrate transport. These results demonstrate that the cell-based method reliably assesses citrate transport at a single-cell resolution and is compatible with high-throughput screening, to identify novel lead compounds for the therapeutic modulation of hNaCT.", "date": "2025-08-03", "journal": ""}
{"title": "Programmed meiotic errors facilitate dichotomous sperm production in the silkworm, Bombyx mori", "doi": "10.1101/2025.08.03.667510", "authors": "Benner, L.; Richmond, M.; Xiang, Y.; Lee, L.; Li, T.; Yu, Z.; Tsuchiya, D.; Huang, S.; Hockens, C. B.; Tromer, E. C.; Hawley, R. S.; Rosin, L. F.", "abstract": "The goal of meiosis is typically to produce haploid gametes (eggs or sperm). Failure to do so is catastrophic for fertility and offspring health. However, Lepidopteran (moths and butterflies) males produce two morphs of sperm: nucleated (eupyrene) sperm which fertilize the egg, and anucleated (apyrene) sperm, both of which are essential for fertilization. The meiotic differences in the two types of spermatogenesis have not been well characterized, and our knowledge of the molecular differences between eupyrene and apyrene spermatogenesis are extremely limited in all systems. The only factor identified as being required for apyrene spermatogenesis is Sex-lethal (Sxl). Here, we show through cytological analysis of early meiotic events that there are several key differences in the genesis of apyrene sperm and eupyrene sperm. Specifically, apyrene spermatocytes fail to condense and pair their chromosomes during meiotic prophase I. In addition, telomeres do not attach to the nuclear envelope. Due to these differences, full-length synaptonemal complex does not form. RNA sequencing of both eupyrene- and apyrene-producing testes revealed distinct changes in transcriptional programs, including down-regulation of a myriad of meiotic genes and cell cycle checkpoint factors during apyrene meiosis. By comparing wild-type and Sxl-knockout apyrene testes, we found that Sxl is not required for the changes in the expression of the meiotic genes but instead plays a role in checkpoint inactivation to allow this error-prone meiosis to proceed. Together, our findings reveal significant insights into two converging molecular pathways that promote the formation of dimorphic sperm in Lepidoptera.", "date": "2025-08-03", "journal": ""}
{"title": "Fetal signatures in the 3D genome of iPSC-derived neurons: implications for disease modeling", "doi": "10.1101/2025.08.03.667702", "authors": "Zagirova, D. R.; Kononkova, A. D.; Morozov, K. V.; Molodova, M. N.; Vaulin, N. S.; Dudkovskaia, A. V.; Dozorova, P. I.; Efimova, O. I.; Tvorogova, A. V.; Ulianov, K. A.; Khaitovich, P. E.; Razin, S. V.; Lagarkova, M. A.; Ulianov, S. V.; Khrameeva, E. E.", "abstract": "Induced pluripotent stem cells (iPSCs) have revolutionized neuroscience, providing an approach to generate patient-specific neurons for modeling of neurological diseases. However, it remains unclear how closely iPSC-derived neurons replicate the chromatin architecture of authentic brain neurons. Here, we collected and uniformly processed more than 300 human and mouse neuronal Hi-C datasets and examined chromatin features ranging from chromatin compartments and topologically associating domains (TADs) to chromatin loops, Polycomb-mediated contacts, and frequently interacting regions (FIREs). We found that iPSC-derived neurons largely retain chromatin state of undifferentiated cells and resemble fetal rather than mature neurons. iPSC-derived neurons exhibit unusually strong compartmentalization, an enrichment of developmental genes at TAD borders, and a marked reduction of long-range repressive Polycomb-mediated contacts that typically silence early fetal programs. Conversely, these cells robustly capture contacts involving GWAS SNPs relevant to neurological diseases. Thus, while iPSC-derived neurons may not fully replicate 3D genome architecture of adult neurons, they effectively model interactions linking disease-associated SNPs to target genes. Our study offers a valuable Hi-C resource for the community and provides a detailed comparison of chromatin architecture throughout neuronal maturation, underscoring its importance for validating neuronal models and providing a robust framework for future studies.", "date": "2025-08-03", "journal": ""}
{"title": "A novel mobile genetic element with virus-like characteristics is widespread in the world's oceans", "doi": "10.1101/2025.08.03.668216", "authors": "Kirchberger, P. C.; Luque, A.", "abstract": "While the majority of viruses falls within a handful of well-defined realms, many novel viruses and virus-like genetic elements remain to be discovered. Given the abundance and diversity of small, circular DNA genomes in animal gut viromes, we hypothesized that viruses of similar size might have been overlooked in other environments. Re-analyzing existing ocean virome datasets for small viruses, we discover a novel group of circular mobile genetic elements of ~4.6kb in size, likely with double-stranded DNA, which we term Charybdis elements. Charybdis elements form a singular group based on cohesive gene content, encode around 10 hypothetical genes but apparently contain no virus, transposon or plasmid associated hallmark proteins. They are detected exclusively in marine datasets ranging from surface water to hydrothermal vents and sediments, from the Arctic to the Antarctic. Virome datasets separating virus-like particles by density gradients show that Charybdis elements accumulate in the fraction representing extracellular vesicles and small, tail-less viruses that are often associated with lipid membranes. One specific clade of Charybdis elements is shown to integrate into the genomes of the common marine group II archaeon candidate order Poseidoniales, the putative host of these elements. Analysis of thousands genomes shows a common genome architecture consisting of two modules: An accessory module containing a diverse range methyltransferases and other genes likely involved in host interactions, and a more conserved (putative) structural module. The structural module encodes proteins that are confidently predicted to form striking tri- or pentameric structures. These structures show stark resemblance and in some cases homology to protrusion or tail-elements on the capsids of viruses from the realms Varidnaviria and Duplodnaviria. Given these traits, Charybdis elements likely represent a hitherto undiscovered group of virus or virus-satellites, with at least one protein of a novel double-Greek-key fold serving as a potential capsid element. However, since their hosts remain unculturable, the true nature of these ubiquitous marine elements remains as of yet unresolvable.", "date": "2025-08-03", "journal": ""}
{"title": "Impact of Repeated Heavy Ethanol Intoxication During Early Adolescence on Adult Anxiety-Like, Exploratory, Risk Assessment, and Drinking Behaviors in Mice", "doi": "10.1101/2025.08.03.668331", "authors": "Pichinin, L. S.; Guernelli, M.; Cecyn, M. N.; Sorigotto, B. D.; Abrahao, K. P.", "abstract": "Drinking beyond binge levels, to the point of passing out, is common among youth and associated with both acute and long-term harm. We evaluated the effects of repeated ethanol-induced heavy intoxication during early adolescence on behavioral outcomes in early adulthood. Male and female C57BL/6J mice (5 weeks old) underwent four Loss of Righting Reflex (LORR) tests over two weeks, induced by intraperitoneal (i.p.) injections of 3.2 g/kg ethanol (intoxicated group) or saline (control group). A subset of intoxicated mice had blood collected on days 1 and 4 for blood ethanol concentration analysis, confirming heavy intoxication (~289 mg/dL). At 9 weeks of age, animals were tested in the Light-Dark Box (LDB) and Elevated Plus Maze (EPM) immediately after receiving either 1.2 g/kg ethanol or saline. In the LDB, adolescent ethanol intoxication led to increased latency to enter the light compartment, although pre-test ethanol did not affect anxiety-like behaviors. Intoxicated females showed enhanced exploratory activity and males had reduced risk assessment behaviors. In the EPM, the effects of pre-test ethanol were more pronounced than adolescence intoxication, producing an anxiolytic effect accompanied by increased exploration and a reduction in risk assessment behaviors. Finally, a separate cohort was tested for ethanol drinking using a two-bottle choice Intermittent Overnight Drinking (IOD) protocol in adulthood. Adolescent ethanol intoxication induced higher ethanol drinking in females. Repeated adolescent intoxication reduced risk assessment while increasing exploratory behavior, indicating riskier decision-making, and selectively elevated ethanol consumption in females.", "date": "2025-08-03", "journal": ""}
{"title": "Uncovering variation in social tolerance among wild vervet monkeys through a novel co-feeding paradigm", "doi": "10.1101/2025.08.03.668336", "authors": "Opreni, F.; van de Waal, E.; Harrison, R.", "abstract": "Social tolerance, defined as the probability of individuals maintaining proximity with minimal aggression, is essential for the functioning of social groups. This study investigates social tolerance in wild vervet monkeys (Chlorocebus pygerythrus), with a focus on co-feeding tolerance. Previous research has highlighted that social tolerance varies both between and within species, influenced by stable group-specific and temporally variable factors. However, it remains unclear how these differences manifest in wild primates, particularly among vervet monkeys. To address this, we employed a novel experimental co-feeding paradigm adapted for field conditions, presenting a fake grass carpet with a fixed density of corn and a plot area proportional to group size to measure group-level co-feeding tolerance. The study was conducted with two habituated groups of wild vervet monkeys at the iNkawu Vervet Project in South Africa. Results revealed significant group differences in co-feeding tolerance despite similarities in the groups' demographics and environments. The presence of mothers with infants was associated with higher levels of co-feeding tolerance, though this effect differed by group. These findings highlight the need for further research to elucidate the factors driving group-specific social tolerance levels and the mechanisms behind these differences.", "date": "2025-08-03", "journal": ""}
{"title": "The structure of Egalitarian in complex with the K10 mRNA localization signal reveals a modular binding surface required for function", "doi": "10.1101/2025.08.03.668247", "authors": "Hong, Z.; Jin, L.; Muehle, J.; Bono, F.", "abstract": "Asymmetric localization of mRNAs is a prevalent mechanism for spatial control of protein function and typically involves active transport by cytoskeletal motors. The mechanisms of recognition of localizing mRNAs by motor complexes are poorly understood. Egalitarian is an adaptor protein that binds localization signals in specific RNAs in Drosophila and recruits them to the dynein-dynactin complex for microtubule-based transport. We determined the crystal structure of Egalitarian in complex with the localization signal of the K10 mRNA. Three structural units of Egalitarian, a 3'-5'exonuclease domain, a linker and a C-terminal domain form shape-specific, base-directed and backbone interactions with the RNA. Based on the structure we identified conserved residues recognizing RNA in vitro. Genome-edited flies with mutations in these residues have deficits in Egalitarian function that are congruent with changes in in vitro RNA binding affinities. Our work demonstrates how a minimal RNA localization signal is recognized by an RNA localization factor.", "date": "2025-08-03", "journal": ""}
{"title": "Dynamic allostery drives acetyl-CoA-mediated activation of Mycobacterium tuberculosis isocitrate lyase 2", "doi": "10.1101/2025.08.02.651367", "authors": "Huang, E. Y. W.; Kwai, B. X. C.; Jiao, W.; Taka, J.; Wilde, K. L.; Sethi, A.; Maher, M. J.; Bashiri, G.; Leung, I. K. H.", "abstract": "Mycobacterium tuberculosis isocitrate lyase 2 (ICL2) is an allosterically regulated enzyme that enables the bacterium to survive on non-glycolytic substrates during infection. Previous studies showed that ICL2 is allosterically regulated by acetyl-CoA and its analogues but the molecular mechanism underpinning this regulation is unknown. Here, we use protein NMR, crystallography, molecular dynamics, and mutagenesis studies to show that two unique structural features of ICL2, its C-terminal domain and a unique helical substructure on its N-terminal catalytic domain, play important roles in its allostery. In particular, we found that the binding of acetyl-CoA promotes the dimerisation of the C-terminal domain and disrupts its interactions with the unique helical substructure on the N-terminal domain. This leads to conformational changes in the ICL2 enzyme that induces activation. Taken together, our findings reveal, for the first time, how the binding of acetyl-CoA, which is not an ICL2 substrate, induces ICL2 activation. By extension, the work also identifies a novel allosteric mechanism controlling M. tuberculosis metabolism that is amenable to therapeutic manipulation.", "date": "2025-08-03", "journal": ""}
{"title": "Development of high-affinity, single-domain protein binders for neutralizing household allergens", "doi": "10.1101/2025.08.03.668213", "authors": "Zhao, E. M.; Zhang, D. K.; Yue, Q.; He, Q.; Li, Y.; Qu, Z.; Zhao, G.; Andreissen, N.", "abstract": "Feline, canine, and human dust mite allergens drive significant IgE-mediated allergies in the household environment. Here, we describe the discovery and characterization of novel protein binders, termed AVA, which efficiently bind and disrupt major allergens from cats (Fel d 1), dogs (Can f 1, Can f 2), and dust mites (Der p 1, Der p 2). Leveraging camelid single-domain variable-heavy chain (VHH) antibodies, we identified and optimized VHH sequences with robust affinity towards the individual allergens. AVA disrupted critical allergen substructures (Fel d 1) and catalytic functions (Der p 1) in molecular dynamics simulations and in in vitro assays, respectively. Paired with robust thermostability and non-toxic in vitro viability profiles, AVA represents a promising approach for downstream household allergen mitigation.", "date": "2025-08-03", "journal": ""}
{"title": "MicrobioRel: A Set of Datasets for Microbiome Relation Extraction", "doi": "10.1101/2025.08.03.666357", "authors": "EL KHETTARI, O.; Batteux, D.; Quiniou, S.; Chaffron, S.", "abstract": "Biomedical knowledge curation relies on a variety of Natural Language Processing tasks, including biomedical entity recognition and document-level relation extraction. With the growing size and capabilities of Language Models, effectively deploying them in specific and specialised domains remains a persistent challenge, highlighting the need for high-quality, domain-adapted datasets. In this work, we present MicrobioRel, a corpus of two datasets to study the relations between biological entities in the gut microbiome. The first dataset, MicrobioRel-cur, is a document-level labelled corpus,corresponding to paragraphs from journal articles that were manually annotated with different types of relations between biomedical concepts in the gut microbiome domain. We describe its creation process, annotation guidelines, and keystatistics. On this dataset, we evaluated different architectures for relation extraction and identify PubMedBERT as the most effective model for this task. We also created a second dataset, MicrobioRel-pred, by generating relation predictionson other journal articles using the fine-tuned PubMedBERT model. We demonstrate its potential to extract meaningful interactions. The MicrobioRel is a crucial resource for advancing tasks like automatic knowledge extraction in specialised domains such as the gut microbiome, facilitating hypothesis generation and supporting scientific discovery.", "date": "2025-08-03", "journal": ""}
{"title": "Learning from B Cell Evolution: Adaptive Multi-Expert Diffusion for AntibodyDesign via Online Optimization", "doi": "10.1101/2025.08.02.668313", "authors": "Feng, H.; Qiu, P.; Poczos, B.", "abstract": "Recent advances in diffusion models have shown remarkable potential for antibody design, yet existing approaches apply uniform generation strategies that cannot adapt to each antigen's unique requirements. Inspired by B cell affinity maturation--where antibodies evolve through multi-objective optimization balancing affinity, stability, and self-avoidance--we propose the first biologically-motivated framework that leverages physics-based domain knowledge within an online meta-learning system. Our method employs multiple specialized experts (van der Waals, molecular recognition, energy balance, and interface geometry) whose parameters evolve during generation based on iterative feedback, mimicking natural antibody refinement cycles. Instead of fixed protocols, this adaptive guidance discovers personalized optimization strategies for each target. Our experiments demonstrate that this approach: (1) discovers optimal SE(3)-equivariant guidance strategies for different antigen classes without pre-training, preserving molecular symmetries throughout optimization; (2) significantly enhances hotspot coverage and interface quality through target-specific adaptation, achieving balanced multi-objective optimization characteristic of therapeutic antibodies; (3) establishes a paradigm for iterative refinement where each antibody-antigen system learns its unique optimization profile through online evaluation; (4) generalizes effectively across diverse design challenges, from small epitopes to large protein interfaces, enabling precision-focused campaigns for individual targets.", "date": "2025-08-03", "journal": ""}
{"title": "GeneTerrain-GMM Unmasks a Coordinated Neuroinflammatory and Cell Death Network Perturbed by Dasatinib in a Human Neuronal Model of Alzheimer's Disease", "doi": "10.1101/2025.08.03.667745", "authors": "Song, K. M.; Zhang, J.", "abstract": "Alzheimer's disease (AD) is a systems-level disorder driven by the failure of interconnected biological networks, demanding therapeutic strategies and analytical frameworks that operate beyond single-target paradigms. The multi-target tyrosine kinase inhibitor dasatinib is a promising therapeutic candidate due to its senolytic properties and ability to cross the blood-brain barrier. However, its precise systems-level impact on AD-relevant gene networks remains unresolved. Here, we employ the GeneTerrain-GMM (gtGMM) framework, a novel method combining topological data analysis with unsupervised clustering, to dissect the mechanism of dasatinib in a human SH-SY5Y neuronal model. By analyzing high-throughput gene expression data from a curated network of 100 AD-implicated genes, we demonstrate that dasatinib, unlike an inert control, induces a profound, global reorganization of the gene expression landscape. This response is characterized by a smooth, highly coordinated topography, which gtGMM decomposes into a dominant, statistically robust functional module. Strikingly, this single module integrates canonical AD pathways with distinct signatures of neuroinflammation, apoptosis, and ferroptosis, a convergence that provides a powerful mechanistic fingerprint of the drug's action. Our findings reveal that dasatinib's effect is not diffuse but is focused on a critical nexus linking protein misprocessing to inflammation and programmed cell death. This study provides a systems-level rationale for the therapeutic potential of dasatinib in AD and showcases the ability of topological data analysis to uncover the higher-order logic of complex drug-gene interactions.", "date": "2025-08-03", "journal": ""}
{"title": "Scaling down protein language modeling with MSA Pairformer", "doi": "10.1101/2025.08.02.668173", "authors": "Akiyama, Y.; Zhang, Z.; Mirdita, M.; Steinegger, M.; Ovchinnikov, S.", "abstract": "Recent efforts in protein language modeling have focused on scaling single-sequence models and their training data, requiring vast compute resources that limit accessibility. Although models that use multiple sequence alignments (MSA), such as MSA Transformer, offer parameter-efficient alternatives by extracting evolutionary information directly from homologous sequences rather than storing it in parameters, they generally underperform compared to single-sequence-based language due to memory inefficiencies that limit the number of sequences and averaging evolutionary signals across the MSA. We address these challenges with MSA Pairformer, a 111M parameter memory-efficient MSA-based protein language model that extracts evolutionary signals most relevant to a query sequence through bi-directional updates of sequence and pairwise representations. MSA Pairformer achieves state-of-the-art performance in unsupervised contact prediction, outperforming ESM2-15B by 6% points while using two orders of magnitude fewer parameters. In predicting contacts at protein-protein interfaces, MSA Pairformer substantially outperforms all methods with a 24% point increase over MSA Transformer. Unlike single-sequence models that deteriorate in variant effect prediction as they scale, MSA Pairformer maintains strong performance in both tasks. Ablation studies reveal triangle operations remove indirect correlations, and unlike MSA Transformer, MSA Pairformer does not hallucinate contacts after removing covariance, enabling reliable screening of interacting sequence pairs. Overall, our work presents an alternative to the current scaling paradigm in protein language modeling, enabling efficient adaptation to rapidly expanding sequence databases and opening new directions for biological discovery.", "date": "2025-08-03", "journal": ""}
{"title": "Ca2+-phospholipid-dependent regulation of Munc13-1 is essential for post-tetanic potentiation at mossy fiber synapses and supports working memory", "doi": "10.1101/2025.08.03.668318", "authors": "Lopez-Murcia, F. J.; Krueger-Burg, D.; Wenger, S.; Lopez-Hernandez, T.; Lipstein, N.; Taschenberger, H.; Brose, N.", "abstract": "Hippocampal mossy fiber (hMF) to CA3 pyramidal cell synapses are thought to support the formation of working memory through presynaptic short-term facilitation (STF) and post-tetanic potentiation (PTP). However, the molecular mechanisms underlying these transient forms of synaptic enhancement remain poorly understood. We show here that Munc13-1-mediated priming of synaptic vesicles (SVs) at active zones controls hMF STF and PTP in response to Ca2+-phospholipid and Ca2+-calmodulin (CaM) signaling. Knock-in mice expressing Munc13-1 variants that are insensitive to Ca2+-phospholipid and Ca2+-CaM signaling exhibit severely impaired STF and PTP at hMF synapses. Moreover, the PTP-induction threshold is strongly increased upon the loss of Ca2+-phospholipid-Munc13-1 signaling. Since these synaptic defects are accompanied by working memory deficits, especially in mice expressing the Ca2+-phospholipid-insensitive Munc13-1 variant, we conclude that Ca2+-dependent regulation of Munc13-1-mediated SV priming co-determines hMF short-term plasticity and working memory formation.", "date": "2025-08-03", "journal": ""}
{"title": "Mechanically-gated currents in mouse sensory neurons lacking PIEZO2", "doi": "10.1101/2025.08.03.668324", "authors": "Sanchez Carranza, O.; Begay, V.; Chakrabarti, S.; Pampols-Perez, M.; Wang, L.; Garcia-Contreras, J. A.; Hammes, A.; Lewin, G. R.", "abstract": "Touch sensation starts with the opening of mechanically-gated activated ion channels at neuroglial endings of mechanoreceptors in the skin. The function of around half of low threshold mechanoreceptors is dependent on the presence of the mechanically gated ion channel PIEZO2. It has been reported that particularly rapidly-adapting mechanosensitive currents (RA-currents) in the cell bodies of acutely cultured sensory neurons are dependent on PIEZO2. Here we re-examined this question by making a quantitative study of mechanically-gated currents activated by substrate deflection in sensory neurons lacking PIEZO2. We characterized mechanically-gated currents from embryonic and post-natal sensory neurons, taken from global Piezo2-/- or Piezo2 conditional knockouts (Piezo2cko), respectively. Surprisingly in both models, Piezo2 gene deletion was not associated with any significant reduction in the sensitivity or incidence of mechanosensitive currents compared to wild type controls. There was, however, a moderate reduction in the incidence of RA-currents with very fast activation and inactivation kinetics in both embryonic Piezo2-/- and juvenile Piezo2cKO mice. These results show that PIEZO2 channels are not the only mechanosensitive channels mediating RA-currents in sensory neurons. Furthermore, our data suggest that the phenotypes associated with Piezo2 loss of function alleles may sometimes be due to secondary effects of gene deletion, for example, by changing the developmental trajectory of sensory neurons. Emphasis should be put on the diversity of mechanosensitive ion channel function in sensory neurons which needs to be further elucidated.", "date": "2025-08-03", "journal": ""}
{"title": "Microglia-to-neuron signaling increases lipid droplet metabolism, enhancing neuronal network activity", "doi": "10.1101/2025.08.03.668224", "authors": "Espinoza, A. P. V.; Na, N.; Campanati, L.; Ngo, P.; Baldwin, K. K.; Cline, H. T.", "abstract": "Microglia regulate neuronal circuit plasticity. Disrupting their homeostatic function has detrimental effects on neuronal circuit health. Neuroinflammation contributes to the onset and progression of neurodegenerative diseases, including Alzheimers disease, with several microglial activation genes linked to increased risk for these conditions. Inflammatory microglia alter neuronal excitability, inducing metabolic strain. Interestingly, expression of APOE4, the strongest genetic risk factor for Alzheimers disease, affects both microglial activation and neuronal excitability, highlighting the interplay between lipid metabolism, inflammation, and neuronal function. It remains unclear how microglial inflammatory state is conveyed to neurons to affect circuit function and whether APOE4 expression alters this intercellular communication. Here, we use a reductionist model of human iPSC-derived microglial and neuronal monocultures to dissect how the APOE genotype in each cell-type independently contributes to microglial regulation of neuronal activity during inflammation. Conditioned media from LPS-stimulated microglia increased neuronal network activity, assessed by calcium imaging, with APOE4 microglial conditioned media driving higher neuronal firing rates than APOE3 conditioned media. Both APOE3 and APOE4 neurons increase network activity in response to conditioned media treatments, while APOE4 neurons uniquely increase presynaptic puncta with APOE4 microglial conditioned media. Conditioned media-derived exosomes from LPS-stimulated microglia can mediate increases to network activity. Lastly, increased network activity is accompanied by increased lipid droplet metabolism and blocking lipid droplet metabolism abolishes network activity. These findings illuminate how microglia-to-neuron communication drives inflammation-induced changes in neuronal circuit function, demonstrate a role for neuronal lipid droplets in network activity, and support a potential mechanism through which APOE4 increases neuronal excitability.", "date": "2025-08-03", "journal": ""}
{"title": "Genetic Insights of Image-Based Traits: Analysis Pipeline for AI-based Phenotyping, Combined-GWAS, and Federated Learning with Application to the Human Face", "doi": "10.1101/2025.08.03.668352", "authors": "Liu, X.; Xiong, Z.; Liu, F.; Nijsten, T.; Wolvius, E. B.; Kayser, M.; Roshchupkin, G. V.", "abstract": "Image-derived phenotypes - traits extracted from biological images - capture rich morphological information and understanding their genetic basis is crucial for elucidating developmental mechanisms and linking genetic variation to complex visual traits, relevant in many areas of biomedical, evolutionary, and forensic research and applications. However, there are key limitations in the current methodology, such as in the degree of which the large image complexity is captured with the phenotyping methods and how the genetic analysis methods deal with the underlying large genetic complexity. Moreover, needed multi-cohort studies are constrained by privacy regulations often prohibit sharing individual image data across institutions. Here, we present a robust, scalable, privacy-preserving analysis pipeline for unveiling the genetic basis of image-based complex traits, integrating (i) AI-based phenotyping for automatically extracting large numbers of endophenotypes; (ii) Combined-GWAS (C-GWAS) for identifying genetic variants underlying the numerous endophenotypes; (iii) federated learning for training AI-based phenotyping models across multiple cohorts without sharing individual images; and (iv) explainable AI for image-based visualization of the identified genetic effects. In the first application, we analysed digital 3D facial images and genomic data from two European cohorts (N=7,309), extracted 200 image-derived facial endophenotypes, identified 43 significantly face associated genetic loci, including 12 novel ones, and replicated 70% of them in an independent European dataset (N=8,246). AI-based visualization of the identified genetic effects shows the involvement of many of these genetic loci in different parts of the face. Our study provides a generalizable, privacy-aware analysis framework for investigating the genetic basis of image-based complex traits implemented in a computationally efficient python package flaipGWAS that we make open-access available at GitLab (https://gitlab.com/radiology/compopbio/fl_based_ai_phenotyping_for_gwas); its first application yielded new insights into the genetic architecture of facial shape variation.", "date": "2025-08-03", "journal": ""}
{"title": "Pathogenic DVL frameshifting variants in Robinow syndrome disrupt WNT signaling and cellular dynamics", "doi": "10.1101/2025.08.02.668297", "authors": "Zhang, C.; Roy, R. S.; Lun, M. Y.; Mazzeu, J. F.; White, J.; Charng, W.-L.; Peters, N.; Gustafson, J. A.; Iyer, H.; Dardas, Z.; Lee, H. K.; Sutton, V. R.; Lupski, J. R.; Carvalho, C. M. B.", "abstract": "Robinow syndrome (RS) is a genetically heterogeneous rare disorder involving six genes in the WNT/planar cell polarity (PCP) signaling pathway. Frameshifting variants in DVL genes that introduce a novel basic C-terminus are a common cause of dominant RS, accounting for ~33% of individuals without ROR2 variants. Here, we investigated the cellular effects of pathogenic DVL frameshift variants with mutant tails of at least 82 amino acids. In silico analysis revealed altered intrinsically disordered regions (IDRs), charge distribution, and predicted structure. To explore their pathogenic mechanisms, we generated wild-type (WT), frameshift, and truncated constructs of DVL1, DVL2, and DVL3, and analyzed their behavior in a transfection-based in vitro system. DVL proteins normally polymerize into cytoplasmic puncta that redistribute upon WNT stimulation. Immunocytochemistry showed that mutant DVL proteins failed to change their localization in response to WNT3A, in contrast to WT alleles, a consistent observation across all three DVLs. In line with this, TOPFlash reporter assays demonstrated that mutant DVL1 and DVL3 failed to activate canonical WNT signaling, while WT proteins induced strong activation. Additionally, the mutant C-terminal tail interfered with CSNK1E-induced phosphorylation, offering a potential mechanism underlying the impaired response. Our results provide further understanding of the cellular consequences of pathogenic DVL frameshifting variants and offers insights into the effects of such alleles on WNT signaling, and the perturbations thereof, that may lead to developmental phenotypes observed in RS.", "date": "2025-08-03", "journal": ""}
{"title": "Boost or Bust? The impact of supplementation on functional genetic diversity and selective processes in Tasmanian devils", "doi": "10.1101/2025.08.03.668351", "authors": "Schraven, A. L.; Farquharson, K. A.; Batley, K. C.; Fox, S.; Lee, A. V.; Belov, K.; Silver, L. W.; Hogg, C. J.", "abstract": "Translocating individuals into existing populations of conspecifics can support threatened species by increasing population size, maintaining genetic diversity, and reducing the risk of inbreeding. However, for species whose adaptive potential is compromised due to ongoing threats, like disease, the outcome of such management interventions becomes more complex. The Tasmanian devil (Sarcophilus harrisii) is a prime example, where the emergence of Devil Facial Tumour Disease (DFTD) has led to significant population declines, raising concerns about their long-term survival. It is therefore critical to understand if the introduction of new functional genetic variants through supplementation actions enhances, or potentially hinders, their long-term persistence. We investigated changes in functional gene diversity at both the population- and individual-levels, pre and post supplementation, across multiple wild devil sites (four supplemented and four not supplemented). We found that functional diversity increased post supplementation. Though the magnitude of change was varied among sites, a similar site-specific pattern was also evident in genome-wide diversity. Importantly, we saw no evidence of swamping of local alleles or those putatively associated with DFTD regressions. This is likely due to the source population representing the broad wild genetic diversity and supplementations facilitating gene flow across the current fragmented landscape. Continued and long-term monitoring at multiple wild sites will be necessary to determine whether future generations retain this introduced genetic variation.", "date": "2025-08-03", "journal": ""}
{"title": "A combinatorial mutational map of active non-native protein kinases by deep learning guided sequence design", "doi": "10.1101/2025.08.03.668353", "authors": "Seki, K.; Guo, A. B.; Akpinaroglu, D.; Kortemme, T.", "abstract": "Mapping protein sequence-function landscapes has either been limited to small steps (only few mutations) or to sequences similar to those already explored by evolution to maintain activity. Here, we overcome both limitations by applying deep-learning guided redesign to a natural protein tyrosine kinase to generate novel, functional sequences with highly combinatorial mutations. Using cell-free assays, we measure the activities and concentrations of 537 redesigned sequences, which differ from the wild-type by an average of 37 mutations while retaining activity in 85% of variants. These sequences sample 436 unique mutations at 76 different positions throughout the kinase domain. A simple regression model identifies key sequence determinants of function and predicts the function of unseen sequences. Our approach demonstrates how integrating deep-learning guided redesign, functional measurement at scale, and interpretable computational modelling enables functional exploration of highly combinatorial and sparse sequence-function landscapes at mutational scales not possible before.", "date": "2025-08-03", "journal": ""}
{"title": "Quantitative Membrane Binding Assays Reveal an Inhibitory Role for the BRAF-Specific Region in CRD and Lipid Interaction", "doi": "10.1101/2025.08.03.668294", "authors": "Revazishvili, V.; Morales, A.; Baxter, B.; Grim, J.; Chakhrakia, A.; Salinas, A. J.; Riestra, A. M.; Lee, Y. K.", "abstract": "BRAF is a serine/threonine kinase and a central effector of the mitogen-activated protein kinase (MAPK) signaling pathway, frequently mutated in cancer. Its activation is tightly controlled by autoinhibitory mechanisms that regulate membrane recruitment and dimerization. The BRAFspecific region (BSR), located at the N-terminus, is known to promote isoform-preferred RAS binding and facilitate dimerization with kinase suppressor of RAS (KSR), yet its role in regulating lipid interaction has remained unexplored. Here, we identify the BSR as a previously unrecognized inhibitory module that attenuates lipid binding by the cysteine-rich domain (CRD). Using quantitative in vitro reconstitution with supported lipid bilayers and fluorescence microscopy, we demonstrate that the BRAF CRD exhibits high intrinsic affinity for phosphatidylserine-rich membranes, but the inclusion of the BSR markedly reduces the membrane binding. We further demonstrate that the inhibitory function of the BSR correlates with its global electrostatic properties rather than a single defined sequence motif. This inhibitory effect of BSR was corroborated in live cells by quantifying plasma membrane localization of BRAF constructs, including the full-length protein. When canonical autoinhibition of CRD-- mediated by sequestration within the 14-3-3 dimer--is disrupted by oncogenic mutation or RAF inhibitor treatment, the BSR assumes a compensatory role in repressing CRD--lipid interaction. This additional regulatory layer provided by the BSR prevents RAS-independent membrane recruitment under both physiological and pathological conditions.", "date": "2025-08-03", "journal": ""}
{"title": "Design of Orthogonal Far-Red, Orange and Green Fluorophore-binding Proteins for Multiplex Imaging", "doi": "10.1101/2025.08.03.668343", "authors": "Tran, L.; Sharma, S.; Klein, S.; Jurgens, D.; Decarreau, J.; Liu, B.; Wang, Y.; Bera, A. K.; Kang, A.; Woods, J.; Joyce, E.; Vafeados, D. K.; Roullier, N.; Chen, W.; Lee, G. R.; Mahamid, J.; Lavis, L. D.; An, L.; Baker, D.", "abstract": "Fluorescent proteins have transformed biological imaging, yet their limited photostability and brightness restrict their applications. We used deep learning-based de novo protein design methods to design binders to three bright, stable and cell-permeable dyes spanning the imaging spectrum: JF657 (far red), JF596 (orange-red) and JF494 (green). We obtain highly specific dye-binding proteins with low nanomolar affinities for the intended target; a crystal structure of one binder confirms close resemblance to the design model. Simultaneous labeling of mammalian cells expressing three dye-specific binders at different subcellular compartments demonstrates the utility in multiplex imaging. We further expand the functionality of the binder by incorporating an active site that carries out nucleophilic aromatic substitution to form a covalent linkage with the dye, and develop split versions which reconstitute fluorescence at subcellular locations where both halves are present towards monitoring in-cell protein interactions and chemically induced dimerization. Our designed high affinity and specificity dye binders open up new opportunities for multiplexed biological imaging.", "date": "2025-08-03", "journal": ""}
{"title": "Superresolution imaging of live samples by centroid reassignment microscopy", "doi": "10.1101/2025.08.03.668310", "authors": "Li, C.; Le, Q.; Kimura, J. O.; Zhao, B.; Li, Y.; Zhao, J.; Bifano, T.; Weissbourd, B.; Ngo, J. T.; Mertz, J.", "abstract": "Superresolution imaging has become one of the most important recent advances in microscopy development. However, most superresolution methods are ill-adapted for live-sample imaging because they are unacceptably slow, susceptible to artifacts, or require the use of specialized fluorophores and labeling protocols. We introduce a superresolution method called centroid reassignment microscopy (CRM) that overcomes these limitations. CRM is a simple variation on confocal microscopy wherein the single-element detector and small pinhole are replaced by a centroid detector and larger pinhole. Superresolution is obtained by reassigning the centroid location of the detected fluorescence as a function of the scanning excitation focus location. Our method bears resemblance to the method of image scanning microscopy, which involves the use of an array detector, with the advantage that CRM provides improved resolution for the same number of detected photons while being simpler to implement. CRM is light-efficient, fast (single frame), robust to defocus aberrations, and requires no changes whatsoever in standard fluorescence imaging protocols, making it uniquely attractive for superresolution imaging of live, dynamic samples.", "date": "2025-08-03", "journal": ""}
{"title": "On-target toxicity limits the efficacy of CDK11 inhibition against cancers with 1p36 deletions", "doi": "10.1101/2025.08.03.668359", "authors": "Julian, L. A.; Crozier, L.; Lukow, D.; Mishra, S.; Swamy, A.; Hagenson, R. A.; Sennhenn, P.; Sausville, E. L.; Mendelson, B.; Chuaqui, C.; Qiao, L.; Vasudevan, A.; Lin, K.-T.; Bhatia, S.; Bertomeu, T.; Chatr-aryamontri, A.; Zhang, L.; Rees, M. G.; Ronan, M. M.; Roth, J. A.; Nottoli, T.; Bai, S.; Lakshmipathi, J.; Muthusamy, V.; Van Vranken, J. G.; Gygi, S. P.; Thompson, S. L.; Smith, J. C.; Anderson, K.; Shah, S.; Bindra, R. S.; Akerman, M.; Spector, D. L.; Krainer, A. R.; Sheltzer, J. M.", "abstract": "The cyclin-dependent kinase CDK11 is an understudied kinase that has been the subject of conflicting reports regarding its function in cancer. Here, we combine genetic and pharmacological approaches to demonstrate that CDK11 is a critical regulator of cancer cell survival that is required for RNA splicing and the expression of homologous recombination genes. Inhibition of CDK11 disrupts genome stability, promotes the retention of intronic sequences in mature mRNAs, and induces synthetic lethality with PARP inhibitors. Through integrative analysis of functional genomics datasets, we identify heterozygous deletions of chromosome 1p36 - which encompasses CDK11 and its activating cyclin CCNL2 - as a recurrent and predictive biomarker of sensitivity to CDK11 inhibition. To assess the therapeutic potential of CDK11, we develop MEL-495R, a selective and orally bioavailable CDK11 inhibitor. Additionally, we establish a genetically-engineered mouse model that allows us to differentiate between the on-target and off-target effects of CDK11 inhibitors in vivo. Using this platform, we demonstrate that MEL-495R induces widespread on-target toxicity, revealing a narrow therapeutic index. Together, these findings define CDK11 as a core cancer dependency, uncover a chromosomal deletion that sensitizes tumors to CDK11 inhibition, and provide a generalizable strategy for deconvolving drug efficacy and toxicity in vivo for novel oncology targets.", "date": "2025-08-03", "journal": ""}
{"title": "Alpha-Beta oscillations implement inhibition of the ventral attention network during an attention task", "doi": "10.1101/2025.08.03.668152", "authors": "ferez, m.; Luther, L.; Bonnefond, M.", "abstract": "Selective attention is a crucial mechanism that allows us to focus on relevant information while ignoring irrelevant information. Although extensive literature has proposed that alpha oscillations (7-14 Hz) suppress distractor processing, recent studies have questioned this role. In this magnetoencephalography (MEG) study, we used a modified Stroop task to investigate whether (1) alpha oscillations are associated with functional inhibition in higher-order visual regions and the ventral attention network (VAN), and (2) alpha phase adjusts in anticipation of relevant and irrelevant stimuli. We found no significant increase in pre-stimulus alpha power or phase adjustment over higher-order visual regions in the attend-color condition, consistent with the absence of a behavioral Stroop effect. However, we observed elevated alpha-beta power (10-20 Hz) in the VAN during both attend-color and attend-word conditions compared to control conditions, occurring before stimulus onset. Higher alpha-beta power in the right temporo-parietal junction correlated with faster reaction times, suggesting that inhibition of this network region facilitates task performance. This alpha-beta modulation in the VAN may represent a general mechanism for resisting distraction, preventing attentional capture by irrelevant information regardless of task condition. Additionally, we found enhanced theta power (4 Hz) over the VAN and left medial frontal gyrus (part of the cognitive control network) in both experimental conditions. Theta power correlated with improved reaction times across these regions. Furthermore, theta activity in the left medial frontal gyrus synchronized with VAN nodes, potentially indicating cross-network interaction between cognitive control and attention systems.", "date": "2025-08-03", "journal": ""}
{"title": "Distinguishing cortical indexes of arousal and awareness in sleeping patients with unresponsive wakefulness syndrome", "doi": "10.1101/2025.08.02.668275", "authors": "Li, M.; Pan, J.; Han, J.; Bao, X.; Wu, H.; Wang, F.; Yu, Y.; Li, A.; Liu, Y.; Chen, D.; Yang, X.; He, Y.; Qin, P.; Li, Y.", "abstract": "Consciousness is assumed to be defined by two components: awareness and arousal. However, the cortical indexes for these two components remain unclear. Since patients with unresponsive wakefulness syndrome (UWS) are supposed to have no awareness but arousal, sleep-wake cycle in patients with UWS may reflect pure arousal fluctuations, and then could distinguish the cortical indexes for arousal from ones for awareness. This study recorded nighttime polysomnography in patients with UWS, patients with minimally conscious state (MCS) and healthy controls, showing that spectral slope could index arousal, fluctuating among sleep stages in all three groups. Both spectral entropy and Lempel-Ziv complexity can index awareness, showing a significant difference between conscious and unconscious states. These findings provide fundamental evidence for the two-component hypothesis of consciousness.", "date": "2025-08-03", "journal": ""}
{"title": "Large-scale wearable data reveal spatiotemporal organization of annual sleep patterns", "doi": "10.1101/2025.08.03.668323", "authors": "Rose, A. H.; Schenk, H.; Maier, B. F.; Brockmann, D.; Winnebeck, E. C.", "abstract": "Sleep is fundamental to health, yet large-scale, objective data on how geography shapes sleep behavior remain scarce. We analyzed over 45 million nights of sensor data from 105,741 German adults wearing consumer-grade wearables across 2.7 years. Sleep timing displayed a continuous east-west gradient, with later onset, midsleep, and offset in western regions, consistent with solar progression. This effect was strongest on weekends and in rural areas, where midsleep was delayed by 2.2 minutes per degree longitude and sleep duration increased by 1.0 minute. A north-south gradient also emerged. Weekday midsleep advanced by 0.9 minutes per degree latitude, while weekend midsleep was delayed by 0.2 minutes, resulting in greater social jetlag in the north. Sleep duration declined toward higher latitudes across both day types. Seasonal analyses revealed consistent annual rhythms. Sleep duration increased by 24.7 minutes in winter relative to summer, and sleep offset closely followed sunrise. These patterns highlight the joint influence of solar and social time on sleep, with implications for regionally tailored public health strategies.", "date": "2025-08-03", "journal": ""}
{"title": "Defining and measuring proximity to criticality", "doi": "10.1101/2025.08.03.668332", "authors": "Sooter, J. S.; Fontenele, A.; Barreiro, A.; Ly, C.; Hengen, K. B.; Shew, W.", "abstract": "Over the half century since the renormalization group (RG) brought about deep understanding of critical phenomena in condensed matter physics, it has been claimed that diverse social, engineered, astrophysical, and biological systems operate close to criticality. However, these systems do not afford the neat phase diagrams and exquisite control available in condensed matter physics. How can one assess proximity to criticality when control parameters are unknown, difficult to manipulate experimentally, and fluctuating in response to changing environmental or internal conditions? Here we meet this challenge with a rigorous theoretical framework and data-analytic strategy for measuring proximity to criticality from observed system dynamics. We developed a temporal RG, well-suited to commonly measured time series, and an information theoretic quantification of proximity to criticality that is independent of model parameterization. After benchmarking our approach on diverse ground-truth cases, we apply it to recordings of spiking activity in the mammalian brain, addressing a long-standing controversy. We show that brain dynamics shift closer to criticality during wakefulness and shift away during deep sleep.", "date": "2025-08-03", "journal": ""}
{"title": "Functional auxin signaling and phosphorus acquisition triggered in planta by the extremophile bacterium Pseudomonas extremaustralis", "doi": "10.1101/2025.08.03.668350", "authors": "Agranatti, C.; Ibarra, J. G.; Galeano, M. B.; Terranova, R.; Godoy, M. S.; Lopez, N. I.; Ricardi, M.; Tribelli, P. M.", "abstract": "Pseudomonas extremaustralis 14-3b, a strain isolated from Antarctica, was evaluated for plant-growth-promoting traits under different oxygen conditions. Genomic analysis revealed genes related to phosphorus solubilization and indole-3-acetic acid (IAA) biosynthesis. In vitro assays confirmed its ability to solubilize tricalcium phosphate and produce gluconic acid. IAA production was higher under microaerobic conditions compared to aerobic cultures. Using Arabidopsis thaliana DII-VENUS reporter lines, we confirmed in vivo IAA perception in roots, with reduced VENUS fluorescence upon bacterial inoculation, regardless of prior oxygen conditions. Confocal microscopy showed root surface colonization and internal localization in cotyledons, including sub-stomatal spaces. Morphological changes in A. thaliana included reduced primary root length and increased root hair length. In wheat, P. extremaustralis exhibited chemotaxis toward root exudates and colonized root tissues. After 30 days in pot experiments, inoculated wheat plants showed significantly higher stem dry weight and leaf phosphorus content than control plants. These findings indicate that P. extremaustralis promotes plant growth through multiple mechanisms, supporting its potential as a bioinoculant under variable environmental conditions, including low oxygen availability.", "date": "2025-08-03", "journal": ""}
{"title": "Microbial Diversity and Ecological Structure of the Gut Microbiota in Children and Adults from an Indigenous Mexican Community", "doi": "10.1101/2025.08.03.668344", "authors": "Villada-Bedoya, S.; Falcon, L. I.; Gaona, O.; Garcia, A. E.; G-Santoyo, I.", "abstract": "Gut microbiota composition is shaped by environmental factors such as lifestyle, diet, socioeconomic and cultural context, as well as host-related factors like age and sex. Although microbiota research has expanded rapidly in recent years, most current paradigms are based on data from individuals in high-income, industrialized countries, particularly in Europe and North America. As a result, microbiota profiles from non-Westernized populations--especially those from Indigenous communities--remain underrepresented in global studies, limiting our understanding of the full ecological and evolutionary diversity of human gut microbial communities. In this study, we characterized the bacterial gut microbiota of Mephaa individuals, a pre-Columbian Indigenous group from the south-central region of Mexico. This rural community maintains a subsistence lifestyle centered on high-fiber, plant-based diets and limited exposure to industrialized foods. Using high-throughput 16S rRNA gene sequencing, we analyzed microbial profiles from 62 individuals aged 5 to 60 years, examining differences across age and sex to explore patterns of diversity and community structure. Despite sharing similar life conditions, noticeable differences in gut microbiota were observed; alpha and beta diversities revealed significant variation across age and sex. Children exhibited greater microbial richness and inter-individual variability, consistent with dynamic colonization processes that begin in early life. In contrast, adults showed more taxonomically uniform communities, with a higher abundance of taxa such as Prevotellaceae, Succinivibrio, and Dialister, which are associated with fiber fermentation and complex carbohydrate metabolism. Additionally, sex-related differences were evident, with adult males displaying the highest relative abundance of Prevotellaceae. Finally, the presence of taxonomic groups rarely observed in urban Western populations suggests that indigenous lifestyles may preserve microbial diversity with potential metabolic relevance. Our findings advance the ecological and evolutionary understanding of human gut microbiota and highlight the importance of integrating non-Westernized populations into microbiome research to better elucidate host-microbe coadaptation and its implications for health.", "date": "2025-08-03", "journal": ""}
{"title": "Covalent Degraders of Immune Regulatory Transcription Factors IRF8 and IRF5", "doi": "10.1101/2025.08.03.668300", "authors": "Do, T. C.; Chan, H.; Greene, J.; Sabaat, S.; Ludwig, C.; Abell, N. S.; Albert, M. L.; Kosuri, S.; Nomura, D. K.", "abstract": "Transcription factors are among the most challenging targets for drug discovery due to their lack of classical binding pockets and high degree of intrinsic disorder, despite the therapeutic importance of many of these proteins. IRF5 and IRF8 are key transcriptional regulators of innate immune signaling that orchestrate pro-inflammatory gene expression programs in response to stimuli such as toll-like receptor activation, making them central players in autoimmune and inflammatory diseases. Despite their therapeutic interest, direct targeting of IRF5 and IRF8 has remained challenging. Here, we screened a library of cysteine-reactive covalent ligands to identify hits that could degrade IRF5. We identified acrylamide EN1033 as the top hit, which not only led to IRF5 loss in a proteasome-dependent manner but also bound directly and covalently to the IRF5 protein, inhibiting IRF5-specific transcriptional activity in a macrophage cell line. Upon further analysis, however, we found that EN1033 not only engaged and degraded IRF5 but also more robustly engaged and degraded a related inflammatory transcription factor, IRF8, more rapidly. We further demonstrated that EN1033 destabilized and degraded IRF5 and IRF8 by covalently targeting C28 and C223, respectively, as evidenced by the attenuation of their degradation through mutagenesis of these cysteines. We also found that IRF8 loss led to the downregulation and inhibition of IRF5 activity, suggesting a crosstalk between these two transcription factors, which are both targeted by EN1033. Overall, we identify an early-stage pathfinder molecule that covalently targets IRF8 and IRF5, thereby degrading these transcription factors and inhibiting their pro-inflammatory transcriptional activity.", "date": "2025-08-03", "journal": ""}
{"title": "Snappy: de novo identification of DNA methylation sites based on Oxford Nanopore reads", "doi": "10.1101/2025.08.03.668330", "authors": "Konanov, D. N.; Krivonos, D. V.; Babenko, V. V.; Ilina, E. N.", "abstract": "Summary Nowadays, search for methylation sites in bacteria is usually performed by direct detection of nucleotide motifs over-represented in modified contexts, using classical motif enrichment approaches oriented only on context sequences themselves. Herein, we present a new algorithm Snappy, which is actually rethinking of the original Snapper algorithm but does not use any enrichment heuristics and does not require control sample sequencing. Opposite to previous methods, Snappy uses raw basecalling data simultaneously with the motif enrichment process, thus significantly enhancing the enrichment sensitivity and accuracy compared with other enrichment algorithms. The versatility of the method was shown on both our and external data, representing different bacterial taxa with complex and simple methylome. Availability and implementation Source code and documentation is hosted on GitHub (https://github.com/DNKonanov/ont-snappy) and Zenodo (zenodo.org/records/16731817). For accessibility, Snappy is installable from PyPi using \"pip install ont-snappy\" command.", "date": "2025-08-03", "journal": ""}
{"title": "Rewiring amino acid metabolism to boost nonnatural polyketide production in Yarrowia lipolytica", "doi": "10.1101/2025.08.03.668335", "authors": "Wang, J.; Hong, Y.; Wu, Z.; Fishman, A.; Xu, P.", "abstract": "Malonyl-CoA is a central precursor involved in the synthesis of various bio-based chemicals, including polyketides, fatty acids and flavonoids. However, the production of these chemicals is often limited by the availability of malonyl-CoA. Based on retrosynthesis principles, we designed two thermodynamically favorable malonyl-CoA pathways using L-glutamate and L-aspartate as substrates. The novel pathways leverage oxidative deamination and decarboxylation reactions and efficiently channel metabolic flux toward malonyl-CoA, leading to increased triacetic acid lactone (TAL) production beyond the capability of the native acetyl-CoA carboxylase. We also discovered a new-to-nature polyketide (4-hydroxy-6-hydroxyethyl-2-pyrone) derived from the side activity of TAL pathway, reaching 5.4 g/L. This work highlights the utility of the novel malonyl-CoA pathways in enhancing polyketide production, and the possibility of using abundant amino acids or protein waste as feedstock to produce high-value nonnatural polyketides.", "date": "2025-08-03", "journal": ""}