{"title": "Task-related changes in aperiodic activity are related to visual working memory capacity independent of event-related potentials and alpha oscillations", "doi": "10.1101/2022.01.18.476852", "authors": "Virtue-Griffiths, S. E.; Fornito, A.; Thompson, S.; Biabani, M.; Tiego, J.; Thapa, T.; Rogasch, N. C.", "abstract": "Individual differences in visual working memory capacity are related to slow-wave event-related potentials (ERPs) and suppression of alpha-band oscillatory power measured during the delay period of memory tasks using electroencephalography (EEG). However, recent evidence suggests that changes in the non-oscillatory, aperiodic features of the EEG signal may also contribute to working memory performance. We assessed several features of task-related changes in aperiodic activity including the spatial distribution, the effect of memory load, and the relationship between memory capacity, slow-wave ERPs, and alpha suppression. Eighty-four healthy individuals performed a continuous recall working memory task consisting of 2, 4 or 6 coloured squares while EEG was recorded. Aperiodic activity during a baseline and delay period was quantified by fitting a model to the background of the EEG power spectra using the FOOOF toolbox, which returned parameters describing the slope (exponent) and broadband offset of the spectra. The aperiodic exponent decreased (i.e., slope flattened) over lateral parieto-occipital electrodes but increased (i.e., slope steepened) over fronto-central electrodes during the delay period, whereas the offset decreased over parieto-occipital electrodes. These task-related changes in aperiodic activity were not altered by memory load. Larger increases in the aperiodic exponent were associated with higher working memory capacity measured from both the EEG task and a separate battery of complex span tasks, and this relationship was independent of slow-wave ERPs and alpha suppression. Our findings suggest that task-related changes in aperiodic activity during working memory are region specific and reflect an independent neural mechanism important for general working memory ability.", "date": "2025-06-05", "journal": ""}
{"title": "Pathwise approximations to solving the filtering problem for the stochastic chemostat", "doi": "10.1101/2023.01.17.524503", "authors": "Fontenele Magalhaes, J. A.; Emzir, M. F.; Corona, F.", "abstract": "This paper concerns the inverse problem of characterising the state of a bioreactor from observations. In laboratory settings, the bioreactor is represented by a device called a chemostat. We consider a differential description of the evolution of the state of the chemostat under environmental fluctuations. First, we model the state evolution as a stochastic process driven by Brownian motion. Under this model, our best knowledge about the state of the chemostat is described by its probability distribution in time, given the distribution of the initial state. The corresponding probability density function solves a deterministic partial differential equation (PDE), the Kolmogorov forward equation. While this provides a probabilistic description, incorporating an observation process allows for a more refined characterisation of the state. More formally, we are interested in obtaining the distribution of the state conditional on an observation process as the solution to a filtering problem, with the corresponding conditional probability density function solving a non-linear stochastic PDE, the Kushner-Stratonovich equation. This paper focuses on the pathwise formulation of this filtering problem in which inferences about the state are obtained conditional on a fixed stream of observations. We establish the existence and uniqueness of solutions to the governing differential equations, ensuring well-posedness before presenting numerical approximations. We then approximate the pathwise solution to the filtering problem by combining the finite difference and splitting methods for solving PDEs, and then compare the approximated solution with results from a linearisation method and a classical sequential Monte Carlo method.", "date": "2025-06-05", "journal": ""}
{"title": "Exploring the Spatiotemporal Influence of Climate on American Avian Migration with Random Forests", "doi": "10.1101/2023.03.27.534441", "authors": "Bick, I. A.; Bakkestuen, V.; Pedersen, M.; Raja, K.; Sethi, S. S.", "abstract": "Birds have adapted to climatic and ecological cycles to inform their Spring and Fall migration timings, but anthropogenic global warming has affected these long-establish cycles. Understanding these dynamics is critical for conservation during a changing climate. Here, we employ a modeling approach to explore how climate spatiotemporally affects bird occurrence on eBird surveys. Specifically, we train an ensemble of multivariate and multi-response random forest models on North and South American climate data, then predict eBird survey occurrence rates for 41 migrating passerine bird species in a Northeastern American ecoregion from 2008-2018. In October, when many passerines have begun their southward winter migration, we achieve more accurate predictions of bird occurrence using lagged climate features alone to predict occurrence. These results suggest that analyses of machine learning model metrics may be useful for identifying spatiotemporal climatic cues that affect migratory behavior. Lastly, we explore the application and limitations of random forests for prediction of future bird occurrence using 2021-2040 climate projections.", "date": "2025-06-05", "journal": ""}
{"title": "Why not both? Measuring cortisol and corticosterone in poison frogs", "doi": "10.1101/2023.06.19.545597", "authors": "Westrick, S. E.; Paitz, R. T.; Fischer, E. K.", "abstract": "A general tenet in stress physiology is that the hypothalamic-pituitary-adrenal (HPA) axis predominantly produces one glucocorticoid (GC) in response to stressors. However, most vertebrates produce both cortisol and corticosterone, and these steroids show variation across species in absolute levels, relative proportions, and stress responsivity and regulate much more than just stress physiology. Therefore, focusing on a single GC within a species may not capture the whole story. In the present study, we set out to validate non-invasive waterborne hormone measurements in our focal species, the dyeing poison frog Dendrobates tinctorius. In pursuing this goal, we uncovered unexpected patterns of GC abundance within and across species of poison frogs. D. tinctorius had higher amounts of corticosterone than cortisol in both plasma and waterborne samples, and corticosterone was responsive to adrenocorticotropic hormone (ACTH) as canonically assumed. However, corticosterone and cortisol levels were surprisingly similar in D. tinctorius, and cortisol was more abundant than corticosterone in water samples from four additional poison frog species. These results challenge the broadly accepted assumption that corticosterone is always more abundant in amphibians and add to the growing literature highlighting the importance of measuring both GCs to understand (stress) physiology.", "date": "2025-06-05", "journal": ""}
{"title": "Linking offline learning mechanisms to anxiety traits", "doi": "10.1101/2023.06.21.546031", "authors": "Yu, Q.; Luo, Y.; Dolan, R. J.; Ou, J.; Huang, C.; Wang, H.; Xiao, Z.; Nour, M.; Liu, Y.", "abstract": "Understanding how we learn about the value and structure of our environment is central to neurocognitive theories of many psychiatric and neurological disorders. Learning processes have been extensively studied during performance of behavioural tasks (online learning) but less so in relation to \"resting\" (offline) states. A candidate mechanism for such offline learning is \"replay,\" the sequential neural reactivation of past experiences. Notably, value-based learning is especially tied to replay unfolding in reverse order relative to the original experience (\"backward replay\"). Here, we demonstrate the utility of EEG-based neural decoding for investigating offline learning, and relate it to trait anxiety. Participants were first required to infer sequential relationships among task objects by using a learned rule to reorganise their visual experiences into distinct sequences. Afterwards, they observed that the final object in one of the sequences was associated with a monetary reward and then entered a post-value resting state. During this rest, we found evidence of backward replay for reward-linked object sequences. The strength of such replay was negatively associated with trait anxiety and positively predicted an increased behavioural preference for reward-predictive stimuli. We also found that high-trait-anxiety individuals showed inefficient credit assignment irrespective of reward magnitude, indicating that this effect does not merely reflect reduced reward sensitivity. Together, these findings suggest a potential aberrant replay mechanism during offline learning in individuals with high trait anxiety. More broadly, our approach illustrates the potential of EEG for measuring structured neural representations in vivo, with implications for studying cognition across a range of neuropsychiatric and neurological disorders.", "date": "2025-06-05", "journal": ""}
{"title": "Algebraic invariants for inferring 4-leaf semi-directed phylogenetic networks", "doi": "10.1101/2023.09.11.557152", "authors": "Martin, S.; Moulton, V.; Leggett, R. M.; Holtgrefe, N.", "abstract": "A core goal of phylogenomics is to determine the evolutionary history of a set of species from biological sequence data. Phylogenetic networks are able to describe more complex evolutionary phenomena than phylogenetic trees but are more difficult to accurately reconstruct. Recently, there has been growing interest in developing methods to infer semi-directed phylogenetic networks. As computing such networks can be computationally intensive, one approach to building such networks is to puzzle together smaller networks. Thus, it is essential to have robust methods for inferring semi-directed phylogenetic networks on small numbers of taxa. In this paper, we investigate an algebraic method for performing phylogenetic network inference from nucleotide sequence data on 4-leaf semi-directed phylogenetic networks by analysing the distribution of leaf-pattern probabilities. On simulated data, we found that we can correctly identify with high accuracy the undirected phylogenetic network for sequences of length at least 10kbp. We found that identifying the semi-directed network is more challenging and requires sequences of length approaching 10Mbp. We are also able to use our approach to identify tree-like evolution and determine the underlying tree. Finally, we employ our method on a real dataset from Xiphophorus species and use the results to build a phylogenetic network.", "date": "2025-06-05", "journal": ""}
{"title": "An Evaluation of the Tumor Microenvironment through CALR,IL1R1,IFNB1,and IFNG to Assess Prognosis and Immunotherapy Response in Bladder Cancer Patients", "doi": "10.1101/2024.01.24.577030", "authors": "Lilong, L.; Zhenghao, L.; Lei, F.; Zhipeng, Y.; Junyi, H.; Yaxin, H.; Yang, L.; Yuhong, D.; Yingchun, K.; Ke, C.; Yi, H.; Zheng, L.", "abstract": "Immunogenic cell death (ICD) is a type of cell death sparking adaptive immune responses, can reshape the tumor microenvironment (TME). Exploring key ICD-related genes in bladder cancer (BLCA) could enhance personalized treatment. TCGA BLCA patients were divided into two ICD subtypes: ICD-high and ICD-low. High ICD expression linked to increased immune cell infiltration and longer survival, but with potentially suppressed immune function. The high ICD group responded better to PD1-targeted therapy. A risk-scoring model with four ICD-related genes (CALR, IL1R1, IFNB1, IFNG) was validated across TCGA, GEO datasets, and tissue samples, showing higher risk-score correlated with weaker anti-tumor immune function, more tumor-promoting elements, lower immunotherapy response rates, and shorter patient survival.This study connects ICD-related genes to BLCA prognosis and immune infiltration, offering a vital tool for personalized treatment guidance.", "date": "2025-06-05", "journal": ""}
{"title": "The impact of RNA chemical probing reagents on RNA binding proteins", "doi": "10.1101/2024.03.21.586119", "authors": "Klingler, D.; Fallon, L.; Cohn, D.; Crawford, A.; Marcus, L.; Jones, A. N.", "abstract": "RNA chemical probing experiments are a broadly used method for revealing the structure of RNA, as well as for identifying protein binding sites. This is beneficial for expanding our understanding of biological processes governed by protein-RNA complex interactions, as well as facilitating the identification of complex inhibiting molecules. The reagents commonly used in chemical probing experiments are highly reactive, methylating or acylating flexible RNA nucleotides. The highly reactive nature of the chemical probes means that they can also react with nucleophilic amino acid side chains, and subsequently affect protein-RNA binding events. We combine molecular dynamics (MD) simulations, matrix-assisted laser desorption ionization mass spectrometry (MALDI-MS), and nuclear magnetic resonance (NMR) experiments to show that commonly used RNA chemical probes react with protein amino acids, and demonstrate that this effect alters protein-RNA binding interactions through binding shift assays. We discuss the implications of this phenomenon in elucidating the protein-RNA interaction interface using chemical probing experiments.", "date": "2025-06-05", "journal": ""}
{"title": "Domain-specific DNA binding activities of BRCA1 reveal substrate preferences for homologous recombination and telomere regulation", "doi": "10.1101/2024.05.30.594759", "authors": "Lowran, K.; Campbell, L.; Cismas, E.; Wu, C. G.", "abstract": "BRCA1 is a crucial mediator of homologous recombination (HR), a high-fidelity pathway for repairing double-stranded DNA breaks (DSBs) in human cells. The central region of BRCA1 protein contains two putative DNA binding domains (DBDs), yet their relative substrate specificities and functional contributions to HR remain unclear. Here, we characterized the DNA binding properties of DBD1 (amino acids 330-554), DBD2 (amino acids 894-1057), and the BRCA1 C-terminal (BRCT) repeats using biolayer interferometry. We assessed their affinities for single-stranded DNA (ssDNA), double-stranded DNA (dsDNA), and G-quadruplex (G4) structures. DBD1 exhibited the highest affinity for dsDNA, while DBD2 and BRCT bound preferentially to ssDNA and G4. These findings support a model in which DBD1 directs BRCA1 to DSB sites to facilitate DNA end resection during HR, whereas DBD2 and BRCT contribute to the role of BRCA1 in telomere maintenance and chromatin remodeling through the recognition of non-canonical DNA structures.", "date": "2025-06-05", "journal": ""}
{"title": "CBP-IDRs regulate acetylation and gene expression.", "doi": "10.1101/2024.06.04.597392", "authors": "Gelder, K. L.; Carruthers, N. A.; Gilbert, G.; Harrison, L. J.; Evans, T.; Ball, S. S.; Dunning, M.; Craggs, T. D.; Twelvetrees, A. E.; Bose, D. A.", "abstract": "Intrinsically disordered regions (IDRs) have emerged as crucial regulators of protein function, allowing proteins to sense and respond to their environment. Creb binding protein (CBP) and EP300 (p300) are transcription coactivators that regulate gene expression in multicellular organisms, following their recruitment to cis-regulatory elements. CBP and p300 contain large IDRs, however little is known about how these different IDRs work together to regulate CBP function. Here, we show that CBP-IDRs cooperate to control different aspects of CBP behaviour in the nucleus, by regulating the properties of fluid-like condensates formed by endogenous CBP. We show how IDRs with different sequence properties make unique contributions to CBP behaviour by establishing a balance between positive and negative regulation of CBP condensates. These conflicting interactions are functionally important, shaping CBPs response to factors such as lysine acetylation, that influence condensate formation. When disrupted, regulatory CBP-IDRs change how CBP interacts with chromatin, alter patterns of CBP-dependent histone acetylation and change gene expression. Together, our work highlights how IDRs with different sequences, spatially segregated in the same protein, can cooperate to shape protein function.", "date": "2025-06-05", "journal": ""}
{"title": "Endothelin B receptor inhibition rescues aging-dependent neuronal regenerative decline", "doi": "10.1101/2024.06.08.597928", "authors": "Feng, R.; Rosen, S. F.; Ansari, I.; John, S.; Thomsen, M. B.; Avraham, O.; Geoffroy, C. G.; Cavalli, V.", "abstract": "Peripheral sensory neurons regenerate their axons after injury to regain function, but this ability declines with age. The mechanisms behind this decline are not fully understood. While excessive production of endothelin 1 (ET-1), a potent vasoconstrictor, is linked to many diseases that increase with age, the role of ET-1 and its receptors in axon regeneration is unknown. Using single cell RNA sequencing, we show that satellite glial cells (SGCs), which completely envelop the sensory neuron soma residing in the dorsal root ganglia (DRG), express the endothelin B receptor (ETBR), while ET-1 is expressed by endothelial cells. Inhibition of ETBR ex-vivo in DRG explant cultures improves axon growth in both adult and aged conditions. In vivo, treatment with the FDA-approved compound, Bosentan, improves axon regeneration and reverses the age-dependent decrease in axonal regenerative capacity. Single-nuclei RNA sequencing and electron microscopy analyses reveal a decreased abundance of SGCs in aged mice compared to adult mice. Additionally, the decreased expression of connexin 43 (Cx43) in SGCs in aged mice after nerve injury is partially rescued by Bosentan treatment. These results reveal that inhibiting ETBR function enhances axon regeneration and rescues the age-dependent decrease in axonal regenerative capacity, providing a potential avenue for future therapies.", "date": "2025-06-05", "journal": ""}
{"title": "Redistribution of fragmented mitochondria ensure symmetric organelle partitioning and faithful chromosome segregation in mitotic mouse zygotes", "doi": "10.1101/2024.06.13.598818", "authors": "Gekko, H.; Nomura, R.; Kuzuhara, D.; Kaneyasu, M.; Koseki, G.; Adhikari, D.; Mio, Y.; Carroll, J.; Kono, T.; Funahashi, H.; Wakai, T.", "abstract": "In cleavage-stage embryos, pre-existing organelles partition evenly into daughter blastomeres without significant cell growth after symmetric cell division. The presence of mitochondrial DNA within mitochondria and its restricted replication during preimplantation development makes their inheritance particularly important. While chromosomes are precisely segregated by the mitotic spindle, the mechanisms controlling mitochondrial partitioning remain poorly understood. In this study, we investigate the mechanism by which Dynamin-related protein 1 (Drp1) controls the mitochondrial redistribution and partitioning during embryonic cleavage. Depletion of Drp1 in mouse embryos causes marked mitochondrial aggregation, and the majority of embryos arrest at the 2-cell stage. Clumped mitochondria are located in the center of mitotic Drp1-depleted zygotes with less uniform distribution, thereby preventing their symmetric partitioning. Asymmetric mitochondrial inheritance is accompanied by functionally inequivalent blastomeres with biased ATP and endoplasmic reticulum Ca2+ levels. We also find that marked mitochondrial centration in Drp1-depleted zygotes prevents the assembly of parental chromosomes, resulting in chromosome segregation defects and binucleation. Thus, mitochondrial fragmentation mediated by Drp1 ensure proper organelle positioning and partitioning into functional daughters during the first embryonic cleavage.", "date": "2025-06-05", "journal": ""}
{"title": "Population size estimation when multiple samples carrying the risk of misidentification are taken simultaneously from the same individual", "doi": "10.1101/2024.06.12.598605", "authors": "Fraysse, R.; Choquet, R.; Pradel, R.", "abstract": "Although non-invasive sampling is increasingly used in capture-recapture (CR) experiments, it carries a risk of misidentification that, if ignored, causes an overestimation of population size. Models that deal with misidentification have been proposed. However, these models assume that only one sample per individual can be collected at the same occasion. This is not true for several experiments based on DNA, for example for those that extract the DNA from faecal samples. These models do not take repeated observations into account, leading to biased estimates. In this paper, we develop an approach that extends the latent multinomial model (LMM) of Link et al. (2010) using a Poisson distribution to model the number of simultaneous multiple samplings of the same individual. We then conduct simulations to test how our new model performs. As an illustration, we applied the new Poisson model to a collection of Eurasian otter faeces (Lampa et al. 2015). Our findings indicate that repeated observations can be modelled without bias. The application on otters shows that our model is necessary to estimate accurately the population size in presence of misidentification and repeated observations.", "date": "2025-06-05", "journal": ""}
{"title": "Remodeling of purinergic signaling in the paraventricular hypothalamus promotes hyperphagic obesity and insulin resistance", "doi": "10.1101/2024.07.02.601503", "authors": "Liu, Y.; Bondarenko, A.; Zhang, H.; Luan, P.; Zhang, Q.; Wang, B.; Najam, S. S.; Liang, X.; Syed, A. A. S.; Lin, D.; Huang, S.; Konovalov, R.; Konopka, W.; Zhang, Z.; Zhang, Y.; Wu, S.; Jing, M.; Vinnikov, I. A.", "abstract": "Body energy homeostasis is tightly regulated by hypothalamic neural circuits. However, their remodeling upon metabolic challenges remains incompletely characterized, thus complicating the development of safe medications against the surge of metabolic diseases. Oxytocin (OXT) neurons in the paraventricular nucleus of the hypothalamus (PVH) are one of the key effectors regulating energy balance. In this work, we report that high-fat diet (HFD) feeding in mice evokes spatiotemporally selective ATP release from astrocytes (Inflares) in the PVH, accompanied by the expression of hematopoietic lineage-specific ADP/ATP receptor P2Y12 on local OXT (PVHOXT) neurons. Strikingly, increased purinergic signaling leads to impaired responsiveness of PVHOXT neurons accompanied by hyperphagic obesity and insulin resistance in mice. Conversely, loss of P2Y12 in PVHOXT neurons attenuates metabolic phenotypes, illustrating that such remodeling is both necessary and sufficient to induce metabolic phenotypes. Inflares were also induced by hyperglycemia, while emergence of P2Y12 on OXT neurons of patients with diabetes mellitus suggests an evolutionary conserved purinergic response to various metabolic challenges and its potential as a drug target. Accordingly, nasal administration of clinically approved doses of P2Y12 inhibitors counteracts obesity in mice and non-human primates, paving the way for application of these compounds in patients with metabolic disorders.", "date": "2025-06-05", "journal": ""}
{"title": "Natural variation in phospholipase IPLA2-VIA contributes to starvation sensitivity in Drosophila melanogaster", "doi": "10.1101/2024.07.05.602254", "authors": "Rand, D. M.; Williams, S. B.; Franklin, B.; Lemieux, F. A.", "abstract": "Resistance to starvation is a classic complex trait where genetic and environmental variables can greatly modify an animals ability to survive without nutrients. Genetic analyses in Drosophila have shown that starvation resistance is highly polygenic with different genetic architectures in different mapping populations. In this study we sought to dissect the genetic basis of starvation resistance among a set of mitonuclear genotypes carrying different mtDNAs paired with specific nuclear genomes from the Drosophila Genetic Reference Panel (DGRP). We focused on differences between one of the most sensitive strains (DGRP-765) and a strain with more moderate resistance (DGRP-315) whose starvation phenotypes appeared to be modified by alternative mtDNAs. Using complementary pooled-sequencing and forward genetic mapping approaches, we identified regions of chromosomes 2L, 3L and 3R contributing to starvation sensitivity and localize a major effect locus modifying starvation resistance to the coding region of phospholipase iPLA2-VIA. These analyses further confirm that the alternative mtDNAs had little influence on variation in starvation resistance between the genotypes studied. The sensitive line shows a starvation-dependent depletion of glucose and glycogen that is modified by hemi- and heterozygosity in the iPLA2-VIA region. These findings contribute to our understanding of the complex genetic relationship between resistance to starvation stress and nutrient metabolism.", "date": "2025-06-05", "journal": ""}
{"title": "The danger zone: the joint trap of incomplete lineage sorting and long-branch attraction in resolving the Gondwanan origin of Rafflesiaceae and Apodanthaceae", "doi": "10.1101/2024.08.07.606681", "authors": "Cai, L.; Pabon-Mora, N.; Alzate, J. F.; Liu, L.; DAVIS, C. C.", "abstract": "Two key factors have been implicated as major impediments to phylogenomic inference: incomplete lineage sorting (ILS), especially in cases where clades are in the so-called anomaly zone, and erroneous gene tree estimation, commonly manifested by long-branch attraction in the Felsenstein zone. Rafflesiaceae (Malpighiales) is an iconic parasitic plant clade whose species occur west of Wallace's line in tropical Southeast Asia. This clade has been notoriously difficult to place phylogenetically and is nested within an explosive ancient radiation, rendering the Malpighiales one of the thorniest nodes across the angiosperm Tree of Life. The parasitic family Apodanthaceae has recently been positioned as sister to Rafflesiaceae, offering the hope to stabilize their placements. Here, using a dataset of 2,135 genes and complex species tree inference methods, the monophyletic Rafflesiaceae+Apodanthaceae clade is variously placed with Euphorbiaceae, Peraceae, Putranjivaceae, and Pandaceae. Such unstable placements appear to be the result of excessive levels of rate heterogeneity and ILS, which contribute to a phylogenetic danger zone where simulation suggests that current methods and genomic data will never provide a tidy phylogenetic resolution for species trees alike. Despite the topological uncertainty, however, our divergence time estimation identifies a mid-Cretaceous origin of stem group Rafflesiaceae and Apodanthaceae, not only making them the oldest parasitic plant lineage reported to date, but also suggests a likely Gondwana vicariance scenario to explain their disjunct distribution in South America, Africa, Australia, and Northern India.", "date": "2025-06-05", "journal": ""}
{"title": "Mid-infrared chemical imaging of living cells enabled by plasmonic metasurfaces", "doi": "10.1101/2024.09.17.613596", "authors": "Huang, S. H.; Shen, P.-T.; Mahalanabish, A.; Sartorello, G.; Li, J.; Liu, X.; Shvets, G.", "abstract": "Mid-Infrared (MIR) chemical imaging provides rich chemical information of biological samples in a label-free and non-destructive manner. Yet, its adoption to live-cell analysis is limited by the strong attenuation of MIR light in water, often necessitating cell culture geometries that are incompatible with the prolonged viability of cells and with standard high-throughput workflow. Here, we introduce a new approach to MIR microscopy, where cells are imaged through their localized near-field interaction with a plasmonic metasurface. Chemical contrast of distinct molecular groups provided sub-cellular resolution images of the proteins, lipids, and nucleic acids in the cells that were collected using an inverted MIR microscope. Time-lapse imaging of living cells demonstrated that their behaviors, including motility, viability, and substrate adhesion, can be monitored over extended periods of time using low-power MIR light. The presented approach provides a method for the non-perturbative MIR imaging of living cells, which is well-suited for integration with modern high-throughput screening technologies for the label-free, high-content chemical imaging of living cells.", "date": "2025-06-05", "journal": ""}
{"title": "PointTree: Automatic and accurate reconstruction of long-range axonal projections of single-neuron", "doi": "10.1101/2024.09.23.614432", "authors": "Cai, L.; Fan, T.; Qu, X.; Zhang, Y.; Gou, X.; Ding, Q.; Feng, W.; Cao, T.; Lv, X.; Liu, X.; Huang, Q.; Quan, T.; Zeng, S.", "abstract": "Single-neuron axonal projections reveal the route map of neuron output and provide a key cue for understanding how information flows across the brain. Reconstruction of single-neuron axonal projections requires intensive manual operations in tens of terabytes of brain imaging data, and is highly time-consuming and labor-intensive. The main issue lies in the need for precise reconstruction algorithms to avoid reconstruction errors, yet current methods struggle with densely distributed axons, focusing mainly on skeleton extraction. To overcome this, we introduce a point assignment-based method that uses cylindrical point sets to accurately represent axons and a minimal information flow tree model to suppress the snowball effect of reconstruction errors. Our method successfully reconstructs single-neuron axonal projections across hundreds of GBs (Gigabytes) images with an average of 80% F1-score, while current methods only provide less than 40% F1-score reconstructions from a few hundred MBs (Megabytes) images. This huge improvement is helpful for high-throughput mapping of neuron projections.", "date": "2025-06-05", "journal": ""}
{"title": "Fentanyl reinforcement history has sex-specific effects on multi-step decision-making", "doi": "10.1101/2024.10.10.617707", "authors": "Garr, E.; Cheng, Y.; Dong, A.; Janak, P. H.", "abstract": "It is commonly thought that drug addiction involves a transition to habitual control of action, where the choice to consume drugs becomes automatized and reflects a failure to deliberate over possible negative outcomes. Determining whether the pursuit of addictive drugs is habitual is hampered by a lack of behavior assessments suitable for use during a bout of drug seeking. Therefore, to understand how variable histories of drug reinforcement might affect goal-directed and habitual pursuit of drug rewards, we trained rats to perform a multi-step decision-making task to earn oral fentanyl or sucrose rewards following extensive training with either fentanyl or sucrose. Importantly, this task allowed for independent measurements of goal-directed and habitual choice characteristics during online pursuit of rewards, and habitual choice could further be categorized into perseverative and reward-guided components. Extensive fentanyl training led to a bias for reward-guided habitual choice specifically in females, and a relatively high degree of perseveration in both sexes. These behavioral changes after chronic fentanyl generalized across fentanyl and sucrose seeking. In contrast, during fentanyl sessions, females showed increased perseveration, and both sexes showed blunting of the gradual improvement in goal-directed choice. These results show that chronic drug reinforcement induced habits that generalized across seeking drug and non-drug rewards, and female rats were especially susceptible to habitual control induced by both chronic and acute drug reinforcement.", "date": "2025-06-05", "journal": ""}
{"title": "Characterisation of cell-scale signalling by the core planar polarity pathway during Drosophila wing development", "doi": "10.1101/2024.10.14.618159", "authors": "Carayon, A.; Strutt, H.; Strutt, D.", "abstract": "In developing epithelia, cells become planar polarised through asymmetric localisation of the core planar polarity proteins to opposite cell membranes, where they form stable intercellular complexes. Current models differ regarding the signalling mechanisms required for core protein polarisation. Here, we investigate the existence of cell-intrinsic cell-scale signalling in vivo in the Drosophila pupal wing. We use conditional and restrictive expression tools to spatiotemporally manipulate core protein activity, combined with quantitative measurement of core protein distribution, polarity and stability. Our results provide evidence for a robust cell-scale signal, while arguing against mechanisms that depend on depletion of a limited pool of a core protein or polarised transport of core proteins on microtubules. Furthermore, we show that polarity propagation across a tissue is hard, highlighting the strong intrinsic capacity of individual cells to establish and maintain planar polarity.", "date": "2025-06-05", "journal": ""}
{"title": "Forward genetics in C. elegans reveals genetic adaptations to polyunsaturated fatty acid deficiency", "doi": "10.1101/2024.11.08.622646", "authors": "Kaper, D.; Radovic, U.; Bergh, P.-O.; Qvist, A.; Henricsson, M.; Boren, J.; Pilon, M.", "abstract": "Polyunsaturated fatty acids (PUFAs) are essential for mammalian health and function as membrane fluidizers and precursors for signaling lipids though the primary essential function of PUFAs within organisms has not been established. Unlike mammals who cannot endogenously synthesize PUFAs, C. elegans can de novo synthesize PUFAs starting with the {Delta}12 desaturase FAT-2 which introduces a second double bond to monounsaturated fatty acids to generate the PUFA linoleic acid. FAT-2 desaturation is essential for C. elegans survival since fat-2 null mutants are non-viable; the near-null fat-2(wa17) allele synthesizes only small amounts of PUFAs and produces extremely sick worms. Using fluorescence recovery after photobleaching (FRAP), we found that the fat-2(wa17) mutant has rigid membranes and can be efficiently rescued by dietarily providing various PUFAs, but not by fluidizing treatments or mutations. With the aim of identifying mechanisms that compensate for PUFA-deficiency, we performed a forward genetics screen to isolate novel fat-2(wa17) suppressors and identified four internal mutations within fat-2, and six mutations within the HIF-1 pathway. The suppressors increase PUFA levels in fat-2(wa17) mutant worms and additionally suppress the activation of the daf-16, UPRer and UPRmt stress response pathways that are active in fat-2(wa17) worms. We hypothesize that the six HIF-1 pathway mutations, found in egl-9, ftn-2, and hif-1 all converge on raising Fe2+ levels and in this way boost desaturase activity, including that of the fat-2(wa17) allele. We conclude that PUFAs cannot be genetically replaced and that the only genetic mechanism that can alleviate PUFA-deficiency do so by increasing PUFA levels.", "date": "2025-06-05", "journal": ""}
{"title": "Deep learning from videography as a tool for measuring E. coli infection in poultry", "doi": "10.1101/2024.11.20.624075", "authors": "Scheidwasser, N.; Poulsen, L. L.; Leow, P. R.; Khurana, M. P.; Iglesias-Carrasco, M.; Laydon, D. J.; Donnelly, C. A.; Bojesen, A. M.; Bhatt, S.; Duchene, D. A.", "abstract": "Poultry farming is threatened by regular outbreaks of Escherichia coli (E. coli) that lead to significant economic losses and public health risks. However, traditional surveillance methods often lack sensitivity and scalability. Early detection of infected poultry using minimally invasive procedures is thus essential for preventing epidemics. To that end, we leverage recent advancements in computer vision, employing deep learning-based tracking to detect behavioural changes associated with E. coli infection in a case-control trial comprising two groups of 20 broiler chickens: (1) a healthy control group and (2) a group infected with a pathogenic E. coli field strain from the poultry industry. More specifically, kinematic features derived from deep learning-based tracking data revealed markedly reduced activity in the challenged group compared to the negative control. These findings were validated by lower mean optical flow in the infected flock, suggesting reduced movement and activity, and post-mortem physiological markers of inflammation which confirmed the severity of infection in the challenged group. Overall, this study demonstrates that deep learning-based tracking offers a promising solution for real-time monitoring and early infection detection in poultry farming, with the potential to help reduce economic losses and mitigate public health risks associated with infectious disease outbreaks in poultry.", "date": "2025-06-05", "journal": ""}
{"title": "The Syncytial Mesh Model: A Biophysical Framework for Scale-Dependent Coherence in the Brain", "doi": "10.1101/2024.11.22.624908", "authors": "Ballus Santacana, A.", "abstract": "Large-scale neural coherence and distributed plasticity are fundamental to brain function, yet traditional circuit- and connectome-based models fail to capture stable phase gradients, harmonic resonances, and non-local reorganization observed across spatially disconnected regions. We introduce the Syncytial Mesh Model: a unified, three-layered framework in which a mesh-like substrate--grounded in astrocytic syncytia physiology--operates alongside local circuit and structural connectivity layers. The Syncytial Mesh layer, implemented via a damped wave equation on a small-world astrocytic network, generates traveling waves, interference-driven resonance, and distributed co-activation signals that underpin rare, scale-dependent phase coherence (delta/theta, 1 Hz to 8 Hz) and diffuse plasticity. Numerical simulations--using a 9-point isotropic Laplacian, perfectly matched layer (PML) boundaries, and unified RK4 integration-produce artifact-free amplitude snapshots, radial phase gradients, and precise spectral peaks matching human MEG and LFP data. An analytic two-mode model, fitted to empirical phase-gradient coherence across N = 43 subjects, yields a decoherence rate {lambda} {approx} 1.5903/s, explaining why coherence is negligible at micrometer scales yet plateaus at [~]4.65% for millimeter-scale patches. Quantitative comparison with individual spectra shows median Pearson correlation r = 0.917 and median MSE = 26.6 dB2. By embedding the mesh in astrocytic physiology, the Syncytial Mesh Model provides a falsifiable, mechanistically grounded alternative to connectome-centric theories, unifying neural synchrony, resonance, and distributed plasticity across scales.", "date": "2025-06-05", "journal": ""}
{"title": "Immunofocusing on the conserved fusion peptide of HIV envelope glycoprotein in rhesus macaques", "doi": "10.1101/2024.11.27.625755", "authors": "Pratap, P. P.; Cottrell, C. A.; Quinn, J.; Carnathan, D. G.; Bader, D. L. V.; Tran, A. S.; Enemuo, C. A.; Ngo, J. T.; Richey, S. T.; Gao, H.; Shen, X.; Greene, K. M.; Hurtado, J.; Michaels, K. K.; Ben-Akiva, E.; Lemnios, A.; Melo, M. B.; Allen, J. D.; Ozorowski, G.; Crispin, M.; Briney, B.; Montefiori, D.; Silvestri, G.; Irvine, D. J.; Crotty, S.; Ward, A. B.", "abstract": "During infection, the fusion peptide (FP) of HIV envelope glycoprotein (Env) serves a central role in viral fusion with the host cell. As such, the FP is highly conserved and therefore an attractive epitope for vaccine design. Here, we describe a vaccination study in non-human primates (NHPs) where glycan deletions were made on soluble HIV Env to increase FP epitope exposure. When delivered via implantable osmotic pumps, this immunogen primed immune responses against the FP, which were then boosted with heterologous trimers resulting in a focused immune response targeting the conserved FP epitope. Although autologous immunizations did not elicit high affinity FP-targeting antibodies, the conserved FP epitope on a heterologous trimer further matured the lower affinity, FP-targeting B cells. This study suggests using epitope conservation strategies on distinct Env trimer immunogens can focus humoral responses on desired neutralizing epitopes and suppress immune-distracting antibody responses against non-neutralizing epitopes.", "date": "2025-06-05", "journal": ""}
{"title": "Deciphering the thiolactonization mechanism in thiolactomycin biosynthesis", "doi": "10.1101/2024.12.18.629141", "authors": "Guo, J.; Zhang, Q.; Shen, Y.; Cheng, F.; Sang, M.; Wang, X.; Pan, Y.; Liu, M.; Yu, H.-B.; Hu, B.; Wang, S.; Zheng, L.; Geng, C.; Yang, C.; Luo, L.; Zhang, G.; Du, L.; Li, Y.; Zhang, W.; Zhang, Y.; Wang, B.; Li, S.; Zhang, X.", "abstract": "Thiolactomycin (1), which features a unique gama-thiolactone ring, is a promising antibiotic candidate that specifically targets bacterial type II fatty acid synthase. Despite extensive studies on its pharmacological activities, modes of action, and chemical synthesis, the enzymatic processes responsible for forming the activity-determining gama-thiolactone ring have remained largely unknown. Here, we resolve this problem by revealing that the condensation and heterocyclization (Cy) domain of the nonribosomal peptide synthetase (NRPS) TlnC (TlnCCy), along with the cytochrome P450 enzyme TlnA, cooperatively enable the gama-thiolactone assembly. TlnCCy mediates an unusual sulfurtransfer reaction to sulfurate the polyketide intermediate, generating a thiocarboxylate intermediate. Subsequently, TlnA acts as a gama-thiolactone synthase, converting the linear thiocarboxylate intermediate into 1 via a distal radical-based cyclization mechanism. These findings not only expand the functional and catalytic repertoires of NRPS Cy domains and P450 enzymes, but also highlight a special enzymatic strategy for gama-thiolactone biosynthesis in nature.", "date": "2025-06-05", "journal": ""}
{"title": "Mutant Huntingtin exon1 protein detected in mouse brain with neoepitope antibody: effects of CAG repeat expansion, MSH3 silencing, and aggregation", "doi": "10.1101/2024.12.31.630891", "authors": "Sapp, E.; Boudi, A.; Iwanowicz, A.; Belgrad, J.; Miller, R.; Robertson, R.; O'Reilly, D.; Yamada, K.; Deng, Y.; Joni, M.; Li, X.; Kegel-Gleason, K.; Khvorova, A.; Reiner, A.; Aronin, N.; DiFiglia, M.", "abstract": "HTT1a was identified in human and mouse Huntington's disease brain as the pathogenic exon 1 mRNA generated from aberrant splicing between exon 1 and 2 of HTT that contributes to aggregate formation and neuronal dysfunction.1 Detection of the huntingtin exon 1 protein (HTT1a) has been accomplished with fluorescence-based reporter assays (Meso Scale Discovery, Homogeneous Time Resolved Fluorescence) and immunoprecipitation assays in Huntington's disease knock-in mice but direct detection in homogenates by gel electrophoresis and western blot assay has been lacking. Subcellular fractions prepared from mouse and human Huntington's disease brain were separated by gel electrophoresis and probed by western blot with neo-epitope monoclonal antibodies 1B12 and 11G2 directed to the C-terminal eight residues of HTT1a. In caudate putamen of an allelic series of 6 month old Huntington's disease knock-in mice (Q50, Q80, Q111, Q140 and Q175) HTT1a migration was inversely correlated with CAG repeat length and appeared as a SDS soluble high molecular mass smear in Q111, Q140 and Q175 mice but weakly in Q80 and not in WT mice or Q50 indicating a CAG repeat size threshold for detecting HTT1a. HTT1a immunoreactivity diminished if 1B12 and 11G2 antibodies were preincubated with an eight amino acid peptide containing the C-terminus of HTT1a but not with unrelated peptide sequence. Migration of HTT1a and its high molecular mass smear changed with age in caudate putamen of Q111, Q175 and YAC128 mice. Treating Q111 mice with siRNA to MSH3, a modifier of CAG repeat expansion, significantly reduced levels of the high molecular mass smear indicating that the effects of curbing CAG repeat expansion were quantifiable. A prominent 56-60 kDa doublet detected by 1B12 and 11G2 antibodies in lysates from human Huntington's disease brain was not blocked by preincubation with C-terminal HTT1a blocking peptide and also appeared in brains of Parkinson's disease patients. 1B12 and 11G2 antibodies did not immunoprecipitate HTT proteins from either Huntington's disease mouse or human brain lysates using conditions that pulled down full length HTT with anti-HTT antibody 2B7. Altogether these data show that 11G2 and 1B12 antibodies can be used in western blot assays to track and quantify immunoreactive HTT1a levels, solubility, and subcellular localization in Huntington's disease mouse brain.", "date": "2025-06-05", "journal": ""}
{"title": "C-terminal tagging, transmembrane domain hydrophobicity, and an ER retention motif influence the secretory trafficking of the inner nuclear membrane protein emerin", "doi": "10.1101/2025.01.19.633811", "authors": "Mella, J.; Volk, R. F.; Zaro, B. W.; Buchwalter, A.", "abstract": "The inner nuclear membrane (INM), a subdomain of the endoplasmic reticulum (ER), sequesters hundreds of transmembrane proteins within the nucleus. We previously found that one INM protein, emerin, can evade the INM by secretory transport to the lysosome, where it is degraded. In this work, we used targeted mutagenesis to identify intrinsic sequences that promote or inhibit emerins secretory trafficking. By manipulating these sequences across several tag and expression level combinations, we now find that emerins localization is sensitive to C-terminal GFP tagging. While emerins long, hydrophobic C-terminal transmembrane domain facilitates trafficking to the lysosome, extending its lumenal terminus with a GFP tag biases the protein toward this pathway. In contrast, we identify a conserved ER retention sequence that stabilizes N- and C-terminally tagged emerin by limiting its lysosomal flux. These findings underscore long-standing concerns about tagging artifacts and reveal novel determinants of tail-anchored INM protein targeting.", "date": "2025-06-05", "journal": ""}
{"title": "A ggplot-based single-gene viewer reveals insights into the translatome and other nucleotide-resolution omics data", "doi": "10.1101/2025.01.30.635743", "authors": "Wu, H.-Y. L.; Kaufman, I. D.; Hsu, P. Y.", "abstract": "Seeing is believing. Visualizing Ribo-seq and other sequencing data within genes of interest is a powerful approach to studying gene expression, but its application is limited by a lack of robust tools. Here, we introduce ggRibo, a user-friendly R package for visualizing individual gene expression, integrating Ribo-seq, RNA-seq, and other genome-wide datasets with flexible scaling options. ggRibo visualizes 3-nucleotide periodicity, a hallmark of translating ribosomes, within a gene-structure context, including introns and untranslated regions, enabling the study of novel ORFs, translation of different isoforms, and mechanisms of translational regulation. ggRibo can plot multiple Ribo-seq/RNA-seq datasets from different conditions for comparison. It also contains functions for plotting single-transcript view, reading-frame decomposition, and RNA-seq coverage alone. Importantly, ggRibo supports the visualization of other omics datasets that could also be presented with single-nucleotide resolution, such as RNA degradome, transcription start sites, translation initiation sites, and epitranscriptomic modifications. We demonstrate its utility with examples of upstream ORFs, downstream ORFs, nested ORFs, and differential isoform translation in humans, Arabidopsis, tomato, and rice. We also provide examples of multi-omic comparisons that reveal insights that connect the transcriptome, translatome, and degradome. In summary, ggRibo is an advanced single-gene viewer that offers a valuable resource for studying gene expression regulation through its intuitive and flexible platform.", "date": "2025-06-05", "journal": ""}
{"title": "Machine learning driven acceleration of biopharmaceutical formulation development using Excipient Prediction Software (ExPreSo)", "doi": "10.1101/2025.02.12.637685", "authors": "Vidal-Henriquez, E.; Holder, T.; Lee, N. F.; Pompe, C.; Teese, M. G.", "abstract": "Formulation development of protein biopharmaceuticals has become increasingly challenging due to new modalities and higher desired drug substance concentrations. The constraint in drug substance supply and the need for many analytical methods means that only a small selection of excipients can be thoroughly tested in the lab. There are few in-silico tools developed to refine the candidate excipients selected for wet lab testing. To fill this gap we developed the Excipient Prediction Software (ExPreSo), a machine learning algorithm that suggests inactive ingredients based on the properties of the protein drug substance and target product profile. A dataset of over 300 peptide/protein drug formulations with proven long-term stability was created. The dataset was augmented with predictive features including protein structural properties, protein language model embeddings, and drug product characteristics. Supervised machine learning was conducted to create a model that suggests excipients for each drug substance in the dataset. ExPreSo could successfully predict the presence of the nine most prevalent excipients, with validation scores well above a random prediction, and minimal overfitting. A fast variant of ExPreSo using only sequence-based input features showed similar prediction power to slower models that relied on molecular modeling. Interestingly, an ExPreSo variant with only protein-based input features also showed good performance, proving that the algorithm was resilient to the influence of platform formulations. To our knowledge, this is the first machine learning algorithm to suggest biopharmaceutical excipients. Overall, ExPreSo shows great potential to reduce the time, costs, and risks associated with excipient screening during formulation development.", "date": "2025-06-05", "journal": ""}
{"title": "MBCO PathNet: Integration and visualization of networks connecting functionally related pathways predicted from transcriptomic and proteomic datasets", "doi": "10.1101/2025.02.19.638900", "authors": "Hansen, J.; Iyengar, R.", "abstract": "Our desktop application MBCO PathNet allows for quick and easy integration and visualization of networks of functionally related pathways predicted from numerous gene and protein lists using the Molecular Biology of the Cell Ontology (MBCO) and other ontologies. Within networks of hierarchical parent-child relationships or functional relationships, pathways are visualized as pie charts where each slice represents a dataset that predicted that pathway. Sizes of pies and slices can be selected to represent statistical significance or other quantitative measures. In addition, MBCO PathNet can generate bar diagrams, heatmaps and timelines.", "date": "2025-06-05", "journal": ""}
{"title": "Mixotrophy for carbon-conserving waste upcycling", "doi": "10.1101/2025.02.22.639639", "authors": "Weldon, M.; Euler, C.", "abstract": "Modern chemical production, on which human quality of life depends, is unsustainable. Alternative, sustainable manufacturing routes must therefore be developed. Electrochemical and biological processes offer promise for upgrading waste streams, including recalcitrant carbon dioxide and plastic-derived wastes. However, these processes are challenged by the inherent heterogeneity and high energy input requirements for upcycling of the chemical endpoints of the ``take-make-waste`` economy. Cupriavidus necator is emerging as a potentially useful catalyst to valorize such complex feedstocks because of its extreme metabolic flexibility, which allows it to utilize a wide array of substrates, and its ability to use carbon dioxide directly via the Calvin-Benson-Bassham cycle. C. necator natively oxidizes hydrogen to power carbon utilization, but its inherent flexibility offers an as-yet unexplored opportunity to couple waste stream oxidation with carbon dioxide utilization instead, potentially enabling carbon conservative waste upcycling. Here, we uncover the constraints on carbon conservative chemical transformation using C. necator as a model. We systematically examine the carbon yield and thermodynamic feasibility of mixotrophic scenarios that combine waste-derived carbon sources with hydrogen oxidation to power carbon reassimilation. Then, we evaluate carbon-carbon mixotrophic scenarios, with one carbon source providing electrons in place of hydrogen oxidation. We show that both hydrogen and ethylene glycol have high potential as electron sources to drive carbon-neutral or carbon-negative mixotrophic upgrading of waste streams such as acetate or butyrate. In contrast, we find that carbon conservation is likely infeasible for most other waste-derived carbon sources. This work provides a roadmap to establishing novel C. necator strains capable of carbon efficient waste upcycling.", "date": "2025-06-05", "journal": ""}
{"title": "Supervised Deep Learning for Efficient Cryo-EM Image Alignment in Drug Discovery with cryoPARES", "doi": "10.1101/2025.03.04.641536", "authors": "Sanchez-Garcia, R.; Berndt, A.; Apelbaum, A.; Reeks, J.; Williams, P. A.; Poelking, C.; Deane, C.; Saur, M.", "abstract": "Cryo-Electron Microscopy (cryo-EM) is a pivotal tool for determining the 3D structures of biological macromolecules. Current cryo-EM workflows, while effective, are computationally demanding and require manual intervention, creating bottlenecks for use in high-throughput scenarios such as structure-based drug discovery. Often in structure-based drug discovery, one can assume that all instances of a protein are equivalent at the resolutions needed for alignment and it therefore should be possible to harness information about particle poses from previous refinements. Current methods, however, do not leverage this form of prior knowledge, instead aligning each dataset from scratch. We present cryoPARES, a deep learning pose estimation method trained on pre-aligned datasets. Our method not only provides accurate angular predictions significantly faster than traditional approaches but also introduces automated particle pruning capabilities that eliminate manual intervention. These features, together with its single-pass operation, can enable real-time reconstructions that provide feedback during data acquisition. We demonstrate cryoPARES's effectiveness through the rapid structural determination of six ligand-bound complexes across three distinct protein targets and release three new fragment-bound cryo-EM datasets.", "date": "2025-06-05", "journal": ""}
{"title": "Perimenopause promotes neuroinflammation in select hippocampal regions in a mouse model of Alzheimers disease", "doi": "10.1101/2025.03.14.643317", "authors": "Marongiu, R.; Platholi, J.; Park, L.; Yu, F.; Sommer, G.; Woods, C.; Milner, T. A.; Glass, M. J.", "abstract": "Alzheimers disease (AD) is the most common neurodegenerative disorder characterized by age-dependent amyloid beta (A{beta}) aggregation and accumulation, neuroinflammation, and cognitive deficits. Significantly, there are prominent sex differences in the risk, onset, progression, and severity of AD, as well as response to therapies, with disease burden disproportionally affecting women. Although menopause onset (i.e., perimenopause) may be a critical transition stage for AD susceptibility in women, the role of early ovarian decline in initial disease pathology, particularly key neuroinflammatory processes, is not well understood. To study this, we developed a unique mouse model of perimenopausal AD by combining an accelerated ovarian failure (AOF) model of menopause induced by 4-vinylcyclohexene diepoxide (VCD) with the 5xFAD transgenic AD mouse model. To target early stages of disease progression, 5xFAD females were studied at a young age (~4 months) and at the beginning stage of ovarian failure analogous to human perimenopause (termed peri-AOF), and compared to age-matched males. Assessment of neuropathology was performed by immunohistochemical labeling of A{beta} as well as markers of astrocyte and microglia activity in the hippocampus, a brain region involved in learning and memory that is deleteriously impacted during AD. Our results show that genotype, AOF, and sex contributed to AD-like pathology. Aggregation of A{beta} was heightened in female 5xFAD mice and further increased at peri-AOF, with hippocampal subregion specificity. Further, select increases in glial activation also paralleled A{beta} pathology in distinct hippocampal subregions. However, cognitive function was not affected by peri-AOF. These findings align with the hypothesis that perimenopause constitutes a period of susceptibility for AD pathogenesis in women.", "date": "2025-06-05", "journal": ""}
{"title": "Inferring cell dynamics in stress-induced neuroblastoma cell cultures", "doi": "10.1101/2025.03.17.643601", "authors": "Hafiichuk, K.; Hamis, S.; Karlsson, J.; Gisselsson, D.; Chattopadhyay, S.", "abstract": "Neuroblastoma is characterised by significant intratumoural heterogeneity which complicates treatments. Phenotypic plasticity, i.e., the ability of cells to alter their phenotype without genetic mutations, is a key factor contributing to this heterogeneity. In this study, we quantify cell actions and cell-to-cell interactions that lead to phenotypic adaptation in vitro under stress, specifically low-nutrient conditions. We initially record dynamic cell counts under various nutrient conditions for two neuroblastoma cell lines with known phenotype differences. Subsequently, we compile a list of plausible biological processes that could transpire within the aforementioned systems. We then construct candidate models employing mass-action kinetics. To quantitatively infer processes that lead to phenotypic adaptation, we perform a model selection based on computational Bayesian inference methods.Our results suggest that cell-to-cell interactions promote phenotypic adaptation and that the rate of this adaptation increases with decreasing nutrient concentrations. We perform flow cytometry-based experiments to corroborate changes in phenotype composition in response to both nutrient-deprived and treatmentinduced stress conditions.", "date": "2025-06-05", "journal": ""}
{"title": "De novo design of miniprotein agonists and antagonists targeting G protein-coupled receptors", "doi": "10.1101/2025.03.23.644666", "authors": "Muratspahic, E.; Feldman, D.; Kim, D. E.; Qu, X.; Bratovianu, A.-M.; Rivera-Sanchez, P.; Dimitri, F.; Cao, J.; Cary, B. P.; Belousoff, M. J.; Keov, P.; Chen, Q.; Ren, Y.; Fine, J.; Sappington, I.; Schlichthaerle, T.; Zhang, J. Z.; Pillai, A.; Mihaljevic, L.; Bauer, M.; Torres, S. V.; Motmaen, A.; Lee, G. R.; Tran, L.; Wang, X.; Goreshnik, I.; Vafeados, D. K.; Svendsen, J. E.; Hosseinzadeh, P.; Lindegaard, N.; Brandt, M.; Waltenspühl, Y.; Deibler, K.; Oostdyk, L.; Cao, W.; Anantharaman, L.; Stewart, L.; Halloran, L.; Spangler, J. B.; Sexton, P. M.; Roth, B. L.; Krumm, B. E.; Wootten, D.; Tate,", "abstract": "G protein-coupled receptors (GPCRs) play key roles in physiology and are central targets for drug discovery and development, yet the design of protein agonists and antagonists has been challenging as GPCRs are integral membrane proteins and conformationally dynamic. Here we describe computational de novo design methods and a high throughput \"receptor diversion\" microscopy based screen for generating GPCR binding miniproteins with high affinity, potency and selectivity, and the use of these methods to generate MRGPRX1 agonists and CXCR4, GLP1R, GIPR, GCGR and CGRPR antagonists. Cryo-electron microscopy data reveals atomic-level agreement between designed and experimentally determined structures for CGRPR-bound antagonists and MRGPRX1-bound agonists, confirming precise conformational control of receptor function. Our de novo design and screening approach opens new frontiers in GPCR drug discovery and development.", "date": "2025-06-05", "journal": ""}
{"title": "Depth-resolved fiber photometry of amyloid plaque signals in freely behaving Alzheimer's disease mice", "doi": "10.1101/2025.04.08.647900", "authors": "Byron, N.; McAlinden, N.; Pisano, F.; Pisanello, M.; Ferreira, J.; Montinaro, C.; Mathieson, K.; De Vittorio, M.; Pisanello, F.; Sakata, S.", "abstract": "Alzheimers disease pathology typically manifests itself across multiple brain regions yet assessment at this scale in mouse models remains a challenge. This hinders the development of novel therapeutic approaches. Here we introduce a novel fiber photometry approach to monitor amyloid pathology in freely behaving mice. We first demonstrated that flat fiber-based photometry can detect amyloid signals across multiple brain regions under anesthesia after injecting a blood-brain barrier permeable tracer, Methoxy-X04. The depth profile of in vivo fluorescent signals was correlated with postmortem histological plaque signals. After confirming its feasibility ex vivo, we chronically implanted a tapered fiber for depth-resolved fiber photometry in freely behaving mice. After injecting Methoxy-X04, fluorescent signals increased in a depth-specific manner in Alzheimers mice, but not in wild-type littermates. While fiber photometry has been widely adopted to monitor neuronal and non-neuronal activity, our approach expands the capabilities to monitor molecular pathologies such as amyloid plaques, even in a freely behaving condition.", "date": "2025-06-05", "journal": ""}
{"title": "TCRanalyzer: A user-friendly tool for comprehensive analysis of T-cell diversity, dynamics and potential antigen targets", "doi": "10.1101/2025.05.09.652820", "authors": "Seifert, N.; Reinke, S.; Kurz, N. S.; Demmer, J. A.; Kornrumpf, K.; Beissbarth, T.; Klapper, W.; Altenbuchinger, M.", "abstract": "T cells are critical for immune responses, recognizing antigens via their unique T-cell receptors (TCRs). Analyzing the diverse TCR repertoires, especially the hypervariable CDR3 region, is essential for understanding immune function in health and disease. Current TCR analysis tools often require specialized expertise, computational resources, or sacrifice biological information for efficiency. To address these limitations, we developed TCRanalyzer, a fast and comprehensive TCR analysis pipeline within a user-friendly graphical interface. TCRanalyzer covers all steps from data loading, aggregation and optional sequence clustering, to the analysis of TCR diversity metrics, clonal expansion and antigen specificity. Applied to datasets from patients with either benign or malignant tumors, TCRanalyzer identified changes in TCR clonality, clonal expansion and shifts in antigen specificity across different cohorts or following immunotherapy, thereby demonstrating its potential to dissect critical immunological processes. TCRanalyzer provides a robust and user-friendly tool for TCR sequence analysis, enhancing research in immunology and related fields.", "date": "2025-06-05", "journal": ""}
{"title": "Network-based Near-Scalp Personalized Brain Stimulation Targets", "doi": "10.1101/2025.05.15.654391", "authors": "Kong, R.; Xue, A.; Ooi, L. Q. R.; Asplund, C.; Tan, X. W.; Goh, S. E.; Lee, J. J.; Koh, J. Z. J.; Tan, R. S. Y.; Singh, H. K. G.; Tan, T. W. K.; Webler, R. D.; Fox, M. D.; Siddiqi, S. H.; Tor, P.-C.; Yeo, B. T. T.", "abstract": "BackgroundFunctional connectivity (FC) is often used to identify personalized targets for transcranial magnetic stimulation (TMS). However, existing methods often overlook individual differences in whole-cortex network organization. Furthermore, in some personalized TMS protocols, a lower stimulation intensity is used for targets closer to the scalp. Therefore, near-scalp targets might improve patient tolerance.\n\nObjectiveWe develop an algorithm to simultaneously optimize FC and scalp proximity for personalized target localization.\n\nMethodsWe use the multi-session hierarchical Bayesian model (MS-HBM) to estimate high-quality individual-specific cortical networks. A tree-based algorithm is then used to select the optimal target location. By essentially having no parameter to tune, our framework might improve generalizability across populations. We compare our approach to existing \"cluster\" and \"cone\" algorithms in terms of scalp proximity, test-retest reliability, and FC to brain regions implicated in depression.\n\nResultsIn two test-retest datasets of healthy individuals from the United States and Singapore, tree-based MS-HBM reliably identifies personalized TMS targets for depression in close proximity to the scalp. These targets compare favorably with cone and cluster targets in terms of reliability, scalp proximity, and FC to the subgenual anterior cingulate cortex in new out-of-sample MRI sessions from the same individuals. Compared with the cluster algorithm, tree-based MS-HBM targets hypothetically reduce stimulation intensity by 12% using a linear intensity adjustment protocol. To demonstrate versatility, we apply the same algorithm, without having to tune any parameter, to identify personalized TMS targets for anxiety.\n\nConclusionThe tree-based MS-HBM algorithm provides a robust, generalizable framework to estimate near-scalp personalized targets across different populations.", "date": "2025-06-05", "journal": ""}
{"title": "A resource and computational approach for quantifying gene editing allelism at single-cell resolution", "doi": "10.1101/2025.05.22.653824", "authors": "Ung, M. H.; Angelini, G.; Wang, R.; Pyclik, A.; Lydeard, J. R.; Ferrucio, J. X.; Lin, M. I.; Chakraborty, T.; Ge, H. G.", "abstract": "CRISPR-Cas9-based gene editing is a powerful approach to developing gene and cell therapies for several diseases. Engineering cell therapies requires accurate assessment of gene editing allelism because editing patterns can vary across cells leading to genotypic heterogeneity. This can hinder development of complex cell therapies involving the use of multiplex editing. Droplet-based targeted single-cell DNA sequencing (scDNAseq) has been used to genotype targeted loci across thousands of cells enabling high-throughput assessment of gene editing efficiency. Here, we constructed a ground truth gene editing single-cell DNAseq atlas, along with an artifact-aware computational workflow called GUMM (Genotyping Using Mixture Models) to systematically infer single-cell allelism from these data. This resource was created by expanding CRISPR-Cas9-edited HL-60 clones that harbored distinct insertion-deletion (indel) profiles in CLEC12A and mixing them at pre-defined ratios to create artificial cocktails that mimic the potential editing diversity of a CRISPR-Cas9 experiment. This enabled assessment of technical artifacts that confound interpretation of allelism in the readouts of gene edited cells. GUMM was able to accurately genotype cells and infer the original clonal composition of the artificial cocktails even in the presence of artifacts.", "date": "2025-06-05", "journal": ""}
{"title": "Shola Sky Islands Survey 2025", "doi": "10.1101/2025.05.29.656751", "authors": "P, S. M.; L, R. R.; K, S. E.; K, V. C.", "abstract": "The Shola Sky Islands of the Western Ghats are isolated montane habitats that harbour significant avian diversity and endemism. This study assessed bird species diversity across five mountain ranges in Wayanad, Kerala (Banasura, Brahmagiri, Camels Hump, Kuricharmala, and Manikunnu) situated above 1200 meters. A total of 144 species were recorded, with the Camels Hump range supporting the highest diversity (81 species). Patterns of species richness were found to correspond with mountain area and degree of isolation, consistent with the principles of island biogeography. Birds were classified by taxonomic order and family, with Passeriformes being the most dominant order. Among families, Muscicapidae recorded the highest number of species, followed by Accipitridae and Phylloscopidae. Invertivores constituted the majority of trophic guilds, and species richness showed a general decline with increasing elevation. These findings highlight the importance of habitat area and connectivity in shaping avian communities within sky island ecosystems. They also underline the urgent need for targeted conservation efforts in this ecologically sensitive region, much of which falls under territorial divisions, including reserve and vested forests.", "date": "2025-06-05", "journal": ""}
{"title": "Leveraging autophagy and pyrimidine metabolism to target pancreatic cancer", "doi": "10.1101/2025.05.29.656904", "authors": "Dufresne, S.; Kuna, R. S.; Wong, K.; Komarla, A.; Rock, A.; Rosada-Encarnacion, J.; Shen, C.; Mondal, P.; Parham, L. R.; Layng, F. I.; Peck, K. L.; Fowler, A.; Lowy, A. M.; Engle, D.; Tiriac, H.; Shaw, R.; Cosford, N.; Metallo, C.; Towers, C. G.", "abstract": "Autophagy inhibitors are promising compounds to treat pancreatic ductal adenocarcinoma (PDA) but their efficacy in patients is unclear, highlighting a need to understand mechanisms of resistance. We used a novel approach to uncover metabolic adaptations that bypass autophagy inhibition. Utilizing PDA cells with acquired resistance to different autophagy inhibitors, we found that severe autophagy depletion induces metabolic rewiring to sustain TCA intermediates and nucleotides for biosynthesis. Long-term autophagy inhibition results in altered pyruvate metabolism likely regulated by lower pyrimidine pools. Cells adapting to loss of autophagy preferentially salvage pyrimidines to replenish these pools instead of synthesizing them de novo. Exploiting this metabolic vulnerability, we found that acquired resistance to autophagy inhibition promotes increased salvage and therefore sensitivity to pyrimidine analogues, including gemcitabine and trifluridine/tipiracil leading to combinatory effects with autophagy inhibitors and pyrimidine analogs. These studies provide mechanistic insight defining how autophagy inhibition can be leveraged to treat pancreatic cancer.", "date": "2025-06-05", "journal": ""}
{"title": "OPM quantum sensors enhance non-invasive neuroimaging performance", "doi": "10.1101/2025.05.30.657044", "authors": "Brickwedde, M.; Anders, P.; Krueger, P.; Sander, T.; Uhlhaas, P.", "abstract": "Much of our understanding of how neural circuit activity relates to human behaviour as well as mental health stems from non-invasive assessments of the central nervous system. Further progress in key questions, however, requires a higher differentiation of circuit-level activity, which remains constrained by the sensitivity and resolution of existing instruments. Here we show that neural quantum sensing with optically pumped magnetometers (OPMs) addresses this issue by significantly outperforming EEG and conventional MEG in both signal-to-noise ratio (SNR) and signal coherence across trials. SNR for OPMs was increased by up to 205% compared to EEG and by up to 40% compared to conventional MEG. Likewise, the signal coherence across trials of OPMs was increased by up to 61% compared to EEG and by up to 23% compared to conventional MEG. Our data emphasize the important role of OPMs for non-invasive neuroimaging, paving the way for significant advances in basic research as well as translational applications.", "date": "2025-06-05", "journal": ""}
{"title": "Novel Adomaviruses Associated with Blotchy Bass Syndrome in Black Basses (Micropterus spp.)", "doi": "10.1101/2025.06.01.657292", "authors": "Iwanowicz, L. R.; Raines, C. D.; Young, K. T.; Blazer, V. S.; Walsh, H. L.; Smith, G.; Holt, C.; Odenkirk, J.; Jones, T.; Hessenauer, J.-M.; Biggs, M.; Buck, C. B.; Greer, J.; Cornman, R. S.", "abstract": "Black bass (Micropterus spp.) are the most important warmwater game fishes in the United States. They have high socioeconomic and recreational value and support an important aquaculture industry. Since 2008, fisheries managers have been reporting the observation of hyperpigmented melanistic lesions (HPMLs) on smallmouth bass (M. dolomieu) in different ecoregions of the United States. Similar HPMLs have been observed in largemouth bass (M. nigricans) since the 1980s. Here, we report a close association between novel adomaviruses and the hallmark blotchy clinical presentation of hyperpigmented lesions on the skin smallmouth and largemouth black bass and provide evidence that satisfies Rivers postulates. The two adomaviruses are structurally and phylogenetically similar but share only 68.0% identity at aligned nucleotide sites and each has been found in only one host species to date. The manifestation of this skin disease appears to be seasonal in both species, primarily affects adults and is of unknown health consequence. Although the significance of infection to fish health remains unclear, understanding the disease ecology of these can inform biosecurity and the interjurisdictional movement of individuals. Moreover, as hyperpigmentation in other fish species is often idiopathic, our findings reframe perspectives for future investigations into this clinical presentation in other species.", "date": "2025-06-05", "journal": ""}
{"title": "Non-Invasive Mechanical-Functional Analysis of Individual Liver Mitochondria by Atomic Force Microscopy", "doi": "10.1101/2025.06.01.657242", "authors": "Zorikova, E. O.; Chourasia, S.; Rosenhek-Goldian, I.; Cohen, S. R.; Nesterov, S. V.; Gross, A.", "abstract": "Mitochondria play a pivotal role in energy production, signaling, and apoptosis. Yet, probing their functional state at the single-organelle level without invasive labels remains a major challenge. Here, we introduce a novel, label-free approach that leverages Atomic Force Microscopy (AFM) beyond its traditional imaging role, transforming it into a powerful tool for functional analysis of individual, isolated mitochondria. By immobilizing mouse liver mitochondria on polylysine-coated mica, we achieved nanoscale resolution of mitochondrial mechanical properties including height, height fluctuation power spectra, and Youngs modulus, under different respiratory states. Strikingly, fluctuations in mitochondrial height fluctuations below 20 Hz showed robust correlation with the mitochondria membrane potential ({Delta}{Psi}m), a cornerstone of mitochondrial function. This relationship allows AFM to sensitively detect changes in the mitochondria bioenergetic status. Applying this method to mitochondria from liver-specific MTCH2 liver-conditional knockout mice, a model of mitochondrial malfunction, we confirmed AFMs diagnostic potential. The technique reliably distinguished malfunctional mitochondria, mirroring and adding new insights beyond conventional fluorescence assays. By bridging nanomechanics and mitochondrial bioenergetics, this approach paves the way for non-invasive, high-resolution diagnostics at the single-organelle level, holding promise to monitor the actual functional state of mitochondria in clinical settings.", "date": "2025-06-05", "journal": ""}
{"title": "In situ structure of bacterial 50S ribosomes at 2.98 A resolution from vitreous sections.", "doi": "10.1101/2025.06.03.657669", "authors": "Al-Amoudi, A.; Baradaran, R.; Yuan, X.; Naschberger, A.", "abstract": "In situ high-resolution structure determination is limited to samples that are thin enough to be penetrated by the electron beam during imaging. Currently, the most widely used method for sample thinning involves focused ion or plasma beam milling of biological specimens to produce lamellae with thicknesses as low as 100-150 nm. However, surface damage caused by the milling process can extend 30-60 nm deep, leaving only a narrow undamaged core and thereby restricting the usable lamella thickness. This imposes significant limitations on single-particle analysis of smaller macromolecular complexes due to elevated structural noise, which cannot be avoided in situ because of the dense cellular environment composed of proteins, membranes, and other ultrastructures. Therefore, alternative methods capable of producing thinner samples are needed to reduce this structural background and enable in situ single-particle analysis. Here, we demonstrate that high-resolution structures at side-chain level can be obtained from vitreous sections prepared by cryo-ultramicrotomy, both in vitro and in situ. We optimized the method to produce high-quality sections as thin as 30-50 nm, free from significant surface damage such as crevasses. Using this approach, we determined the structure of the 50S ribosomal subunit in vitro in a standard buffer system and show that orientation bias can be overcome in using this technique. In addition, we systematically analyzed section thickness and show that our ultrathin sections are thin enough to physically cleave 70S ribosomes, suggesting that this approach may be particularly well suited for the structural analysis of smaller macromolecules. Finally, we present a sub-3 A resolution reconstruction of the 50S ribosomal large subunit in situ from bacterial cells. Future directions and potential applications are discussed, with a focus on advancing in situ single-particle analysis of smaller macromolecular complexes.", "date": "2025-06-05", "journal": ""}
{"title": "Towards Unified Neural Decoding with Brain Functional Network Modeling", "doi": "10.1101/2025.06.02.657011", "authors": "Wu, D.; Bu, L.; Jia, Y.; Cao, L.; Li, S.; Zhou, Y.; Fan, S.; Ren, W.; Wu, D.; Wang, K.; Zhang, Y.; Ma, Y.; Yang, J.; Sawan, M.", "abstract": "Recent achievements in implantable brain-computer interfaces (iBCIs) have demonstrated the potential to decode cognitive and motor behaviors with intracranial brain recordings; however, individual physiological and electrode implantation heterogeneities have constrained current approaches to neural decoding within single individuals, rendering interindividual neural decoding elusive. Here, we present Multi-individual Brain Region-Aggregated Network (MIBRAIN), a neural decoding framework that constructs a whole functional brain network model by integrating intracranial neurophysiological recordings across multiple individuals. MIBRAIN leverages self-supervised learning to derive generalized neural prototypes and supports group-level analysis of brain-region interactions and inter-subject neural synchrony. To validate our framework, we recorded stereoelectroencephalography (sEEG) signals from a cohort of individuals performing Mandarin syllable articulation. Both real-time online and offline decoding experiments demonstrated significant improvements in both audible and silent articulation decoding, enhanced decoding accuracy with increased multi-subject data integration, and effective generalization to unseen subjects. Furthermore, neural predictions for regions without direct electrode coverage were validated against authentic neural data. Overall, this framework paves the way for robust neural decoding across individuals and offers insights for practical clinical applications.", "date": "2025-06-05", "journal": ""}
{"title": "Novel infection by Mucor hiemalis kills Caenorhabditis hosts through intestinal perforation", "doi": "10.1101/2025.06.04.657490", "authors": "Ni, J.; Sowa, J. N.", "abstract": "The nematode Caenorhabditis elegans has emerged as a popular model system to investigate cell biology and host-pathogen interactions. Presently, C. elegans is studied as a natural host of intracellular pathogens such as microsporidia and Orsay virus along with extracellular bacterial and fungal pathogens. The use of C. elegans as a model in host-pathogen research is limited by the number of naturally occurring pathogens to the organism. Through a sampling project to identify new pathogens of C. elegans, we identified the fungus Mucor hiemalis as a pathogen of Caenorhabditis species. We observed the fungus in the intestinal lumen of wild-caught Caenorhabditis briggsae, and co-culturing the wild-caught species with infection reporter C. elegans confirmed infection by M. hiemalis. This study characterizes the fungal infection by M. hiemalis in Caenorhabditis nematodes. Fluorescence microscopy with fungal staining revealed the life cycle of M. hiemalis within multiple Caenorhabditis species at varying growth stages. We observed the killing of nematodes by M. hiemalis via intestinal perforation and assessed its host range through a series of lifespan assays. We investigated the food preference of C. elegans and determined that nematodes show a preference towards food that contains M. hiemalis spores. Lastly, we evaluated common C. elegans transcriptional immune responses and found that M. hiemalis does not induce genes associated with the intracellular pathogen response or other responses seen with previously studied bacterial and fungal pathogens. Characterization of this fungal infection in Caenorhabditis nematodes will provide new insights into the biology of pathogenic fungi and host immune responses.", "date": "2025-06-05", "journal": ""}
{"title": "Cell fate specification during respiratory development requires ARID1A-containing canonical BAF complex activity", "doi": "10.1101/2025.06.02.657302", "authors": "Lee, H.; Jaquish, A.; Fernandes, S.; Zhao, B.; Elitz, A.; Cook, K.; Trovillion, S.; Arias, N. M. B.; Han, S.; Goodwin, S.; Russell, N.; Zacharias, A. L.; Brugmann, S. A.; Whitsett, J. A.; Sinner, D. I.; Sun, X. I.; Swarr, D. T.; Zacharias, W. J.", "abstract": "Development of the mammalian lung requires formation of a definitive lung bud from the foregut endoderm, branching morphogenesis, specification of a proximal to distal axis, and differentiation of extensive specialized airway and alveolar epithelial lineages. These steps require coordinated temporal and regional gene expression to define the lung epithelium in preparation for the first breath at birth. While the transcriptional and signaling regulators required for lung development are increasingly well known, the key epigenetic complexes that interact with lineage transcription factors for cell-specific control of gene expression remain to be defined. Here, we identify a key role for the canonical BAF complex, an ATP-dependent chromatin remodeling complex, during lung epithelial development. Loss of canonical BAF activity throughout the foregut endoderm leads to complete failure of lung formation, and selective deletion of a single key subunit, ARID1A, leads to failure of proximal-distal axis specification, with dilated airway-like structures lined by ectopic basal cells found throughout the distal lung, and failure of specification of alveolar type 1 (AT1) cells in the distal saccular epithelium. In place of AT1 cells, we identified a highly proliferative epithelial cell state defined by joint activation of YAP and WNT signaling and loss of BMP signaling response, leading to increased proliferation and failure of appropriate epithelial differentiation. These changes resulted in secondary failure of mesenchymal and endothelial specification, leading to broad loss of patterning of the distal lung further disrupting peripheral lung morphogenesis. Using embryonic lung organoids, we demonstrate that exogenous BMP4 signaling is sufficient to rescue AT1 and AT2 cell differentiation in ARID1A-null epithelium, while WNT and YAP signaling require functional BAF complex. Together, these data demonstrate a requirement for the BAF complex for lung formation, proximal-distal patterning, and cell fate acquisition, and reveal surprising differential specificity between signaling pathways during lung development.", "date": "2025-06-05", "journal": ""}
{"title": "Mechanical force-mediated cellular crosstalk maintains the integrity of the lung gas exchange niche", "doi": "10.1101/2025.06.04.657878", "authors": "Shen, C.; Morley, M. P.; Zhao, G.; Jones, D. L.; Schaefer, S. E.; Planer, J. D.; Chembazhi, U. V.; Kim, M.; Ying, Y.; Zhou, S.; Li, S.; Hallquist, H.; Lange, A.; Basil, M. C.; Morrisey, E. E.", "abstract": "The lungs undergo constant mechanical strain as part of their function. Within the lung alveoli, alveolar epithelial type 1 (AT1) cells and associated capillary endothelial cells (CAP) comprise the minimal gas exchange unit. How cells in the alveolar niche respond to respiration-mediated mechanical forces remains poorly understood. Using a reversible bronchial ligation model to control unilateral lung motion in mice, we show that blocking respiratory movements in the lungs leads to transcriptional changes in signaling involved in dysfunctional lung repair. Inhibited lung motion induces the emergence of a permanent, distinct mechanically induced capillary endothelial CAP or (miCAP) state, defined by expression of Ntrk2. Importantly, the emergence of miCAPs requires attenuated mechanotransduction signaling in adjacent AT1 cells. Normalization of lung motion after respiratory blockade spontaneously activates the proliferation of miCAPs, while other transcriptional changes are maintained. Collectively, these results reveal a mechano-responsive endothelial cell state induced by respiration mechanics and mechanosensing in adjacent AT1 cells, revealing the distinct impact of mechanical strain on the lung gas exchange interface.", "date": "2025-06-05", "journal": ""}
{"title": "Structural and temporal dynamics analysis on PANoptosis in sepsis: a bibliometric analysis", "doi": "10.1101/2025.06.02.657552", "authors": "Li, Z.; Nie, D.; Yin, L.; Qin, Q.; Yang, C.; Li, R.; Gao, X.; Yu, X.; Wang, Y.", "abstract": "PANoptosis, as a new type of programmed cell death, is characterized by pyroptosis, apoptosis and necroptosis, and is a key mechanism causing a variety of inflammatory diseases. Despite the growing number of studies indicating the crucial role of PANoptosis in sepsis, there has been no bibliometric analysis of the research hotspots and trends in this field. Therefore, this study aims to explore the history, research hotspots and emerging trends of PANoptosis in sepsis related research in the past 20 years from the perspective of structure and temporal dynamics. The articles related to PANoptosis in sepsis were retrieved from the Web of Science Core Collection (WoSCC) database from 2000 to 2024. CiteSpace and HistCite were used to analyse the historical features, the evolution of active topics, and emerging trends about PANoptosis in sepsis. 6165 original articles and reviews on PANoptosis in sepsis were included in the bibliometric analysis. In the last 20 years, the number of published documents is increasing year by year and reaches a peak in 2022. At the same time, many activation themes have emerged at different times, as evidenced by a total of 96 categories, 865 keywords and 629 reference bursts. Keyword clustering anchored eight emerging research subfields, namely 0# oxidative stress, 1#pyroptosis, 2#sepsis-associated encephalopathy, 3#acute kidney injury, 4#immunosuppression, 5#necroptosis, 7#lung injury and 8#extracellular vesicles. The keyword alluvial map shows that the most persistent research concepts in this field are phosphatase. And the emerging keywords are toll_like_receptors, regulatory T cells, recognition, etc. In a timeline visualization based on the time span of the citations, we find five relevant emerging topics, namely 1# immunosuppression, 2# sepsis-induced cardiomyopathy, 3# pyroptosis, 4# acute kidney injury, and 13# COVID-19. Our study provides a comprehensive bibliometric analysis and summary about the current status and trends on PANoptosis in sepsis, which will aid researchers in conducting further scientific research in this field.", "date": "2025-06-05", "journal": ""}
{"title": "Bit-Reproducible Phylogenetic Tree Inference under Varying Core-Counts via Reproducible Parallel Reduction Operators", "doi": "10.1101/2025.06.02.656320", "authors": "Stelz, C.; Huebner, L.; Stamatakis, A.", "abstract": "Motivation: Phylogenetic trees describe the evolutionary history among biological species based on their genomic data. Maximum Likelihood (ML) based phylogenetic inference tools search for the tree and evolutionary model that best explain the observed genomic data. Given the independence of likelihood score calculations between different genomic sites, parallel computation is commonly deployed. This is followed by a parallel summation over the per-site scores to obtain the overall likelihood score of the tree. However, basic arithmetic operations on IEEE 754 floating-point numbers, such as addition and multiplication, inherently introduce rounding errors. Consequently, the order by which floating-point operations are executed affects the exact resulting likelihood value since these operations are not associative. Moreover, parallel reduction algorithms in numerical codes re-associate operations as a function of the core count and cluster network topology, inducing different round-off errors. These low-level deviations can cause heuristic searches to diverge and induce high-level result discrepancies (e.g., yield topologically distinct phylogenies). This effect has also been observed in multiple scientific fields, beyond phylogenetics. Results: We observe that varying the degree of parallelism results in diverging phylogenetic tree searches (high level results) for over 31 % out of 10 130 empirical datasets. More importantly, 8 % of these diverging datasets yield trees that are statistically significantly worse than the best known ML tree for the dataset (AU-test, p < 0.05). To alleviate this, we develop a variant of the widely used phylogenetic inference tool RAxML-NG, which does yield bit-reproducible results under varying core-counts, with a slowdown of only 0 to 12.7 % (median 0.8 %) on up to 768 cores. We further introduce the ReproRed reduction algorithm, which yields bit-identical results under varying core-counts, by maintaining a fixed operation order that is independent of the communication pattern. ReproRed is thus applicable to all associative reduction operations - in contrast to competitors, which are confined to summation. Our ReproRed reduction algorithm only exchanges the theoretical minimum number of messages, overlaps communication with computation, and utilizes fast base-cases for local reductions. ReproRed is able to all-reduce (via a subsequent broadcast) 4.1 {middle dot} 106 operands across 48 to 768 cores in 19.7 to 48.61 {micro}s, thereby exhibiting a slowdown of 13 to 93 % over a non-reproducible all-reduce algorithm. ReproRed outperforms the state-of-the-art reproducible all-reduction algorithm ReproBLAS (offers summation only) beyond 10 000 elements per core. In summary, we re-assess non-reproducibility in parallel phylogenetic inference, present the first bit-reproducible parallel phylogenetic inference tool, as well as introduce a general algorithm and open-source code for conducting reproducible associative parallel reduction operations.", "date": "2025-06-05", "journal": ""}
{"title": "Prognostic significance of Ki-67, BAX, Caspase-3, and VEGF expression in feline intestinal lymphoma", "doi": "10.1101/2025.06.01.657294", "authors": "Faraldo, N. C.; Rosenfeld, A. d. F. S.; Brombatti, K. G.; Amorim, R. L.; Battaglia, S. T. H.; Sobral, R. A.; Fonseca Alves, C. E.", "abstract": "Feline intestinal lymphoma is the most common gastrointestinal neoplasm in cats and presents variable biological behavior and treatment responses. Despite its clinical importance, reliable prognostic biomarkers for this neoplasm are still lacking. This study aimed to investigate the immunohistochemical expression of Ki-67, BAX, caspase-3, and VEGF-A in feline intestinal lymphoma and evaluate their potential associations with overall survival and response to chemotherapy. Thirty cases of feline intestinal lymphoma were retrospectively analyzed. Clinical data, histopathological classification (lymphocytic vs. lymphoblastic), and immunophenotyping (B- vs. T-cell origin) were assessed. Immunohistochemistry was performed to evaluate the expression levels of Ki-67, BAX, caspase-3, and VEGF-A, which were classified as high or low. Associations between biomarker expression, lymphoma subtype, treatment status, and overall survival were analyzed via Kaplan?Meier curves and statistical comparisons. Most cases were of T-cell origin (22/30), with 17 classified as lymphocytic and 13 as lymphoblastic lymphoma. Chemotherapy significantly increased overall survival (p = 0.0008). Low expression of BAX (p = 0.0032), high expression of Ki-67 (p = 0.0184), and low expression of caspase-3 (p = 0.0222) were associated with reduced survival. VEGF-A expression was not significantly associated with survival (p = 0.0556), although a trend toward worse prognosis in high-expression cases was observed. When biomarker expression was analyzed in conjunction with chemotherapy status, the prognostic value of each marker was enhanced, with all the markers showing significant associations with survival (p < 0.0001). BAX, caspase-3, and Ki-67 expression levels are associated with prognosis in feline intestinal lymphoma, particularly when considered alongside treatment status. These markers may assist in predicting survival outcomes and tailoring therapeutic strategies in affected cats.", "date": "2025-06-05", "journal": ""}
{"title": "Receptor-enriched analysis of functional connectivity (REACT) for understanding cannabinoid neuropsychopharmacology", "doi": "10.1101/2025.06.02.657387", "authors": "Shatalina, E.; Ertl, N.; Petrilli, K.; Ofori, S.; Borisova, A.; Mokrysz, C.; Curran, V.; Lawn, W.; Freeman, T. P.; Howes, O.; Wall, M. B.", "abstract": "BackgroundCannabis is one of the most widely used psychoactive substances in the world and is increasingly investigated as a treatment for neuropsychiatric conditions. Cannabis contains delta-9-tetrahydrocannabinol (THC), which is thought to underlie its main psychoactive effects, and cannabidiol (CBD), which has been proposed to modulate the effects of THC on the brain. Both have activity at CB1 receptors, whilst THC also binds to CB2 receptors. However, it is unclear how THCs effects on brain function are related to cannabinoid receptors, or how CBD co-administration affects this. We aimed to investigate the effects of vaporised THC and the moderating effects of CBD on CB1 and CB2 receptor- enriched functional connectivity.\n\nMethodsForty-eight participants (24 adolescents and 24 adults) who used cannabis 0.5-3 days/week (mean=1.5 days/week) participated in a randomised, crossover, placebo- controlled, double-blind experiment where they inhaled vaporised cannabis containing either THC-only (8mg/75kg person), THC+CBD (8 mg THC + 24 mg CBD/75 kg person) or no psychoactive compounds (placebo). Resting-state functional MRI data were collected approximately 50 minutes post-administration. Receptor distribution maps were derived from positron emission tomography (PET) imaging for CB1 receptors and the Allen Human Brain Atlas (AHBA) for CB2 receptors. Receptor-Enriched Analysis of Connectivity by Targets (REACT) analytical methodology was used to investigate changes in functional connectivity related to specific receptor targets.\n\nResultsInhalation of both THC-only and THC+CBD cannabis induced significant decreases in CB1 and CB2 receptor-enriched functional connectivity compared to placebo. The THC+CBD condition showed more extensive reductions than THC-only cannabis for both CB1- and CB2- enriched functional connectivity, affecting regions including the dorsolateral prefrontal cortex, cingulate cortex, insula, hippocampus, amygdala, and putamen. Higher THC plasma levels were associated with greater decreases in functional connectivity in the THC+CBD condition. Exploratory analyses identified significant positive and negative relationships between subjective drug effects and receptor-enriched functional connectivity in a region- dependent manner.\n\nConclusionsCannabis with and without CBD decreased resting-state functional connectivity in networks associated with CB1 and CB2 receptor distribution. Co-administration of CBD with THC appears to enhance these effects. The REACT analytical methodology identified changes in CB1- and CB2-enriched functional connectivity are related to THC and CBD plasma levels as well as subjective drug effects across a range of regions.", "date": "2025-06-05", "journal": ""}
{"title": "Quantitative Real-Time PCR Detection of Inactivated H5 Avian Influenza Virus in Raw Milk Samples by Miniaturized Instruments Designed for On-Site Testing", "doi": "10.1101/2025.06.02.657307", "authors": "Hsiao, C.-C.; Lin, C.-C.; Chen, Y.-M.; Cheng, M.-C.; Davison, S.; Ma, J.; Dai, H.-L.", "abstract": "Highly pathogenic avian influenza virus (HPAIV) of H5 and H7 subtypes has emerged as one of the most important zoonotic pathogens in the 21st century with significant economic consequences. The recent outbreak of H5N1 avian influenza (AI) in dairy cattle highlighted the importance of early detection in managing and mitigating HPAIV outbreaks. A successful high-speed diagnostic response requires rapid site and specimen access, minimal time for test protocols, and prompt communication of the diagnostic results to government officials. A new diagnostic paradigm that consists of miniaturized extractor and qPCR instruments (EZextractor and EZcycler MiniQ), designed for mobile, on-site testing has been compared with a platform of benchtop instruments (QIAGEN RNeasy and QuantStudio 5) for detecting inactivated H5 avian influenza virus (AIV) spiked in raw milk samples. Two sets of experiments were performed: 1) 15 raw milk samples, obtained from 15 different farms, diluted with phosphate-buffered saline and spiked with the virus to reach approximately 10 copies/mcL virus concentration, and 2) raw milk samples from two farms, each spiked with the inactivated AIV H5 followed by 5 series of dilution to reach AIV concentrations of 1000, 100, 10, 1 and 0.1 copies/mcL. Results show that despite the inhibitors in raw milk, AIV in all samples can be detected by both platforms. The MT platform showed higher sensitivity than the benchtop platform: the Ct values from the MT were ~2 units lower than the benchtop Ct values. Our findings demonstrate the robustness of the MT platform for diagnosing AIV H5 in raw milk samples and support its use as an on-site diagnostic for rapid surveillance and response.", "date": "2025-06-05", "journal": ""}
{"title": "RB dependent transcriptional regulation at mitotic centromeres preserves genome stability", "doi": "10.1101/2025.06.04.657825", "authors": "Manning, A. L.; Crowley, E. A.", "abstract": "Transcripts derived from centromere repeats play a critical role in the localization and activity of kinetochore components during mitosis such that disruption of RNA polymerase II-dependent transcription compromises the fidelity of chromosome segregation. Here, we show that the retinoblastoma tumor suppressor protein (RB), a critical regulator of the G1/S cell cycle transition, additionally plays an important role in the regulation of centromere transcription during mitosis. We find that cells lacking RB experience increased RNA Polymerase II activity at mitotic centromeres and a corresponding increase in nascent RNA transcripts derived from centromere sequences. Together with high levels of centromere transcription and corresponding R-loop formation, RB-deficient cells exhibit centromere DNA breaks and local activation of ATR that correspond with increased centromere localization of Aurora B, destabilization of kinetochore-microtubule attachments, and an increase in anaphase defects. Importantly, reduction of DNA damage, ATR activity, and mitotic defects following inhibition of RNA Pol II, or targeted repression of centromere transcription through centromere tethering of Suv420H2, support that mitotic defects in RB-deficient cells are linked to centromere transcription.", "date": "2025-06-05", "journal": ""}
{"title": "The gut microbiota metabolite isovalerate enhances the epithelial barrier function in cell monolayers derived from porcine ileum organoids", "doi": "10.1101/2025.06.04.657803", "authors": "Beaumont, M.; Vicente, C.; Lencina, C.; Jones, E.; Lecuelle, S.; Chalvon-Demersay, T.", "abstract": "The gut microbiota produces numerous metabolites that influence the epithelial barrier function. Bacterial catabolism of amino acids produces a wide variety of metabolites whose effects on the intestinal epithelium remain to be fully identified. In this study, we investigated the effects of amino acid derived metabolites (isovalerate, isobutyrate, 2-methylbutyrate, 5-aminovalerate, cadaverine, putrescine, and tryptamine) in cell monolayers derived from porcine ileum organoids. Our results show that the leucine-derived branched-chain fatty acid (BCFA) isovalerate improved the epithelial barrier function, as assessed by transepithelial electrical resistance measurement and permeability assay. Isovalerate upregulated the expression of genes involved in innate immunity, markers of absorptive cells and enteroendocrine cells while reducing the expression of the stem cells and mucus related genes. Most of the effects of isovalerate on epithelial cells were also observed with the bacterial metabolite butyrate, an inhibitor of the epigenetic enzymes histone deacetylases (HDAC). Furthermore, the structurally unrelated HDAC inhibitor trichostatin A improved epithelial barrier function and upregulated SLPI gene expression, as observed with isovalerate and butyrate. Isovalerate also upregulated the gene expression of antioxidant enzymes and this effect was not observed with butyrate. Interestingly, the other two BCFAs isobutyrate and 2-methylbutyrate did not replicate the effects of isovalerate, suggesting that the carbon chain structure of isovalerate mediates its effect. In contrast, we found that all three BCFAs were able to cross the epithelial cell monolayer derived from porcine ileum organoids from the apical to the basal side. Overall, our in vitro results suggest that targeting the bacterial production of isovalerate may be useful to promote gut health. In this perspective, we performed an in silico analysis that identified species belonging to dominant gut microbiota genera such as Prevotella, Blautia, Christensenella, Clostridium, and Ruminococcus, as potential producers of BCFAs through the PorA enzymatic pathway.", "date": "2025-06-05", "journal": ""}
{"title": "Senescent mast cells contribute to the progression of benign prostatic hyperplasia via SCF/c-KIT mediated endothelial-mesenchymal transition", "doi": "10.1101/2025.06.02.657200", "authors": "Jing, Y.; Li, L.; Guo, W.; Cao, T.; Tang, J.; Zhou, D.; Yao, C.; Xu, J.; Liu, Y.; Feng, C.; Shi, Y.; Wang, M.; Chao, W.; Liao, H.; He, J.; Qin, L.; Luan, J.; Wang, X.; Cui, D.; Zhu, Y.; Ruan, Y.; Xia, S.; Han, B.", "abstract": "Benign prostatic hyperplasia (BPH) is a common age-associated urological condition characterized by stromal expansion, but its cellular origins and regulatory mechanisms remain unclear. In this study, we identified endothelial-to-mesenchymal transition (EndMT) as a contributor to stromal cell accumulation in BPH. Using single-cell transcriptomic analysis, endothelial lineage tracing in mice, and validation in human samples, we showed that senescence-associated mast cells increased the expression of vascular endothelial growth factor A (VEGFA) and transforming growth factor-beta 1 (TGF-{beta}1) through the stem cell factor (SCF)/c-KIT-MAPK-JUND signaling pathway, thereby inducing EndMT in endothelial progenitor cells. Stromal fibroblasts express SCF, promoting mast cell activation and establishing a feedback loop that supports continued stromal proliferation. Intriguingly, inhibition of mast cell activation reduces EndMT and attenuates prostate enlargement in vivo. Thus, these findings revealed a senescence-linked immune-stromal interaction in the aging prostate and identify potential targets for therapeutic intervention in BPH.", "date": "2025-06-05", "journal": ""}
{"title": "TGF-β serves as a critical signaling determinant of liver progenitor cell fate and function", "doi": "10.1101/2025.06.04.657336", "authors": "Tong, C.; Lin, T.; Wang, H.; La Torre, C. D.; Liu, H.; Shao, C.; Hammad, S.; Liebe, R.; Ebert, M. P.; Ding, H.; Dooley, S.; Weng, H.-L.", "abstract": "Liver progenitor cells (LPCs) are the smallest cholangiocytes that perform hepatocyte functions to rescue the lives of patients suffering from acute liver failure (ALF) caused by massive hepatic necrosis (MHN). To date, it remains largely unknown how LPCs remain quiescent and become activated following MHN. This study elucidates the essential role of TGF-{beta} in regulating LPC quiescence and activation. Spatial transcriptomics analysis of liver tissues from four MHN-ALF patients revealed that LPCs receive multiple active signals from surrounding macrophages and hepatic stellate cells, including TGF-{beta}, HGF, and EGF. Physiologically, TGF-{beta} inhibits LPC proliferation by impeding G1-S phase transition. Ectopic Smad7 expression remarkably increased LPC proliferation in 3,5-diethoxycarbonyl-1,4-dihydrocollidine-fed mice. Intriguingly, extensive LPC proliferation was observed in ALF patients despite robust TGF-{beta}-p-SMAD2 signaling in activated LPCs. Immunohistochemistry and immunofluorescence revealed significantly elevated expression of p-MET, p-STAT3, p-EGFR, and p-ERK in LPCs, indicating active HGF and EGF signaling. In vitro, either HGF or EGF promoted LPC proliferation despite the presence of TGF-{beta}. Beyond acting as mitogens, HGF and EGF regulate master hepatocyte genes (e.g., HNF4) and cholangiocyte genes (e.g., SOX9) in LPCs. Notably, HGF-dependent HNF4 required TGF-{beta}-activated SMADs. Collectively, TGF-{beta} serves as a critical signaling determinant of LPC fate and function.", "date": "2025-06-05", "journal": ""}
{"title": "Toll receptors mediate tissue intrinsic surveillance against aberrant cells by detecting cell fate aberrations", "doi": "10.1101/2025.06.04.657585", "authors": "Frey, A.; Ernst, L.; Fischer, F.; Alpar, L.; Bellaiche, Y.; Classen, A.-K.", "abstract": "Tissue-intrinsic surveillance systems play an important role in maintaining tissue health by detecting and eliminating aberrant cells. One such system,  interface surveillance, is activated by differences in cell fate programs between neighboring cells. Activation of interface surveillance drives separation and elimination of aberrant cells by recruitment of actin regulators and Myosin II to neighboring cell contacts, as well as activation of JNK signaling and apoptosis in cells at this interface. Here, we uncover the role of long Toll receptors (Toll-2, Toll-6, Toll-7, Toll-8) as key mediators of interface surveillance in Drosophila wing imaginal discs. Using genetic mosaics combined with spatial mapping of Toll receptor expression patterns, we demonstrate that differences in long Toll receptor expression levels between neighboring cells trigger all hallmark responses of interface surveillance. This response is position-dependent and relies on the comparison of expression levels established by cell-fate-specifying programs. Specifically, we show that the expression of long Toll receptors is regulated by multiple fate-patterning pathways, giving rise to a combinatorial cell surface code that is deregulated in developmentally aberrant or oncogenic cells. Remarkably, Toll receptor-mediated surveillance operates independently of canonical NF-{kappa}B signaling, and rather mirrors a distinct role of long Toll receptors in modulating cell-cell affinity via actomyosin dynamics during early embryogenesis. Our findings identify long Toll receptors as integrators of developmental patterning and tissue homeostasis mechanisms and provide insights into how tissues detect and respond to potentially oncogenic mutations that misregulate cell fate specification pathways.", "date": "2025-06-05", "journal": ""}
{"title": "Caveolin-1 dependent regulation of cell-matrix interphase in 3D collagen gels.", "doi": "10.1101/2025.06.04.657900", "authors": "Mazumdar, D.; Kataria, S.; Panda, G. P.; Kulkarni, A.; Patil, S. P. V.; Dash, M.; Balasubramanian, N.", "abstract": "Cell and extracellular matrix (ECM) interactions are essential for maintaining tissue function and homeostasis. Changes in the biochemical or mechanical properties of the ECM can lead to diseases such as fibrosis or cancer. In a 3D microenvironment, cell-matrix interaction is vital to how cells sense and respond to biochemical and biophysical cues. This study examines the reciprocal interactions between fibroblasts and collagen in 3D hydrogels. We quantitatively measured changes in collagen branch number and junctions in 3D hydrogels using confocal reflectance microscopy and existing analysis protocols. This reveals the impact small changes in collagen concertation (1.0 vs 1.5 mg/ml) over time (15 minutes to 4 hours) have on 3D gels. Embedded in 3D hydrogels, wild-type mouse fibroblasts differentially affect collagen organisation in their immediate proximity with changing concentration and time. This regulation is interestingly lost in Caveolin-1 null fibroblasts with altered stiffness, mechanosensing and cytoskeletal regulation. Inhibition of the Rho-ROCK pathway (known to be changed in Caveolin-1 null fibroblasts) drives cellular protrusions and concentration-dependent 3D collagen organisation in wildtype fibroblasts, but surprisingly not in Caveolin-1 null fibroblasts. This depends on dynamin-dependent endocytosis, which, when inhibited, disrupts ROCK-dependent protrusions and alters collagen organisation in 3D collagen. Together, these observations quantitatively demonstrate how cells respond at the cell-matrix interphase to subtle changes in collagen concentration and organisation in 3D hydrogels, regulated by the presence of Caveolin-1.\n\nStatement of SignificanceThis study highlights the critical role of Caveolin-1 in cell-mediated regulation of the extracellular matrix (ECM) in a 3D microenvironment. Using confocal reflectance microscopy, we demonstrate that subtle changes in collagen concentration significantly influence collagen organisation over time. While wild-type fibroblasts exhibit dynamic, concentration-dependent regulation of the cell-matrix interphase, Caveolin-1 null fibroblasts lose this regulation. Furthermore, Rho-ROCK pathway inhibition promotes protrusions and collagen reorganisation in wild-type cells but not Caveolin-1 null fibroblasts. Dynamin-dependent endocytosis also emerges as a key modulator of this process. These findings provide quantitative insights into how mechanosensing and cytoskeletal regulation, dependent on endocytosis can control the cell-matrix interphase, with possible implications for understanding disease-associated matrix changes.", "date": "2025-06-05", "journal": ""}
{"title": "Genome-Bench: A Scientific Reasoning Benchmark from Real-World Expert Discussions", "doi": "10.1101/2025.06.02.657538", "authors": "Yin, M.; Qu, Y.; Liu, D.; Yang, L.; Cong, L.; Wang, M.", "abstract": "In this short report, we present an automated pipeline tailored for the genomics domain and introduce Genome-Bench, a new benchmark constructed from over a decade of scientific forum discussions on genome engineering. Our pipeline transforms raw interactions into a reinforcement learning-friendly multiple-choice questions format, supported by 3000+ high-quality question-answer pairs spanning foundational biology, experimental troubleshooting, tool usage, and beyond. To our knowledge, this is the first end-to-end pipeline for teaching LLMs to reason from scientific discussions, with promising potential for generalization across scientific domains beyond biology.", "date": "2025-06-05", "journal": ""}
{"title": "10 Years of Variational Autoencoder: Insights from Cancer Temporal Progression Studies, a Systematic Literature Review", "doi": "10.1101/2025.05.29.656750", "authors": "Prol-Castelo, G.; Cirillo, D.; Valencia, A.", "abstract": "Deep Learning methods such as Deep Representation Learning (DRL) and, specifically, the Variational Autoencoder (VAE), have been widely used to handle the high dimensionality of available datasets. Hence, these methods have been applied to study cancer through omics data. Cancer is one of the leading causes of death worldwide, and its complex and dynamic nature makes it especially difficult to study. However, the temporal dimension of cancer progression is a target that has not been tackled. In this systematic literature review, we explore the use of DRL, particularly the VAE, in cancer studies with omics data in a temporal context. Our research reveals that the most common uses of the VAE in cancer studies are related to subtyping, diagnosis, and prognosis. Meanwhile, cancers temporal aspect is often overlooked, namely, because of the lack of longitudinal data. We propose that applying the VAE as a generative model to study cancer in time, for example, focusing on cancer staging, will lead to meaningful advancements in our understanding of cancer.", "date": "2025-06-05", "journal": ""}
{"title": "Inference of VEGFR2 dimerization kinetics on the cell surface by integrating single-molecule imaging and mathematical modeling", "doi": "10.1101/2025.06.03.657760", "authors": "Guerrero, J.; Malik, Z.; Bilal, F.; Jana, S.; Dasgupta, A.; Jaqaman, K.", "abstract": "Inter-receptor interactions play a key role in receptor signaling, which is the first step in cell signaling in response to external stimuli. In the case of Vascular Endothelial Growth Factor Receptor 2 (VEGFR2), dimerization is necessary for activation. VEGFR2 undergoes reversible interactions also in the absence of ligand. For a quantitative understanding of transmembrane signal transduction, it is necessary to quantify the interaction kinetics of VEGFR2 on the cell surface. Live-cell single-molecule imaging (SMI) has the powerful ability to capture receptor interaction events in their native cellular environment with high spatiotemporal resolution. However, it reveals these interactions for only the labeled subset, which is a small fraction of the full population of receptors. We have previously shown that mathematical modeling, combined with SMI data, offers a route to compensate for this lost information and infer the population-level receptor interaction kinetics from SMI data. Here, we applied this approach to VEGFR2, both wildtype full length VEGFR2 (FLR2) and a truncated mutant consisting of its extracellular and transmembrane domains (ECTM), which has been shown to exhibit reduced homotypic interactions in the absence of ligand. We developed a stochastic mathematical model mimicking VEGFR2 diffusion and interactions and determined the unknown model parameters through a combination of direct experimental measurements and stochastic model calibration. We found that a model of dimerization was sufficient to describe VEGFR2 interactions in the absence of ligand. While ECTM was primarily monomeric, FLR2 exhibited a substantial fraction of dimers. Our inference revealed that the difference between FLR2 and ECTM was primarily in the dimer association rate constant, which was about an order of magnitude lower for ECTM than for FLR2. To our knowledge, this is the first time that the interaction kinetics of VEGFR2 have been calculated in live cells.", "date": "2025-06-05", "journal": ""}
{"title": "Macrophage-derived reactive oxygen species promote Salmonella aggresome formation contributing to bacterial antibiotic persistence", "doi": "10.1101/2025.06.03.657582", "authors": "Chen, X.; Fang, K.; Li, B.; Li, Y.; Ke, Y.; Ke, W.; Tian, T.; Zhao, Y.; Wang, L.; Geng, J.; Leake, M. C.; Bai, F. C.", "abstract": "In this study, we reveal that macrophage-derived reactive oxygen species (ROS) can trigger the rapid formation of Salmonella aggresomes, which substantially contribute to the increased frequency of persisters induced by phagocytosis. Salmonella containing aggresomes exhibited a dormant phenotype characterized by reduced adenosine triphosphate (ATP) levels and decreased metabolic activity. Furthermore, these dormant bacteria showed upregulated expression of Salmonella pathogenicity island 1 (SPI-1)-encoded type III secretion system (T3SS)-related genes, followed by later expression of SPI-2 T3SS-related genes when macrophages ROS production declined. Our results demonstrate that Salmonella containing aggresomes can enter a dormant state to escape antibiotic attack, while crucially maintaining the ability to resuscitate when the stress environment is improved. Research on bacterial aggresomes could potentially provide therapeutic strategies to combat bacterial antibiotic persistence.", "date": "2025-06-05", "journal": ""}
{"title": "Mechanism of Lipid-Dependent Thermosensation in an Ion Channel", "doi": "10.1101/2025.06.03.657524", "authors": "Li, C.-C.; Nimigean, C. M.", "abstract": "Temperature sensing is a fundamental biological process that allows organisms to detect and respond to environmental. Ion channels that gate in response to temperature changes, known as thermoreceptors, play key roles in this process. Although the phenomena affected by temperature in many thermoreceptors have been widely studied, the molecular mechanisms by which these proteins sense temperature remain controversial and poorly understood. Here, we investigated the molecular details of temperature sensing in a thermophilic bacterial ion channel, SthK from Spirochaeta thermophila, a homologue of mammalian hyperpolarization-activated and cyclic nucleotide-modulated (HCN) channels with well-characterized structure and function. We show that SthK is a cold-sensitive ion channel, displaying higher activity when temperatures are decreased below 30 {degrees}C. Intriguingly, the SthK cold sensitivity is highly dependent on the lipid composition, being sensitive in the presence of amine-containing lipids, and insensitive in the presence of anionic lipids. By combining cryo-EM structural analysis, mutagenesis, and functional assays, we demonstrated that a functionally important intersubunit salt bridge that was previously shown to be important in lipid modulation, acts as the temperature sensor in these channels. This salt bridge is state-dependent, stabilizes closed states, and needs to break for the channel to open. Lower temperatures that weaken salt bridge interactions thus favor channel opening. Lipid-binding at this location tune temperature sensitivity by modulating the salt bridge strength through their headgroup charge and size. Interesting to note, equivalent salt bridges are also found in other ion channels such as HCN channels and, notably, TRPM8, an established cold-sensitive thermoreceptor, suggesting that this mechanism could be conserved in other temperature-sensitive ion channels. Our findings highlight a finely tuned interplay between structural elements and membrane environment, suggesting that thermosensitivity can emerge from the cooperative effects of salt bridge energetics and lipid context.", "date": "2025-06-05", "journal": ""}
{"title": "Association of GADD45A and favorable outcome in hormone positive breast cancer", "doi": "10.1101/2025.06.02.657315", "authors": "Lin, C.-Y.; Liu, C.-Y.; Chao, T.-C.; Huang, C.-C.; Tsai, Y.-F.; Tseng, L.-M.; Lai, J.-I.", "abstract": "BackgroundHormone receptor-positive (HR(+)) breast cancer is the most prevalent subtype in breast cancer, and although treatment options are rapidly increasing, still poses as an unmet need in advanced cases. Growth arrest and DNA damage-inducible alpha (GADD45A) is a gene with known relationship with the cell cycle and DNA damage pathways. Conflicting roles in breast cancer biology have been reported for GADD45A. In our study, we investigate the clinical and molecular association of GADD45A in HR(+) breast cancer, evaluating its prognostic potential and relationship with estrogen signaling.\n\nMethodsGADD45A expression was assessed in 100 breast cancer tissue samples from a tissue microarray and correlated with clinicopathologic parameters. Public genomic datasets were analyzed to validate associations between GADD45A expression and clinical outcomes in HR(+)HER2(-) breast cancer. Gene set enrichment analysis (GSEA) was used to investigate pathway correlations.\n\nResultsGADD45A protein levels were highest in HR(+)HER2(-) tumors and positively correlated with estrogen receptor (ER) levels, consistent with a luminal phenotype. No significant association was observed between GADD45A levels and progression-free survival in CDK4/6 inhibitor-treated patients, suggesting limited predictive utility in this context. However, higher GADD45A expression was significantly associated with improved overall and relapse-free survival in HR(+)HER2(-) breast cancer in the METABRIC cohort, but not in HER2(+) or triple- negative subtypes. GSEA revealed a positive association between GADD45A expression and the estrogen late response signature, suggesting a functional link with hormone signaling.\n\nConclusionGADD45A expression is enriched in luminal-type HR(+) breast cancer and correlates with favorable clinical outcomes. While not predictive of CDK4/6 inhibitor response, GADD45A may serve as a surrogate marker of estrogen signaling and improved prognosis. These findings support further investigation into GADD45A as a biomarker for stratification and potentially as a therapeutic target in HR(+) breast cancer.", "date": "2025-06-05", "journal": ""}
{"title": "Biologically-informed machine learning identifies a new clinically-actionable bladder cancer subgroup characterised by NRF2 overactivity", "doi": "10.1101/2025.06.03.657659", "authors": "Ungureanu, V. V.; Gawne, R. T.; Baker, S. C.; Eriksson, P.; Halliday, D. M.; Smith, S. L.; Southgate, J.; Mason, A. S.", "abstract": "Muscle-invasive bladder cancer is a diverse disease where subtyping is ambiguous. Gene expression profiling followed by unsupervised machine learning (ML) has broadened our understanding of tumour biology, but has failed to provide high-confidence clinically-actionable subgroups. To focus on tissue-specific urothelial biology, we generated co-expression networks from histologically normal bladder, including multiple differentiation states and prioritising transcription factors (TFs). This strategy revealed an emergent set of 98 TFs which we used to stratify The Cancer Genome Atlas bladder cancer cohort, revealing a subdivision of basal tumours characterised by the detoxification and glutaminolysis activity of NRF2, rendering them resistant to standard bladder cancer interventions. These 20 tumours (4.9%) expressed squamous markers, were highly aggressive (15% 2-year survival), and had signatures of active PI3K, MTOR and retinoic acid signalling. Intriguingly, only half of the subgroup had activating mutations in the NRF2/KEAP1 pathway, whilst half of putative driver NFE2L2 mutations were excluded. This highlighted the importance of expression-based classification, particularly as re-analysis of NFE2L2-mutated lung cancer trial data showed only mutations consistent with our classification strategy responded to NRF2 inhibition. Our approach provides the first direct evidence that unsupervised ML can be biologically-informative in identifying clinically-actionable subgroups.", "date": "2025-06-05", "journal": ""}
{"title": "Investigating Cobalt Corrosion Mechanisms in a Phenazine Producing Bacterium", "doi": "10.1101/2025.06.04.657868", "authors": "DeJager, A.; Kirkland, A.; Hinz, A.; McMullin, D. R.; Gregoire, D. S.", "abstract": "Microbially induced corrosion (MIC) costs trillions of dollars yearly by damaging metal infrastructure. MIC occurs when microorganisms oxidize solid elemental metals using redox-active metabolites such as phenazines, which create soluble metal ions. Phenazine-mediated corrosion has been well studied for iron. Whether such pathways can solubilize the economically critical metal cobalt through thermodynamically favourable reactions remains unknown. We hypothesized that Co(0) corrosion by the model bacterium Pseudomonas chlororaphis subspecies aureofaciens depends on phenazine availability. To test this hypothesis, we compared the corrosion of Co(0) wires and phenazine production over one-week incubations with either wild-type cells or a deletion mutant devoid of the phz operon incapable of phenazine biosynthesis. All experiments with live cells were compared to abiotic controls with spent medium, phenazine standards, and sterile medium. Soluble Co(2+) concentrations measured with ICP-MS showed that live cells were essential to cobalt corrosion. The wild-type and {Delta}phz mutant corroded 30-40% of the wire mass [equivalent to ~ 2,500 M soluble Co(2+)], which was at least 3-fold higher than mass losses for abiotic controls. Both strains decreased wire diameters and produced considerable pitting compared to abiotic controls imaged with SEM-EDX. Cobalt corrosion could be slowed through Co(2+) toxicity and cobalt oxide precipitation. These findings counter studies with iron and biosynthetic gene cluster analyses suggest that corrosion occurred through alternative mechanisms that rely on metal-binding ligand production. This work expands the repertoire of metals solubilized by MIC and shows that MIC can be used for critical metal recovery at the lab scale.", "date": "2025-06-05", "journal": ""}
{"title": "Contributions of m6A RNA methylation to germline development in the planarian Schmidtea mediterranea", "doi": "10.1101/2025.06.02.657537", "authors": "Tasaki, J.; Rouhana, L.", "abstract": "N6-methyladenosine (m6A) is one of the most prevalent post-transcriptional modifications of eukaryotic RNA molecules. This post-transcriptional modification is essential in biological contexts ranging from metabolism to cellular differentiation and neuronal function. While the role of m6A RNA regulation in the soma of planarian flatworms has been previously studied, the presence and biological relevance of this regulatory pathway in the germline of these or other lophotrochozoans remains unknown. Here, we characterize m6A RNA regulation factors in the planarian Schmidtea mediterranea and analyze their function in development of the germline. Enriched expression of orthologs of m6A methyltransferase complex components, namely Smed-METTL3, Smed-METTL14, and WTAP, was detected in ovaries and testes of S. mediterranea. Perturbation of these factors by RNA-interference (RNAi) disrupted intermediate steps in oogenesis and spermatogenesis, but the presence of germline stem cells was not affected. Expression of m6A \"reader\" homologs was also detected in the planarian gonads. Sperm development defects were observed upon Smed-YTHDF2-3 RNAi, and combined knockdown of Smed-YTHDF2-3, Smed-YTHDF2-2, or Smed-YTHDF1-2 with that of writers led to increased frequency of germline development defects. These results indicate that regulation of RNA by m6A methylation supports male and female germline development in planarian flatworms.", "date": "2025-06-05", "journal": ""}
{"title": "Characterization of Sex-Based Differences in Integrin-Mediated Endothelial Cel Adhesion to Bioactive Hydrogels", "doi": "10.1101/2025.06.02.656802", "authors": "Nkansah, A.; Budhwani, A.; Grammer, N.; Ang, N.; Fairley, A.; Salazar, S. P.; Anand, A.; Yedalla, A. C.; Seidlits, S.; Allen, J.; Cosgriff-Hernandez, E.", "abstract": "Endothelialization promotes thromboresistance in blood-contacting devices, but biomaterial designs often overlook sex differences in endothelialization processes. In this study, we elucidated sex differences in endothelial cell-material interactions through investigation of the integrin-ligand interplay with biomaterial substrates and the corollary effects on cell adhesion and spreading. First, integrin expression of human coronary artery endothelial cells (HCAECs) was characterized for age-matched donors (3 male, 3 female). Sex-based differences in integrin expression were identified, with notably higher 2{beta}1, 5{beta}1, and V{beta}3 expression in female cells and higher 1{beta}1 expression in male cells. On polyethylene glycol (PEG)-based hydrogel incorporating collagen or gelatin, female cells showed increased attachment on stiff substrates as compared to male HCAECs, likely driven by increased 2{beta}1, 5{beta}1, and V{beta}3 expression in female cells. Collectively, these results demonstrate sex-biased endothelial cell responses to bioactive hydrogels mediated by integrin interactions and highlight the importance of incorporating biological sex as a design variable in the development of blood-contacting biomaterials.", "date": "2025-06-05", "journal": ""}
{"title": "Characterization of Sex-Based Differences in Integrin-Mediated Endothelial Cell Adhesion to Bioactive Hydrogels", "doi": "10.1101/2025.06.02.656802", "authors": "Nkansah, A.; Budhwani, A.; Grammer, N.; Ang, N.; Fairley, A.; Salazar, S. P.; Anand, A.; Yedalla, A. C.; Seidlits, S.; Allen, J.; Cosgriff-Hernandez, E.", "abstract": "Endothelialization promotes thromboresistance in blood-contacting devices, but biomaterial designs often overlook sex differences in endothelialization processes. In this study, we elucidated sex differences in endothelial cell-material interactions through investigation of the integrin-ligand interplay with biomaterial substrates and the corollary effects on cell adhesion and spreading. First, integrin expression of human coronary artery endothelial cells (HCAECs) was characterized for age-matched donors (3 male, 3 female). Sex-based differences in integrin expression were identified, with notably higher 2{beta}1, 5{beta}1, and V{beta}3 expression in female cells and higher 1{beta}1 expression in male cells. On polyethylene glycol (PEG)-based hydrogel incorporating collagen or gelatin, female cells showed increased attachment on stiff substrates as compared to male HCAECs, likely driven by increased 2{beta}1, 5{beta}1, and V{beta}3 expression in female cells. Collectively, these results demonstrate sex-biased endothelial cell responses to bioactive hydrogels mediated by integrin interactions and highlight the importance of incorporating biological sex as a design variable in the development of blood-contacting biomaterials.", "date": "2025-06-05", "journal": ""}
{"title": "Primary tumor microbiomes predict distant metastasis of colorectal cancer", "doi": "10.1101/2025.06.02.654060", "authors": "Parajuli, B.; Midya, V.; Kiddle, R.; De Jager, N.; Eggers, S.; Spakowicz, D.; Hoyd, R.; Salhia, B.; Chan, C. H.; Churchman, M.; Rounbehler, R. J.; Yao, S.; Rutkowski, M. R.; Tarhini, A. A.; Mudaranthakam, D. P.; Masood, A.; Bocklage, T. J.; Lentz, R. W.; Hatoum, H.; Ilozumba, M. N.; Hardikar, S.; Ulrich, C. M.; Round, J. L.; Riedlinger, G.; Shriver, C. D.; Bosch, D. E.", "abstract": "Metastasis causes most cancer-related deaths in colorectal carcinoma (CRC), and microbiome markers may have prognostic value. We hypothesized that primary tumor microbiomes predict distant metastases. We analyzed 5-year metastasis-free survival (MFS) in a retrospective cohort of 900 ORIEN CRC tumor microbiomes (RNAseq). ORIEN findings were validated on an independent cohort using 16S rDNA sequencing and pathobiont-specific qPCR. Microbiome alpha diversity was higher in primary tumors than metastases and positively correlated with metastasis risk. Microbiome beta diversity distinguished primary vs. metastasis and predicted 5-year MFS. High primary tumor abundance of B. fragilis and low F. nucleatum were associated with short MFS. Enterobacteriaceae, including E. coli, were enriched in metastases. qPCR identified increased enterotoxigenic B. fragilis and pks+ E. coli detection in CRC metastasizers. Microbial co-occurrence analysis identified a 3-species clique that predicts metastasis (OR 1.9 [1.4-2.6]). Results suggest that primary tumor microbiomes and specific pathobionts are precision markers for metastasis risk.", "date": "2025-06-05", "journal": ""}
{"title": "Systems modeling and uncertainty quantification of AMP-activated protein kinase signaling", "doi": "10.1101/2025.06.02.657503", "authors": "Linden-Santangeli, N.; Zhang, J.; Kramer, B.; Rangamani, P.", "abstract": "AMP-activated protein kinase (AMPK) plays a key role in restoring cellular metabolic homeostasis after energy stress. Importantly, AMPK acts as a hub of metabolic signaling, integrating multiple inputs and acting on numerous downstream targets to activate catabolic processes and inhibit anabolic ones. Despite the importance of AMPK signaling, unlike other well-studied pathways, such as MAPK/ERK or NF-{kappa}B, only a handful of mechanistic models of AMPK signaling have been developed. Epistemic uncertainty in the biochemical mechanism of AMPK activity, combined with the complexity of the AMPK pathway, makes model development particularly challenging. Here, we leveraged uncertainty quantification methods and recently developed AMPK biosensors to construct a new, data-informed model of AMPK signaling. Specifically, we applied Bayesian parameter estimation and model selection to ensure that model predictions and assumptions are well-constrained to measurements of AMPK activity using recently developed AMPK biosensors. As an application of the new model, we predicted AMPK activity in response to exercise-like stimuli. We found that AMPK acts as a time- and exercise-dependent integrator of its input. Our results highlight how uncertainty quantification can facilitate model development and address epistemic uncertainty in a complex signaling pathway, such as AMPK. This work shows the potential for future applications of uncertainty quantification in systems biology to drive new biological insights by incorporating state-of-the-art experimental data at all stages of model development.", "date": "2025-06-05", "journal": ""}
{"title": "A High-Resolution Atlas of the Brain Predicts Lineage and Birth Order Underly Neuronal Identity.", "doi": "10.1101/2025.06.04.657818", "authors": "Allen, A. M.; Neville, M. C.; Nojima, T.; Alejevski, F.; Agarwal, D.; Sims, D.; Goodwin, S. F.", "abstract": "Gene expression shapes the nervous system at every biological level, from molecular and cellular processes defining neuronal identity and function to systems-level wiring and circuit dynamics underlying behaviour. Here, we generate the first high-resolution, single-cell transcriptomic atlas of the adult Drosophila melanogaster central brain by integrating multiple datasets, achieving an unprecedented tenfold coverage of every neuron in this complex tissue. We show that a neuron's genetic identity overwhelmingly reflects its developmental origin, preserving a genetic address based on both lineage and birth order. We reveal foundational rules linking neurogenesis to transcriptional identity and provide a framework for systematically defining neuronal types. This atlas provides a powerful resource for mapping the cellular substrates of behaviour by integrating annotations of hemilineage, cell types/subtypes and molecular signatures of underlying physiological properties. It lays the groundwork for a long-sought bridge between developmental processes and the functional circuits that give rise to behaviour.", "date": "2025-06-05", "journal": ""}
{"title": "Replaying germinal center evolution on a quantified affinity landscape", "doi": "10.1101/2025.06.02.656870", "authors": "DeWitt, W. S. S.; Vora, A. A.; Araki, T.; Galloway, J. G.; Alkutkar, T.; Bortolatto, J.; Castro, T. B.; Dumm, W.; Jennings-Schaffer, C.; Jia, T.; Mesin, L.; Ozorowski, G.; Pae, J.; Ralph, D. K.; Bloom, J. D.; Nourmohammad, A.; Song, Y. S.; Ward, A.; Starr, T. N.; Matsen, F. A.; Victora, G. D.", "abstract": "Darwinian evolution of immunoglobulin genes within germinal centers (GC) underlies the progressive increase in antibody affinity following antigen exposure. Whereas the mechanics of how competition between GC B cells drives increased affinity are well established, the dynamical evolutionary features of this process remain poorly characterized. We devised an experimental evolution model in which we \"replay\" over one hundred instances of a clonally homogenous GC reaction and follow the selective process by assigning affinities to all cells using deep mutational scanning. Our data reveal how GCs achieve predictable evolutionary outcomes through the cumulative effects of many rounds of imperfect selection, acting on a landscape shaped heavily by somatic hypermutation (SHM) targeting biases. Using time-calibrated models, we show that proposed features of GC evolution such as permissiveness to low-affinity lineages and early plateauing of affinity are best explained by survivorship biases that distort our view of how affinity progresses over time.", "date": "2025-06-05", "journal": ""}
{"title": "CD14 plays a critical role in pain and inflammation across multiple models of post-traumatic osteoarthritis", "doi": "10.1101/2025.06.02.657478", "authors": "Burt, K. G.; South, S. M.; Adamczyk, N. S.; Nguyen, V.; Ishihara, S.; Zhou, C.; Sharp, K. L.; Kim, S. Y.; Rapp, A. E.; Hu, B.; Murphy, L. A.; Hung, L.-Y.; Herbert, D.; Baker, J.; Mauck, R. L.; Griffin, T. M.; Malfait, A.-M.; Miller, R. E.; Scanzello, C. R.", "abstract": "Inflammation is a primary driver of osteoarthritis (OA), and no therapies exist to halt or delay disease progression or substantially ameliorate the chronic pain, inflammation and disability that are characteristic of disease. Soluble CD14 (sCD14), a co-factor that enhances inflammatory toll-like receptor signaling, is present in synovial fluid in patients with OA and positively associates with joint space narrowing, synovial macrophage content, and pain. In this study, we show that increased sCD14 within human synovial fluid correlates with joint effusion volume and increased knee hyperalgesia. Next, we evaluated CD14 as a potential therapeutic target in three pre-clinical models of post traumatic OA (PTOA), using both genetic deficiency and pharmacologic blockade to modulate its activity. We demonstrate that deficiency or blockade of CD14 results in significant protection from increased evoked pain behaviors and from OA driven mobility impairments (i.e. decreased cage activity) across models that differ in severity, and across male and female cohorts. Using flow cytometry, single cell transcriptomics, and spatial proteomics, we further show that CD14-deficiency drastically influences the local synovial inflammatory landscape post-injury, reducing monocyte and macrophage populations and modulating local fibroblast populations. Targeting CD14 via genetic deficiency or therapeutic blockade revealed no substantial protection, but no worsening, of cartilage degeneration. Ultimately, our results provide strong support that targeting synovial inflammation through blockade of CD14 can safely ameliorate OA pain and disability after a pre-disposing injury.", "date": "2025-06-05", "journal": ""}
{"title": "A dendritic cell population responsible for transglutaminase 2-mediated gluten antigen presentation in celiac disease", "doi": "10.1101/2025.06.02.657527", "authors": "Yang, F.-C.; Besser, H. A.; Chun, H. R.; Albertelli, M. A.; Fernandez-Becker, N. Q.; Jabri, B.; Khosla, C.", "abstract": "In celiac disease (CeD), a gluten-dependent autoimmune disorder, transglutaminase 2 (TG2) deamidates selected glutamine residues in gluten peptides, while HLA-DQ2 presents deamidated antigens to inflammatory T cells. The cellular sources of pathogenic TG2 and DQ2 are unclear. Using chemical biology tools, we show that intestinal CD103+ dendritic cells (DCs) couple cell-surface TG2 to the endocytic LRP1 receptor to simultaneously deamidate gluten antigens and concentrate them in lysosomes. In DQ2-transgenic mice, CD103+ DCs loaded with deamidated antigens migrate from intestinal lamina propria and Peyer's patches into mesenteric lymph nodes, where they engage T cells. In turn, gluten antigen presentation upregulates intestinal TG2 activity. The tool (HB-230) used to establish a role of CD103+ DCs in gluten antigen presentation and TG2 activation in mice also revealed that the TG2/LRP1 pathway is active in human CD14+ monocytes. Within this population of circulating monocytes, a DC subset with the gut-homing {beta}7-integrin marker is elevated in CeD patients with active disease compared to non-celiac controls or patients on a gluten-free diet. Our findings not only inform the cellular basis for gluten toxicity in CeD but they also highlight the immunologic role of an enigmatic protein of growing therapeutic relevance in CeD and other immune disorders.", "date": "2025-06-05", "journal": ""}
{"title": "Gut colonization by Bacteroides fragilis at juvenile age alters microbiota composition and accelerates type 1 diabetes progression in non-obese diabetic mice", "doi": "10.1101/2025.06.02.657398", "authors": "Gudi, R. R.; Taylor, H.; Johnson, B. M.; Maurya, R.; Mulligan, M. E.; Carter, L.; Westwater, C.; Vasu, C.", "abstract": "Type 1 diabetes (T1D) in humans is associated with higher Bacteroidetes : Firmicutes ratio and higher abundance of Bacteroides genus members. Bacteroides fragilis (BF) is an integral component of the human colonic commensal microbiota. Here, we show that gut colonization of specific pathogen-free (SPF) non-obese diabetic (NOD) mice by BF at a juvenile age induces a pro-inflammatory immune response and accelerated disease progression. NOD mice born to BF-monocolonized parents not only showed rapid disease progression compared to germ-free (GF) controls but also preserved accelerated disease onset and higher disease incidence upon conventionalization, suggesting that BF contributes to a pro-inflammatory response and autoimmunity in T1D. Interestingly, we found that while gut microbiota composition was different in control and BF-colonized SPF mice, presence of BF alone could significantly impact the acquisition of microbial communities upon conventionalization of gnotobiotic mice. Bulk RNAseq analysis of colon tissues revealed profound differences in the gene expression pattern of GF and BF-monocolonized mice as well as their conventionalized counterparts, shedding light on the probable mechanisms contributing to accelerated disease onset in mice that are exposed to BF. We found that mucin production is downregulated and the abundance of mucin degraders such as Akkermansia muciniphila is profoundly lower in BF-colonized mice that are conventionalized. Overall, these studies demonstrate that early life acquisition of BF-like distal gut commensals could have profound modulatory effects on the eventual overall gut microbiota structure, immune function, and beta-cell specific autoimmune outcomes under genetic susceptibility.", "date": "2025-06-05", "journal": ""}
{"title": "Disruption of undecaprenyl phosphate recycling suppresses ampC beta-lactamase induction in Pseudomonas aeruginosa", "doi": "10.1101/2025.06.03.657773", "authors": "Klycheva, K.; Gyger, J.; Frund, M.; Torrens, G.; Cava, F.; Fumeaux, C.", "abstract": "Beta-lactam antibiotics are widely used to treat bacterial infections, but their efficacy is compromised by resistance mechanisms such as the production of beta-lactamases. In Pseudomonas aeruginosa, the chromosomally encoded beta-lactamase AmpC is the primary mediator of beta-lactam resistance. ampC expression is regulated by the transcription factor AmpR, which responds to intracellular peptidoglycan (PG) fragments. Under normal conditions, AmpR binds the PG precursor (UDP-MurNAc-pentapeptide, UDP-M5) and represses ampC expression. However, during beta-lactam treatment or in PG recycling-deficient mutants such as ampD mutants, PG degradation products (anhydromuropeptides, AMP) accumulate and activate AmpR, resulting in elevated ampC expression and beta-lactam resistance. We hypothesized that shifting the balance of PG precursors could modulate AmpR activity and suppress beta-lactamase expression, even in derepressed strains. Undecaprenyl phosphate (UndP) is a lipid carrier essential for translocating PG precursors across the bacterial inner membrane. Recent work has identified members of the DedA superfamily as UndP flippases responsible for recycling this lipid carrier. Disruption of UndP recycling leads to cytoplasmic accumulation of UDP-M5, the known AmpR repressor. Here, we show that deletion of dedA4, which encodes a predicted UndP flippase in P. aeruginosa, causes UDP-M5 accumulation and significantly reduces AmpC production and beta-lactam resistance in an ampD mutant. These findings highlight the influence of PG precursor dynamics on beta-lactamase regulation and identify DedA4 as a promising therapeutic target. Inhibiting UndP recycling offers a novel strategy to counteract beta-lactam resistance in P. aeruginosa and potentially other AmpC-producing pathogens.", "date": "2025-06-05", "journal": ""}
{"title": "PRPF8-associated retinitis pigmentosa variant induces human neural retina-autonomous photoreceptor defects", "doi": "10.1101/2025.06.04.657822", "authors": "Zimmann, F.; Banik, P.; Kubovciak, J.; Thakur, P. K.; Capek, M.; Kolar, M.; Hruba, E.; Dobrovolny, R.; Cvackova, Z.; Barta, T.; Stanek, D.", "abstract": "Retinitis pigmentosa (RP) is an inherited retinal disorder characterized by the progressive loss of photoreceptors that currently lacks effective treatment. Here, we investigated the impact of the pathogenic PRPF8-Y2334N variant on neural retina cells in hiPSC-derived retinal organoids. Expression of this variant resulted in photoreceptor defects, including thinning of the outer segment layer. At the molecular level, we observed relatively minor changes in mRNA expression in multiple retinal cells, indicating that neural retina cells are impacted independently of retinal pigment epithelium (RPE). We found splicing alterations in genes associated with neural and retinal diseases, including those involved in intraflagellar transport, suggesting that these genes may represent common targets of splicing factor mutations. We further detected the misexpression of several circular RNAs (circRNAs), which could serve as early biomarkers of splicing defects caused by RP mutations. Together, we present a model of RP that recapitulates photoreceptor degeneration and demonstrates that these defects are independent of RPE erosion.", "date": "2025-06-05", "journal": ""}
{"title": "The Sphingosine-1-phosphate pathway is differentially activated in human gestational tissues.", "doi": "10.1101/2025.06.02.657487", "authors": "Mbadhi, M. N.; Fujiwara, H.; Gill, R.; Mitchum, K. T.; Lin, C.; Raghuraman, N.; Frolova, A. I.", "abstract": "BACKGROUND: Dysregulated myometrial contractility contributes to obstetric complications. Sphingosine 1 phosphate (S1P) is an important inflammatory regulator in the myometrium and decidua, yet its metabolic dynamics during pregnancy are poorly characterized. This study aimed to profile the expression of S1P metabolic enzymes and receptors, and quantify sphingolipid metabolism in human gestational tissues across pregnancy. METHODS: Myometrium, decidua parietalis, and chorioamnion were collected from women undergoing cesarean sections at term ([&ge;]37 weeks gestation) without labor (TNL), at term with labor (TL), and preterm (<37 weeks gestation) without labor (PTNL). Messenger RNA (mRNA) expression of S1P metabolic enzymes and receptors was assessed using quantitative polymerase chain reaction, while sphingolipids were quantified using targeted liquid chromatography-tandem mass spectrometry. RESULTS: S1P metabolic enzymes and receptors were differentially expressed across gestational tissues. At TNL, SPHK1 expression was significantly higher in the decidua parietalis than in the chorioamnion and myometrium. The myometrium exhibited the highest mRNA expression of S1P receptors compared to the decidua and chorioamnion. At term, S1P was more abundant in the myometrium than in the decidua parietalis and chorioamnion. Both SPHK1 and S1P were significantly increased in TL compared to TNL myometrium. S1P levels were higher in the myometrium at TNL compared to PTNL, while no significant differences were observed in the decidua and chorioamnion. Overall, sphingolipid metabolism was highest in the decidua and myometrium and lowest in the chorioamnion at term. CONCLUSION: These findings reveal tissue specific regulation of S1P metabolism and signaling in human gestational tissues, suggesting a therapeutic role of S1P in modulating myometrial contractility.", "date": "2025-06-05", "journal": ""}
{"title": "A genetically encoded bifunctional enzyme mitigates redox imbalance and lipotoxicity via engineered Gro3P-Glycerol shunt", "doi": "10.1101/2025.06.02.657195", "authors": "Pan, X.; Munan, S.; Zuckerman, A. L.; Pon, A.; Violante, S.; Cross, J. R.; Shah, H.; Cracan, V.", "abstract": "Dihydroxyacetone phosphate (DHAP), glycerol-3-phosphate (Gro3P) and reduced/oxidized nicotinamide adenine dinucleotide (NADH/NAD+) are key metabolites of the Gro3P shuttle system that forms a redox circuit, allowing transfer of reducing equivalents between cytosol and mitochondria. Targeted activation of Gro3P biosynthesis was recently identified as a promising strategy to alleviate reductive stress by promoting NAD+ recycling, including in cells with an impaired mitochondrial complex I. However, because Gro3P constitutes the backbone of triglycerides under some circumstances, its accumulation can lead to excessive fat deposition. Here, we present the development of a novel genetically encoded tool based on a di-domain glycerol-3-phosphate dehydrogenase from algae Chlamydomonas reinhardtii (CrGPDH), which is a bifunctional enzyme that can recycle NAD+ while converting DHAP to Gro3P. In addition, this enzyme possesses an N-terminal domain which cleaves Gro3P into glycerol and inorganic phosphate (Pi) (in humans and other organisms, this reaction is catalyzed by a separate glycerol-3-phosphate phosphatase, a reaction also known as \"glycerol shunt\"). When expressed in mammalian cells, CrGPDH diminished Gro3P levels and boosted the TCA cycle and fatty acid {beta}-oxidation in mitochondria. CrGPDH expression alone supported proliferation of HeLa cells under conditions of either inhibited activity of the mitochondrial electron transport chain or hypoxia. Moreover, human kidney cancer cells, which exhibit abnormal lipid accumulation, had decreased triglycerides levels when expressing CrGPDH. Our findings suggest that the coordinated boosting of both Gro3P biosynthesis and glycerol shunt may be a viable strategy to alleviate consequences of redox imbalance and associated impaired lipogenesis in a wide repertoire of conditions, ranging from primary mitochondrial diseases to obesity, type 2 diabetes, and metabolic dysfunction-associated steatotic liver disease (MASLD).", "date": "2025-06-05", "journal": ""}
{"title": "Isolation of Cyclotide Gene from Solanaceae Family and Its Bioinformatics Analysis", "doi": "10.1101/2025.06.02.657358", "authors": "Hussain, M.; Ahmad, M.", "abstract": "Abstract: Cyclotides are highly tolerant of sequence variability, aside from the conserved residues forming the cystine knot. Cyclotides have attractive natural movement capabilities including cytotoxicity, harmfulness to HIV, antimicrobials, insecticides, uterine contraction and inhibition of proteases, making them very important in pharmacy and horticulture. The medicinal cyclotides may be able to reimburse the safety of antimicrobials, which is a noticeable problem worldwide today. The present study was focused on the isolation of genes that encoding cyclotide, from plant species. DNA was isolated by CTAB method. The gene was amplified by PCR and after agarose gel electrophoresis confirmation that gene was sequenced followed by bioinformatics analysis. Petunia showed 90% to 97% identity with cds of reference sequence and 27 amino acids were identical in multiple alignment of protein sequence. In addition to providing information for the future investigation of Solanaceae species for cyclotides, this work will aid in understanding the plant families that produce cyclotides.", "date": "2025-06-05", "journal": ""}
{"title": "Leech Speciation and Detection of Hirudin Gene among the Leech Population in Asejire Oyo State, Nigeria", "doi": "10.1101/2025.06.02.657427", "authors": "Olajide, T. H.; Ajileye, A. O.; Bamikole, O. J.; Olufeagba, M.-d. B.; Adedeji, B. A.; Ademola, S. A.; Amodu, O. k.", "abstract": "Leeches are segmented, parasitic and sanguivorous worms of the family Hirudinae and phylum Annelida. Various ailments have been treated with them since ancient times. Recent evidence has established the presence of over 100 medicinally useful bioactive substances in their saliva. Based on the therapeutic properties of the substances, they have been used in different areas of medical care and most prominently in Plastic and Reconstructive Surgery. Wounds and injuries account for more than a third of hospital visits and as much as 9% annual mortality in Africa. Nigeria with her abundant leech population however still accounts for the bulk of the population living with conditions treatable with leech therapy. Hence, this study aimed at confirming the presence of Hirudin and identifying the species of Leeches collected from Asejire, Ibadan. Fifty Leeches were collected from Asejire, Ibadan, Oyo State. Ethical approval (AD 13/479/4346B) was obtained from the Oyo State ethical board, Identification was morphologically done using the Borda and Siddall classification criteria. DNA extraction and amplification for Hirudin gene was similarly done using PCR. The mitochondrial cytochrome oxidase subunit 1 (COI) and nuclear internal transcribed spacer-2 (ITS2) genes were sequenced using Sanger sequencing. Multiple Sequence Alignments were done using the MUSCLE alignment method and phylogenetic trees were constructed via MEGA-x software using the Kimura-2 parameter model and Maximum Likelihood method. The ITS2, COI and Hirudin genes were characterized at 517bp, 658bp and 226bp respectively. A BLAST search showed the COI gene in our local Leech species is most closely related to the Aliolimnatis michaelsenis with 94.50%, nucleotide similarity, and the ITS2 is similar to Poecilobdella (Hirudinaria) manillensis with a 97.18% nucleotide similarity. This study confirms the presence of Hirudin in the Leech species found in our locality thus their feasibility for use in Leech therapy. Taken together, the phylogenetic inferences showed the Leech Species in our population is a unique previously unidentified species. Further study is required to determine other active compounds in our unique species and how it can be harnessed for medical use.", "date": "2025-06-05", "journal": ""}
{"title": "Precise MRI-Histology Coregistration of Paraffin-Embedded Tissue with Blockface Imaging", "doi": "10.1101/2025.06.02.657335", "authors": "Wang, Y.; Ho, W.; Huszar, I. N.; DiGiacomo, P.; Taghavi, H. M.; Tao, L.; Choi, M.; Nguyen, N.; Leventis, S.; Camarillo, D. B.; Schlomer, P.; Axer, M.; Shao, W.; Rusu, M.; Cobos, I.; Nirschl, J.; Georgiadis, M.; Zeineh, M.", "abstract": "Magnetic resonance imaging (MRI) provides 3D spatial information on tissue, yet it lacks at the molecular level. In contrast, histology provides cellular and molecular information, but it lacks the 3D spatial context and direct in vivo translation. Coregistering the two is key for the 3D-embedding of histological details, validating pathological MRI findings, and finding quantitative imaging biomarkers of neurodegenerative diseases. However, coregistration is challenging due to non-linear distortions of the tissue from histological processing and sectioning leading to microscopic and macroscopic nonlinear 3D deformations between specimen MRI and stained histology sections. To address this, we developed a novel pipeline, named Brewster's Blockface Quantification (BBQ), integrating robust optical approaches with innovative 2D and 3D registration algorithms to achieve precise volumetric alignment of specimen MRI data with histological images. On a variety of brain tissue specimens from distinct anatomical regions and across multiple species, our methodology generated blockface volumes with minimal distortion and artifacts. Using these blockface volumes as an intermediary, we achieve a precise alignment between MRI and histology slides, yielding registration results with an overlapping Dice score of >90% for whole tissue alignment between MRI and blockface volumes, and >95% for 2D MRI-histology registration. This correlative MRI-histology pipeline with robust 2D and 3D coregistration methods promises to enhance our understanding of neurodegenerative diseases and aid the development of MRI-based disease biomarkers.", "date": "2025-06-05", "journal": ""}
{"title": "Identifying Space-Resolved Proteins of the Murine Thymus, by Combining MALDI Mass Spectrometry Imaging and Proteomics", "doi": "10.1101/2025.06.02.657511", "authors": "Aguilan, J. T.; Madrid-Aliste, C.; Lagou, M. K.; Sidoli, S.; Karagiannis, G. S.", "abstract": "The identification of spatially resolved proteomes has recently seen significant breakthroughs, yet challenges persist, particularly in integrating protein identification with precise spatial localiza-tion within a single experimental workflow. Matrix-assisted laser desorption ionization mass spec-trometry imaging (MALDI-MSI) enables spatial protein mapping on tissue sections without the need for antibodies. While MALDI-MSI addresses several obstacles in proteomic mapping with spatial resolution, it remains limited in its capacity for definitive protein identification. To over-come these limitations, this study introduces a novel approach combining MALDI-MSI with liquid chromatography-mass spectrometry (LC-MS/MS) to map protein localization and spatial chang-es in thymic tissue. Using a mouse model of chemotherapy-induced thymic involution with time-dependent regeneration kinetics, we evaluated the capability of this pipeline to resolve proteomic changes in a spatiotemporal manner. Our approach incorporates a scoring system to align mo-lecular signals from MALDI-MSI with proteomic data, enabling precise identification of proteins critical for thymic function. The results reveal key changes in protein expression, particularly in regions associated with cell migration, cytoskeletal remodeling, and endogenous thymic regen-eration. By analyzing the spatial distribution of proteins such as Keratin 8 (KRT8), Nucleoporin TPR, Cysteine- and Glycine-Rich Protein 3 (CSPR3), and Tubulin-Associated Chaperone-A (TBCA), we observed distinct shifts in thymic compartment architecture, underscoring the im-pact of chemotherapy on thymic tissue structure. From a translational viewpoint, this approach identifies new pathways and targetable candidates to enhance immune cell recovery in pediatric cancer patients undergoing cytoreductive treatments. From an analytical perspective, it provides an innovative framework for visualizing protein distribution in lymphoid and other tissues, signifi-cantly advancing the potential for translational proteomic research.", "date": "2025-06-05", "journal": ""}
{"title": "Hepatocyte expression of fetal insulin receptor isoform contributes to the promotion of liver cancer through non-cell autonomous mechanisms", "doi": "10.1101/2025.06.02.655477", "authors": "Leandre, F.; Iddir, A.; Godart, C.; Lagoutte, I.; Caldiero, A.; Souid, S.; Pinto, S.; Augustin, J.; Bou Malham, V.; Alves, A.; Aubry, R.; Imbeaud, S.; Zucman-Rossi, J.; Colnot, S.; Gougelet, A.; Desbois-Mouthon, C.", "abstract": "The insulin receptor (INSR) exists in two isoforms, INSR-A and INSR-B, resulting from alternative splicing of the INSR pre-mRNA. INSR-B mediates the metabolic and mitogenic effects of insulin in the adult liver, while INSR-A is expressed during development. Recently, INSR-A has been detected in pathological murine and human livers. Here, we develop an in vivo CRISPR/Cas9 strategy to assess the impact of INSR-A on mouse liver homeostasis and susceptibility to carcinogenesis. We find that INSR- A expression in hepatocytes leads to the spontaneous development of liver tumours and also increases tumour initiation in a context of b-catenin-driven liver carcinogenesis. Mechanistically, this is attributed to the higher intrinsic capacity of INSR-A expressing hepatocytes to enter apoptosis, rendering the microenvironment more inflammatory, thus making way for the proliferation of preneoplastic cells. Collectively, our data highlight a novel function for INSR-A in promoting liver cancer via non-cell autonomous mechanisms.", "date": "2025-06-05", "journal": ""}
{"title": "Contrastive Learning-Enhanced Drug Metabolite Prediction Drives the Discovery of an Orally Bioavailable RSK4 Inhibitor for Esophageal Cancer", "doi": "10.1101/2025.06.02.657523", "authors": "He, H.; Zhang, M.; Yang, X.; He, S.; Shi, X.; Hu, F.; Liu, C.; Zhang, X.; Chen, N.; Zhu, X.; Zhang, L.; Ye, T.; Zhang, R.; Yang, Y.; Wang, R.; Zhao, Z.; Chen, Z.; Qian, X.; Li, H.; Wang, Z.; Zhang, K.; Liu, K.; Li, S.", "abstract": "Drug metabolism liabilities are a major bottleneck in drug development, necessitating accurate metabolite prediction tools. While AI-driven methods have advanced, challenges remain in achieving high-precision, robustness, broad reaction coverage and seamless integration into the drug development workflow. To address this, we first constructed the most comprehensive human-specific drug metabolism database to date, encompassing 11,665 human metabolic reactions and 2,497 high-quality rules. Leveraging this resource, we developed ConMeter (Contrastive learning and feature interaction based Metabolic Reaction prediction), a novel model integrating chemical feature interaction and contrastive learning. ConMeter demonstrates significant improvements, achieving ~80% accuracy in identifying at least one metabolite within the top 5 predictions and showing an average 25% relative enhancement in ranking true positives compared to state-of-the-art methods. The comprehensive database also expands the range of predictable metabolic reactions. To demonstrate the utility of ConMeter, we integrated it into a metabolite prediction-guided drug design strategy aimed at addressing the low oral bioavailability of a metabolically vulnerable RSK4 lead compound-a pervasive issue among known RSK inhibitors. This strategy successfully yielded R636, a novel RSK4 inhibitor exhibiting remarkably improved bioavailability (a 63-fold increase, reaching 63% absolute bioavailability) while maintaining its potent activity. Notably, R636 showed favorable safety profile and significant anti-tumor efficacy against esophageal squamous cell carcinoma (ESCC) in vitro and in two distinct patient-derived xenograft (PDX) mouse models. This work introduces ConMeter as a powerful and practical tool for high-accuracy metabolite prediction, demonstrating its potential to accelerate lead optimization, exemplified by the discovery of R636 as a promising orally bioavailable candidate for ESCC.", "date": "2025-06-05", "journal": ""}
{"title": "An ultrasensitive spatial tissue proteomics workflow exceeding 100 proteomes per day", "doi": "10.1101/2025.06.02.657389", "authors": "Klingeberg, M.; Krisp, C.; Fritzsche, S.; Schallenberg, S.; Hornburg, D.; Coscia, F.", "abstract": "Achieving high-resolution spatial tissue proteomes requires careful balancing and integration of optimized sample processing, chromatography, and MS acquisition. Here, we present an advanced cellenONE protocol for loss-reduced tissue processing and compare all Evosep ONE Whisper Zoom gradients (20, 40, 80, and 120 samples per day), along with three common DIA acquisition schemes on a timsUltra AIP mass spectrometer. We found that tissue type was as important as gradient length and sample amount in determining proteome coverage. Moreover, the benefit of increased tissue sampling was gradient- and dynamic range-dependent. Analyzing mouse liver, a high dynamic range tissue, over tenfold more tissue led to only ~30% higher protein identification for short gradients (120 SPD and 80 SPD). However, even the lowest tested tissue amount (0.04 nL) yielded 3,200 reproducibly quantified proteins for the 120 SPD method. Longer gradients (40 SPD and 20 SPD) instead significantly benefited from more tissue sampling, quantifying over 7,500 proteins from 0.5 nL of tonsil T-cell niches. Finally, we applied our workflow to a rare squamous cell carcinoma of the oral cavity, uncovering disease-associated pathways and proteins with high intratumoral heterogeneity. Our study demonstrates that more than 100 high-quality spatial tissue proteomes can be prepared and acquired daily, laying a strong foundation for cohort-size spatial tissue proteomics in translational research.", "date": "2025-06-05", "journal": ""}
{"title": "Solo songs, duets, and territory defense across seasons in female Galapagos Yellow Warblers (Setophaga petechia aureola)", "doi": "10.1101/2025.06.02.657377", "authors": "Yelimlies, A.; Alban Morales, K.; Akcay, C.; Kleindorfer, S.", "abstract": "While the function of bird song has been well studied in male songbirds, the function of female song is less well understood. This is partly due to a historical view of females occupying a passive role compared with males, which led to ignoring female song even in some well-studied species. We report one such case in yellow warblers (Setophaga petechia), as no other study investigated female song in 35 years after the first documentation of solo female songs. We interrogate the seasonal patterns and functions of female song in Galapagos yellow warblers (Setophaga petechia aureola), in which females perform solo song and produce duets with their male social partners. We carried out simulated territory intrusions by broadcasting male, female, or duet songs during breeding and non-breeding seasons, and conducted a territory retention survey for over a year. We measured the association between aggressive response and singing behaviour, sex-specific patterns of response, and territory retention across years. Females sang mostly during the non-breeding season and predominantly in male-led duets. Although females were strongly aggressive towards female song playback, they gave the weakest singing response towards them. There was no association between female aggressive behaviour and song output in response to a simulated intruder. Moreover, the probability of territory retention across years was not explained by song output or aggression in response to intruders, though evidence for this was weak due to the small sample size. We suggest that female song in this year-round resident island system does not function for territory defense or intrasexual competition, but may have other functions.", "date": "2025-06-05", "journal": ""}
{"title": "Engineered Fluorescent Carbon Dots for Selective Cellular Bioeffects: A Comparative Study of Cancer and epithelial Cells", "doi": "10.1101/2025.06.02.657379", "authors": "Kumar, A.; Yadav, P.; Bhatia, D. D.", "abstract": "Cancer remains one of the most critical global health challenges, with early detection being essential for effective treatment and improved survival rates. However, conventional diagnostic tools often fail to detect cancer at early stages due to limitations such as low sensitivity, high cost, and dependence on large tumour presence. Commercial dyes used for imaging are frequently hindered by poor water solubility, toxicity, instability, and high expense. In recent years, CDs have emerged as promising fluorescent probes due to their nanoscale size, tenable surface properties, strong fluorescence, and excellent biocompatibility. make them applicable to various biological applications such as bioimaging, drug delivery, and tissue engineering. In this study, CDs were synthesized using citric acid and ascorbic acid as carbon sources via a reflux method for 12 hours in a water-ethanol medium. The resulting CDs exhibited high water solubility, strong photostability, and low toxicity. Notably, they effectively distinguished cancerous cells from normal cells. And showing higher uptake in cancer cells due to increased membrane permeability and metabolic activity. Higher uptake means more accumulation within cells that leads to an increment in fluorescence intensity, based on the fluorescent intensity distinguishing the cancer cells and normal cells. These findings highlight the potential of CDs as cost-effective, biocompatible imaging agents for cancer diagnosis and cellular studies.", "date": "2025-06-05", "journal": ""}
{"title": "Integrating Multimodal Data for a Comprehensive Knowledge Graph to Advance Infectious Disease Research", "doi": "10.1101/2025.06.02.657361", "authors": "Fan, H.; Guo, L.; Li, F.; Yuan, Z.; Deng, Y.; Xiao, Y.; Li, H.; Li, S.", "abstract": "Infectious diseases remain a formidable threat to global public health, with their escalating morbidity and mortality rates compounded by recurrent epidemics and the alarming rise of antimicrobial resistance (AMR). These challenges have intensified the urgent demand for innovative therapeutic strategies that can accelerate drug development cycles and overcome traditional research bottlenecks. To address these critical needs, we present IDKG (Infectious Disease Knowledge Graph), a specialized large-scale biomedical knowledge network designed to bridge data fragmentation through multimodal data integration. The IDKG constructs comprehensive associations from 345 infectious diseases and 708 pathogens across heterogeneous biomedical sources systematically. The graph architecture comprises nearly 50,000 nodes (8 types, including Pathogen, Protein, etc.) and over 1.2 million edges (11 types, including treats, contains, etc.), establishing an interconnected framework that enables systematic interrogation of cross-disciplinary knowledge. The integrative approach effectively dismantles conventional data silos while preserving biological contextuality. We validated the IDKG's potential by applying graph neural network-based approaches for drug repurposing prediction in human metapneumovirus (hMPV) infection, a common acute respiratory infection for which effective specific antiviral drugs are currently absent. The successfully identification of established antiviral agents, such as ribavirin and emetine, by our M1 model demonstrated its predictive accuracy and biological relevance. IDKG unifies multimodal biomedical data into a network to accelerate drug discovery and bolster outbreak response. This establishes a data-driven, knowledge-based paradigm for infectious disease research.", "date": "2025-06-05", "journal": ""}
{"title": "Prediction, Syntax and Semantic Grounding in the Brain and Large Language Models", "doi": "10.1101/2025.06.05.658007", "authors": "Koelbl, N.; Rampp, S.; Kaltenhaeuser, M.; Tziridis, K.; Maier, A.; Kinfe, T.; Chavarriaga, R.; Krauss, P.; Schilling, A.", "abstract": "Language comprehension involves continuous prediction of upcoming words, with syntactic structure and semantic meaning intertwined in the human brain. To date, few studies have used combined magnetoencephalography (MEG) and electroencephalography (EEG) measurements to investigate how syntactic processing, predictive coding, and semantic grounding interact in real time. Here we present the first combined MEG-EEG investigation of syntactic processing and semantic grounding under naturalistic conditions. Twenty-nine healthy participants listened to a German audio book while their neural responses were recorded. Event-related fields and event-related potentials for four word classes - nouns, verbs, adjectives, and proper nouns - showed highly reproducible, characteristic spatio-temporal signatures, including significant pre-onset activity for nouns, suggesting enhanced predictability of this word class. Source-space analyses revealed pronounced activation in the pre- and post-central gyri for nouns, suggesting a deeper semantic grounding of nouns in e.g. sensory experiences than verbs. To further investigate predictive mechanisms, we analyzed the hidden representations of the large language model Llama. By comparing the transformer-based representations to neural responses, we explored the relationship between computational language models and human brain activity, offering new insights into syntactic and semantic prediction. These findings highlight the power of simultaneous MEG-EEG recordings in unraveling the predictive, syntactic, and semantic mechanisms that underlie the comprehension of natural language.", "date": "2025-06-05", "journal": ""}
{"title": "The Cerebellum and Striatum in Reward Processing: Caring About Being Right vs. Caring About Reward", "doi": "10.1101/2025.06.04.657253", "authors": "Popal, H.; Quarmley, M.; Smith, D. V.; Jarcho, J.; Olson, I. R.", "abstract": "Emerging evidence indicates the cerebellum contributes to cognitive functions including social reward processing, yet its specific role relative to established reward regions like the ventral striatum remains undefined. We hypothesized the cerebellum would respond equivalently to both positive and negative social rewards. This prediction is grounded in classical findings that the cerebellum operates via supervised learning mechanisms that rely on error signals rather than traditional reward-based reinforcement. Using fMRI, we examined adolescents and young adults during a social prediction task where participants forecasted others' opinions of them and received accuracy feedback. Findings reveal that both the ventral striatum and a subregion of the posterior cerebellum (Crus I and II) were sensitive to social rewards. However, unlike the ventral striatum, the cerebellum exhibited a more uniform response to feedback, treating correct predictions about being liked and disliked in a similar manner. No age-related differences were observed. These findings suggest the cerebellum processes social rewards distinctly from the ventral striatum, likely reflecting its computational emphasis on prediction errors rather than reward valence. This functional distinction advances our understanding of cerebellar contributions to social cognition and learning mechanisms.", "date": "2025-06-05", "journal": ""}
{"title": "Kv2/Kv6.4 heteromeric potassium channels are expressed in spinal motor neurons and localized at C-bouton synapses", "doi": "10.1101/2025.06.04.657913", "authors": "Lacey, T.; Murray, K. D.; Trimmer, J.; Sack, J. T.; Ferns, M.", "abstract": "Voltage-gated K+ channels of the Kv2 family co-assemble with electrically silent KvS subunits in specific subpopulations of brain neurons, forming heteromeric Kv2/KvS channels with distinct functional properties. Little is known about the composition and function of Kv2 channels in spinal cord neurons, however. Here, we show that while Kv2.1 is broadly expressed in multiple classes of spinal cord neurons, the Kv6.4 electrically-silent subunit is specifically expressed in motor neurons. In motor neurons, we find that Kv6.4 protein is co-clustered with Kv2.1 and Kv2.2 subunits at endoplasmic reticulum-plasma membrane (ER-PM) junctions beneath C-bouton synapses. In Kv2.1 S590A mutant mice, in which Kv2.1 is unable to bind ER VAP proteins, Kv2.1 and Kv6.4 clustering at ER-PM junctions is severely reduced suggesting Kv2 channels are localized at ER-PM junctions by the same molecular mechanism in motor neurons and brain neurons. Moreover, clustering of Kv6.4, as well as the AMIGO-1 auxiliary subunit, are severely reduced in Kv2.1 knockout mice and moderately reduced in Kv2.2 knockout mice. Thus, expression and localization of Kv6.4 subunits is dependent on Kv2 subunits, likely through their co-assembly into heteromeric channels. Finally, we find that presynaptic C-boutons and postsynaptic clusters of the ER-resident sigma1-receptor are preserved in motor neurons of Kv2 knockout mice. Together, these findings identify a specific Kv2/KvS channel subtype expressed in motor neurons that localizes to C-bouton junctions where it could regulate neuronal excitability and signaling at ER-PM junctions.", "date": "2025-06-05", "journal": ""}
{"title": "Brain-Penetrating Peptide and Antibody Radioligands for Proof-of-Concept PET Imaging of Fibrin in Alzheimer's Disease", "doi": "10.1101/2025.06.02.657356", "authors": "Sehlin, D.; Aguilar, X.; Cortes-Canteli, M.; Syvanen, S.; Lopes van den Broek, S.", "abstract": "Background: Alzheimer's disease (AD) is increasingly recognized as a multifactorial disorder with vascular contributions, including a pro-coagulant state marked by fibrin deposition in the brain. Fibrin accumulation may exacerbate cerebral hypoperfusion, leading to neurodegeneration. Identifying patients with this pathology could enable targeted anticoagulant therapy. However, current imaging tools lack the specificity and sensitivity to detect fibrin in the brain. This study aimed to develop and evaluate brain-penetrating peptide- and antibody-based PET radioligands targeting fibrin to enable individualized treatment strategies in AD. Results: A fibrin-binding peptide (FBP) was conjugated to the antibody fragment scFv8D3, which targets the transferrin receptor (TfR), to facilitate transcytosis across the blood-brain barrier. FBP-scFv8D3 bound TfR and with modest affinity to fibrin, though with limited selectivity over fibrinogen. In vivo studies in Tg-ArcSwe mice, that exhibit fibrin along with brain amyloid-{beta} pathology, and wild-type mice showed that [125I]FBP-scFv8D3 retained brain-penetrating properties but did not demonstrate significant fibrin-specific retention. In contrast, the monoclonal antibody 1101 and its bispecific, brain penetrant variant 1101-scFv8D3 exhibited high fibrin selectivity and TfR binding. Both antibodies showed a trend towards higher brain retention in Tg-ArcSwe mice and [125I]1101-scFv8D3 showed a higher brain-to-blood ratio compared to [124I]1101. PET imaging with [124I]1101 and [124I]1101-scFv8D3 revealed low brain uptake but ex vivo autoradiography suggested specific cortical retention in Tg-ArcSwe mice. Conclusion: This study demonstrates the feasibility of using bispecific antibody-based PET radioligands to target fibrin in the AD brain. While the FBP-scFv8D3 conjugate showed limited specificity, the bispecific antibody 1101-scFv8D3 exhibited promising brain penetration and fibrin selectivity. These findings support further development of antibody-based imaging tools toward the goal to stratify AD patients who may benefit from anticoagulant therapy.", "date": "2025-06-05", "journal": ""}
{"title": "Neural Tracking of Audiovisual Effects in Noise Using Deep Neural Network-Generated Virtual Humans", "doi": "10.1101/2025.06.02.656280", "authors": "Cooper, J. K.; Vanthornhout, J.; van Wieringen, A.; Francart, T.", "abstract": "This study investigates the effectiveness of Deep Neural Network (DNN)-generated virtual humans in enhancing audiovisual speech perception in noisy environments, with a focus on using neural measures to quantify these effects. Lip movements are essential for speech comprehension, especially when auditory cues are degraded by noise. Traditional recording methods produce high-quality audiovisual materials but are resource intensive. This research explores the use of DNN avatars as a promising alternative, utilizing a commercially available tool to create realistic virtual humans. The study included both simple sentences and a short story to improve ecological validity. Eleven young, normal-hearing participants proficient in Flemish-Dutch listened to semantically meaningful sentences and a short story with various speaker types: a female FACS avatar, male and female DNN avatars, and a video of a human male speaker. The study included behavioral measures which consisted of an adaptive recall procedure and an adaptive rate procedure and electrophysiological measures consisting of neural tracking. Findings in the adaptive recall procedure showed consistent audiovisual benefits, with the human speaker offering the greatest benefit (-4.75 dB SNR), followed by the DNN avatar (-4.00 dB SNR) and the FACS avatar (-1.55 dB SNR). Additionally in the adaptive rate procedure, the DNN avatar improved speech intelligibility, with average SRTs enhancing from -7.17 dB SNR (audio-only) to -9.02 dB SNR (audiovisual). The results from the neural tracking procedure indicated that most participants experienced audiovisual benefits, particularly in the -9 dB SNR range, revealing that audiovisual cues provided by DNN avatars can enhance speech perception, validating these avatars as effective tools for studying audiovisual effects when using both behavioral measures and electrophysiological measures.", "date": "2025-06-05", "journal": ""}
{"title": "Candida albicans infection suppresses Lipopolysaccharide or Pseudomonas aeruginosa stimulated murine bone marrow derived macrophage (BMDM) responses", "doi": "10.1101/2025.06.05.657992", "authors": "Baker, C. P.; Laba, S.; Warner, J.; Shepherd, K.; Wilson, H. M.; Arthur, J. S. C.", "abstract": "Candida albicans is a commensal fungus which populates most healthy individuals microbiota but can turn opportunistic in immunocompromised individuals and cause severe disease linked with high rates of mortality. With limited therapeutic options and increasing resistance to antifungals, novel treatment strategies for C. albicans infections is paramount. The exact immune response to C. albicans infections can be influenced by the surrounding microenvironment, for example, metabolic stresses or co-infection; although, knowledge on whether responses are enhanced or inhibited is lacking. Macrophages are a key immune cell in defence against C. albicans infection through phagocytic uptake and cytokine production that alerts other immune defence mechanisms. Here, we utilise a discovery screen approach using Data Independent Acquisition (DIA) based total proteomics to describe murine bone marrow derived macrophage (BMDM) response to C. albicans infection as well as in response to co-infection with gram-negative bacterial outer membrane component lipopolysaccharide (LPS) or live gram-negative bacteria Pseudomonas aeruginosa. We found C. albicans induced a surprisingly muted immune response in BMDMs as compared to LPS or P. aeruginosa. Moreover, upon co-infection with LPS or P. aeruginosa, C. albicans suppressed the BMDM proteome landscape and selectively suppressed BMDM secreted IL-6 and IL-12p40 cytokine responses to P. aeruginosa. Thus, C. albicans has significant suppressive capabilities in the host innate immune responses that could impact clinical outcomes during infection.", "date": "2025-06-05", "journal": ""}
{"title": "Group 2 Innate lymphoid cells promote allograft survival by constraining and inducing anergy in alloreactive CD4+ T cells", "doi": "10.1101/2025.06.03.657622", "authors": "Ge, J.; Pan, W.; Xu, Z.; Boccia, T.; Markmann, J. F.; Zanoni, I.; Cuenca, A. G.", "abstract": "Although solid organ transplant outcomes have dramatically improved over the last several decades, incomplete understanding of the immune interface between the donor organ and the recipient immune system has impaired our ability to induce immune tolerance in most transplant recipients. Since group 2 innate lymphoid cells (ILC2s) reside in all transplanted solid organs, participate in wound healing, and coordinate other immunoregulatory cell populations, we investigated their role in the alloimmune response. Using a mouse heterotopic cardiac transplant model, we show that recipient ILC2s replace donor ILC2s, upregulate MHCII without expressing costimulatory molecules. In addition, recipient derived ILC2s process and present alloantigen, inducing CD4+ T cell anergy via Caspase-3 pathway. When recipient-derived ILC2s are not present, we observed a significant increase in infiltrating donor reactive CD4+ T cells and worsened allograft survival. Additionally, expansion of ILC2s in vivo through IL33 administration prolonged the survival of murine heart allografts. Overall, these data highlight a critical and novel immunoregulatory role of host-derived ILC2s in solid organ transplant, where they induce anergy in alloreactive CD4+ T cells, promoting the induction of alloimmune tolerance.", "date": "2025-06-05", "journal": ""}
{"title": "Dcaf17 knockdown integrates mitochondrial-lysosomal dysfunction with ferroptosis, NLRP3 inflammasome signaling and necroptosis", "doi": "10.1101/2025.06.04.657829", "authors": "Alyacoub, n.; Almohanna, F.; Alqassem, A.; Awad Mahmoud, S.; Assiri, A. m.", "abstract": "DCAF17 (DDB1- and CUL4-associated factor 17) plays a vital role in spermatogenesis, influencing post-meiotic sperm development. Its dysfunction leads to male infertility, as demonstrated in our previous study on Dcaf17 knockout mice, which revealed impaired sperm morphogenesis, increased numbers of dysmorphic and immotile sperm, and complete male infertility. Mutations in the human Dcaf17 gene have been implicated as causative factors for Woodhouse-Sakati Syndrome (WSS), a disorder characterized by hypogonadism and infertility, further emphasizing its critical role in male reproductive function. Despite these observations, the molecular mechanisms underlying DCAF17 function remain poorly defined. Here, we employed the GC1 spermatogonia cell line to investigate the role of DCAF17 in germ cell viability and homeostasis. Lentiviral shRNA-mediated knockdown of Dcaf17 significantly decreased cell viability and increased cell death. Functional studies demonstrated a notable decline in mitochondrial membrane potential and mass, coinciding with increased oxidative phosphorylation (OXPHOS) protein expression. Unexpectedly, both mitochondrial and cytosolic reactive oxygen species (ROS) levels were reduced following Dcaf17 silencing. Further investigation uncovered profound lysosomal damage, evidenced by accumulation of SQSTM1/p62 and loss of acidity. Transcriptional and translational profiling indicated downregulation of key iron transport and antioxidant genes (xCT, transferrin), while levels of transferrin receptor were elevated. Silencing of Dcaf17 triggered ferroptosis, as evidenced by elevated Fe2+, reduced glutathione (GSH) and increased lipid peroxidation (MDA). In parallel, inflammatory and necroptotic pathways were activated, as indicated by upregulation of MLKL, NLRP3, cleaved IL-1 {beta}, and phosphorylated JNK1/2, along with increased LDH release and reduced Bcl-xL and Bcl-2. These molecular signatures were recapitulated in lymphoblastoid cell lines from WSS patients with a pathogenic Dcaf17 mutation, which exhibited mitochondrial and lysosomal dysfunction, disrupted iron homeostasis, and oxidative stress. Similar alterations were observed in testis tissue and sperm from Dcaf17 knockout mice, including increased Fe2+ and MDA levels, reduced GSH, and impaired mitochondrial function in sperm. Collectively, our findings establish DCAF17 as a key regulator of mitochondrial integrity, lysosomal function, iron metabolism, and regulated cell death pathways in spermatogonia. This study provides the first mechanistic insight into how Dcaf17 deficiency contributes to male infertility.", "date": "2025-06-05", "journal": ""}
{"title": "iPSC-derived skeletal muscle spheroids for Duchenne Muscular Dystrophy modeling", "doi": "10.1101/2025.06.05.657880", "authors": "Esposito, J.; Leite, F. d. S.; Barbosa, I. N.; Martins, T. M. d. M.; Olberg, G. G. d. O.; Tanoury, Z. A.; Telles-Silva, K. A.; Pardo, M. C. d. S.; Jazedje, T.; Bortolin, R. H.; Hirata, M. H.; Pourquie, O.; Zatz, M.", "abstract": "Background The progressive skeletal muscle degeneration observed in Duchenne Muscular Dystrophy (DMD) patients requires multiple cycles of satellite cells (SCs) activation to promote tissue regeneration. Dystrophic SCs present intrinsic defects, and the disrupting fibrotic niche hinders appropriate muscle recovery. Traditional 2D culture systems face challenges in modeling the DMD muscle niche and SCs behavior. Our aim was to validate a 3D culture of skeletal muscle spheroids (iSMS) for DMD modeling, as compared to the traditional 2D culture, while investigating the pathophysiological mechanisms of dystrophin deficiency in vitro. Methods To compare iSMS with traditional 2D myogenic differentiation, we differentiated PAX7 reporter wild-type (WT), dystrophic (DMD) isogenic induced pluripotent stem cells (iPSCs), and patients iPSCs, characterized myogenic markers levels and assessed differences in proliferation and differentiation using RT-qPCR, immunofluorescence, and flow cytometry. Results Our data showed that although both 2D and iSMS culture systems generated myogenic progenitors positive for MYOD, MYOG, MYF5, and MYH3, iSMS improved PAX7 expression in vitro. Moreover, we identified a differential regulation of canonical Notch signaling genes between iSMS and 2D, which may influence the comparison between WT and DMD. We also characterized the differentiation of myogenic progenitors derived from 2D and iSMS towards elongated myofibers, providing a valuable comparison with muscle fibers differentiated from human primary myoblasts. Additionally, DMD iSMS derived progenitors proliferated at reduced levels compared with WT iSMS, a characteristic not observed in progenitors derived from 2D cultures. Finally, we performed iSMS and 2D myogenic differentiation of iPSC lines from three patients with DMD, thus validating the iSMS protocol for DMD modeling. Conclusion Our results highlight the important advantages of using the iSMS differentiation platform over 2D for disease modeling. Exploring these 3D systems may help to gain a deeper understanding of SCs behavior to advance in novel treatments for DMD, which might be applicable to other forms of muscular disorders.", "date": "2025-06-05", "journal": ""}
{"title": "Environmental fluctuations trigger faster evolution and turnover", "doi": "10.1101/2025.06.04.657978", "authors": "Duchen, P.; Salamin, N.; Silvestro, D.", "abstract": "Biodiversity patterns and species communities emerge from the interactions between organisms and their environment and from processes spanning across different spatial and temporal scales. Understanding the dynamics of these interactions remains diffcult as it requires mapping how microevolutionary processes scale up to macroevolutionary outcomes. Here, we use an individual-based simulation framework to model how populations respond to environmental fluctuations in a spatially explicit context. Our approach tracks evolutionary processes over thousands of generations to quantify the emerging macroevolutionary patterns under varying degrees of environmental instability modeled as shifting environmental gradients. We found that increased instability across time and space leads to elevated rates of species-level extinctions leading to homogenization of species communities, while promoting high rates of phenotypic evolution. Emerging extinction patterns indicate a selective process where species with low migration ability, narrow environmental tolerance, and limited evolvability are disproportionally affected by phases of rapid environmental change. Understanding the impact of environmental variation on organisms and species evolution remains challenging but can be explored through simulations to generate expectations and testable hypotheses about evolutionary processes across different scales.", "date": "2025-06-05", "journal": ""}
{"title": "Learning Genetic Perturbation Effects with Variational Causal Inference", "doi": "10.1101/2025.06.05.657988", "authors": "Liu, E.; Zhang, J.; Uhler, C.", "abstract": "Advances in sequencing technologies have enhanced the understanding of gene regulation in cells. In particular, Perturb-seq has enabled high-resolution profiling of the transcriptomic response to genetic perturbations at the single-cell level. This understanding has implications in functional genomics and potentially for identifying therapeutic targets. Various computational models have been developed to predict perturbational effects. While deep learning models excel at interpolating observed perturbational data, they tend to overfit and may not generalize well to unseen perturbations. In contrast, mechanistic models, such as linear causal models based on gene regulatory networks, hold greater potential for extrapolation, as they encapsulate regulatory information that can predict responses to unseen perturbations. However, their application has been limited to small studies due to overly simplistic assumptions, making them less effective in handling noisy, large-scale single-cell data. We propose a hybrid approach that combines a mechanistic causal model with variational deep learning, termed Single Cell Causal Variational Autoencoder (SCCVAE). The mechanistic model employs a learned regulatory network to represent perturbational changes as shift interventions that propagate through the learned network. SCCVAE integrates this mechanistic causal model into a variational autoencoder, generating rich, comprehensive transcriptomic responses. Our results indicate that SCCVAE exhibits superior performance over current state-of-the-art baselines for extrapolating to predict unseen perturbational responses. Additionally, for the observed perturbations, the latent space learned by SCCVAE allows for the identification of functional perturbation modules and simulation of single-gene knockdown experiments of varying penetrance, presenting a robust tool for interpreting and interpolating perturbational responses at the single-cell level.", "date": "2025-06-05", "journal": ""}
{"title": "LOSS OF ARGINASE 2 DISRUPTS STRIATUM-SPECIFIC POLYAMINE HOMEOSTASIS", "doi": "10.1101/2025.06.02.657391", "authors": "Nalepa, M.; Basheer, O.; Radkiewicz, M.; Skowronska, K.; Skweres, A.; Owczarek, A.; Dalka, A.; Hilgier, W.; Zielinska, M.; Samborowska, E.; Wegrzynowicz, M.", "abstract": "Arginase converts arginine (Arg) to ornithine (Orn), regulating their availability for the metabolic pathways that utilize these amino acids. The roles of arginase isoenzymes, Arg1 and Arg2, vary by cell type, tissue, and physiological state. In the brain, Arg2 is the predominant isoenzyme, particularly enriched in the striatum, where it localizes to a striatum-specific neuronal population - medium spiny neurons (MSNs). While the precise role of Arg2 in MSNs remains unclear, its loss alters the striatal metabolomic profile, highlighting its metabolic significance. Here, to investigate the basis of these complex metabolic changes, we examined Arg metabolism in Arg2 knockout (Arg2-/-) mice. Targeted analysis of Arg-related metabolites and selected proteins regulating Arg metabolic pathways revealed that Arg2 loss significantly increased Arg levels but did not affect Orn, likely due to compensatory synthesis of Orn from Arg (via arginine:glycine amidinotransferase) and/or proline (via ornithine aminotransferase). Additionally, markers of nitric oxide (NO) production remained unchanged, suggesting that striatal Arg2 is not involved in the regulation of this pathway, a role commonly attributed to arginase. Most notably, Arg2 loss disrupted polyamine homeostasis, shifting the balance toward higher polyamines at the expense of lower ones and altering the expression of polyamine-regulating proteins. These findings highlight Arg2 crucial role in striatal metabolism and its potential relevance to striatum-related disorders. Given that striatal Arg2 impairment has been reported in Huntington's disease, a neurodegenerative disorder specifically affecting MSNs, understanding its function may provide insights into the pathology.", "date": "2025-06-05", "journal": ""}
{"title": "Increased circulating TREM2+ microglia extracellular vesicles in aged APP/PS1 Alzheimer's disease rats", "doi": "10.1101/2025.06.02.657443", "authors": "Myers, S. J.; Allman, B. L.; Pasternak, S. H.; Whitehead, S. N.; Roseborough, A. D.", "abstract": "Introduction: TREM2 is a microglial marker important in Alzheimer's disease (AD) pathogenesis, but current methods to detect microglial TREM2 expression in vivo are limited. Circulating microglia-derived extracellular vesicles (EVs) show promise as potential biomarkers for AD and may offer insight into TREM2 activity. Methods: TMEM119+/TREM2+ EVs were assessed using nanoscale flow cytometry in plasma from wildtype and APP/PS1 rats aged to 3-. 9-, and 15-months-old. Molecular and histological assays were used to assess microglia markers in rat brain tissue and a radial arm water maze task was employed to evaluate spatial working and reference memory. Results: Circulating TMEM119+/TREM2+ EVs were increased in 15-month APP/PS1 rats and associated with severity of cognitive impairment. TREM2 brain expression varied by anatomical region, age, transgene, and assay. Discussion: Collectively, this study provides the first assessment of TMEM119+?Tremem2+ EVs as a biomarker of brain microglia expression and cognition in an AD rat model.", "date": "2025-06-05", "journal": ""}
{"title": "Dissecting surveying behavior of reactive microglia under chronic neurodegeneration", "doi": "10.1101/2025.06.02.657382", "authors": "Subhramanian, S.; Bocharova, O.; Makarava, N.; Safadi, T.; Baskakov, I. V.", "abstract": "In the healthy brain, microglia maintain homeostasis by continuously surveying neuronal health through highly dynamic processes that form purinergic junctions with neuronal somas. These mechanisms are finely tuned for the rapid detection of acute injuries. However, during the transition to a chronically reactive state in neurodegenerative diseases, microglial ramification decreases even as the need for neuronal monitoring escalates. How reactive microglia adapt their surveillance strategies under these conditions remains poorly understood. Using time-lapse imaging of acute brain slices from prion-infected mice, we identified a previously unrecognized mode of neuronal surveillance employed by reactive microglia. Unlike homeostatic microglia, which exhibit low somatic mobility and high process motility, enabling broad, simultaneous monitoring, reactive microglia display high somatic mobility. These cells actively migrate through the brain parenchyma, pausing to form direct and extensive body-to-body contacts with individual neurons. Contact durations ranged from minutes to several hours, often involving partial or full somatic envelopment, with transitions between these states being both frequent and reversible. Notably, reactive microglia exhibited sustained intracellular calcium bursts correlated with their increased mobility. Pharmacological inhibition of the P2Y6 receptor partially reduced microglial migration without disrupting their ability to form neuronal contacts. Furthermore, this highly mobile behavior persisted in acutely isolated reactive microglia in vitro, even in the absence of external stimuli, indicating that dynamic mobility is an intrinsic feature of the reactive phenotype. These findings reveal a fundamental shift in microglial surveillance architecture during chronic neurodegeneration - transforming from static, multi-neuron monitoring to dynamic, neuron-by-neuron engagement. This work uncovers a novel, adaptive strategy of microglial behavior with critical implications for understanding microglia-neuron interaction under chronic neurodegeneration.", "date": "2025-06-05", "journal": ""}
{"title": "Oxytocin release modulates acute neuroinflammation and improves brain development after pediatric traumatic brain injury", "doi": "10.1101/2025.06.02.652172", "authors": "Knoop, M.; Trak, E.; Possovre, M.-L.; Van de Looij, Y.; Schirmbeck, G.; Ceyzeriat, K.; Pitetti, J.-L.; Farias Sanches, E.; Musardo, S.; Millet, P.; Tsartsalis, S.; Tournier, B. B.; Bellone, C.; Sizonenko, S. V.; Jacquens, A.; Baud, O.", "abstract": "Pediatric traumatic brain injury (TBI) is a leading cause of death and disability early in life in infants, and its neurodevelopmental consequences cannot currently be effectively treated. Since TBI is associated with neuroinflammation, modulation of the post-injury neuroinflammatory response is a promising strategy. Oxytocin is thought to have anti-inflammatory properties and appears to play a role in clinical interventions that improve brain development in neonates. However, the underlying mechanisms remain unclear, as does its applicability in acute brain injury. Here we investigate the effects of chemogenetic modulation of endogenous oxytocin on acute neuroinflammation and on long-term brain development after TBI in postnatal day 7 (P7) male mice. We show that oxytocin release attenuates the acute neuroinflammatory response to TBI 24 hours after injury, by reducing the expression of immune- and inflammation-related genes in astrocytes and promoting gene pathways for brain repair and development in microglia. In the long term, oxytocin exposure ameliorates subcortical and cortical white matter damage after TBI, prevents hyperactivity and loss of social behavior, and restores TBI-induced alterations in resting-state functional connectivity of the isocortex. These findings enhance our understanding of the modulation of neuroinflammation and its long-term effects and support intervention related to endogenous oxytocin release as a promising neuroprotective strategy in pediatric TBI.", "date": "2025-06-05", "journal": ""}
{"title": "Cytokinin overcomes spikelet-driven inhibition of tillering in wheat and barley by delaying meristem development", "doi": "10.1101/2025.06.02.657399", "authors": "Wakeman, A.; Bennett, T.", "abstract": "Correlative inhibition mechanisms allow plants to regulate the number of organs they produce, but act as a developmental limitation on crop yields. Previously, trade-offs have been observed in wheat and barley between the size of individual compound inflorescences (spikes) and the total number of spikes produced by each plant. We aimed to test the hypothesis that these trade-offs represent an uncharacterized form of correlative inhibition in grass reproductive architecture. We show that 'high spikelet' lines with spikes containing enhanced numbers of spikelets have reduced tillering and retarded development of later-initiated spikes. Moreover, we show that this effect is driven by the presence of developing, but not mature, spikelets in early-initiated spikes, thus representing a form of correlative inhibition. We show that cytokinin treatment delays the development of spike meristems and formation of spikelets, and as such, can promote the development of additional spikes in high spikelet lines, by providing a longer window for tillering to occur. Our results thus identify cytokinin as a potential target for breeding crops with enhanced yield. Furthermore, our results provide a developmental basis for previously observed yield trade-offs in cereal crops, and illustrate the importance of understanding developmental timing when attempting to breed higher-yielding crops.", "date": "2025-06-05", "journal": ""}
{"title": "Gamma radiation-induced molecular toxicity and effects on pluripotent stem cells of the radiosensitive conifer Norway spruce (Picea abies)", "doi": "10.1101/2025.06.02.653021", "authors": "Bhattacharjee, P.; Gillard, G. B.; Hvidsten, T. R.; Sandve, S. R.; Lind, O. C.; Brede, D. A.; Olsen, J. E.", "abstract": "Conifers are among the most radiosensitive plant species. Elevated, sublethal levels of ionising radiation result in reduced apical dominance in conifers, indicating a negative effect on shoot apical meristems (SAMs). The SAMs, harbouring the pluripotent stem cells, generate all the cells of the shoot, enabling growth and reproduction. However, knowledge on the effects of ionising radiation on such stem cells is scarce, but important for risk assessment and radioprotection of plants in contaminated ecosystems. Here, we assessed the sensitivity of in vitro-grown stem cells of Norway spruce to 144-h of gamma irradiation at 1-100 mGy h-1, using such cells as a model for molecular toxicity of gamma radiation in conifers. Although there were no visible effects of the gamma irradiation on cell proliferation and subsequent embryo formation, dose rate-dependent DNA damage was observed at [&ge;]10 mGy h-1, and comprehensive organelle damage at all dose rates. Massive dose rate-dependent transcriptome changes occurred, with downregulation of a range of genes related to cell division, DNA repair and protein folding but upregulation of stress-related hormonal pathways and several antioxidant-related genes. The upregulation of such genes, survival and continued proliferation of at least a subset of cells and the post-irradiation normalisation of expression of DNA repair and protein-folding genes together with somatic embryo formation suggest that stem cells are able to recover from gamma-irradiation-induced stress. Collectively, regardless of cellular abnormalities after gamma irradiation, and huge transcriptomic shifts towards stress management pathways, the pluripotent stem cell cultures were able to retain their stemness.", "date": "2025-06-05", "journal": ""}
{"title": "Chronic benzodiazepine treatment triggers gephyrin scaffold destabilization and GABAAR subsynaptic reorganization", "doi": "10.1101/2025.06.02.653073", "authors": "Chapman, C. A.; Povysheva, N.; Tarr, T. B.; Nuwer, J. L.; Meriney, S. D.; Johnson, J. W.; Jacob, T. C.", "abstract": "Benzodiazepines (BZDs) are important clinical drugs with anxiolytic, anticonvulsant, and sedative effects mediated by potentiation of inhibitory GABA type A receptors (GABAARs). Tolerance limits the clinical utility of BZDs, yet the mechanisms underlying tolerance after chronic exposure have not been thoroughly investigated. Here, we assessed the impact of chronic (7-day) treatment with the BZD diazepam (DZP) on the dynamic plasticity and subsynaptic organization of the gephyrin scaffold and {gamma} subunit-containing GABAARs in primary neurons. After functional confirmation of diminished BZD sensitivity, we provide the first super-resolution analysis of inhibitory nanoscale plasticity induced by chronic BZD exposure: gephyrin subsynaptic domains were smaller and the inhibitory postsynaptic area was overall diminished by DZP treatment, resulting in a condensation of synaptic {gamma}2-GABAARs into smaller subsynaptic areas. Using a novel fluorescence-based in situ proximity ligation assay and biochemical fractionation analysis, the mechanism for gephyrin downregulation was revealed to be dependent on phosphorylation and protease cleavage. Accordingly, DZP treatment impaired gephyrin synaptic stability, demonstrated by live-imaging photobleaching experiments. Despite the loss of BZD sensitivity and stable synaptic gephyrin, 7-day DZP treatment did not reduce the surface or total protein levels of BZD-sensitive {gamma}2-GABAARs, as shown in prior short-term BZD treatment studies. Instead, chronic DZP treatment induced an accumulation of {gamma}2-GABAARs in the extrasynaptic membrane. Surprisingly, {gamma}2-GABAAR interactions with gephyrin were also enriched extrasynaptically. An identified rise in extrasynaptically-localized gephyrin cleavage fragments may function to confine receptors away from the synapse, as supported by a decrease in extrasynaptic {gamma}2-GABAAR mobility. Altogether, we find that chronic BZD treatment triggers several subtle converging plasticity events at inhibitory synapses which effectively restrict the synaptic renewal of BZD-sensitive GABAARs via mechanisms distinct from those observed with short-term treatment.", "date": "2025-06-05", "journal": ""}
{"title": "Crosslinked CXCR4 Signals Decreased Motility and Increased Adhesion of T Cells", "doi": "10.1101/2025.06.04.652236", "authors": "Pearson, J.; Yang, J.-I.; Krivitsky, S.; Kelley, Z.; Fearon, D. T.", "abstract": "Pancreatic ductal adenocarcinoma (PDA) is a highly aggressive cancer known for its ability to evade immune surveillance, primarily through mechanisms that prevent T cell infiltration. While the coating of cancer cells with the chemokine, CXCL12, is required for the exclusion of T cells, the precise molecular mechanisms behind the failure of T cell migration into the tumor remain unclear. In this study, we identify a potential mechanism by demonstrating that crosslinking CXCR4 is associated with decreased motility of T cells secondary to their adhesion to fibronectin. Using human lymphoblastoid T cells and primary human T cells, we show that polymeric CXCL12-induced crosslinked CXCR4 triggers the non-G i-dependent pathway of tyrosine phosphorylation of FAK-related proline-rich tyrosine kinase 2 (PTK2B) in T cells. This response is necessary for the decreased motility and increased adhesion of T cells. We also find that the downstream cellular reactions of this pathway is secondary to CXCR4-crosslinking and require the integrin subunit, 4, and TNF stimulation of TNFRSF1B. These findings provide insights into the mechanisms mediating the exclusion of T cells from nests of PDA cells and further support therapeutic strategies aimed at blocking the interaction of CXCR4 on T cells with the CXCL12-coating of PDA cells.", "date": "2025-06-05", "journal": ""}
{"title": "A spatial transcriptomic atlas of acute neonatal lung injury across development and disease severity", "doi": "10.1101/2025.06.02.656433", "authors": "Mallapragada, S.; Lyu, R.; Williams-Katek, A. L.; Fischer, B. K.; Vannan, A.; Hadad, N.; Mee, E. D.; Shirazi, S. P.; Jetter, C. S.; Negretti, N. M.; Hilgendorff, A.; Eldredge, L. C.; Deutsch, G. H.; McCarthy, D. J.; Kropski, J. A.; Sucre, J. M. S.; Banovich, N. E.", "abstract": "A molecular understanding of lung organogenesis requires delineation of the timing and regulation of the cellular transitions that ultimately form and support a surface capable of gas exchange. While the advent of single-cell transcriptomics has allowed for the discovery and identification of transcriptionally distinct cell populations present during lung development, the spatiotemporal dynamics of these transcriptional shifts remain undefined. With imaging-based spatial transcriptomics, we analyzed the gene expression patterns in 17 human infant lungs at varying stages of development and lung injury, creating a spatial transcriptomic atlas of ~1.2 million cells. We applied computational clustering approaches to identify shared molecular similarities among this cohort, generating hypotheses about how tissue architecture and molecular spatial relationships are coordinated during normal development and disrupted in disease. Recognizing that all preterm birth represents an injury to the developing lung, we have moved away from the conventional paradigm of classifying an infant lung as belonging to 'disease' or 'control' groups in favor of a linear regression approach that accounts for the routinely collected objective measures of gestational age and life span. Within this new framework, we have identified cell type patterns across these variables that would likely be overlooked when using a binary, conventional 'diseased' vs. 'control' comparison. Together, these data represent an open resource for the lung research community, supporting discovery-based inquiry and identification of targetable molecular mechanisms in both normal and arrested human lung development.", "date": "2025-06-05", "journal": ""}
{"title": "Wheat - black-grass competition is a non-zero-sum game influenced by root growth", "doi": "10.1101/2025.06.02.657396", "authors": "Clark, J.; Tatnell, L.; Bennett, T.", "abstract": "Interactions with neighbouring plants have profound effects on plant growth, especially in crop-weed interactions, which can cause major crop-losses in agricultural systems. Black-grass (Alopecurus myosuroides) is the most problematic weed for UK agriculture, causing dramatic yield losses in winter wheat, but the basis of its competitive advantage is not clear. We aimed to fundamentally reappraise the nature of wheat - black-grass competition. Here, we show that black-grass is slow to establish, and requires long periods to demonstrate any competitive advantage over wheat. We show that black-grass grows significantly faster under winter conditions than wheat, and has much more vigorous root growth, collectively suggesting that prolonged root growth over winter is key to black-grass's competitive advantage over wheat. We identify significant variation in crop varietal competitiveness against black-grass, in both black-grass suppression and tolerance. We further identified that this competition is not a zero-sum game, with loss in crop biomass not necessarily equal to gain in black-grass biomass. Finally, we found that the black-grass suppression, but not tolerance, is correlated with crop root growth, supporting our hypothesis for black-grass competition. Overall, our results suggest that breeding for increased root growth and/or winter growth rate can create more competitive wheat cultivars.", "date": "2025-06-05", "journal": ""}
{"title": "SOX2 and SOX9 as Transcriptional Regulators of human Galectin-3 in SW1353 Cells: Potential Implications for Osteoarthritis", "doi": "10.1101/2025.06.03.657610", "authors": "Alba, B.; Schmidt, S.; Kaltner, H.; Toegel, S.", "abstract": "Galectin-3 (Gal-3), a member of the {beta}-galactoside-binding protein family, is critically involved in inflammation, extracellular matrix remodelling, and cartilage degeneration in osteoarthritis (OA). This study aims to elucidate the regulation of the human galectin-3 gene (LGALS3) promoter in SW1353 cells and its control by SOX transcription factors, known to be dysregulated during OA pathogenesis. We sought to identify key sequence elements in the LGALS3 promoter responsible for its transcriptional activity and the transcription factors (TFs) responsible for its regulation. Using luciferase reporter assays, we examined deletion variants of the 5' region (-2638 bp to +52 bp) and assessed their activation potential. We also identified potential transcription factor binding sites (TFBS) through in silico analyses and confirmed SOX9 binding in the -93/+49 region by chromatin immunoprecipitation using HaloCHIPTM. Functional assays revealed that the proximal promoter region (-97 to +52 bp) is critical for reporter gene expression in SW1353 cells. This study demonstrates that the presence of SOX2 and SOX9 leads to a dose-dependent decrease in LGALS3 promoter activity in SW1353 cells. We show that SOX9 can bind the promoter, highlighting the importance of SOX TF interactions in regulating LGALS3 expression and their potential role in chondrocytes.", "date": "2025-06-05", "journal": ""}
{"title": "Two de novo transcriptome assemblies and functional annotations from juvenile cuttlefish (Sepia officinalis) under various metal and pCO2 exposure conditions", "doi": "10.1101/2025.06.03.657592", "authors": "Sol Dourdin, T.; Minet, A.; Pante, E.; Lacoue-Labarthe, T.", "abstract": "The cuttlefish Sepia officinalis is a precious model in behavioural and neurobiology studies. It is currently facing combined environmental changes related to the anthropogenic global change. However, genomic resources available to support investigations tackling this issue are still scarce. Therefore, we present two annotated de novo transcriptome assemblies from recently hatched (whole body) and one-month-old (head) Sepia officinalis juveniles. Both assemblies rely on an important read depth validated by a pseudo-rarefaction analysis, and gathered several individuals from various metal and pCO2 exposure conditions. After redundancy reduction, assemblies from newly hatched and one-month-old individuals comprised 244,772 and 397,569 transcripts with 39,804 and 49,402 putative ORFs, respectively, and an average annotation rate of 60%. Assemblies were compared to each other, revealing age-specific transcriptomic landscapes. These two assemblies constitute highly valuable genomic resources facilitating the investigation of transcriptomic endpoints in environmental studies considering coleoid cephalopods.", "date": "2025-06-05", "journal": ""}
{"title": "Aggressive trait selection influences life-history trade-offs, favoring survival over reproductive success in Drosophila melanogaster males", "doi": "10.1101/2025.06.02.657383", "authors": "Defert, A.; Gout, R.; Pennot, G.; Jamme, F.; Castex, A.; Handjar, A.; Guilleman, T.; Billeter, J.-C.; Trannoy, S.", "abstract": "Life history traits are all essential traits linked to development, survival and reproduction, directly influencing individual fitness. Limited environmental or physiological resources force organisms to balance competing demands, leading to fundamental trade-offs, particularly between survival and reproduction. Male aggression often enhances reproductive success by improving resource acquisition and mate competition. However, the broader impact of high levels of aggression on individual overall fitness and life-history trade-offs remains poorly understood. To address this, we used the Drosophila melanogaster Bully line, derived from wild-type flies (Canton-S line) through artificial selection for high levels of male aggression, and assess whether increased aggressiveness influences male life-history traits. Our results reveal that increased male aggressiveness shifts the balance of a major life-history trade-off, favoring survival over reproductive success. Bully males exhibited lower mating success, shorter mating duration and less effective chemical mate-guarding. However, this was traded-off with increased lifespan, enabling more reproductive opportunities. We also uncover potential mechanistic underpinnings of the reproductive deficits. Bully males showed differences in their cuticular hydrocarbon (CHCs) profiles and transferred lower levels of cVA to females, a mate-guarding pheromone, thereby weakening their post-mating strategy. Overall, our findings demonstrate that selection for male aggression profoundly influence a key life-history trade-off highlighting aggression as an evolutionary force shaping adaptation of life-history traits and providing a foundation for future genetic and mechanistic studies.", "date": "2025-06-05", "journal": ""}
{"title": "Making AI accessible for forensic DNA profile analysis", "doi": "10.1101/2025.06.02.656996", "authors": "de Wit, A. K. J. G.; Wagenaar, C. D.; Janssen, N. A.; Hoegen, B.; van de Wetering, J.; Hoofs, H.; Ariëns, S.; Benschop, C. C.; Ypma, R. J.", "abstract": "Deep learning has the potential to be a powerful tool for automating allele calling in forensic DNA analysis. Studies to date have relied on bespoke model architecture and painstaking manual annotations to train models, which makes it challenging for other researchers to work with these techniques. In this study, we explore the possibility of training a well-performing model using data gathered as part of casework, and employing a widely adopted architecture: the U-Net. In this approach, annotations are created from alleles called during casework. The model, dubbed 'DNANet', then classifies each scan point in the electropherogram (EPG) as part of an allele or non-allele, building on the task of segmentation in computer vision. We evaluate performance on unseen case data and on independent mixture research data, taking analyst annotations as ground-truth. We further compare DNANet's performance with analyst performance on the research data, taking actual donor alleles as ground-truth. DNANet reached an F1 score of 0.971 on analyst annotated alleles on case data not seen during training, and 0.982 on the research data. On actual donor alleles, DNANet reached an F1 score of 0.962, equal to the F1 score computed from analyst annotations. Our results show that DNANet's performance is comparable to human annotations following standard procedures. This illustrates the potential for obtaining good results with standard data and architecture. Future work may focus on what aspects of data, annotations or model architecture are key in shaping performance. We make our code, model weights and research data publicly available to aid the community. Lastly, we call for an effort to establish a standardized benchmark to aid in quantitative comparisons between allele calling systems.", "date": "2025-06-05", "journal": ""}
{"title": "Plasma insulin-like growth-factor 1 (IGF-1) concentrations predict early life-history traits in a wild mammal", "doi": "10.1101/2025.06.02.656453", "authors": "Ravindran, S.; Corripio-Miyar, Y.; Pick, J. L.; Bal, X.; Pilkington, J. G.; Pemberton, J. M.; Nussey, D. H.; Froy, H.", "abstract": "1. Understanding the physiological mechanisms underpinning plasticity in life-history traits can help us predict individual responses to environmental variability and understand how diverse life-history strategies evolve to be shaped by ecological processes. 2. The hormone insulin-like growth factor 1 (IGF-1) is a key player in the insulin/IGF-1 signaling (IIS) pathway. This nutrient-sensing pathway responds to diverse environmental cues including food availability and has been shown to modulate the association between resource acquisition and allocation of resources to life-history traits like growth, reproduction and survival in the laboratory. 3. We measured IGF-1 concentrations in blood samples from approximately four-month-old wild Soay sheep lambs (n=669), collected over nine summers. We tested whether IGF-1 was positively correlated with proxies of resource availability, and whether IGF-1 was associated with morphological traits measured concurrently and predicted subsequent fitness-related traits. 4. Plasma IGF-1 concentrations were higher in males compared to females, and positively correlated with measures of resource availability in both sexes. IGF-1 was lower in years of high population density when per capita food availability was reduced; in twin lambs who have fewer available resources compared to singletons; and in lambs born to young and old mothers, who have poor maternal provisioning compared to mothers of intermediate age. 5. Higher IGF-1 levels in summer were predictive of higher body mass, faster post-natal somatic growth and increased skeletal size, measured at the same time. These associations were independent of our proxies of resource availability. 6. Lambs with higher summer IGF-1 were more likely to survive their first winter and reproduce the following spring. The association between IGF-1 and reproduction was independent of our resource availability proxies, whereas the association with first-winter survival was not. The association between summer IGF-1 and reproduction was mediated by positive associations with summer body mass. 7. Our study reveals population-level phenotypic plasticity in circulating IGF-1, also finding IGF-1 to predict early life-history traits in a wild mammal population.", "date": "2025-06-05", "journal": ""}
{"title": "Cell-surface proteomic profiling identifies CD72 as a regulator of microglial tiling", "doi": "10.1101/2025.06.02.657480", "authors": "Chan, T. C.; Rastogi, M.; Williams, M. X.; Zhang, S.; Shi, S. M.; Shuken, S. R.; Bartling, T.; Wild, K.; Atkins, M.; Hahn, O.; Paulo, J. A.; Jereb, S.; Shuster, S. A.; Yoo, Y.; Napole, A.; Hernandez, V. G.; Luo, L.; Buckwalter, M. S.; Stevens, B.; Deverman, B. E.; Kronenberg-Versteeg, D.; Gygi, S. P.; Wyss-Coray, T.; Wernig, M.", "abstract": "Microglial tiling-- the phenomenon of consistent cell-to-cell distances and non-overlapping processes-- is regarded as a qualitative indicator of homeostasis, but mechanisms of microglial tiling are unknown. We used cell-surface proximity labeling and mass spectrometry to profile the microglial cell-surface proteome in an in vitro model of homeostatic glial physiology and used single-cell RNA sequencing and public databases to identify candidate cell-surface proteins that might modulate tiling. We designed an image-based functional assay which measures six morphological/spatial readouts to screen these proteins for modulation of tiling. CD72, a coreceptor to the B cell receptor that is expressed by microglia, disrupted tiling; we validated its effects in vitro and in situ in organotypic hippocampal brain slices. Phosphoproteomic studies revealed that CD72 modulates pathways associated with cell adhesion, repulsive receptors, microglial activation, and cytoskeletal organization. These results lay the groundwork for further investigation of the functional roles of tiling in homeostasis and disease.", "date": "2025-06-05", "journal": ""}
{"title": "Training-induced alterations in the modulation of human motoneuron discharge patterns with contraction force", "doi": "10.1101/2025.06.02.657380", "authors": "Skarabot, J.; Thomason, H.; Nazaroff, B. M.; Connelly, C. D.; Valencic, T.; Ho, M. L.; Tyagi, K.; Beauchamp, J. A.; Pearcey, G. E.", "abstract": "Motoneurons adapt to both resistance and endurance training in reduced animal preparations, with adaptations seemingly more apparent in higher threshold neurons, but similar evidence in humans is lacking. Here, we compared the identified motor unit (MU) discharge patterns from decomposed electromyography signals acquired during triangular dorsiflexion contractions up to 70% of maximal voluntary force (MVF) between resistance-trained, endurance-trained, and untrained individuals (n=23 in each group). We then estimated intrinsic motoneuron properties and garnered insight about the proportion of excitatory, inhibitory, and neuromodulatory inputs contributing to motor commands across contraction intensities in each group. Participants also performed a task where a triangular contraction was superimposed onto a sustained one designed to challenge inhibitory control of dendritic persistent inward currents (PICs). Both trained groups demonstrated greater MU discharge rates with greater ascending discharge rate modulation during higher contraction forces ([&ge;]50% MVF), which were accompanied by more linear MU discharge patterns and greater post-acceleration attenuation slopes of the ascending discharge rates. No differences in discharge rate hysteresis or the discharge rate characteristics during the sombrero tasks between groups, suggesting no differences in neuromodulatory input. Conversely, resistance- compared to endurance-trained individuals exhibited greater acceleration slopes during lower contractions forces ([&le;]50% MVF), indicating the possibility of enhanced initial activation of PICs. Collectively, the greater and more linear MU discharge patterns in the trained groups either suggests a more reciprocal (i.e., push-pull) excitation-inhibition coupling during higher contraction forces or enhanced excitatory synaptic input to the motor pool, which might underpin greater force production of trained individuals.", "date": "2025-06-05", "journal": ""}
{"title": "A continuous landscape of signaling encodes a corresponding landscape of CAR T cell phenotype", "doi": "10.1101/2025.06.05.658149", "authors": "Cho, W.; Liu, J. Y.; Beckett, A. N.; Lunger, J. C.; Xu, P.; Ho, K.; Chen, E. E.; Salcido-Alcantar, A.; Sant'Anna, L. E.; Obbad, K.; Po, N.; Sotillo, E.; Mackall, C. L.; Daniels, K. G.", "abstract": "Cytokine signaling is critical to the function of natural immune cells and engineered immune cell therapies such as chimeric antigen receptor (CAR) T cells. It remains unclear how the limited set of signal transducers and activators of transcription (STATs) and other proteins activated by these cytokine receptors can encode the observed diversity of immune cell phenotypes. To understand how signaling downstream of cytokines control immune cell phenotype, we sought to map the structure of Janus kinase (JAK)/STAT signaling domains to cell signaling and resulting CAR T cell function. We recombined 14 signaling motifs to construct a library of ~30,000 constitutively active synthetic cytokine receptors (SCRs) with intracellular domains composed of novel signaling motif combinations that activate different signaling cascades. We experimentally tested ~450 SCRs which generated a range of CAR T cell memory, cytotoxicity, and proliferation. SCRs with pSTAT1 and 3 signaling generated effector memory CAR T cells, while SCRs with strong pSTAT5 generated effector CAR T cells with potent anti-tumor activity. To map the structure-signaling-phenotype landscape we trained models to predict signaling and CAR T cell phenotype that result from varied motif combinations. From neural network predictions we identified features, including strong STAT5 and Shc signaling, that promote unsafe autonomous CAR T cell proliferation. Models also revealed a trade-off between memory and cytotoxicity, with a Pareto front encoded by a continuous change in signaling. These results demonstrate that recombination of a limited set of signaling motifs creates a continuous spectrum of signaling that encodes a corresponding spectrum of cell phenotype. This work synthetically expands the combinatorial space of JAK/STAT signaling and provides a foundation for rational design of CAR T cells with improved cytotoxicity, memory, and safety profiles.", "date": "2025-06-05", "journal": ""}
{"title": "A continuous landscape of signaling encodes a corresponding landscape of CAR T cell phenotype", "doi": "10.1101/2025.06.05.658149", "authors": "Cho, W.; Liu, J. Y.; Beckett, A. N.; Lunger, J. C.; Xu, P.; Ho, K.; Chen, E. E.; Salcido-Alcantar, A.; Sant'Anna, L. E.; Obbad, K.; Po, N.; Sotillo, E.; Mackall, C. L.; Daniels, K. G.", "abstract": "Cytokine signaling is critical to the function of natural immune cells and engineered immune cell therapies such as chimeric antigen receptor (CAR) T cells. It remains unclear how the limited set of signal transducers and activators of transcription (STATs) and other proteins activated by these cytokine receptors can encode the observed diversity of immune cell phenotypes. To understand how signaling downstream of cytokines control immune cell phenotype, we sought to map the structure of Janus kinase (JAK)/STAT signaling domains to cell signaling and resulting CAR T cell function. We recombined 14 signaling motifs to construct a library of ~30,000 constitutively active synthetic cytokine receptors (SCRs) with intracellular domains composed of novel signaling motif combinations that activate different signaling cascades. We experimentally tested ~450 SCRs which generated a range of CAR T cell memory, cytotoxicity, and proliferation. SCRs with pSTAT1 and 3 signaling generated effector memory CAR T cells, while SCRs with strong pSTAT5 generated effector CAR T cells with potent anti-tumor activity. To map the structure-signaling-phenotype landscape we trained models to predict signaling and CAR T cell phenotype that result from varied motif combinations. From neural network predictions we identified features, including strong STAT5 and Shc signaling, that promote unsafe autonomous CAR T cell proliferation. Models also revealed a trade-off between memory and cytotoxicity, with a Pareto front encoded by a continuous change in signaling. These results demonstrate that recombination of a limited set of signaling motifs creates a continuous spectrum of signaling that encodes a corresponding spectrum of cell phenotype. This work synthetically expands the combinatorial space of JAK/STAT signaling and provides a foundation for rational design of CAR T cells with improved cytotoxicity, memory, and safety profiles.", "date": "2025-06-05", "journal": ""}
{"title": "Structural analysis of the NifL-NifA complex reveals the molecular basis of anti-activation of nitrogen fixation gene expression in Azotobacter vinelandii", "doi": "10.1101/2025.06.05.658055", "authors": "Batista, M. B.; Richardson, J.; Webster, M. W.; Ghilarov, D.; Peters, J. W.; Lawson, D. M.; Dixon, R.", "abstract": "Understanding the molecular basis of regulated nitrogen (N2) fixation is essential for engineering N2-fixing bacteria that fulfill the demand of crop plants for fixed nitrogen, reducing our reliance on synthetic nitrogen fertilizers. In Azotobacter vinelandii and many other members of Proteobacteria, the two-component system NifL-NifA controls the expression of nif genes that encode the nitrogen fixation machinery. The NifL-NifA system evolved the ability to integrate several environmental cues, such as oxygen, nitrogen, and carbon availability. The nitrogen fixation machinery is thereby only activated under strictly favorable conditions, enabling diazotrophs to thrive in competitive environments. Whilst genetic and biochemical studies have enlightened our understanding of how NifL represses NifA, the molecular basis of NifA sequestration by NifL depends on structural information on their interaction. Here, we present mechanistic insights into how nitrogen fixation is regulated by combining biochemical and genetic approaches with a low-resolution cryo-EM map of the oxidized NifL-NifA complex. Our findings define the interaction surface between NifL and NifA and reveal how this interaction can be manipulated to generate bacterial strains with increased nitrogen fixation rates able to secrete surplus nitrogen outside the cell, a crucial step in engineering improved nitrogen delivery to crop plants.", "date": "2025-06-05", "journal": ""}
{"title": "Evaluation of Enterobacterales carrying Acinetobacter-associated blaOXA genes--United States, 2017-2022", "doi": "10.1101/2025.06.05.655513", "authors": "Orazi, G.; Kent, A. G.; Wilmott, N.; Berhe, D.; Longo, C.; Bumpus-White, P.; Rutledge, D.; Hovan, G.; Villegas Correa, I. M.; Otero Pagan, I.; Coe, P.; Therrien, M.; Bhatnagar, A.; McKay, S. L.; Brown, A. C.; Laufer Halpin, A.; Sabour, S.", "abstract": "Through their ability to hydrolyze carbapenems, Ambler class D beta-lactamases endanger patients by limiting the clinical efficacy of beta-lactam antimicrobials. Further, plasmid-mediated transmission can increase mobility of carbapenemase genes between bacteria and facilitate their spread between patients. In the United States and elsewhere, the plasmid-mediated Ambler class D carbapenemase genes blaOXA-23-like, blaOXA-24/40-like, and blaOXA-58-like are commonly associated with Acinetobacter species and have rarely been reported outside of this genus. However, multiple recent international reports indicate detection of Enterobacterales isolates carrying Acinetobacter-associated class D carbapenemase genes. This evaluation aimed to provide insight into whether Enterobacterales harboring these class D genes may be circulating undetected in the United States, thereby signaling a need for adapting testing strategies to prioritize the detection of these potentially emerging public health threats. We analyzed whole-genome sequencing data generated through multiple Centers for Disease Control and Prevention (CDC) activities, including testing conducted across the Antimicrobial Resistance Laboratory Network, to determine whether any Enterobacterales isolates sequenced from 2017-2022 harbored Acinetobacter-associated class D carbapenemase genes. Among ~10,000 predominantly carbapenem-resistant Enterobacterales isolates, we identified only a single Enterobacterales isolate harboring an Acinetobacter-associated class D gene -- a Klebsiella pneumoniae isolate harboring a blaOXA-23-like gene. Our findings suggest that blaOXA-23-like, blaOXA-24/40-like, and blaOXA-58-like genes are rare among Enterobacterales isolates sequenced through CDC public health activities in the United States and do not warrant changes to current testing priorities at this time.", "date": "2025-06-05", "journal": ""}
{"title": "Early Candida - Oral Tumor Interactions Suggest miRNA-Mediated Regulation of Inflammatory and Tumor-associated processes", "doi": "10.1101/2025.06.05.657835", "authors": "Toth, R.; Horvath, M.; Naglik, J. R.; Gacser, A.", "abstract": "When simultaneously present, oral cancer and oral candidiasis are associated with high mortality. Recently, fungi-driven OSCC has emerged as a recognized phenomenon, that is triggered by Candida and sustained by several pro-tumor mechanisms. This study aimed to deepen our understanding and investigate how these mechanisms are regulated at the early stages of fungi-tumor interactions. Post-transcriptional regulation was examined through the analysis of miRNA (miR) responses in a metastatic cell line. We characterized early tumor responses to two common oral yeasts, C. albicans, frequently responsible for oral infections, and C. parapsilosis, a yeast with mostly commensal behavior in this niche. Exposed to C. albicans, tumor cells exhibited overexpression of inflammatory and pro-tumor pathways. This was also mirrored at the miR level. Intriguingly, this species induced upregulation of oncogenic miRs, while simultaneously downregulated tumor-suppressive miRs. miR-target analyses revealed targets primarily to be involved in inflammation (TNFa signaling via NFKB), albeit tumor progression was also heavily influenced based on the targets identified within the PanCancer Progression Panel. Several miR-target pairs were identified with TRIB1-miR-30c-1-3p highlighted at the route of inflammation, and MMP3-miR-374a-3p and JUN-miR-1268b/miR-16-1-3p/miR-30c-1-3p at the route of OSCC progression. These findings highlight that C. albicans drives OSCC progression, in part, through miR regulation. Contrarily, C. parapsilosis elicited tumor responses predominantly related to hypoxia and metabolic regulation, followed by a mild activation of inflammatory and tumorigenic processes. No significant miR-regulatory responses were identified. To sum up, we added a new layer to fungi-tumor interactions and identified regulatory elements, that might hold future translational potential.", "date": "2025-06-05", "journal": ""}
{"title": "IL-6 Evades KSHV-Mediated Hyperadenylation repression via CRM1-Dependent Nuclear Export.", "doi": "10.1101/2025.06.05.657986", "authors": "Schultz, S.; Miles, J.; Dwyer, W.; MacVeigh-Fierro, D.; Muller, M.", "abstract": "RNA turnover is critical for regulating cellular homeostasis, with nuclear export representing a key step in mRNA fate. During infection by Kaposi Sarcoma-associated Herpesvirus (KSHV), widespread mRNA decay is mediated by the viral endonuclease SOX, which depletes cytoplasmic transcripts and induces secondary nuclear RNA processing defects. One such defect includes transcript hyperadenylation, which promotes nuclear retention and decay. However, a subset of mRNAs escapes both SOX degradation and nuclear retention, raising questions about their export mechanisms. Here, we investigate how KSHV infection impacts mRNA poly(A) tail length and nuclear export dynamics using poly(A)-sequencing in KSHV-positive cells. Our data confirm a global increase in poly(A) tail length during KSHV infection, yet we identified a group of hyperadenylated transcripts that remain localized in the cytoplasm, suggesting active evasion of nuclear retention. Notably, we focused on interleukin-6 (IL-6), an mRNA known to escape SOX-mediated decay. Using G/I tailing and sPAT assays, we show that IL-6 is hyperadenylated yet, exported. We demonstrate that its export is dependent upon the CRM1 nuclear export pathway, rather than through the canonical NXF1-NXT1 pathway. Inhibition of CRM1 impairs IL-6 nuclear export and reduces steady-state mRNA levels, implicating CRM1 export in the stabilization of this transcript. Our findings reveal a previously unrecognized mechanism by which select host mRNAs like IL-6, bypass KSHV-imposed nuclear export block, thereby preserving their cytoplasmic function during infection. This study highlights viral manipulation of RNA processing and export pathways as a critical determinant of transcript fate and identifies CRM1 as a key mediator of selective transcript preservation during KSHV infection.", "date": "2025-06-05", "journal": ""}
{"title": "Transcriptome-wide RNA accessibility mapping reveals structured RNA elements and pervasive conformational rearrangements under stress", "doi": "10.1101/2025.06.05.658101", "authors": "Farenhem, K.; Whitfield, T. W.; Chouloute, A.; Jain, A.", "abstract": "RNA structure plays a central role in post-transcriptional gene regulation, modulating RNA stability, translation, and interactions with RNA-binding proteins (RBPs). However, capturing RNA conformations at scale remains challenging. Here, we introduce DMS-TRAM-seq (Dimethyl Sulfate- Transcriptome-wide RNA Accessibility Mapping by sequencing), which probes RNA structure across nearly the entire transcriptome. Using DMS-TRAM-seq, we generated secondary structure predictions for over 9,000 human transcripts, including hundreds of non-coding RNAs, and identified more than 700 previously unannotated, high-confidence structured elements. Importantly, the enhanced coverage provided by DMS-TRAM-seq enabled comparative analyses, revealing RNAs that undergo structural rearrangements in response to cellular perturbations. Integration with RBP motifs and ribosome profiling uncovered altered RNA-RBP interactions during oxidative stress and showed that translation inhibition broadly drives RNAs toward their thermodynamically favored conformations. DMS-TRAM-seq enables interrogation of the RNA structurome and its plasticity at an unprecedented scale, opening new directions for elucidating the structural basis of RNA regulation.", "date": "2025-06-05", "journal": ""}
{"title": "The Immunophenotype and Proviral Landscape of HIV-infected CD4 T Cells During Antiretroviral Therapy", "doi": "10.1101/2025.06.05.657210", "authors": "Delley, C. L.; Shah, S.; Joslin, K. M.; Park, Y. P.; Busch, M. P.; Stone, M.; Demaree, B.; Deeks, S. G.; Boritz, E. A.; Abate, A. R.; Clark, I. C.", "abstract": "In individuals on effective antiretroviral therapy, integrated HIV proviruses persist within CD4 T cells, forming a viral reservoir that rebounds if treatment is stopped. Identifying and targeting these rare, infected cells is critical for advancing therapies, but methods to study reservoir cells are limited and their unique properties remain largely unknown. We applied DAb-seq, a high-throughput method that combines single-cell DNA and surface protein sequencing, to profile over five hundred and twenty thousand CD4 T cells from the blood of six individuals on ART. Infected cells were unequally distributed in T cell subsets, and differential protein expression between infected and uninfected cells revealed significant heterogeneity across cell subsets. Attempts to identify surface markers that differentiate infected from uninfected cells found antigens that mirrored the enrichment of HIV in central memory subsets. However, while central memory T cells harbored the majority of HIV, cells with intact provirus were enriched relative to their defective counterparts in Naive and Regulatory T cell subsets, suggesting that they differentially maintain intact proviruses. In summary, we developed DAb-seq as a powerful open-source tool to map the proviral landscape with diverse cellular phenotypes, revealing heterogeneity in surface protein expression and provirus maintenance across subsets.", "date": "2025-06-05", "journal": ""}
{"title": "Correlating membrane-protein dynamics with function: Integrating bioinformatics, molecular dynamics, and single-molecule FRET", "doi": "10.1101/2025.06.05.658054", "authors": "Higinbotham, H. R.; Arbour, C. A.; Imperiali, B.", "abstract": "We present a strategy that deploys structural bioinformatics, molecular simulation, and single-molecule FRET microscopy for observing the ligand-dependent conformational dynamics of integral membrane proteins in situ. We focus on representative members of the small monotopic phosphoglycosyl transferase (SmPGT) superfamily, which catalyze transfer of a phosphosugar from a soluble nucleotide-sugar donor to a membrane-embedded polyprenol phosphate acceptor in the initiating step of glycoconjugate biosynthesis in prokaryotes. Substrate-specific structural features were identified across the superfamily and correlated with ligand-dependent conformational dynamics in all-atom simulations. To experimentally validate the role of this motion in ligand binding, we developed a platform to monitor intra-molecular protein dynamics in a native-like lipid environment. The presented approach incorporates selective cysteine protein labeling and non-canonical amino acid mutagenesis with bicyclononyne-tetrazine click chemistry to assemble dual-labeled variants of PglC, the initiating enzyme of the N-linked protein glycosylation pathway from Campylobacter jejuni. The modified proteins are then solubilized into styrene maleic acid liponanoparticles (SMALPs) to maintain an in situ membrane environment. The conformational changes of PglC upon inhibitor binding are diagnostic of inhibitor potency. The single-molecule FRET-SMALP strategy can be adapted to investigate protein dynamics across the superfamily of SmPGTs with different substrate selectivity where structure prediction and molecular dynamics support significant conformational changes upon ligand binding.", "date": "2025-06-05", "journal": ""}
{"title": "Prevalence of dual-donating amines in key regions of functional RNAs", "doi": "10.1101/2025.06.05.658080", "authors": "Veenis, A. J.; Saon, M. S.; Bevilacqua, P. C.", "abstract": "RNA performs many critical functions nearly all of which are enabled by complex hydrogen bonded structures. Nucleotides possess far fewer hydrogen bond donors than acceptors, and only the exocyclic amine can donate two H-bonds, suggesting a specialized role. To assess the prevalence and structural contexts of dual-donating amines within structured RNAs, we created a computational workflow that mines and analyzes experimental RNA-containing structures. We evaluated H-bonding in over 250,000 amines from more than 1,800 structures. Dual-donating amines were found most frequently in G's where they regularly interacted with diverse pairs of acceptors. In contrast, the dual-donating amines of A's and C's were less frequent and they interacted with a more select set of acceptors. For all three nucleobases, amines that were dual-donating had both reduced solvent accessibility and higher atom density relative to amines that were non-donating, indicating a tendency of dual donors to be more buried and help compact the RNA. Moreover, analysis of RNA pseudo-torsion angles revealed that dual-donating amines are enriched in two non A-form conformations, both of which are present in S-motifs found in the sarcin-ricin loop of rRNA. We find that dual-donating amines populate additional structural motifs including the GNRA tetraloop receptor, the kink-turn, and the WC/H A-minor motif, which are present in the self-splicing group I intron, the SAM riboswitch, and the poly(A)-bound ENE. We suggest that dual-donating amines may enhance interactions by reducing conformational entropy loss as well as strengthening nearby H-bonds.", "date": "2025-06-05", "journal": ""}
{"title": "An experimentally verified mechanistic model for predicting quorum sensing-based switches", "doi": "10.1101/2025.06.05.658036", "authors": "De Baets, J.; De Paepe, B.; De Mey, M.", "abstract": "Quorum sensing-based genetic circuits are gaining traction in synthetic biology as they link population-level behaviour to individual cell responses. However, tuning these circuits remains challenging due to complex dynamics, particularly during the 'Learn' phase of the Design-Build-Test-Learn (DBTL) cycle. To accelerate this process, we developed a mathematical model to predict how varying expression levels of the transcription factor and synthase affect the response of the EsaI/EsaR quorum sensing system. A strain library was constructed, and experimental data were used to optimize the model. The final model could successfully differentiate between the effects of these expression levels on the response of the bidirectional promoter. It allowed visualization of all potential system outcomes and emphasized the transcription factor's critical role in tuning the circuit. This model offers a valuable tool for fine-tuning EsaI/EsaR-based systems for synthetic biology applications. Moreover, given the homology within the LuxR-family quorum sensing systems, this modelling approach may serve as a foundation for model-based tuning of other quorum sensing systems.", "date": "2025-06-05", "journal": ""}
{"title": "Differential roles of the type I and II secretion systems for the intracellular ABC141 Acinetobacter baumannii infection, which elicits an atypical hypoxia response in endothelial cells", "doi": "10.1101/2025.06.05.658002", "authors": "Debruyne, C.; Hodge, L.; Hokamp, K.; Ershova, A. S.; Kröger, C.; Salcedo, S. P.", "abstract": "Acinetobacter baumannii poses a substantial global health threat, causing severe multi-drug-resistant infections in hospitalized patients. Circulating clinical isolates present remarkable diversity, with a proportion capable of establishing a transient intracellular niche suitable for persistence, multiplication, and spread. Yet, it remains unknown which bacterial factors mediate the formation and maintenance of this niche, especially within non-phagocytic cells, nor what host responses are elicited. This work demonstrates that the invasive A. baumannii ABC141 strain does not secrete ammonia in endothelial cells as previously shown for other A. baumannii strains multiplying within macrophages but resides in an acidic vacuole devoid of active lysosomal degradative enzymes. This compartment mediates bacterial egress and infection of neighboring cells, promoting dissemination. Using a Dual-RNAseq approach, we mapped the host and bacterial gene expression during the replicative stage of the infection. An atypical hypoxia cell response was observed without significant induction of the HIF1 pathway, with no metabolic shift or disturbance of mitochondria. Surprisingly, ABC141 efficiently grew in hypoxic conditions in culture and within host cells. In addition, we found a bacterial signature reflective of an adaptation to a nutrient-deprived environment. Our work also highlights a differential role for ABC141 secretion systems, with the T1SS assisting intracellular multiplication and the T2SS required for host cell invasion, implicating for the first time the T2SS in the intracellular lifecycle of invasive ABC141 in endothelial cells.", "date": "2025-06-05", "journal": ""}
{"title": "Loratadine decreases virulence of methicillin-resistant Staphylococcus aureus by widespread disruption of hemolysis in both Stk1-dependent and -independent fashions", "doi": "10.1101/2025.06.05.657702", "authors": "Marshall, I.; Henkel, M.; Balogh, H.; Stempel, R.; Monge, E. R.; Valenzano, G. Z.; Blackledge, M. S.; Miller, H. B.", "abstract": "Methicillin-resistant Staphylococcus aureus (MRSA) is a bacterial pathogen that relies on expression of a wide range of virulence factors. Hemolysins are a diverse collection of cytolytic toxins that promote virulence by being excreted and lysing host blood cells. We previously reported on novel anti-virulence compounds that modulate hemolysis in vitro, including a brominated carbazole (compound 8) and the active ingredient in Claritin (loratadine). We analyzed expression and activity of MRSA hemolysins in two hospital-acquired strains. Even with the same staphylococcal cassette chromosome mec (SCCmec) type, the strains displayed unique responses to loratadine where both repression and elevation of hemolysis occurred. We hypothesized that modulation of hemolysis by these putative Stk1 inhibitors would extend to community-acquired strains of MRSA. Furthermore, we wanted to determine if Stk1 was the only hemolysis regulatory protein being engaged by these compounds. To test this, we examined compound 8 and loratadine effects on two different USA300 strains, in addition to deletion mutants for a range of hemolysis regulatory genes. We observed strain-specific regulation of hemolysis by Stk1. Loratadine continued to downregulate both alpha and beta hemolytic activity in USA300 JE2 in both Stk1-dependent and independent pathways. Finally, we report that this anti-virulence compound effectively disrupts hemolysis by modulating global regulators at the mRNA level including the agr and vraRS systems that likely contribute to reduced hemolysin levels. Both hla and hld mRNA reductions extended to a human cell line model of MRSA infection. Together, these results expand our knowledge of loratadines function as a virulence modulator.", "date": "2025-06-05", "journal": ""}
{"title": "Growth of Paracoccus aminovorans is restricted by L-ascorbic acid (LA) and human gut isolate", "doi": "10.1101/2025.06.04.657967", "authors": "Heer, K.; Kayet, P.; Sharma, N.; Basak, S.; Raychaudhuri, S.", "abstract": "Gut microbiota plays a crucial role in the outcome of cholera. In this context, Paracoccus aminovorans, a gut commensal, has been evidenced to positively influence the pathogenesis of cholera bacterium. In the present study, we examined the impact of various non-antibiotic strategies on the growth of Paracoccus aminovorans. We observed the growth of Paracoccus aminovarans was severely restricted in the presence of L-ascorbic acid as well as in co-culture growth assays with another gut commensal, Weissella confusa.", "date": "2025-06-05", "journal": ""}
{"title": "A new component of the DNA damage response biofilm axis is a TetR-like DNA damage response regulator in Acinetobacter baumannii", "doi": "10.1101/2025.06.05.658052", "authors": "Nguyen, B.; Soo, M. W.; Antunez Tierney, G.; Amorelli, E. A.; Herlihy, A. L.; Godoy, V. G.", "abstract": "Acinetobacter baumannii is an opportunistic pathogen that employs two main strategies to evade antibiotic treatment: developing antibiotic resistant through the DNA damage response (DDR), and forming biofilms, which are protective bacterial multicellular communities. Previously, we demonstrated that RecA, a key regulator of the DDR, connects the DDR and biofilm formation, with RecA levels inversely correlated with biofilm formation. In this study, we identify another DDR regulator, EppR, a recently characterized TetR-family transcriptional repressor, as also playing a role in biofilm formation. We show that an eppR-deficient strain is unable to form biofilms due to reduced expression of genes encoding adhesive pili. This occurs because EppR influences intracellular RecA levels. Our findings provide further insight into RecA regulation and the link between the DDR and biofilms.", "date": "2025-06-05", "journal": ""}
{"title": "Intratumoral microbiota-derived S1P sensitizes the combination therapy of Capecitabine and Nivolumab", "doi": "10.1101/2025.06.05.658030", "authors": "Dai, C.; Pan, S.; Qi, T.; Shang, H.; Xie, R.; Liu, H.; Liu, Z.; Cui, Y.; Zhang, Y.", "abstract": "Clinical responses of colorectal cancer (CRC) treatments vary considerably due to the heterogeneity of tumor micro-environment (TME), where intratumoral microbiota may reshape the unique inflammation imprints. However, its complex mechanistic underpinnings remain incompletely elucidated. Herein we sought to delineate the role of intratumoral microbiota in potentiating combination therapeutics against CRC. By comparing germ-free (GF) and specific pathogen-free (SPF) mouse models of 33 potential CRC treatments, we screened out the combination regimen of Capecitabine-Nivolumab significantly augmented by intratumoral microbiota in tumor regression and survival prolongation. The enrichment of Bacteroides fragilis induced by Capecitabine-Nivolumab was concomitant with elevated microbial sphingosine-1-phosphate (S1P), which further upregulated tumoral PD-L1 expression by enhancing histone deacetylation at the CD274 locus. Activation of microbial sphingosine kinase 2 (SphK2) ultimately led to an expansion of effector memory CD8+ T cells and reduction of exhausted T cell subsets within TME. To conclude, these findings advance our understanding of the intricate interplay among intratumoral microbiota, sphingolipid metabolites and immunochemotherapeutics. It highlights microbial sphingolipids as potential predictive biomarkers for strategies of targeting intratumoral microbiota in CRC management.", "date": "2025-06-05", "journal": ""}
{"title": "RNA structure directs RNA partitioning and is actively disrupted inside stress granules to enable cellular recovery", "doi": "10.1101/2025.06.05.658090", "authors": "Zhu, B.; Lim, J. J. A.; Zhang, Y.; Tan, W. T.; Zhang, J.; Xiang, J. S. N.; Huber, R.; Khong, A.; Wan, Y.", "abstract": "RNA structures play important roles in liquid-liquid phase separation. However, how it is regulated during stress response and stress granule formation is still under studied. Here, we performed in vivo RNA structure probing before and after sodium arsenite treatment, and in stress granules. While RNAs generally become more double-stranded upon stress, they maintain their single-strandedness inside stress granules. We showed that RNA single-strandedness enables increased inclusion inside stress granules and that stress granule-enriched RNAs form fewer intra- and intermolecular RNA-RNA interactions. Additionally, several RNA binding proteins including SRSF1 are enriched in differential structure regions. eCLIP analysis revealed that SRSF1 binds to single-stranded regions along RNAs, and increased SRSF1 binding enabled better inclusion of RNAs in stress granules, whereas depletion of SRSF1 decreased stress granule formation under mild oxidative stress. We also observed the active unwinding of RNAs inside stress granules regulated by helicases, including DDX3X, and showed that inhibition of DDX3X results in slower dissolution of stress granules during recovery. Our study reveals the existence of multiple mechanisms to maintain RNA single-strandedness inside stress granules and to allow reversibility of stress granule formation, highlighting the importance of regulating RNA structure to enable cellular plasticity and stress response.", "date": "2025-06-05", "journal": ""}
{"title": "Establishing a DNA reference library for the identification of elasmobranchs in the Indian Ocean using Oxford Nanopore Sequencing", "doi": "10.1101/2025.06.03.657733", "authors": "Anjani, L.; Tanna, A.; Humble, E.; Sandamalika, G.; Johri, S.; Fernando, D.", "abstract": "Elasmobranchs, comprising sharks and rays, are among the most threatened species globally. The first elasmobranchs were added to the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) in 2002. Since then, the number of species listed has increased to 151, highlighting the urgent conservation challenges faced by these species. In Sri Lanka, where over 100 species have been recorded, the demand for elasmobranch products drives significant export and import activities, complicating conservation efforts. Accurate species identification is crucial for fisheries monitoring, trade regulation, and conservation management. However, relying solely on morphological characteristics is challenging, especially since key identifying features are unavailable in certain derivatives like meat and oil in market samples. This study aims to develop a robust DNA reference library for elasmobranch species in Sri Lanka and to showcase the application of Oxford Nanopore Technology (ONT) as a reliable tool for fisheries monitoring and conservation. Using DNA barcoding and ONT sequencing, we analysed 49 elasmobranch species, focusing on the Cytochrome Oxidase I (COI) and 12S ribosomal ribonucleic acid (rRNA) genes to develop a DNA reference library. The creation of reliable barcode reference libraries is essential for effective species identification in biomonitoring because it facilitates the assessment of population trends and the effectiveness of fishing and trade regulations. We conducted a phylogenetic analysis to assess the robustness of reference sequences in species discrimination. All DNA reference sequences are publicly accessible through GenBank. This study enhances the capacity to monitor and regulate the elasmobranch trade in Sri Lanka and beyond.", "date": "2025-06-05", "journal": ""}
{"title": "GENERanno: A Genomic Foundation Model for Metagenomic Annotation", "doi": "10.1101/2025.06.04.656517", "authors": "Li, Q.; Wu, W.; Zhu, Y.; Feng, F.; Ye, J.; Wang, Z.", "abstract": "The rapid growth of genomic and metagenomic data has underscored the pressing need for advanced computational tools capable of deciphering complex biological sequences. In this study, we introduce GENERanno, a compact yet powerful genomic foundation model specifically optimized for metagenomic annotation. Trained on an extensive dataset comprising 715 billion base pairs (bp) of prokaryotic DNA, GENERanno employs a transformer encoder architecture with 500 million parameters, enabling bidirectional attention over sequences up to 8192 nucleotides at single-nucleotide resolution. This design addresses key limitations of existing methods, including the inability of traditional Hidden Markov Models (HMMs) to handle fragmented DNA sequences, as well as the suboptimal tokenization schemes of current genomic foundation models that compromise fine-grained analysis. To evaluate the model performance, we curated the Prokaryotic Gener Tasks, a biologically meaningful benchmark encompassing gene fitness prediction, antibiotic resistance prediction, gene classification, and taxonomic classification. Across these tasks, GENERanno consistently outperforms its counterparts, establishing itself as a leading genomic foundation model in the prokaryotic domain. For metagenomic annotation, GENERanno achieves superior accuracy compared to traditional HMM-based methods (e.g., GLIMMER3, GeneMarkS2, Prodigal) and recent LLM-based approaches (e.g., GeneLM), while demonstrating exceptional generalization ability on archaeal genomes. Notably, GENERanno pioneers the prediction of pseudogenes based solely on sequence data, leveraging its contextual understanding to differentiate non-functional sequences from active coding regions. Overall, GENERanno represents a significant advancement in genomic foundation modeling, bridging the gap between large-scale sequence analysis and fine-grained biological insights. By providing a versatile tool for metagenomic annotation and broader genomic exploration, this work lays the groundwork for future research in functional genomics and related fields. Implementation details and supplementary resources are available at https://github.com/GenerTeam/GENERanno.", "date": "2025-06-05", "journal": ""}
{"title": "HSP90α is specifically required for rod photoreceptor function and cannot be replaced by HSP90β.", "doi": "10.1101/2025.06.05.657739", "authors": "Hoda, J.; Aliff, H.; Deng, W.-T.; Ramamurthy, V.", "abstract": "Heat shock protein 90 (HSP90) is a critical molecular chaperone that exists as two cytosolic paralogs, HSP90 and HSP90{beta}, which share high sequence identity but may perform non-redundant functions in vivo. Loss of HSP90 in mice results in progressive rod photoreceptor degeneration, despite normal retinal development and expression of HSP90{beta}. To investigate whether HSP90{beta} can substitute for HSP90 in photoreceptors, we generated adeno-associated virus (AAV) vectors expressing HA-tagged HSP90 or HSP90{beta} under the control of a short rhodopsin promoter. In Hsp90 -/- mice, subretinal delivery of AAV-Hsp90aa1 (HSP90) restored rod function and prevented photoreceptor degeneration, as measured by electroretinography (ERG). In contrast, AAV-mediated expression of HSP90{beta} failed to rescue rod function despite comparable expression levels. Overexpression of either paralog in wild-type mice had no adverse effects on retinal function. These findings reveal a paralog-specific and intrinsic requirement for HSP90 in rod photoreceptors, demonstrating that HSP90{beta} cannot compensate for its loss despite structural similarity.", "date": "2025-06-05", "journal": ""}
{"title": "Changes in biophysical characteristics of YghA from E. coli due to variation in pH", "doi": "10.1101/2025.06.05.657471", "authors": "Hasan, N.; Jilani, S. B.; Saeed, S.; Stoner, M. R.; Yazdani, S. S.; Choi, Y.; Khan, R. H.", "abstract": "YghA from E. coli has been reported to be involved in conferring tolerance against furan aldehyde inhibitors which are commonly generated in thermo-acidic pretreatment of lignocellulosic biomass. In this study we report the biophysical characterization of YghA from E. coli as a function of variation in pH. Fluorescence intensity of YghA increased by 2.5 fold in acidic pH as compared to circumneutral pH. In presence of the hydrophilic 8-anilinonaphthalene1sulfonic acid (ANS) dye, a 68 79.4 fold increase in fluorescence intensity at acidic pH was observed as compared to circumneutral pH, while at basic pH the increase was only 1 to 2fold. Secondary structure analysis by circular dichroism signal at 222 and 208 nm suggests that the secondary structure of YghA is primarily composed of alpha-helix at pH 7 and the secondary structure is abruptly lost at pH 3 and lower. In agreement with these observations, MD simulations predicted greater structural variations at low pH when compared to neutral or high pH. Interface energy calculations using computational docking protocols suggested that YghA forms relatively more stable complex with NADH. The in silico pulling assay results also show that NADH is more preferred compared to NADPH. Molecular dynamics simulations also indicate that YghA is structurally unstable at acidic pH with significant variations in the root mean square deviation values of the tetramer backbone. Residues GLU 84 at pH 7 together with PRO 24 and LEU 236 at pH 1 were identified as flexible residues and are promising target for future mutagenesis studies targeted towards improving structural stability of YghA.", "date": "2025-06-05", "journal": ""}
{"title": "Aromatic Patch in WhiB-Like Transcription Factors Facilitates Primary Sigma Factor Interaction in Mycobacterium tuberculosis", "doi": "10.1101/2025.06.05.653497", "authors": "Beltran, D. G.; Wan, T.; Seravalli, J.; Horova, M.; Jones, C.; Li, S.; Ma, P.; Becker, D.; Mower, J. P.; Yao, Q.; Pan, Y.; Yu, H.; Steyn, A. J.; Zhang, L.", "abstract": "WhiB-like (Wbl) family proteins are a group of small iron-sulfur ([4Fe-4S]) cluster-containing transcription factors and are uniquely found in Actinobacteria and actinobacteriophages. They play pivotal roles in diverse biological processes, including cell development, redox stress response and antibiotic resistance. However, the lack of a canonical DNA binding motif in most Wbl proteins has long obscured the mechanistic understanding of how Wbl family proteins regulate gene expression. Previous studies have shown several members of Wbl family proteins from Mycobacterium tuberculosis (Mtb) and Streptomyces interact with the conserved region 4 of the primary sigma factor ({sigma}A4) in RNA polymerase holoenzyme for transcriptional regulation. The molecular interface between Wbls and {sigma}A4 is unexpectedly dominated by hydrophobic interactions featuring a patch of conserved aromatic residues within the iron-sulfur cluster binding pocket. In this study, we present structural, molecular and biochemical evidence demonstrating that all Mtb Wbls bind to the same site on {sigma}A using a patch of conserved aromatic residues (hereby referred to as the aromatic patch) within the iron-sulfur cluster binding pocket. Moreover, our bioinformatic analyses and structural modeling of representative Wbl family proteins reveal that this aromatic patch is a conserved structural motif across the Wbl family. Our findings provide compelling evidence that Wbl proteins regulate gene expression via a shared interaction interface with {sigma}A4 and uncover a complex evolutionary relationship of Wbls between actinobacteria and their associated phages.", "date": "2025-06-05", "journal": ""}
{"title": "Inhalable Perfluorocarbon Nanocapsules for RNA-based Immunotherapeutic Treatment of Lung Metastases", "doi": "10.1101/2025.06.05.658088", "authors": "Siddhanta, K.; Monirvaghef, A.; Sundar, A.; Pinkerton, B. R.; Kumari, N.; Ding, L.; Woslager, C. J.; Kalpana, M. A.; Jogdeo, C. M.; Ravnholdt, A. R.; Poole, J. A.; Santarpia, J.; Talmadge, J. E.; Oupicky, D.", "abstract": "While chemotherapy and pulmonary metastasectomy are leading clinical treatments for lung metastases, their effectiveness is limited by high recurrence rates and systemic side effects. Preclinical treatments have shown the promise of inhalation-based RNA therapy as a viable approach that can circumvent first pass metabolism and reduce systemic exposure. Here, we develop an inhalable perfluorocarbon nanocapsule for the targeted delivery of RNA interference therapeutics to lung metastases. Administering the aerosolized nanocapsules results in uptake by lung epithelial and tumor cells, extended retention times over 48 h, minimal inflammatory response, negligible clearance by pulmonary immune cells, and minimal accumulation in other organs. Compared to standard chemotherapy, our treatment not only drastically reduces metastatic tumor burden, but also demonstrates enhanced anti-tumor immunity in the tumor microenvironment resulting in nearly doubled lifespans after just three doses over two weeks. Finally, molecular dynamics simulations to study agglomeration tendency indicate that excipients such as stearate and vitamin E bind strongly with the nanocapsule and can potentially inhibit agglomeration, thereby enhancing the shelf-life of these formulations. In summary, this study demonstrates the promise of inhalable perfluorocarbon-based delivery systems as a non-invasive, biocompatible, and effective lung tumor-targeting platform that can overcome the challenges of current treatments.", "date": "2025-06-05", "journal": ""}
{"title": "Eph Receptor Tyrosine Kinases Are Functional Entry Receptors for Murine Gammaherpesvirus 68", "doi": "10.1101/2025.06.05.657996", "authors": "Grosskopf, A. K.; Tobiasson, V.; Krug, L. T.", "abstract": "Interactions between viral glycoproteins and cellular receptors determine virus tropism and represent promising targets for vaccines. Eph receptor tyrosine kinases are conserved receptors for the human oncogenic gammaherpesviruses, Kaposi sarcoma herpesvirus (KSHV) and Epstein-Barr virus (EBV), and mediate entry into target cells by interaction of the viral gH/gL glycoprotein complex. To evaluate the use of murine gammaherpesvirus 68 (MHV68), a natural pathogen of rodents, as an in vivo model system for early events in gammaherpesvirus infection, we characterized the interaction of the MHV68 gH/gL complex with Eph receptors. We demonstrate a direct interaction of MHV68 gH/gL with EphA4 and EphB3, that is conserved between human and murine receptors. Pre-incubation of MHV68 inocula with soluble decoy receptors decreased infection of permissive fibroblasts. Ectopic expression of EphA4 and EphB3 enabled MHV68 to infect otherwise non-permissive human B cells, demonstrating EphA4 and EphB3 receptor function. Targeted mutations informed by protein structure predictions demonstrate that the MHV68 gH/gL-Eph interaction is determined by domain I (D-I) and follows structural motifs previously described in the KSHV gH/gL-EphA2 complex. The importance of gH D-I is further highlighted by the analysis of gH-targeting neutralizing antibodies. Antibody adsorption via the full gH ectodomain or gH D-I led to comparable reductions in neutralization capacity of serum from WT infected mice, indicating the Eph-binding domain is a major target for gH/gL-directed neutralizing antibodies. Our study characterizes Eph receptors as novel interaction partners and entry receptors for MHV68. Conservation of entry mechanisms provides the basis for future in vivo analyses of the contribution of Eph receptors to cell-type dependent MHV68 infection, as well as targeted strategies to prevent transmission and diseases associated with chronic infection.", "date": "2025-06-05", "journal": ""}