{"title": "Eye-specific differences in active zone addition during synaptic competition in the developing visual system", "doi": "10.1101/2023.09.28.560055", "authors": "Zhang, C.; Vatan, T.; Speer, C.", "abstract": "Spatially clustered synaptic inputs enable local dendritic computations important for learning, memory, and sensory processing. In the mammalian visual system, individual retinal ganglion cell (RGC) axons form clustered terminal boutons containing multiple active zones onto relay cell dendrites in the dorsal lateral geniculate nucleus (dLGN). This mature architecture arises through the addition of release sites, which strengthens selected afferents while weaker inputs are pruned. Following eye-opening, spontaneous activity and visual experience promote synaptic refinement and bouton clustering after binocular inputs have segregated. However, anatomical changes in release site addition and spatial patterning during earlier stages of eye-specific competition are not well understood. To investigate this, we examined the spatial organization of eye-specific active zones in wild type mice and a mutant line with disrupted cholinergic retinal waves. Using volumetric super-resolution single-molecule localization microscopy and electron microscopy, we found that individual retinogeniculate boutons begin forming multiple nearby presynaptic active zones during the first postnatal week. Both eyes generate these \"multi-active-zone\" (mAZ) inputs throughout refinement, but the dominant-eye forms more numerous mAZ contacts, each with more active zones and larger vesicle pools. At the height of competition (postnatal day 4), the non-dominant-eye projection adds many single active zone (sAZ) synapses. Mutants with abnormal cholinergic retinal waves still form mAZ inputs, but develop fewer synapses overall and show reduced synaptic clustering in projections from both eyes. Together, these findings reveal eye-specific differences in release site addition that correlate with axonal refinement outcomes during retinogeniculate refinement.", "date": "2025-10-04", "journal": ""}
{"title": "Combining function and structure in a single macro-scale connectivity model of the human brain", "doi": "10.1101/2024.03.03.583186", "authors": "Sairanen, V.", "abstract": "Combining the macro-scale functional and structural connectivity matrices of the human brain could provide useful information on how various diseases and conditions affect the brain. However, it is not a simple task to combine such information as they are derived usually in very different ways with functional information typically gathered using fMRI, EEG, or MEG whereas structural information relies on robust diffusion-weighted MRI tractography methods. This work proposes a solution to this problem using an analogy to an electric circuit with the functional information being the voltage sources and the structural information resistance of the elements in the circuit. The voltage sources and resistances can be used to solve the current in the circuit using Modified Nodal Analysis, for example. In the proposed analogy, the solved electric current represents how the functional information flows in the structural brain network. This work demonstrates a connection-specific example of such analysis as well as whole-brain analysis using data from the Human Connectome Project. Another dataset of functional and structural data from healthy brains is used to demonstrate that the proposed method can be used to study the aging of the human brain. The main motivation for the proposed analysis method is that it could provide new information on various conditions and diseases such as Alzheimer's that affect the human brain. In a sense, the proposed functio-structural current (FSC) analysis is a macro-scale version of the classical Hodkin-Huxley model.", "date": "2025-10-04", "journal": ""}
{"title": "Unravelling the effects of heterogeneity in space use on estimates of connectivity and population size: Insights from spatial capture-recapture modelling", "doi": "10.1101/2024.03.04.583266", "authors": "Kervellec, M.; Gimenez, O.; Vanpe, C.; Quenette, P.-Y.; Sentilles, J.; Palazon, S.; Afonso Jordana, I.; Jato, R.; Elosegui Irurtia, M. M.; Milleret, C.", "abstract": "Spatial Capture-Recapture (SCR) models using least-cost path distance offer an unified framework to estimate landscape connectivity and population size from individual detection data, while accounting for individual and spatial heterogeneity in space use. In our case study on the Pyrenean brown bear population, two \"outliers\" individuals were detected more often over very large spatial extent compared to other individuals. The integration of such individuals made SCR modelling challenging, especially since it remains unclear how unmodelled heterogeneity in space use may bias connectivity and population size estimates. To address this gap, we used simulations reflecting the Pyrenean brown bear population, with two groups of individuals differing in their space use due to individual characteristics but also in their spatial responses to landscape structure. We compared six SCR model formulations that varied in whether individual and spatial heterogeneity in space use were (1) ignored, (2) explicitly modelled, or (3) handled by removing outliers. We then applied the same models to the empirical bear dataset. By combining simulations and sensitivity analyses, we highlight the challenges of choosing the appropriate modelling approach when multiple sources of heterogeneity in space use occur simultaneously. Our results show that the treatment of heterogeneity in space use should match the research objective: removing outliers supports accurate population size estimation, while explicitly modelling heterogeneity is essential for reliable connectivity assessment. Overall, we provide a practical framework for identifying and addressing heterogeneity in SCR applications, to guide practitioners in deciding when additional model complexity is warranted.", "date": "2025-10-04", "journal": ""}
{"title": "Persistent Decision-Making in Mice, Monkeys, and Humans", "doi": "10.1101/2024.05.07.592970", "authors": "Laurie, V.-J.; Shourkeshti, A.; Chen, C. S.; Herman, A. B.; Grissom, N. M.; Ebitz, R. B.", "abstract": "Humans have the capacity to persist in behavioural policies, even in challenging environments that lack immediate reward. Persistence is the scaffold on which many higher executive functions are built. However, it remains unclear whether humans are uniquely persistent or, instead, if this capacity is widely conserved across species. To address this question, we compared humans with mice and monkeys in harmonised versions of a dynamic decision-making task. The task encouraged all species to strike a balance between persistently exploiting one policy and exploring alternative policies that could become better at any moment. Although all three species had similar strategies, we found that both primate species -- humans and monkeys -- were able to persist in exploitation for longer than the mice. The similarities in persistence patterns in humans and monkeys, as opposed to mice, may be related to the various ecological, neurobiological, or cognitive factors that differ systematically between these species.", "date": "2025-10-04", "journal": ""}
{"title": "mRNA psi profiling using nanopore DRS reveals cell type-specific pseudouridylation and translational regulation", "doi": "10.1101/2024.05.08.593203", "authors": "McCormick, C. A.; Meseonznik, M.; Qiu, Y.; Fanari, O.; Thomas, M.; Liu, Y.; Bloch, D.; Klink, I. N.; Jain, M.; Wanunu, M.; Rouhanifard, S. H.", "abstract": "Pseudouridine (psi) is one of the most abundant human mRNA modifications yet the functional impact on translation has remained unclear. Using direct RNA nanopore sequencing coupled with our Mod-p ID analytical framework, we mapped psi at single-nucleotide resolution across six immortalized human cell lines derived from diverse tissue types. Psi sites identified by nanopore sequencing were cross-validated using Illumina-based methods, confirming both positional accuracy and reproducibility. Unlike prior short-read approaches, nanopore sequencing provided the unique ability to quantify relative occupancy at each site and to detect multiple modifications on the same RNA molecule, revealing combinatorial modification patterns that cannot be captured otherwise. Integrating these psi maps with matched proteomic and ribosome profiling datasets, we find that psi modulates translation through two mechanistic modes: (i) single high-occupancy psi sites enhance translational efficiency and protein output, whereas (ii) clustered psi modifications promote ribosome pausing, decoupling translation efficiency from protein yield. This integrative, multi-omics framework provides a quantitative model of how psi stoichiometry and distribution along transcripts shape ribosome dynamics and proteome composition across human cell types.", "date": "2025-10-04", "journal": ""}
{"title": "The genetic landscape of antibiotic sensitivity in Staphylococcus aureus", "doi": "10.1101/2024.08.15.608136", "authors": "Li, W.; Liu, M.; Oikonomou, P.; Blattman, S. B.; Paul, F.; Hettleman, J.; Gonzalez, J.; Hu, Q.; Chen, H.; Tavazoie, S.; Jiang, W.", "abstract": "A comprehensive genetic landscape of antibiotic sensitivity in Staphylococcus aureus is lacking. Using ultra-dense CRISPR-interference libraries, we systematically quantified global gene fitness across ten antibiotics and uncovered hundreds of significant antibiotic-gene interactions. Essential genes dominated these interactions, a finding not revealed by transposon-based studies. Processes most vulnerable to transcriptional repression under antibiotic conditions included cell wall synthesis/cell division (CC), DNA replication/DNA recombination (DD), coenzyme A biosynthesis, and riboflavin metabolism. Network and genetic analyses further revealed novel synergistic genetic interactions (GIs) within these processes, including an extensive CC-DD subnetwork. Only a subset of CC-DD synergies was dependent on the cell division inhibitor SosA. Informed by these GIs, we identified multiple drug-drug combinations with potent synergistic activity against multidrug-resistant S. aureus. Our detailed profiling of drug-gene, gene-gene, and drug-drug interactions reveals novel functional relationships among essential genes and defines a vulnerability landscape to guide new drug target discovery and effective combination therapies.", "date": "2025-10-04", "journal": ""}
{"title": "miRNA-mediated expression of RBFOX2 governs the splicing transition from progenitors to neurons in the developing brain", "doi": "10.1101/2024.09.20.614071", "authors": "Weissbach, S.; Todorov, H.; Schlichtholz, L.; Muehlbauer, S.; Zografidou, L.; Soliman, A.; Lor-Zade, S.; Wierczeiko, A.; Strand, D.; Vogel, T.; Heine, M.; Gerber, S.; Winter, J.", "abstract": "Alternative splicing is a crucial component of neuronal differentiation, yet the mechanisms that regulate splicing transitions during embryonic brain development remain incompletely understood. Here, we identify a post-transcriptional mechanism that times the expression of the splicing factor Rbfox2 during neurogenesis. RBFOX2 is normally expressed at low levels in neural progenitor cells (NPCs) and becomes upregulated in newborn neurons where it promotes neuronal differentiation. Unexpectedly, premature expression of Rbfox2 in NPCs of the embryonic mouse neocortex blocked their differentiation into neurons rather than promoting it. Genome-wide analysis revealed widespread alternative splicing changes enriched for NDD genes and associated with a hybrid NPC- and neuron-like splicing pattern that significantly deviates from the normal splicing developmental trajectory. Remarkably, premature Rbfox2 expression induced the inclusion of validated target exons that are otherwise repressed by PTBP2 pointing to an antagonistic splicing relationship. Integrative scRNA-seq analysis confirmed a negatively correlated expression between these two RNA-binding proteins (RBP) along differentiation pseudotime. Strikingly, we identified the NPC-specific miRNA 92a-3p as a regulator of the Rbfox2 expression switch: expression of miR-92a reduced RBFOX2 levels and reversed splicing patterns of target genes in vitro, while silencing miR-92a in vivo increased RBFOX2 expression in the embryonic cortex. Together, these findings reveal a previously unrecognized miRNA-RBP regulatory axis that ensures the proper timing of NPC-to-neuron splicing transitions in the developing cortex and provide new insights into splicing dysregulation as a contributing factor to the emergence of neurodevelopmental disorders.", "date": "2025-10-04", "journal": ""}
{"title": "A shared code for perceiving and imagining objects in human ventral temporal cortex", "doi": "10.1101/2024.10.05.616828", "authors": "Wadia, V. S.; Reed, C. M.; Chung, J. M.; Bateman, L. M.; Mamelak, A. N.; Rutishauser, U.; Tsao, D. Y.", "abstract": "Mental imagery is a remarkable phenomenon that allows us to remember previous experiences and imagine new ones. Animal studies have yielded rich insight into mechanisms for visual perception, but the neural mechanisms for visual imagery remain poorly understood. Here, we first determined that ~80% of visually responsive single neurons in human ventral temporal cortex (VTC) used a distributed axis code to represent objects. We then used that code to reconstruct objects and generate maximally effective synthetic stimuli. Finally, we recorded responses from the same neural population while subjects imagined specific objects and found that ~40% of axis-tuned VTC neurons recapitulated the visual code. Our findings reveal that visual imagery is supported by reactivation of the same neurons involved in perception, providing single neuron evidence for existence of a generative model in human VTC.", "date": "2025-10-04", "journal": ""}
{"title": "Pallium-encoded valence-specific chemosensory amplification of eye-body coordination in larval zebrafish", "doi": "10.1101/2024.10.27.620486", "authors": "Sy, S. K. H.; Chan, D. C. W.; Zhang, J. J.; Lyu, J.; Feng, C.; Wang, K.; Mok, V. C. T.; Wong, K. K. Y.; Mu, Y.; Hu, Y.; Ko, H.", "abstract": "Coordinated eye-body movements are essential for adaptive behavior, yet little is known about how multisensory input, particularly chemosensory cues, shapes this coordination. Using our enhanced Fish-On-Chips optofluidic platform, we uncovered complex dynamics in how larval zebrafish coordinate saccadic eye movements with tail flips. Under baseline conditions, spontaneous tail flips dynamically align with saccades in frequency and direction for coordinated turns. Chemosensory valence further modulates this coordination: death-associated cues intensify both the strength and frequency of coupled saccade-tail flips during turns, whereas food-related cues promote forward gliding without altering saccade coupling. Concurrent brain-wide neuronal imaging reveals that the zebrafish pallium represents the transformation of aversive valence into enhanced saccade-tail coordination, with stronger coupling associated with higher pallium activation. These findings uncover the neural basis by which chemosensory inputs of different valences distinctly regulate eye-body coordination to drive adaptive locomotion in a developing vertebrate, offering insights into principles of sensory-motor integration.", "date": "2025-10-04", "journal": ""}
{"title": "Tau Aggregation is Altered by Mutations in its Projection Domain", "doi": "10.1101/2024.11.22.624898", "authors": "Mason-Chalmers, K.; Sachdeva, A.; Kolk, G.; Touchon, J. C.; Donhauser, Z. J.", "abstract": "The intrinsically disordered microtubule-associated protein tau is known for its aberrant aggregation into neurofibrillary tangles as found in neuropathologies such as Alzheimers disease. This study compares three N-terminal isoforms of mutant R5L and of wild type tau to investigate how this mutation and the length of the projection domain affects aggregation behavior. Tau polymers in vitro were examined using atomic force microscopy imaging to compare tau filament lengths and morphologies. In a complementary analysis, the total amount of polymerization was analyzed using a Thioflavin S assay. We observed that the R5L mutation has a greater impact on filament length in shorter N-terminal isoforms of tau, whereas in longer N-terminal isoforms the mutation impacts the total amount of tau aggregation. These observations suggest that the R5L mutation affects the kinetic nucleation-elongation pathway of tau fibrillization, where the mutant impacts polymer nucleation in 2N and 1N isoforms, but has a more significant impact on elongation in the 0N isoform.", "date": "2025-10-04", "journal": ""}
{"title": "Actin filament assembly driven by distributive polymerases clustered on membrane surfaces", "doi": "10.1101/2024.11.26.625540", "authors": "Mullins, D.; Kondev, J.; Skruber, K.", "abstract": "Actin filaments created by the Arp2/3 complex form branched networks, that grow and push against cellular membranes. We employ theory and simulation to describe how membrane surfaces accelerate filament assembly via clustering of proteins that bind actin monomers and/or profilin-actin complexes. Briefly, thermal fluctuations drive filament tips on constrained, two-dimensional random walks across the membrane, where they encounter multiple actin-charged polymerases. At low actin concentrations, filament elongation is limited by delivery of monomers to the membrane surface; at high actin concentrations, elongation depends on how quickly fluctuating filaments search the membrane. Using experimentally measured parameter values we conclude that surface-mediated polymerization can outpace solution-mediated elongation, even at high actin concentrations (>200 M). The finite time required for profilin dissociation decreases the advantage conferred by surface-associated polymerases, but only in the absence of force. Load forces enhance the effect of surface polymerases, which can both accelerate elongation and increase the force required to stall filament assembly.", "date": "2025-10-04", "journal": ""}
{"title": "Scalable Guide Tree Construction Using Quantum Annealing for Multiple Sequence Alignment", "doi": "10.1101/2024.11.30.626202", "authors": "Park, Y.; Kim, J.; Huh, J.", "abstract": "Multiple sequence alignment (MSA) reveals homology in biological sequences, which is crucial for phylogenetics, medicine, and molecular biology. Many heuristic MSA algorithms use guide trees to determine sequence alignment order, but finding an optimal guide tree is an NP-hard problem. Conventional guide tree algorithms are greedy heuristics designed for better scalability at the cost of accuracy. By utilizing quantum algorithms, such as quantum annealing, we can overcome the problem of local minima that occurs in greedy methods. We propose a scalable guide tree algorithm that achieves scalability through quantum annealing. The theoretical foundations of our method are both minimum evolution and molecular clock. Unlike classical greedy approaches, we directly map the minimum evolution problem to a traveling salesperson problem (TSP), which quantum annealing can solve efficiently. The TSP solution enables the guide tree to be constructed in linear time using the molecular clock. Even with only a single sample from a D-Wave hybrid solver, our guide tree generally performed comparably to classical trees on the BAliBASE 3.0 benchmark. With a single iterative refinement, no statistically significant performance differences were found between our method and classical guide trees. Our scalable guide tree algorithm is practical in the sense that only a single sampling can be enough for constructing a good guide tree. Further performance analysis requires larger-scale benchmark tests. Fortunately, rapid advances in quantum hardware may soon enable these tests. While the practical application of quantum algorithms in bioinformatics has been relatively overlooked, this study highlights the potential of quantum algorithms for targeting computational bottlenecks in the field.", "date": "2025-10-04", "journal": ""}
{"title": "Lifespan Normative Modeling of Brain Microstructure", "doi": "10.1101/2024.12.15.628527", "authors": "Reina, J. E. V.; Zhu, A. H.; Benavidez, S.; Moreau, C. E.; Feng, Y.; Chattopadhyay, T.; Nabulsi, L.; Kushan, L.; John, J. P.; Joshi, H.; Thomopoulos, S. I.; Lawrence, K. E.; Nir, T. M.; Jahanshad, N.; Bearden, C. E.; Kia, S. M.; Marquand, A. F.; Thompson, P. M.; Alzheimer's Disease Neuroimaging Initiative,  ", "abstract": "Normative models of brain metrics based on large populations could be extremely valuable for detecting brain abnormalities in patients with a variety of disorders, including degenerative, psychiatric and neurodevelopmental conditions, but no such models exist for the brain's white matter (WM) microstructure. Here we present the first large-scale normative model of brain WM microstructure - based on 19 international diffusion MRI datasets covering almost the entire lifespan (totaling N=54,583 individuals; age: 4-91 years). We extracted regional diffusion tensor imaging (DTI) metrics using a standardized analysis and quality control protocol and used hierarchical Bayesian regression (HBR) to model the statistical distribution of derived WM metrics as a function of age and sex. We extracted the average lifespan trajectories and corresponding centile curves for each WM region. We illustrate the utility of the method by applying it to detect and visualize profiles of WM microstructural deviations in a variety of contexts: in mild cognitive impairment, Alzheimer's disease, and 22q11.2 deletion syndrome - a neurogenetic condition that markedly increases risk for schizophrenia. The resulting large-scale model provides a common reference to identify disease effects on the brain's microstructure in individuals or groups, and to compare disorders, and discover factors affecting WM abnormalities. The derived normative models are a new resource publicly available to the community, adaptable and extendable to future datasets as the available data expands.", "date": "2025-10-04", "journal": ""}
{"title": "Iron-deplete diet enhances Caenorhabditis elegans lifespan via oxidative stress response pathways", "doi": "10.1101/2025.02.11.637611", "authors": "Das, P.; Ravi, R.; Singh, J.", "abstract": "Gut microbes play a crucial role in modulating host lifespan. However, the microbial factors that influence host longevity and their mechanisms of action remain poorly understood. Using the expression of Caenorhabditis elegans FAT-7, a stearoyl-CoA 9-desaturase, as a proxy for lifespan modulation, we conduct a genome-wide bacterial mutant screen and identify 26 Escherichia coli mutants that enhance host lifespan. Transcriptomic and biochemical analyses reveal that these mutant diets induce oxidative stress and activate the mitochondrial unfolded protein response (UPRmt). Antioxidant supplementation abolishes lifespan extension, confirming that oxidative stress drives these effects. The extension of lifespan requires the oxidative stress response regulators SKN-1, SEK-1, and HLH-30. Mechanistically, these effects are linked to reduced iron availability, as iron supplementation restores FAT-7 expression, suppresses UPRmt activation, and abolishes lifespan extension. Iron chelation mimics the pro-longevity effects of the mutant diets, highlighting dietary iron as a key modulator of aging. Our findings reveal a bacterial-host metabolic axis that links oxidative stress, iron homeostasis, and longevity in C. elegans.", "date": "2025-10-04", "journal": ""}
{"title": "Accuracy and Scalability of Machine Learning Methods for Genotype-Phenotype Association Data", "doi": "10.1101/2025.02.13.638022", "authors": "Collienne, K.; Zhang, L.; Sumpter, N.; Leask, M.; Witbrock, M.; Gavryushkin, A.", "abstract": "Many machine learning methods can be applied to predicting phenotypes from genetic data. Which of these methods work best remains an open question, however. To answer this question, we propose to compare a variety of approaches ability to predict a simulated non-linear complex trait. Specifically, we evaluate these methods on their accuracy and scalability with respect to the amount training data available, the noise present in the data, the complexity of the simulated (trait) functions, and their ability to provide insight into the simulated trait. We then compare the best approach to state-of-the-art models in real data, predicting gout in the UK Biobank. We find that transformer encoders outperform all other methods in simulations, and perform comparably to the state-of-the-art with real data, with a promise to scale to significantly larger datasets.", "date": "2025-10-04", "journal": ""}
{"title": "Nitrogen deletion in the biosynthesis of HDAC-targeting anticancer drugs", "doi": "10.1101/2025.03.13.642940", "authors": "Jian, X.; Zhao, J.; Marschall, E.; Wu, K.-C.; Huang, C.; Passmore, M.; Roberts, D. M.; Fairlie, D. P.; Cryle, M. J.; Alkhalaf, L. M.; Challis, G.", "abstract": "Small molecules play indispensable roles in living systems as hormones, membrane bilayer constituents, enzyme cofactors, metal chelators, and defensive chemicals. The exceptional structural diversity of such molecules underpins their wide-ranging biological functions. Precise functional group insertion into various molecular scaffold classes is a hallmark of small molecule biosynthesis and is frequently important for biological activity. Functional group deletion is also important, but mechanisms are less well understood. Here, we report deletion of a cysteine-derived nitrogen atom during assembly of the conserved pharmacophore in the anticancer drug romidepsin, and related depsipeptide HDAC inhibitors. A shunt metabolite hydroxylated at the cysteine--carbon-derived position is a thousand-fold less active, indicating nitrogen deletion is important for potent HDAC inhibition. In vitro reconstitution and dissection of the complete nonribosomal peptide synthetase-polyketide synthase-mediated pathway for pharmacophore assembly reveal that cryptic S-octanoylation is catalysed by an atypical heterocyclisation domain, while multifunctional dehydratase and ketoreductase domains and trans-acting phosphotransferase and flavin-dependent oxidoreductase enzymes catalyse successive transformations in nitrogen deletion. Our findings significantly advance the understanding of heteroatom deletion mechanisms in small molecule biosynthesis and highlight the key role this can play in enhancing bioactivity. One-pot biocatalytic synthesis of the pharmacophore provides foundations for chemoenzymatic approaches to next-generation HDAC inhibitors.", "date": "2025-10-04", "journal": ""}
{"title": "Mapping Amyloid Networks in Alzheimer's Disease: A High-Order ICA Approach to Gray and White Matter Pathology", "doi": "10.1101/2025.03.21.644614", "authors": "Khasayeva, N.; Jensen, K. M.; Eierud, C.; Petropoulos, H.; Levey, A. I.; Lah, J.; Luo, R.; Premi, E.; Borroni, B.; Chen, J.; Calhoun, V.; Iraji, A.", "abstract": "INTRODUCTION: Alzheimer's Disease (AD) is a neurodegenerative disorder marked by gray matter (GM) changes driven by amyloid-beta (A{beta}) plaques and neurofibrillary tangles. While GM alterations are well documented, spatially distinct patterns of homogeneous A{beta} uptake and white matter (WM) involvement remain underexplored. METHODS: We applied high-order independent component analysis (ICA) to 716 [18F]Florbetapir PET scans, identifying 80 GM and 13 WM networks. Diagnostic and cognitive associations were evaluated via statistical modeling. RESULTS: Identified networks delineated a progression trajectory, with mild cognitive impairment (MCI) profiles in temporoparietal and frontal subdomains more closely aligned with AD than cognitively normal (CN) profiles. GM networks, including the hippocampal-entorhinal complex and precuneus, and WM networks, including the retrolenticular internal capsule, demonstrated robust associations with cognitive performance. DISCUSSION: Our findings highlight the utility of high order ICA in identifying reproducible A{beta} networks and the contribution of WM networks, such as the posterior corpus callosum, in the early pathological landscape of AD.", "date": "2025-10-04", "journal": ""}
{"title": "Microbubble Backscattering Intensity Improves the Sensitivity of Three-dimensional (3D) Functional Ultrasound Localization Microscopy (fULM)", "doi": "10.1101/2025.04.16.649234", "authors": "Shin, Y.; You, Q.; Wang, Y.; Lowerison, M.; Lin, B.-Z.; Song, P.", "abstract": "Functional ultrasound localization microscopy (fULM) enables brain-wide mapping of neural activity at micron-scale resolution but suffers from limited sensitivity due to sparse and noisy microbubble (MB) detections. Extending fULM into three dimensions (3D) further exacerbates these challenges because of low-frequency matrix arrays, reduced localization efficiency, and severe data sparsity. To address these limitations, we developed a statistical framework that models MB arrivals in 3D as a Poisson process accounting for localization efficiency, detection probability, and backscattered amplitude. This analysis predicts that integrating amplitude with count-based fULM improves functional sensitivity, particularly under high MB concentrations where localization saturates. Three-dimensional MB advection simulations confirmed these predictions, showing that backscattering fULM (B-fULM) maintains sensitivity at higher MB concentrations where conventional fULM fails. In rat brain experiments, B-fULM yielded stronger and more robust stimulus-evoked responses, with SNR gains of 18% in the somatosensory cortex and 61% in the thalamus, while preserving super-resolved spatial detail (33.4 m for B-fULM vs 35.7 m for fULM). These results establish B-fULM as a practical and sensitive approach for super-resolved 3D functional neuroimaging.", "date": "2025-10-04", "journal": ""}
{"title": "Linking Brain Entropy to Molecular and Cellular Architecture in Psychosis", "doi": "10.1101/2025.05.08.652921", "authors": "Li, Q.; Liu, J.; Calhoun, V.", "abstract": "Brain entropy reflects the complexity of intrinsic activity and has been associated with cognitive function and psychiatric disorders. However, its relationship with neurochemical and cellular architecture in the brain remains poorly understood. By integrating molecular imaging, and neuroimaging datasets, we provide converging evidence that the spatial distribution of diverse cell types, neurotransmitter systems, and mitochondrial phenotypes is systematically associated with brain entropy. We found significant differences in entropy correlations between normal controls and individuals with schizophrenia for the mu-opioid receptor and dopamine receptor (D1), and between normal controls and bipolar disorder for the norepinephrine transporter (NAT) and N-methyl-D-aspartate receptor (NMDA). No significant differences were observed between schizophrenia and bipolar disorder in the neurotransmitter domain. In terms of cellular and metabolic features, both the normal controls vs. schizophrenia and normal controls vs. bipolar disorder comparisons revealed widespread differences associated with most mitochondrial markers, as well as glial cells and inhibitory neurons. These findings suggest disruptions in energy metabolism, neuroinflammatory activity, and inhibitory neuronal regulation in the clinical groups. Furthermore, these results indicate that brain entropy is not randomly distributed but is systematically linked to specific neurochemical systems and cellular characteristics. This systems-level perspective offers valuable insights into how the complexity of brain activity emerges from the underlying molecular architecture and how it is altered in psychiatric disorders. Moreover, it provides a biological foundation for understanding brain entropy in the context of psychosis.", "date": "2025-10-04", "journal": ""}
{"title": "Behavior choices amongst grooming, feeding, and courting in Drosophila show contextual flexibility, not an absolute hierarchy of needs", "doi": "10.1101/2025.05.09.653186", "authors": "Ladd, C. E.; Simpson, J. H.", "abstract": "To determine the algorithmic rules and neural circuits controlling selection amongst competing behaviors, we established assays where adult Drosophila melanogaster choose between grooming and feeding, grooming and courting, or feeding and courting. We find that there is not an absolute hierarchy: while flies typically perform grooming first, they can choose to feed if sufficiently starved, or court if an appropriate female is available. Flies alternate between competing behaviors, performing short bouts of each action rather than completely satisfying one drive before transitioning to another. And we do not find evidence for a common genetic or neuronal locus that affects all decisions, suggesting that the fly may select the best course of action by discrete circuits regulating each pairwise comparison. Our results add to a growing body of work on decision-making in Drosophila and provide a foundation for future investigation of the exact neural circuits required to achieve appropriate choices.", "date": "2025-10-04", "journal": ""}
{"title": "Variation in responses to temperature in admixed Populus genotypes predicts geographic shifts in regions where hybrids are favored", "doi": "10.1101/2025.05.16.654548", "authors": "Mead, A.; Beasley-Bennett, J. R.; Bleich, A. C.; Fischer, D. G.; Flint, S.; Golightly, J.; Kalcsits, L.; Klopf, S. K.; Kulbaba, M. W.; Lasky, J.; LeBoldus, J. M.; Lowry, D. B.; Mitchell, N.; Moran, E. V.; Sexton, J. P.; Sondreli, K. L.; Worthing, B. W.; Zavala-Paez, M.; Fitzpatrick, M. C.; Holliday, J. A.; Keller, S. R.; Hamilton, J. A.", "abstract": "Plastic responses of plants to their environment vary as a result of genetic differentiation within and among species. To accurately predict rangewide responses to climate change, it is necessary to characterize genotype-specific reaction norms across the continuum of historic and future climate conditions comprising a species' range. The North American hybrid zone of Populus trichocarpa and P. balsamifera represents a natural system that has been shaped by climate, geography, and introgression. We leverage a dataset containing 45 clonal genotypes from this natural hybrid zone, planted across 17 replicated common garden experiments spanning a broad climatic range. Growth and mortality were measured over two years, enabling us to model reaction norms for each genotype across these tested environments. Species ancestry and intraspecific genomic variation significantly influenced growth across environments, with genotypic variation in reaction norms reflecting a trade-off between cold tolerance and growth. Using modeled reaction norms for each genotype, we predicted that genotypes with more P. trichocarpa ancestry may gain an advantage under warmer climates. Spatial shifts of the hybrid zone could facilitate the spread of beneficial alleles into novel climates. These results highlight that genotypic variation in responses to temperature will have landscape-level effects.", "date": "2025-10-04", "journal": ""}
{"title": "The Gaussian Network Model as a Framework for Allosteric Analysis: Dynamic Distance, Edge Centrality, and Entropy Sensitivity in KRAS", "doi": "10.1101/2025.05.18.654696", "authors": "Erman, B.", "abstract": "Allosteric communication in proteins relies on network connectivity patterns that channel conformational signals between distant sites. We introduce a unified mathematical framework based on three complementary measures of network organization derived from a single quantity. The first, the dynamic distance Rij, quantifies the mean-squared relative fluctuation between residue pairs. From this foundation, we derive two further metrics: the edge centrality, which identifies contacts critical for global connectivity by measuring their recurrence across all possible communication pathways, and the entropy sensitivity, which quantifies how perturbations to specific interactions alter system-wide flexibility. The mathematical structure shows that both topological centrality and thermodynamic sensitivity are linear functions of the dynamic distance. This derived unification demonstrates that residue pairs with high dynamic dissimilarity simultaneously function as flexible bottlenecks essential for allosteric communication. Applied to the oncoprotein KRAS, all three measures converge to identify the same residue pairs, corresponding to experimentally known allosteric sites. This convergence provides a unified graph-theoretical explanation for their functional importance. Analysis of the G12D mutation and adagrasib binding shows how local perturbations rewire global communication pathways, highlighting specific residue pairs that gain or lose importance as network bottlenecks.", "date": "2025-10-04", "journal": ""}
{"title": "Feature-Mask-Based Strategies for Subtype-Specific Freezing of Gait Detection using CNNs", "doi": "10.1101/2025.05.26.656145", "authors": "Yu, X.; Martens, K. E.; Arami, A.", "abstract": "Objective: Freezing of gait (FOG), a disabling symptom of Parkinson's disease, varies in manifestations and motion contexts. Its heterogeneity motivates subtype categorization such as manifestation-specific subtypes (akinesia, trembling or shuffling) or motion-specific subtypes (gait-initiation, walking or turning). Despite numerous promising deep learning FOG detection studies, few consider FOG heterogeneity. It remains unclear whether different subtypes require distinct detection strategies, and whether tailoring subtype-specific models could enhance detection generalizability across subtypes. Methods: To address these questions, we categorize FOG data into manifestation- or motion-specific subtypes and derive their corresponding detection strategies as interpretable feature masks. We then propose a feature-mask-based CNN that explicitly embeds the identified strategies. Using waist-mounted 3D accelerometer data, a general CNN and subtype-specific CNNs are trained. Results: According to feature-mask analysis, motion-specific subtypes share a common detection strategy, whereas manifestation-specific subtypes require distinct strategies. Manifestation models exhibit enhanced generalizability across subtypes compared to the general model, boosting the overall average FOG detection sensitivity by 24.95%+/-9.80% and specificity by 18.29%+/-8.71%. Conversely, motion models reduce the overall FOG sensitivity by 1.89%+/-8.74% and specificity by 5.17%+/-10.76%. Conclusions: The detection strategy is mainly driven by manifestation composition of the data. The general model favors the dominant manifestation-specific subtype group(s), a bias corrected by tailored manifestation-specific strategies. No comparable benefit arises from motion models due to their similar manifestation compositions. Significance: This study interpretably reveals the detection strategies required by different FOG subtypes and demonstrates the effectiveness of subtype-specific tailoring in improving FOG detection generalizability.", "date": "2025-10-04", "journal": ""}
{"title": "Recovery of retinal terminal fields after traumatic brain injury: evidence of collateral sprouting and sexual dimorphism", "doi": "10.1101/2025.05.28.656451", "authors": "Alexandris, A. S.; Yi, J.; Liu, C.; Belamarich, J.; Alam, Z.; Vats, A.; Peng, A.; Welsbie, D. S.; Zack, D. J.; Koliatsos, V. E.", "abstract": "The central nervous system is characterized by its limited regenerative potential, yet striking examples of functional recovery after injury in animal models and humans highlight its capacity for repair. Little is known about repair of pathways/circuits after traumatic brain injury (TBI), which results in disruption of connectivity. Here we utilize a mouse model of diffuse traumatic axonal injury (Impact-acceleration TBI) in order to explore, for the first time, the evolution of structural and functional changes in the terminal fields of the injured visual system. Retinal ganglion cell (RGC) axons and synapses were genetically labeled via AAV transduction, while anterograde and transsynaptic tracers were used to mark terminals and postsynaptic cells. Functional connectivity and visual integrity were assessed by monitoring c-Fos expression following light stimulation and pattern-reversal visual evoked potentials (pVEPs). Our findings demonstrate that, although TAI results in approximately a 50% loss of RGC axons and terminals, surviving RGCs undergo collateral sprouting, a form of compensatory branching of surviving axons, that restores terminal density to pre-injury levels. Transsynaptic tracing and c-Fos mapping confirmed the reestablishment of connectivity, which was also associated with significant improvements in visual function as measured by pVEPs. Interestingly, the recovery process exhibited sexual dimorphism, with female mice showing delayed or incomplete repair. Moreover, collateral sprouting proceeded normally in Sarm1 knockout mice, evidence of some independence from Wallerian degeneration. Our findings show that collateral sprouting may be an important mechanism of circuit repair in TAI and may represent a promising target for therapeutic interventions.", "date": "2025-10-04", "journal": ""}
{"title": "PP2A methylesterase, PME-1, and PP2A methyltransferase, LCMT-1, control sensitivity to impairments caused by injury-related oligomeric tau", "doi": "10.1101/2025.06.05.657660", "authors": "Sundaresh, S. N.; Vogel, E. W.; Hue, C. D.; Zhang, H.; Staniszewski, A.; Berman, H. L.; Gill, Z.; Asam, K.; Liang, S.; Shen, L.; Gnanaprakash, M.; Acquarone, E.; Fa, M.; Kanaan, N. M.; Morrison, B.; Arancio, O.; Nicholls, R. E.", "abstract": "Oligomeric species of tau are a hallmark of multiple neurodegenerative diseases such as Alzheimer's disease (AD) and chronic traumatic encephalopathy (CTE). Given the evidence implicating protein phosphatase 2A (PP2A) in the molecular pathogenesis of tau-related neurodegenerative disorders, we sought to determine whether manipulating the expression of enzymes that regulate PP2A activity, such as leucine carboxyl methyltransferase 1 (LCMT-1) and protein methyl esterase 1 (PME-1), might impact pathological responses to oligomeric tau. Here, we tested the effect of transgenic overexpression of LCMT-1 or PME-1 on cognitive and electrophysiological impairments caused by exposure to either recombinant oligomeric human tau or oligomeric tau prepared from mice subjected to blast-induced traumatic brain injury. We found that overexpression of LCMT-1 reduced sensitivity to tau-induced impairments, while overexpression of PME-1 increased sensitivity to these impairments. Moreover, we found that shockwave exposure increased the propensity of endogenous tau to form toxic oligomers. These results suggest that manipulating LCMT-1 or PME-1 activity may represent novel therapeutic approaches for disorders involving exposure to pathogenic forms of oligomeric tau.", "date": "2025-10-04", "journal": ""}
{"title": "Perceived time drives physical fatigue", "doi": "10.1101/2025.07.13.664573", "authors": "Matta, P.-M.; Baures, R.; Duclay, J.; Alamia, A.", "abstract": "Recent studies suggested that fundamental physiological processes, such as physical fatigue, rely on the perceived rather than the actual time. However, the neural correlates underlying this effect and its disentanglement from motivational factors (i.e., performance goals) remain unknown. To investigate the time deception effect on fatigue, we developed a novel EEG design in which participants performed 100 isometric contractions at a fixed pace and resistance per session. The actual contraction duration (short or long) and the calibration of the displayed clock (normal or biased to an acceleration or deceleration) were independently manipulated between sessions to examine whether fatigue and its neural correlates evolved based on perceived or actual time. Our results show an accumulation of physical fatigue that follows the perceived time, irrespective of motivational factors. This effect was consistently observed only when the clock was slowed down. This time deception effect was mediated by an oscillatory dynamic that followed perceived time in frontal (theta- and beta-bands) but not motor areas (beta-band). Further analyses highlighted the key role of the frontal oscillatory dynamics in the effectiveness of the time deception effect on physical fatigue.", "date": "2025-10-04", "journal": ""}
{"title": "Assessment of Spring wheat responses to late season heat stress under Mediterranean conditions", "doi": "10.1101/2025.07.29.667146", "authors": "Awad-Allah, S. M.; Amer, S. M.; Abdel-Moneim, M. H.", "abstract": "In Mediterranean climatic regions, wheat yield is significantly influenced by sowing date and cultivar selection, particularly where production could be limited by heat waves during critical growth stages. This investigation was undertaken to determine the effect of shifting sowing date on a cohort of six high yielding spring wheat cultivars (Triticum aestivum L.), by delaying sowing date 15 and 30 days in a two-year field trial, aiming to highlight agronomic traits contributing to sustained yield potential under heat stress induced by late sowing, with a focus on identifying tolerant cultivars. Heat stress during anthesis reduced grain set and yield by up to 42%, mainly via reduced grain number per spike and thousand grain weight Late sowing shifted the timing of heat stress, resulting in floral abortion and significantly reduced number of grains/spike. More importantly, some cultivars showed up to 10% significant reduction in thousand grain weight (TGW) following delaying sowing date by 30 days, together with the TGW strong correlation with yield especially at late sowing (r=0.74), imposing the yield penalty in the heat stressed late sowing conditions. Among the cohort of tested cultivars, Sids12 and Misr1 cultivars showed minimal yield reduction (10-14%) due to 30 days delayed sowing in the second season highlighted with hot spring. On the contrary, harvest index of sowing delayed by 30 days was significantly higher compared to both 15 days late sowing and the optimum sowing date, suggesting that decline in biological yield exceeded that of grain yield. Upon shifting sowing date, the strength of traits association is altered, grain yield associations showed the strongest positive correlation in the 30 days late sowing with plant height (r=0.86), in the 15 days late sowing with number of total tillers/m2 (r=0.63) and in optimum sowing date with biological yield (r= 0.62), suggesting that grain yield enhancement through selected traits with direct or indirect contributions should be evaluated independently across different growing conditions.", "date": "2025-10-04", "journal": ""}
{"title": "GFAP Degradation in TBI: Linking Novel Modified Products to Astrocyte Pathology and Patient Outcome", "doi": "10.1101/2025.08.01.668181", "authors": "Wanner, I. B.; Halford, J.; Lopez, J.; Shen, S.; Chen, Y.; Zhao, H.; Salas, C. I.; Loo, R. R.; Robicsek, S.; Ellingson, B. M.; Gornbein, J.; Van Meter, T. E.; Shaw, G.; Loo, J. A.; Vespa, P. M.", "abstract": "Background: Traumatic brain injury (TBI) is a major public health concern that demands effective patient monitoring to mitigate secondary complications and improve recovery. TBI increases the risk for neurodegeneration by destabilizing proteostasis that increases protein degradation and proteinopathy. Despite the clinical importance of noninvasive TBI biomarkers, such as glial fibrillary acidic protein (GFAP), their mechanistic and cytological underpinnings remain poorly understood, hence are addressed here. Methods: Deep proteomic profiling of GFAP used mass spectrometry (MS) sequencing of immunopurified GFAP breakdown products (BDPs) in TBI patients cerebrospinal fluid (CSF) and serum. A unique trauma culture model used human neocortical astrocytes for GFAP epitope mapping and GFAP-BDP compartmental localization. Immunofluorescence, protease inhibitors (calpeptin, ZVAD-FMK), and live protease reporters document GFAP proteolysis and citrullination in dye-uptake-identified membrane-wounded astrocytes. Temporal profiles of GFAP and GFAP-BDPs were measured in TBI patients CSF via calibrated, sub-saturated immunoblot densitometry. Fragment-specific prediction of six-month recovery used the Extended Glasgow Outcome Scale (GOSE). Results: GFAP-BDP sequence sets with mapped posttranslational modifications (PTMs, citrullinations and acetylations) were identified in TBI patients biofluids. Citrullinated GFAP profiles were distinct from unmodified GFAP in TBI patients CSF. Novel TBI-specific cleavage fragments differed from those of Alzheimers and Alexander diseases. Antibody mapping in the culture trauma model confirmed GFAP-BDPs, identified a new trauma cleavage region and revealed GFAP rod-domain harbored coil1-BDPs were selectively released into fluids, while coil2-BDPs remained as intracellular aggregates. Citrullinated coil2-BDPs formed non-filamentous aggregates in dystrophic astrocytes. Calpains and caspases contributed to trauma-generated GFAP-BDPs that were active in distinct astrocyte morphotypes and injury states. TBI patient GFAP proteolysis trajectories show that full-length GFAP and 45-49kDa fragments peaked acutely, then declined, whereas calpain-generated 37-39kDa BDPs remained elevated. Small GFAP-BDP-levels were imbalanced from expected proportions, with 20-26kDa products exceeding 15-19kDa products in CSF, consistent with preferential coil1-BDP release and coil2 retention shown in vitro. GFAP fragment profiles, but not those of uncleaved GFAP, predicted good versus poor outcome of TBI patients. Conclusion: These findings highlight the translational importance of novel proteomic GFAP proteolysis profiles that could serve in neurocritical care monitoring. GFAP use as fluid biomarker, tied to astroglial proteinopathy, is relevant to post-traumatic neurodegeneration.", "date": "2025-10-04", "journal": ""}
{"title": "Impacts of changing ocean circulation, temperature, and food supply on larval recruitment of purple sea urchins in Southern California: A biophysical modeling study", "doi": "10.1101/2025.07.30.667731", "authors": "Simons, R.; Okamoto, D.", "abstract": "Changes in ocean conditions among years and across decades can alter populations in marine ecosystems. This study evaluates the impact of changing ocean conditions on larval recruitment of purple sea urchins in the Southern California Bight using 3D biophysical modeling, surface chlorophyll, and recruitment data. The influence of circulation, temperature, and food supply on larval recruitment is quantified using five modeled variables, larval dispersal distance, larval source location, larval food supply, and temperature exposure for larvae and adults, which are derived for 18 years and five larval recruitment sites. Sensitivity testing of the variables to different plankton larval durations (PLDs), larval behaviors, and nearshore retention is performed. All variables are found to be relatively insensitive to changes in PLD greater than 26 days. Larval dispersal distance and source location, representing changes in circulation, are found to be more sensitive to larval behavior and nearshore retention than larval food supply and temperature exposure for larvae and adults. All variables are statistically compared to recruitment field data. Temperature exposure for adults during the fall reproductive season is found to be a strong driver of larval recruitment while temperature exposure for larvae during the spring recruitment season is not. Food supply is not found to be a driver of larval recruitment. Circulation is found to be a driver of larval recruitment if larvae have behavior that reduces their dispersal distance, allowing them to come from source sites near to the recruitment sites. Overall, we hypothesize that larval behavior which reduces dispersal improves recruitment and that the timing of recruitment and reproduction can predict the impact of temperature on recruitment.", "date": "2025-10-04", "journal": ""}
{"title": "Heterochromatin-based silencing of a foreign tandem repeat in Drosophila melanogaster shows unusual biochemistry and temperature sensitivity", "doi": "10.1101/2025.07.31.667933", "authors": "Gu, T.; Gracheva, E.; Lee, M.; Leung, W.; Bieser, S.; Nielsen, A.; Smiley, A. T.; Vuong, N. N. T.; Walther, M.; Reuter, G.; Elgin, S. C. R.; Arsham, A. M.", "abstract": "Eukaryotic genomes are packaged into chromatin, a regulatory nucleoprotein assembly. Establishment, maintenance, and interconversion of chromatin states is required for correct patterns of gene expression, genome integrity, and survival. Transcriptionally repressive heterochromatin minimizes mobilization of transposable elements and limits expansion of other repetitive DNA, but mechanisms for recognition of the latter sequences are not well established. We previously demonstrated in Drosophila melanogaster that transcripts derived from 1360 and Invader4 transposon insertions can trigger local conversion of transcriptionally permissive euchromatin to heterochromatin through the piRNA system, but only in a subset of genomic locations near existing blocks of heterochromatin. Here we show that a ~9 kb tandem array of the 36-nucleotide lac operator (lacO) sequence of Escherichia coli can form ectopic heterochromatin at a similar subset of sites, resulting in variegating expression of an adjacent reporter gene. Heterochromatin Protein 1a (HP1a) and histone deacetylation are required for lacO repeat-induced silencing, but, contrasting with previously described Position Effect Variegation (PEV), we do not observe increased histone H3 lysine 9 methylation. Silencing is effective at 25{degrees}C and suppressed at 18{degrees}C (in contrast to canonical PEV, which is enhanced at 18{degrees}C), indicating involvement of a temperature-sensitive component. Temperature switching experiments show that lacO repeat-induced heterochromatin formation is reversible throughout larval development following an HP1a-dependent initiation step in the early embryo. We conclude that the Drosophila nucleus can recognize a completely foreign tandem repeat as a target for heterochromatin formation, and that the heterochromatin structure established is distinct from that of endogenous tandem arrays.", "date": "2025-10-04", "journal": ""}
{"title": "Cultivation in a Natural Microbial Community Enhances the Industrial Performance of a Genetically Engineered Cyanobacterium for Bioplastic Production", "doi": "10.1101/2025.08.08.669266", "authors": "Zini, A.; Mueller, J.; Fink, P. J.; Forchhammer, K.", "abstract": "Large-scale production of polyhydroxybutyrate (PHB), a biodegradable bioplastic, using genetically engineered cyanobacteria offers a sustainable alternative to petrochemical-derived plastics. However, monoculture-based phototrophic systems face major limitations, such poor resilience in large-scale reactors, hindering industrial upscaling. To address these challenges, we established a hybrid photosynthetic microbiome by replacing the native cyanobacterium of a natural microbial consortium with a genetically engineered Synechocystis strain optimized for PHB production. This new community retained the ecological structure and stability of the original microbiome while gaining synthetic production capacity. Compared to the axenic strain, the hybrid system exhibited enhanced robustness under abiotic stress, including light and temperature fluctuations, and improved tolerance to operational instability. These features made it suitable for upscaling and application in non-sterile environments. The hybrid microbiome sustained PHB production in scaled photobioreactors, reaching up to 32% PHB per cell dry weight (CDW) equal to ~230 mg L-1 under fully photoautotrophic conditions. Production was also achieved under dark conditions with acetate supplementation, highlighting the system metabolic flexibility. This work demonstrates the successful integration of an engineered phototroph into a stable native microbiome, positioning hybrid communities as powerful platform for industrial biotechnology.", "date": "2025-10-04", "journal": ""}
{"title": "Cis-regulatory evolution of Wnt-family genes contributes to a morphological difference between silkworm species.", "doi": "10.1101/2025.08.10.669386", "authors": "Tomihara, K.; Pinharanda, A.; Kwon, Y. M.; Taverner, A. M.; Kors, L.; Aardema, M. L.; Holder, J. C.; Poyraz, L.; Reilly, P. F.; Kiuchi, T.; Andolfatto, P.", "abstract": "Closely related species often exhibit distinct morphologies that can contribute to species-specific adaptations and reproductive isolation. One example are Lepidopteran caterpillar appendages, such as the 'caudal horn' of Bombycoidea moths, which have evolved substantial morphological diversity among species in this group. Using interspecific crosses, we identify the genetic basis of the caudal horn size difference between Bombyx mori and its closest relative B. mandarina. One major QTL contributes more than 10% to the mean horn length difference between the two species. This QTL encompasses a conserved Wnt-family gene cluster, key upstream regulators that are well-known for their roles in morphological diversification in animals. Using allele-specific expression analysis and CRISPR/Cas9 knockouts, we show that cis-regulatory changes to Wnt1 and Wnt6 contribute to the species difference in caudal horn size. This kind of modularity enables highly pleiotropic genes, including key upstream growth regulators, to contribute to the evolution of morphological traits without causing widespread deleterious effects.", "date": "2025-10-04", "journal": ""}
{"title": "An integrated multi-tissue atlas of epigenomic landscapes and regulatory elements in the bovine genome", "doi": "10.1101/2025.08.21.671512", "authors": "Guan, D.; Bruscadin, J. J.; Yang, W.; Prowse-Wilkins, C.; Wang, J.; Petry, B.; Li, H.; Zhang, H.; Xu, X.; Wang, Y.; Pan, Z.; Utsunomiya, Y.; Murdoch, G.; Davenport, K. M.; Xing, Y.; Wang, G.; Maltecca, C.; Ma, L.; Rincon, G.; Corum, S.; Lyu, P.; Deeb, N.; Ribeiro, V. M. P.; Michal, J. J.; Weng, Z.; Jiang, J.; Fang, L.; Jiang, H.; Murdoch, B. M.; Rijnkels, M.; Gill, C. A.; Smith, T. P. L.; Jiang, Z.; Liu, W.; Reecy, J.; Medrano, J. F.; Koltes, J. E.; Ross, P. J.; Zhou, H.", "abstract": "Deciphering the regulatory syntax of the genome is essential to understand the genetic and molecular architecture of complex traits, as most trait-associated variants lie in non-coding regions. Yet, functional annotation of the bovine genome remains limited, hindering our ability to unravel the mechanisms underpinning complex traits of economic and ecological importance in cattle. Here, we present a comprehensive epigenetic atlas comprising 1,138 genome-wide epigenetic profiles, including chromatin accessibility, six histone modifications, CCCTC-binding factor (CTCF) transcription factor binding, DNA methylation, chromatin conformation, and transcriptomes across 53 adult tissues, five fetal tissues, and seven primary cell types. This atlas-level data enables us to annotate around 45% of the genome as putative regulatory elements exhibiting tissue- or cell-specific regulatory activity. Leveraging sequence-to-function deep learning models, we discovered 301 sequence motifs and predicted the functional impact of genetic variants through in silico mutagenesis, thereby facilitating the decoding of the regulatory syntax of the cattle genome and fine-mapping of GWAS loci for 22 complex traits. Cross-species analysis further revealed evolutionarily conserved features of regulatory architecture and provided evolutionary insights into complex traits and diseases in humans. Together, this atlas offers a foundational resource for advancing cattle functional genomics, sustainable breeding, and studies of regulatory evolution.", "date": "2025-10-04", "journal": ""}
{"title": "Essential Role for Trf2 in Cardiac Development and Function", "doi": "10.1101/2025.09.24.677933", "authors": "Hakim Shoushtari, A.; Danis, A.; Stoner, M. W.; Baust, J.; Sebastiani, A.; Bugga, P.; Manning, J. R.; Mushala, B.; Bhattarai, N.; Al Ghouleh, I.; Scott, I.; Sharifi-Sanjani, M.", "abstract": "Telomere Repeat-binding Factor 2 (Trf2) is essential for protecting our telomeres. While Trf2 global deletion is lethal, its role in organ-specific development, particularly in the heart, remains less understood. In this study, we investigated the role of Trf2 in cardiac development and function. Our studies reveal that cardiomyocyte (CM)-specific loss of Trf2 leads to profound defects in heart morphology, including impaired ventricular wall formation and compromised CM proliferation, concurrent with no CM telomere length attrition. Further, in vivo functional assessment and molecular analyses of CM-Trf2 deficient ventricles revealed severe cardiac dysfunction and, interestingly, altered nuclear envelope gene expression, respectively. Our work provides new insights into the essential role of Trf2 in heart development and function, and potential avenues for therapeutic intervention targeting telomere biology.", "date": "2025-10-04", "journal": ""}
{"title": "A Pangenomic Method for Establishing a Somatic Variant Detection Resource in HapMap Mixtures", "doi": "10.1101/2025.09.29.679336", "authors": "Kong, N.; Tang, Z.; Ruttenberg, A.; Macias-Velasco, J. F.; Li, Z.; Zhang, W.; Miao, B.; Xin, Z.; Fu, Q.; Park, H.; Zhuo, X.; Mehinovic, E.; Belter, E.; Tomlinson, C.; Garza, J. E.; Dong, S.; Casey, E.; Johnson, B. K.; Majewski, M. F.; Palmer, T.; Cheng, Y.; Lindsay, T.; Schedl, T.; Li, D.; Shen, H.; Fulton, R.; SMaHT Network Assembly/Pangenome Working Group,  ; Wang, T.; Jin, S. C.", "abstract": "Somatic mosaicism is essential in human biology and disease, yet robust benchmarks are scarce. The SMaHT Consortium mixed six HapMap cell lines to create artificial somatic variants spanning 0.25% to 16.5% variant allele fractions. We developed a technology- agnostic method that builds pangenome graphs from individual assemblies to create unified benchmarking sets: > 6M single-nucleotide variants, 1.8M small insertions/deletions, 49K structural variations, and 10K mobile element insertions across autosomes, X, and mitochondrial chromosomes. We validated the variants using ultra-deep simulated reads and developed a binomial-based model to estimate coverage requirements for variant detection. Evaluating multiple callers showed CHM13 alignment improves structural variant detection and offers advantages in difficult-to-map regions compared to GRCh38. Systematic characterization showed regions with low detection rate are enriched in centromeres, satellite sequences, tandem repeats, and falsely duplicated genes. This accurate, versatile resource enables systematic evaluation of somatic variant detection technologies.", "date": "2025-10-04", "journal": ""}
{"title": "Poising and connectivity of emergent human developmental enhancers in the transition from naive to primed pluripotency", "doi": "10.1101/2025.10.02.679816", "authors": "Nocente, M. C.; Della Rosa, M.; Malcolm, A. A.; Lister, G.; Savin, I.; Ray-Jones, H.; Elderkin, S.; Tian, R.; Andrews, S.; Bendall, A.; Semprich, C. I.; Kampmann, M.; Malysheva, V.; Rostovskaya, M.; Rugg-Gunn, P.; Spivakov, M.", "abstract": "In primed human pluripotent stem cells (hPSCs) resembling post-implantation epiblast, numerous lineage-specific enhancers assume the poised chromatin state, co-marked by H3K4me1 and Polycomb-associated H3K27me3 histone modifications. In contrast, poised enhancers (PEs) are scarce in naive hPSCs that model pre-implantation epiblast. PEs form abundant chromosomal contacts with developmental genes, but when these contacts emerge, how their formation relates to enhancer poising and their functional significance remains incompletely understood. Here, we devise high-resolution, PE-targeted Capture Hi-C to generate a comprehensive atlas of PE chromosomal contacts in the time course of hPSC transition from the naive to primed state. We find that enhancer poising emerges early in the transition, while the contacts show diverse dynamics that is only partially coupled to poising. PROTAC-induced degradation of Polycomb Repressive Complex 2 (PRC2) early in the transition weakens PE connectivity, while inhibition of its H3K27 methyltransferase activity does not, suggesting a non-catalytic role of Polycomb in supporting PE contacts. Notably, PE contacts persist after developmental activation or ectopic CRISPRa targeting and can mediate long-range gene induction. Together, these findings reveal the temporal and mechanistic principles of PE connectivity, highlighting a potential role of PE contacts in establishing gene expression patterns in human development.", "date": "2025-10-04", "journal": ""}
{"title": "Homeostatic Binary Networks: A simple framework for learning with overlapping patterns", "doi": "10.1101/2025.10.03.680195", "authors": "Albesa-Gonzalez, A.; Clopath, C.", "abstract": "Memories are rarely stored in isolation: experiences overlap in time and context, leading to neuronal activity patterns that share elements across episodes. While such overlap supports generalization and abstraction, it also increases interference and threatens representational stability. Here we introduce Homeostatic Binary Networks (HBNs), a minimal recurrent framework that combines binary activity, adjustable inhibition, Hebbian learning, and homeostatic plasticity to address these challenges. First, we formalize an Episode Generation Protocol (EGP) that creates compositional episodes with controllable overlap and noise, and define a corresponding semantic structure as conditional probabilities between concepts. We then show analytically and through simulations that recurrent synapses converge to conditional firing probabilities, thereby encoding asymmetric semantic relationships across concepts. These recurrent dynamics enable reliable recall and replay of overlapping episodes without representational collapse. Finally, by incorporating feed-forward plasticity with a neuronal maturity mechanism, output neurons form selective receptive fields in a one-shot manner and refine them through replay, yielding robust unsupervised classification of overlapping episodes. Together, our results demonstrate how simple principles such as neural and synaptic competition can support the stable representation and organization of overlapping memories, providing a mechanistic bridge between episodic and semantic structure in memory systems.", "date": "2025-10-04", "journal": ""}
{"title": "Cyclic lipopeptide natural products as taxa-specific antibacterial inhibitors of the lipid II flippase", "doi": "10.1101/2025.10.02.680127", "authors": "Costa-Martini, J. H.; Barrois, E. B.; Thoma, L.; Van Riper, J. M.; Wochele, A.; Olson, C.; Broetz-Oesterhelt, H.; Johnston, C. W.", "abstract": "Antimicrobial resistance (AMR) is an existential threat to modern healthcare; one fueled by selection pressure provided by the use of broad-spectrum antibiotics in medicine and agriculture. As these antibiotics rely on a small set of chemical scaffolds and affect an even smaller number of biological targets, emergent AMR genes can spread through microbiomes to simultaneously inactivate multiple classes and generations of drugs. Long-overlooked for their perceived clinical limitations, antibacterial natural products with taxa-specific activities now present an underexplored source of design principles for precision antibiotics that can selectively eliminate individual microbes and limit community-wide incentives for AMR. Here, we present our re-investigation of one such taxa-specific antibacterial natural product, imacidin, a forgotten inhibitor of cell wall biosynthesis. We show that imacidin is the first natural product inhibitor of the peptidoglycan lipid II flippase MurJ, representing a larger, nascent class of taxa-specific cyclic lipopeptides that offer new leads for precision antibiotics.", "date": "2025-10-04", "journal": ""}
{"title": "TWIST1 Modulates Cilia Length, Endocytic Vesicle Dynamics, and Cell-Cell Junctions during Neural Tube Morphogenesis", "doi": "10.1101/2025.10.03.680308", "authors": "Thomas, D.; Martinez, B. M.; Lalwani, Z.; Pham, V.; Elmeniawi, M. N.; Tran, A.; Xu, J.; Saadi, I.; Fakhouri, W. D.", "abstract": "Background: Endocytosis constitutes a fundamental cellular process governing development through coordinated regulation of plasma membrane remodeling and ciliogenesis, processes essential for cell shape changes and embryonic development. Although Twist1 null embryos display complete cranial neural tube closure defects and conditional knockout in neuroectoderm disrupts cranial neural crest cell fate determination and delamination, the function of TWIST1 in neural tube morphogenesis remains unknown. We investigated the basis underlying neuroectodermal morphological abnormalities in TWIST1 mutant embryos, specifically the formation of ectopic lateral bending points and cellular disorganization, by examining TWIST1 function in cilia formation, adherens junction integrity, and endocytic vesicle dynamics. Results: Immunofluorescence analysis revealed that cytosolic TWIST1 colocalizes with {beta}-catenin and endocytic regulators LRP2 and RAB11B along the apical surface of cranial neuroectoderm. Twist1 knockout resulted in reduced ciliary length and number. Quantitative PCR and Western blot analyses demonstrated upregulation of RAB11B and {beta}-catenin at mRNA and protein levels in Twist1 mutants. This molecular dysregulation coincided with increased accumulation of apical endocytic vesicles and altered expression profiles of endocytic component genes, ultimately modifying the apical neuroectodermal cell-cell junctions. Conclusion: Our findings establish TWIST1 as a regulator of neuroectodermal morphology, demonstrating its ability to modulate ciliogenesis, endocytic vesicle dynamics, and cell-cell integrity.", "date": "2025-10-04", "journal": ""}
{"title": "Clinically observed RASA1 missense mutants exhibit diverse RasGAP protein behaviors", "doi": "10.1101/2025.10.03.680326", "authors": "Paul, M. E.; Delelegne, R. B.; Chau, J. E.; Boggon, T. J.", "abstract": "The RASA1 gene is mutated in cerebrovascular disorders and cancer, yet how the resulting mutations in the GTPase Activating Protein, RasGAP (p120RasGAP, RASA1) dysregulate signaling remains poorly understood. Here, we catalogue currently reported disease-associated mutations in RASA1 and assess their impact on RasGAP protein in vitro. On mapping these mutations onto experimental structures and structural models of RasGAP we identify regions that suggest functional impact. We assess key mutations within these regions for their effects on protein expression, thermal stability, and their interactions with a known binding partner, p190RasGAP. We then assess Michaelis-Menten kinetics of the mutant RasGAP proteins towards Ras. Together, we find that disease-associated RasGAP mutations classify into a panel of distinct classes based on their mode of dysregulation. We demonstrate that protein stability is necessary but not sufficient for full catalytic activity and that destabilizing mutations across the length of the protein can disrupt this function, but that the C2 domain appears to be unique in its role of regulating GAP activity by mechanisms other than destabilization involving the interactions of specific residues.", "date": "2025-10-04", "journal": ""}
{"title": "GlialCAM Cytoplasmic Signaling in Oligodendrocytes and Astrocytes is Essential for White Matter Homeostasis in the Brain", "doi": "10.1101/2025.10.03.680331", "authors": "Nassiri Toosi, Z.; Forero, S. A.; Pirani, A.; Sebastian, S.; Wang, T.; Chen, Z.; Zheng, X.; Morales, J. E.; McCarty, J.", "abstract": "Glial cell adhesion molecule (GlialCAM) is an astrocyte- and oligodendrocyte-expressed transmembrane protein with two extracellular IgG-like domains and a cytoplasmic tail with putative signaling functions. While numerous studies have explored functions for the GlialCAM IgG-like domains in brain development and physiology, functions for its cytoplasmic signaling tail remain largely unknown. Therefore, we developed a mutant mouse model that expresses a truncated GlialCAM construct (GlialCAM -CT) that contains intact extracellular and transmembrane domains but lacks the cytoplasmic tail. Deletion of the GlialCAM cytoplasmic domain in glial cells of the brain results in vacuolization within white matter regions without disrupting neurovascular barrier integrity. Consequently, mutant mice exhibited selective deficits in motor coordination, muscular strength, and memory. Single cell transcriptome sequencing identifies GlialCAM-dependent defects in ECM remodeling pathways in white matter tracts. In situ spatial profiling revealed robust activation of astrocytes and microglia in the mutant brain. Proteomic analysis identified GlialCAM cytoplasmic tail interactors with links to MAPK signaling and cytoskeletal regulatory networks. These data reveal important functions for the GlialCAM cytoplasmic tail in homeostasis of white matter tracts in the adult murine brain. The GlialCAM -CT model may also be useful for studying the pathogenesis and possible treatment of neurological diseases linked to white matter degeneration.", "date": "2025-10-04", "journal": ""}
{"title": "Distributed neural computation and the evolution of the first brains", "doi": "10.1101/2025.10.03.680388", "authors": "Chandra, V.; Nejad, M. R.; Kann, A. P.; Salem, A.; Hill, K. A. P.; Mahadevan, L.; Srivastava, M.", "abstract": "Brains likely evolved from diffuse nerve nets in the pre-Cambrian, but we do not know what the first brains looked like or how they were organized. Acoel worms, the sister lineage to all other animals with brains, offer a window into this transition. We studied the three-banded panther worm Hofstenia miamia, whose brain is diffuse and unlike any previously described: it shows little anatomical or functional regionalization or stereotypy. Worms forage successfully even after large portions of the brain are removed, suggesting most regions can perform most computations. Neural cell type markers are also distributed across the brain with little regionalization. High-resolution studies of hunting reveal that more brain tissue improves performance, but no specific brain region is required. These results lead us to propose that H. miamia's brain is built from computationally pluripotent 'tiles', whose interactions generate coherent behavior. This architecture suggests that early brains arose by condensation of diffuse nerve nets into unregionalized brains, with regionalization evolving secondarily.", "date": "2025-10-04", "journal": ""}
{"title": "Neural signatures of harm aversion predict later willingness to exert effort for others rewards", "doi": "10.1101/2025.10.03.680267", "authors": "Contreras-Huerta, L. S.; Yu, H.; Prosser, A. M. B.; Lockwood, P. L.; Rojas-Thomas, F.; Crockett, M. J.; Apps, M. A. J.", "abstract": "Prosocial behaviours, actions that incur personal costs to benefit others, are central to human social life. Two key domains are moral harm aversion, where individuals forgo personal gains to prevent harming others, and prosocial effort, which involves exerting effort to benefit others. Although previous studies suggest a relationship between these behaviours, it remains unclear whether neural responses in one domain can predict prosocial motivation in another. Here, we tested whether neural sensitivity to morally salient information in harm aversion could predict prosocial effort later. Participants completed two tasks: a harm aversion task during fMRI, in which they traded off monetary profit against delivering electric shocks to another person; and, one week later, a prosocial effort task outside the scanner, in which they decided whether rewards for others were worth the required physical effort. We focused on three regions implicated in cost-benefit decision-making and social cognition: the anterior cingulate cortex (ACC), anterior insula (AI), and temporoparietal junction (TPJ). Behaviourally, greater harm aversion was associated with increased prosocial effort. Neurally, AI responses to others harm predicted sensitivity to others rewards in the effort task, consistent with a role in representing others outcomes across positive and negative valences. By contrast, TPJ responses to profit from harming others predicted decreased sensitivity to others rewards, suggesting a role in context-dependent valuation that may constrain prosocial behaviour. These findings demonstrate that neural responses to morally salient information in one context correlate with prosocial motivation in another, highlighting mechanisms that bridge moral sensitivity and effortful prosociality.", "date": "2025-10-04", "journal": ""}
{"title": "Phylogenomics of free-living neobodonids reveals they are a paraphyletic group from which all other metakinetoplastids are descended", "doi": "10.1101/2025.10.03.680260", "authors": "Zavadska, D.; Packer, J. A.; Simpson, A.; Richter, D. J.", "abstract": "Kinetoplastea is a major taxon of microbial eukaryotes that includes the well-known trypanosomatid parasites, species of which cause sleeping sickness, Chagas' disease and leishmaniases in humans, as well as various animal and plant diseases. Free-living kinetoplastids are greatly understudied compared to their parasitic relatives, but are ecologically important microbivores, and collectively comprise the great majority of kinetoplastid diversity. For two decades kinetoplastids have been divided into prokinetoplastids and metakinetoplastids, with the latter further split into four orders, the most diverse of which is Neobodonida. However, the position of the root of the metakinetoplastids and whether neobodonids are a clade has remained unclear due to a lack of multi-gene data from free-living kinetoplastids, particularly neobodonids. Here, we present transcriptomic data for seven newly or recently cultivated free-living neobodonid kinetoplastids. Phylogenomic analyses of a de novo generated data set of 469 inferred orthologs and 45 taxa robustly resolve the kinetoplastid tree, including the position of the root of metakinetoplastids. This divides metakinetoplastids such that Trypanosomatida, Eubodonida, Parabodonida, Allobodonidae (formerly neobodonid clade \"1E\") and neobodonid clade \"1D\" fall on one side, while neobodonid clades \"1B\" (Rhynchomonadidae) and \"1C\" fall on the other. Neobodonids are thus inferred to be a paraphyletic group from which all other metakinetoplastids descend. This analysis is the most thorough examination of metakinetoplastid phylogeny thus far, and forms a new basis for tracing the evolutionary history of the entire kinetoplastid group.", "date": "2025-10-04", "journal": ""}
{"title": "Polyamine homeostasis in vivo relies primarily on transport", "doi": "10.1101/2025.10.02.680054", "authors": "Chang, C.; Jain, A.", "abstract": "Polyamines are essential metabolites present in all cells, but their regulation in vivo remains poorly understood. Little is known about whether tissues maintain distinct polyamine setpoints, how these setpoints are established, or whether such differences underlie selective vulnerability in disease. Here, we applied single-cell polyamine measurements in living Caenorhabditis elegans to map tissue polyamine levels and their regulatory dependencies. Three principles emerge: (i) Across differentiated tissues, steady-state polyamine pools are maintained primarily by transporter-mediated import rather than de novo synthesis. (ii) The intestine functions as a systemic regulator: perturbing intestinal polyamines affects organism-wide levels, and intestine-specific rescue restores systemic balance. (iii) Neurons maintain markedly low polyamine pools and undergo subtype-specific developmental reprogramming, switching polyamine acquisition strategies as they mature. These findings define core principles of tissue-specific polyamine regulation in vivo and provide a framework for developing therapeutic strategies to restore polyamine balance.", "date": "2025-10-04", "journal": ""}
{"title": "Data-driven Sampling Strategies for Fine-Tuning Bird Detection Models", "doi": "10.1101/2025.10.02.679964", "authors": "Bernard, C.; McEwen, B.; Cretois, B.; Glotin, H.; Stowell, D.; Marxer, R.", "abstract": "Passive Acoustic Monitoring has emerged as a promising tool for collecting ecological data, particularly in the context of bird population monitoring. Bird species can be automatically identified using pre-trained models, such as BirdNET. The performance of these models can be significantly improved through fine-tuning with annotated samples recorded in the specific acoustic conditions in which the microphones are deployed. However, PAM collects vast amounts of data, and annotating bird vocalizations requires specialized expertise. As a result, only a very small portion of the recordings can be effectively labeled. Selecting the most relevant samples to annotate in order to maximize performance in model fine-tuning remains a significant challenge. First, a regularization technique addresses the challenge of class imbalance during model fine-tuning. Next, a data-driven methodology is developed, introducing the influence score, which quantifies the impact of individual training samples on model performance to inform sampling strategies. A linear model is proposed to estimate the influence score for generalization to unseen data. Finally, several sampling strategies are compared, based on acoustic indices and predictions of the pre-trained model. Together, these contributions enable the identification of efficient annotation strategies to overcome the challenges of limited annotation resources in large-scale passive acoustic monitoring.", "date": "2025-10-04", "journal": ""}
{"title": "Optimizing CRISPR/Cas9 mutagenesis in Drosophila da neurons to avoid cytotoxicity", "doi": "10.1101/2025.10.03.680356", "authors": "Duarte, V. N.; Najafi, V.; Thompson-Peer, K. L.", "abstract": "Genetic perturbations are one of the great strengths of the model organism Drosophila melanogaster, with approaches such as classical mutagenesis and RNA interference enabling a wealth of biological discoveries. A more recent approach for altering gene expression is CRISPR/Cas9-based mutagenesis, but as with any new tool, its use must be optimized. High expression of Cas9 has been shown to cause cytotoxicity in some cell types. Here, we show that Cas9 expression alone causes cytotoxicity in the dendritic arborization (da) neurons that are widely used to study neuronal development and regeneration. We then systematically evaluate alternative Cas9 transgenes designed to lower total Cas9 expression, called uCas9 transgenes. We show that expression of these uCas9 transgenes results in little to no cytotoxicity to da neurons. Lastly, we demonstrate the ability of uCas9 transgenes to effectively and specifically gene edit in da neurons. Thus, we expand the toolkit of genetic perturbations available to researchers working with Drosophila da neurons or other cell types suceptible to cytotoxicity due to high expression of Cas9.", "date": "2025-10-04", "journal": ""}
{"title": "UGT35B1 is the principal enzyme mediating nicotine glycosylation in Drosophila melanogaster", "doi": "10.1101/2025.10.03.680272", "authors": "Pffanenstiel, L. J.; Norris, R. H.; Ziemke, T.; Duplais, C.; Buchon, N.; Scott, J.", "abstract": "Nicotine is a plant-derived pyridine alkaloid with potent neurotoxic properties. A major pathway for detoxification of nicotine in mammals is via glucuronidation to produce nicotine N-glucuronide, but this process in insects remains poorly understood. Using mass spectrometry, we demonstrate that Drosophila melanogaster detoxifies nicotine through glycosylation, producing nicotine N-glycoside. Given that many new agrochemicals contain pyridine rings, we also investigated the metabolism of flonicamid and imidacloprid. We detected glycosylation of flonicamid, but not imidacloprid. A targeted RNAi screen across 21 UDP-glycosyltransferases (Ugts) identified Ugt35B1 as important for survival of nicotine exposure. CRISPR-based knockout of Ugt35B1 increases sensitivity to nicotine and flonicamid, but not to imidacloprid, nor to a structurally distinct neonicotinoid (thiamethoxam). Mass spectrometry of knockout and control flies confirms that Ugt35B1 glycosylates nicotine, its metabolite cotinine, and flonicamid. Together these findings establish Ugt35B1 as the principal UGT mediating nicotine detoxification in D. melanogaster, revealing a previously uncharacterized insect glycosylation pathway with potential implications for herbivory, insecticide detoxification and toxicology.", "date": "2025-10-04", "journal": ""}
{"title": "Localization of Fascin to Dendritic Protrusions Regulates Postsynaptic Plasticity", "doi": "10.1101/2025.10.03.680376", "authors": "Zheng, J.; Joubert, S.; Gonzalez-Islas, C. E.; Ogawa, Y.; Poddar, A.; Penas, A. B.; Liu, E.; Wenner, P.; Myers, K. R.", "abstract": "The Fascin family of actin-bundling proteins organizes actin filaments (F-actin) into tightly packed bundles that drive dynamic membrane protrusions such as filopodia. In neurons, fascin has been thought to primarily function in axons, as previous studies reported its absence from dendritic filopodia and spines. Here, we demonstrate that fascin is both present and functionally important in dendritic compartments. Using optimized immunocytochemistry and CRISPR-based endogenous tagging of fascin1 in cultured hippocampal neurons, we show that fascin localizes to developing dendritic filopodia and is enriched in mature dendritic spines. Super-resolution imaging further reveals that fascin is organized into discrete nanoscale foci within spine heads, but not the spine neck. Finally, we show that CRISPR-mediated knockout of fascin1 in mature hippocampal neurons impairs synaptic potentiation, without affecting baseline excitatory synaptic transmission. Together, our findings uncover a previously overlooked aspect of actin organization in dendritic spines and establish fascin as a critical regulator of postsynaptic plasticity.", "date": "2025-10-04", "journal": ""}
{"title": "A GPCR signaling pathway in insect odor detection", "doi": "10.1101/2025.10.03.680299", "authors": "Takagi, S.; Abuin, L.; Mermet, J.; Lee, D.; Benton, R.", "abstract": "Odor detection differs fundamentally in vertebrates, which use G protein-coupled receptors (GPCRs), and insects, which employ ion channels. Here, we report the first evidence for a GPCR defining tuning properties of insect olfactory sensory neurons. Single-cell transcriptomics of the Drosophila melanogaster antenna identified selective expression of the G{gamma}30A subunit in acid-sensing Ir64a-DC4 neurons. G{gamma}30A is essential for broadening responses to long-chain acids, acting with Gs, G{beta}13F, adenylate cyclase Ac13E and the Cngl channel. We further discovered that Cirl, a latrophilin-family GPCR, is broadly-transcribed in the antenna but the protein is localized only in Ir64a-DC4 sensory cilia, dependent upon G{gamma}30A, but not Ir64a. Importantly, loss of Cirl also narrows Ir64a-DC4 tuning properties. Homologous neurons in Drosophila sechellia naturally exhibit narrow acid tuning, despite functional conservation of Ir64a; these differences correlate instead with lower expression of metabotropic components. Our findings reveal unexpected roles for GPCR/metabotropic signaling in olfactory detection and divergence in insects.", "date": "2025-10-04", "journal": ""}
{"title": "AlphaFold-Multimer Modelling of Linked nAChR Subunits Challenges Concatemer Design Assumptions", "doi": "10.1101/2025.10.02.679753", "authors": "Sahlstrom, H. M.; Rufener, L.; Horsberg, K. H.; Sarr, A.; Horsberg, T. E.; Bakke, M. J.", "abstract": "Nicotinic acetylcholine receptors (nAChRs) are well described in vertebrates, yet less studied in arthropods, and the subunit stoichiometry of heteromeric arthropod nAChRs remains unresolved. This study combined a computational and experimental approach to predict and validate the stoichiometries of two heteromeric nAChRs from the parasitic arthropod Lepeophtheirus salmonis. AlphaFold2- and AlphaFold-Multimer-based modelling, supported by multiple sequence alignment and functional expression in Xenopus laevis oocytes, identified the most likely stoichiometries for two compositions of subunits previously described, named Lsa-nAChR1 and Lsa-nAChR2. For receptor Lsa-nAChR1, the highest scoring stoichiometry was 1{beta}122{beta}2. Lsa-nAChR2 exhibited three possible stoichiometries, confirmed by both computational modelling and experiments. These are 3{beta}23{beta}1{beta}2, 3{beta}13{beta}1{beta}2, and 333{beta}1{beta}2. All stoichiometries are written from a counterclockwise, extracellular orientation. Strikingly, structural modelling also suggested that linker flexibility in concatemer constructs may allow a novel conformation with a different subunit between the linked subunits, referred to here as 'wedging'. These results indicate that the use of flexible linker sequences does not reliably enforce subunit position or assembly directionality, as shown here for nAChRs. These findings challenge the assumption that linked concatemers unambiguously dictate receptor stoichiometry. Thus, interpretations of concatemer-based studies, on nAChRs and other receptor systems, may warrant careful reevaluation.", "date": "2025-10-04", "journal": ""}
{"title": "msBayesImpute: A Versatile Framework for Addressing Missing Values in Biomedical Mass Spectrometry Proteomics Data", "doi": "10.1101/2025.10.02.679746", "authors": "He, J.; Helm, B.; Goedtel, F.; Buechner, K.; Schilling, M.; Schneider, M. A.; Klotz, L. V.; Winter, H.; Velten, B.; Klingmueller, U.; Lu, J.", "abstract": "Advancements in mass spectrometry (MS) technologies have significantly improved the ability to quantify proteins and analyse their modifications. However, MS-based proteomics datasets frequently encounter missing values due to a complex interplay of missing at random (MAR) and missing not at random (MNAR) mechanisms. If unaddressed, such missing data can result in information loss and biased outcomes in data pre-processing, such as normalisation, as well as subsequent analyses and interpretations. Few approaches effectively address both MAR and MNAR, and those that do often necessitate manual tuning of mixture percentages between them or rely on two-group experimental designs. To enhance the handling of missing values, we developed msBayesImpute, an innovative computational method that integrates Bayesian factorization with probabilistic dropout models. We evaluated msBayesImpute against several popular imputation methods using both simulated missing values and those generated through a dilution series experiment on samples from lung cancer patients. Our comprehensive benchmark demonstrated superior performance in reconstructing missing values, estimating normalization factors, and identifying differentially expressed proteins across varying levels of missingness. Notably, msBayesImpute does not require predefined experimental designs and is scalable to large-scale studies. This versatility positions msBayesImpute as an effective and robust tool for enhancing the utility of MS datasets in biological research.", "date": "2025-10-04", "journal": ""}
{"title": "Reversible multiscale corneal sexual dimorphism orchestrates neuro-epithelial coupling and tear proteome composition", "doi": "10.1101/2025.10.02.680047", "authors": "Feret, N.; Caballero Megido, A.; Pernot, S.; Girard, M.; Decoudu, M.; Fichter, L.; Attina, A.; Vialaret, J.; David, A.; Daien, V.; Loulier, K.; Hirtz, C.; Michon, F.", "abstract": "Donor recipient sex mismatch is an under-recognized risk factor for corneal graft rejection, yet the biological underpinnings at the ocular surface remain undefined. We hypothesized that sex hormones coordinately tune the tear/nerve/epithelium axis and that androgen exposure could normalize sex-linked differences relevant to alloimmune risk. We profiled 12-week-old mice in three hormonal contexts, i.e. male, female, and testosterone-treated female, combining tear biochemistry and label-free proteomics with epithelial lineage dynamics, in vivo sensory function, and corneal/trigeminal transcriptional readouts. Tear collection rate was comparable across groups, but total tear protein was reduced in females. Proteomics revealed extensive sex differences in extracellular composition, spanning lipid transport, protease, antiprotease balance, complement activity, and secretory/mucin pathways. Epithelial analyses showed sex-linked differences in progenitor output and spatial deployment, and sensory metrics indicated divergent innervation architecture and function. Across modalities, androgen supplementation in females shifted molecular and physiological profiles toward the male state, attenuating nearly all dimorphic signals, demonstrating that close to all sexual dimorphism observed here is reversible by testosterone and reflects an actively maintained endocrine state rather than a fixed developmental program. Complementary metabolite profiling provides a sex-stratified atlas of free modified nucleosides in tears, positioning extracellular epitranscriptomic markers as accessible indicators of hormonal context. Together, these results establish a multiscale, hormone-responsive sexual dimorphism at the ocular surface and offer a mechanistic framework linking sex and endocrine status to parameters that influence graft integration. They motivate sex aware biomarkers, stratification by hormonal context in diagnostics and trials, and therapeutic strategies, including androgenic modulation, to mitigate the elevated rejection risk associated with sex mismatch in corneal transplantation.", "date": "2025-10-04", "journal": ""}
{"title": "Natural xanthones as α-Mangostin induce vasorelaxation via binding to key gating residues in the S6 domain of BK channels", "doi": "10.1101/2025.10.02.680041", "authors": "Cordeiro, S.; Patejdl, R.; Baukrowitz, T.; Musinszki, M. A.", "abstract": "Polyphenolic compounds are widely explored for health benefits, including hypertension, but their active ingredients, molecular targets, and mechanisms remain poorly defined. We identify the xanthone Mangostin from Garcinia mangostana as a potent modulator of several potassium channels, with large-conductance K+ (BK) channels as its primary target for vasorelaxation. Mangostin activated BK channels as  subunits alone, in complexes with vascular {beta}1 subunits, and in reconstituted BK/{beta}1-Cav nanodomains. It shifted BK voltage activation to more negative potentials by antagonizing channel closure and promoting channel opening without markedly altering Ca2+ sensitivity. Docking, competition, single channel analysis and mutagenesis localized the binding site in the pore cavity below the SF, involving gating-critical S6 residues I308, L312, and A316, and suggest that Mangostin stays bound in closed and open states. These findings establish BK channel activation as the core molecular mechanism driving Mangostin's vascular effects and define its structural mode of action, informing nutraceutical safety assessment and BK-targeted drug design.", "date": "2025-10-04", "journal": ""}
{"title": "Age-dependent Dysferlin Accumulation in Macrophages Promotes STAT1 Activation via Calcium Influx, Impairing Myogenesis", "doi": "10.1101/2025.10.02.679938", "authors": "Tominaga, K.; Tominaga, N.", "abstract": "DYSF functions as a regulator of Ca2+ in the skeletal muscle and facilitates muscle repair following injury. It is also highly expressed in monocytes and macrophages and related to inflammation, immune regulation, and the mononuclear phagocyte system. Macrophages are pivotal in driving myogenesis, and specific cytokine-induced macrophage differentiation plays a role in maintaining skeletal muscle during disease and aging. Thus, a comprehensive understanding of the mechanisms by which DYSF operates in macrophages may inform the development of novel treatments for muscle atrophy. In this study, we demonstrated that DYSF expression is associated with monocyte differentiation and increases with age. Our findings indicate that DYSF overexpression induces the generation of M1-type macrophages, which subsequently secrete inflammatory cytokines and promote cell invasion. Furthermore, we observed that DYSF regulates Ca2+ influx into the cell and activates the STAT1 signaling pathway, whereas DYSF deficiency suppresses these processes. Macrophages overexpressing DYSF are associated with the inhibition of myoblast differentiation during myogenesis in a co-culture system involving macrophages and myoblasts. Therefore, the balance between the STAT1 signaling pathway and Ca2+, which are regulated by DYSF abundance, may play a crucial role in myogenesis.", "date": "2025-10-04", "journal": ""}
{"title": "Atg16l1 promotes lung transplant tolerance by regulating glycolysis in macrophages", "doi": "10.1101/2025.10.02.679826", "authors": "Cano, M.; Liao, F.; Zhou, D.; Chen, C.; Liu, Z.; Zhu, J. H.; Bernadt, C.; Ebenezer, R.; Davis, V.; Pugh, K. N.; Tao, Y.; Tague, L. K.; Huang, H. J.; Byers, D.; Hachem, R.; Brody, S. L.; Krupnick, A. S.; Kreisel, D.; Gelman, A. E.", "abstract": "Lung transplant survival is limited by the development of chronic lung allograft dysfunction (CLAD), a type of graft rejection that lacks effective treatments. Autophagy plays a crucial role in maintaining cellular homeostasis. In a single-nucleotide polymorphism screen, we found that lung recipients with two copies of a common hypofunctional genetic variant of autophagy-related 16-like 1 rs2241880 (ATG16L1T300A/T300A), known to deplete this protein from macrophages, were more likely to develop early CLAD. To understand this, we used a mouse orthotopic lung transplant model. Recipients encoding myeloid cell-specific deletion of Atg16l1 (Atg16l1{Delta}/{Delta}) or who harbor an engineered orthologous mutation (Atg16l1T316A/T316A) showed similar susceptibility to CLAD. Transcript profiling and mitochondrial tracking studies indicated that increased mitochondrial damage and decreased autophagic removal of mitochondria in Atg16l1-deficient macrophages were associated with heightened activation of the hypoxia-inducible factor 1 (Hif1) pathway and accumulation of glycolytic transcripts. Metabolic analysis revealed reduced oxidative phosphorylation, increased glycolytic activity, and higher IL-1{beta} expression in Atg16l1-deficient macrophages. Notably, the development of CLAD in Atg16l1{Delta}/{Delta} lung recipients could be significantly prevented by additionally deleting Hif1 in myeloid cells or by treating with the glycolysis inhibitor 2-deoxyglucose. Our results show how a common autophagy-related genetic variant disrupts macrophage metabolism and impairs lung transplant tolerance, pointing toward potential therapeutic strategies to combat CLAD.", "date": "2025-10-04", "journal": ""}
{"title": "ETV4 restrains the formation of CD74+ cytotoxic exhausted CD8+ T cells", "doi": "10.1101/2025.10.02.677509", "authors": "Lee, D.; Kim, Y.; Gil, H.; Lee, J.; Choi, Y. H.; Kang, M.; Hur, Y.; Song, Y.; Park, J. S.; Kim, K. S.; Kim, J. K.; Lee, Y.", "abstract": "Exhausted CD8+ T (Tex) cells comprise heterogeneous subsets with varying cytotoxic and dysfunctional properties, making inhibitory receptor profiles unreliable indicators of function. Therefore, it is essential to define transcriptional regulators or markers that accurately reflect these states. Here, we identified ETS variant 4 (ETV4) as a transcription factor that restricts cytotoxic Tex differentiation within tumors. ETV4 deficiency promotes the emergence of a CD74+ cytotoxic Tex subset while preserving the progenitor Tex (Tpex) pool. CD74 serves as both a marker and regulator, reinforcing Tpex features and enhancing Tex cytotoxicity. Mechanistically, ETV4 loss derepresses T-bet expression, thereby increasing IFN{gamma} production that induces CD74 expression in a paracrine manner. Single-cell analyses across human cancers revealed that CD74+ Tex cells are enriched for proliferative and metabolic programs and correlate with improved survival. Collectively, we establish the ETV4-CD74 axis as a regulator of Tex fate and promising therapeutic target to augment anti-tumor immunity.", "date": "2025-10-04", "journal": ""}
{"title": "Mesenchymal Stem Cell-Mediated Intercellular Communication: Mapping the Interactome for Skeletal Muscle Homeostasis and Regeneration", "doi": "10.1101/2025.10.02.678862", "authors": "Wosczyna, M. N.; Liu, X.; Perez Carbajal, E. E.; Hwang, Y.-C.; Gilman, B. W.; Bliss, S. A.; Morrissey, C. S.", "abstract": "Mesenchymal stem cells (MSCs) support tissue homeostasis and regeneration, yet their molecular signals remain largely enigmatic. In skeletal muscle (SkM), MSCs, known as fibroadipogenic progenitors (FAPs), are essential for maintenance and repair, orchestrating these processes through intricate cellular communication networks. Given the critical role of SkM in lifelong health and longevity, FAP signaling has drawn significant interest as a potential therapeutic target and a model for MSC interactions. However, deciphering FAP-derived regulatory signals remains challenging due to their pleiotropic complexity. Here, we employ a systems-based approach to construct a comprehensive FAP interactome in both homeostatic and regenerating SkM. By integrating unique single-cell RNA sequencing atlases with advanced computational analyses, we identify putative FAP-mediated signaling pathways and validate their biological relevance through FAP depletion experiments, assessing disruptions in key pathways. This approach reveals novel signaling networks across diverse SkM cell populations, corroborates key FAP interactions from recent studies, and provides a valuable dataset for modeling MSC interactions and their roles in SkM homeostasis and regeneration.", "date": "2025-10-04", "journal": ""}
{"title": "Mechanical coordination between anaphase A and B drives asymmetric chromosome segregation", "doi": "10.1101/2025.10.02.680008", "authors": "Dias Maia Henriques, A. M.; Davies, T. R.; Dmitrieff, S.; Minc, N.; Canman, J. C.; Dumont, J.; Maton, G.", "abstract": "Chromosome segregation during anaphase occurs through two mechanistically distinct processes: anaphase A, in which chromosomes move toward spindle poles, and anaphase B, in which the anaphase spindle elongates through cortical astral microtubule pulling forces. Caenorhabditis elegans embryos have been thought to rely primarily on anaphase B, with little to no contribution from anaphase A. Here, we uncover a novel anaphase A mechanism in C. elegans embryos, driven by the kinesin-13 KLP-7MCAK and opposed by the kinesin-12 KLP-18. We found that the extent of chromosome segregation during anaphase A is asymmetrically regulated by cell polarity cues and modulated by mechanical tension within the spindle, generated by opposing forces acting on chromosomes and spindle poles. Additionally, we found that the contribution of anaphase A to chromosome segregation increases progressively across early embryonic divisions. These findings uncover an unexpected role for anaphase A in early C. elegans development and reveal a KLP-7MCAK-dependent mechanical coordination between anaphase A and anaphase B driven chromosome segregation.", "date": "2025-10-04", "journal": ""}
{"title": "Automated Specimen Triage for Dark Taxa: Deep Learning Enables Orientation, Sex Identification, and Anatomical Segmentation from Robotic Imaging", "doi": "10.1101/2025.10.02.680063", "authors": "Shirali, H.; Wuehrl, L.; Lee, L.; Klug, N.; Meier, R.; Pylatiuk, C.; Hartop, E.", "abstract": "Robotic specimen processing is transforming biodiversity discovery by replacing labor-intensive handling with scalable systems that can simultaneously generate high-quality specimen images. We demonstrate that these images can be leveraged by deep learning to efficiently extract key biological information and guide targeted specimen processing. Using a model dark taxon, the Phoridae (Diptera), the workflow performs three core tasks: sex identification, specimen orientation classification, and anatomical segmentation. Sex identification allows selective retention of diagnostically informative specimens, avoiding wasted effort on non-diagnostic individuals. Orientation classification enables specimens in the desired orientation to proceed immediately, while suboptimally oriented specimens can be repositioned for informative processing. Anatomical segmentation allows targeted processing of specimens displaying diagnostic characters or targeted analysis of specific anatomical regions in subsequent workflow steps. Comparative analysis of model architectures shows task-specific selection is crucial: a Convolutional Neural Network achieved an accuracy of 0.94 for orientation, a Vision Transformer achieved 0.88 for sex, and a U-Net precisely segmented nine anatomical regions with a mean IoU of 0.78. These results demonstrate that robotic imaging combined with deep learning provides a validated foundation for high-throughput, targeted specimen processing, maximising efficiency and utility for taxonomic and trait-based analyses, and supporting scalable, sustainable biodiversity workflows.", "date": "2025-10-04", "journal": ""}
{"title": "Accurate determination of the preferred aggregation number of a micelle-encapsulated membrane protein dimer", "doi": "10.1101/2025.10.02.679921", "authors": "Harris, J.; Pantelopulos, G. A.; Straub, J. E.", "abstract": "The preferred aggregation number of dodeclyphoshocholine (DPC) micelles s*dim encapsulating dimeric and higher order protein assemblies is difficult to determine via experimental techniques due to uncertainty in dimer geometry and heterogeneity in the conformational ensemble. Dimerization of the Amyloid Precursor Protein transmembrane domain (C99) is a particular step of importance in the production of amyloid-{beta} protein and the amyloid cascade. Molecular dynamics simulations of the C99 dimer and other transmembrane proteins have been performed to compliment micelle-phase protein structure studies. It has often been assumed that the value of s*dim is the same as that of the pure, empty micelle. Here, we provide a convenient method for testing that assumption, while also accounting for the finite-size effects inherent in computer simulations of micelle self-assembly. Employing large, unbiased, coarse-grained molecular dynamics simulations of DPC and C99 dimer self-assembly, we determined the radius of gyration to be 21.6 {+/-} 2.0 [A] for the micelle-encapsulated dimer, and 16.0 {+/-} 1.0 [A] for the pure DPC micelle. Using these radii of gyration, we performed all-atom simulations of DPC-encapsulated C99 dimers with preferred aggregation numbers of 100 and 54 DPC to test the effect of using an expected versus a naive estimate of aggregation number on the structure of the transmembrane protein dimer. Through atomistic simulations, we determined that the transmembrane dimeric structure displays different characteristics depending on the aggregation number of the micelle, in addition to increased water penetration and micelle defects when the aggregation number is too small.", "date": "2025-10-04", "journal": ""}
{"title": "The E. coli CNF1 toxin induces fetal reprogramming of intestinal stem cells and a serrated colorectal cancer transcriptional signature in organoids", "doi": "10.1101/2025.10.02.680056", "authors": "Letourneur, D.; Bergsten, E.; Raynaud, N.; Mondy, J.; Nigro, G.; Tsoumtsa Meda, L. L.; Vaysse, A.; Descorps-Declere, S.; Yoshida, A.; Stefani, C.; Sobhani, I.; Lemichez, E.; Mettouchi, A.", "abstract": "Mechanistic insights are essential to understand how gut microbiota pathobionts contribute to tumorigenesis, given the mounting evidence linking them to colorectal cancer. We report a higher prevalence of the Rho GTPases-targeting cnf1 toxin gene from Escherichia coli in the microbiota of early-stage, proximal colorectal cancer. Comparative gene set enrichment analysis reveals a concordant serrated pathway signature between colorectal cancer tissue of patients colonized with cnf1+ bacteria and CNF1-treated mouse intestinal organoids. RNA sequencing of organoids shows that CNF1 induces a fetal-like transcriptional reprogramming. Using integrated approaches, we demonstrate that CNF1 reprograms Lgr5+ stem cells into a Ly6a/Sca-1+ fetal-like state, that exhibits enhanced stemness potential. This reprogramming is preceded by a Yap/Taz-driven early transcriptional program and nuclear translocation of Yap. Functional analyses identify a RhoA/Rock-Yap/Taz-dependent transition to Ly6a/Sca-1+ stem cells, highlighting a mechanistic link between bacterial effectors and stem cell plasticity in colorectal tumorigenesis.", "date": "2025-10-04", "journal": ""}
{"title": "Histology-guided 3D virtual staining of microCT-imaged lung tissue via deep learning", "doi": "10.1101/2025.10.02.678959", "authors": "Almagro-Perez, C.; Peruzzi, N.; Galambos, C.; Song, A. H.; Brunnström, H.; Gawlik, K. I.; Stampanoni, M.; Tran-Lundmark, K.; Lovric, G.", "abstract": "Histologically stained tissue sections are considered the gold standard for studying microscopic anatomy and diagnosing disease in clinical practice. However, the processes of sectioning and staining are laborious, and the overall method relies on two-dimensional (2D) analysis. In contrast, X-ray-based virtual histology offers the advantage of virtual sectioning while retaining the full three-dimensional (3D) volumetric representation of the tissue. Nevertheless, its grayscale nature has prevented it to be readily utilized by pathologists who are accustomed to conventional histological stains. In this work, we present a histology-guided enhancement platform that can integrate the 3D information provided by synchrotron radiation phase-contrast microCT with the rich visual features characteristic of histological stains. We introduce a multi-stage microCT-histology co-registration method combined with a virtual staining deep neural network and demonstrate successful virtual histological staining of microCT human and mouse lung tissue that closely resembles standard histology. We evaluate our strategy on multiple histological stains and apply it to identify 3D collagen-based remodeling of pulmonary arteries in patients with pulmonary hypertension. Overall, this innovative enhancement pipeline has the potential to aid in the incorporation of microCT into clinical practice, and advance non-destructive 3D pathology for improved diagnostic efficiency and accuracy.", "date": "2025-10-04", "journal": ""}
{"title": "Single-cell nanodroplet processing proteomics pipeline for analysis of human-derived microglia", "doi": "10.1101/2025.10.02.680067", "authors": "Ives, A.; Fulcher, J. M.; Bautista, A.; Kitata, R.; Williams, S.; Bennett, D. A.; De Jager, P.; Petyuk, V. A.", "abstract": "Single-cell omics tools provide unique insights into heterogeneous cell populations and their responses to stimuli. For example, single-cell RNA sequencing has identified several transcriptionally distinct populations of microglia, which are resident immune cells of the central nervous system (CNS) that are responsive to CNS injury, infection, and neurodegeneration. To date, single cell studies of microglia have focused on RNA-sequencing or cytometry by time of flight (CyTOF) which provide indirect readouts of protein abundance or quantification of a limited number of targets. Herein, we present a workflow based on FACS-assisted isolation, cryopreservation and nanodroplet-based processing for single-cell mass spectrometry proteomics analysis of the postmortem human brain cortex-derived microglia. From a single microglial cell, 1039 proteins could be identified on average. As a proof-of-principle we applied single-cell proteomics for exploring the heterogeneity of brain microglia at the cellular level. This pilot proteomics data partially recapitulates the prior microglia subtypes. Specifically, we determined mitochondrial proteins, in particular members of NADH dehydrogenase (Complex I), cytochrome b-c1 (Complex III), cytochrome c oxidase (Complex IV), F1-ATPase (Complex V), and Na+/K+-ATPase complex drive variation across microglia. This pipeline offers the potential for identifying functionally and analytically relevant protein targets for microglia in Alzheimers disease and other neurological disorders.", "date": "2025-10-04", "journal": ""}
{"title": "Active mitochondria in healthy spiny mouse fibroblasts resemble megamitochondria and remain resilient across lifespan", "doi": "10.1101/2025.10.02.680123", "authors": "Aryee, E. N.; Aloysius, A.; Saxena, S.; Vekaria, H.; Sullivan, P. G.; Seifert, A. W.", "abstract": "Although they exhibit limited regenerative ability of some tissues and organs shortly after birth or towards the end of fetal development, humans and laboratory mammals quickly transition to producing scar tissue for tissue repair. In contrast, spiny mice exhibit complex tissue regeneration as adults and provide a blueprint for how regeneration can occur throughout adulthood in mammals. Fibroblasts are key mediators of wound healing outcomes and prior work uncovered that cells from highly regenerative mammals (spiny mice and rabbits) exhibit extreme resistance to oxidative stress compared to those from non-regenerating laboratory mice and rats. Using a battery of cellular tests in primary ear pinna fibroblasts from highly regenerative and non-regenerative mammals, we find that cells from spiny mice and rabbits exhibit a baseline preference for glycolysis supporting a lower ROS-producing basal state. Uniquely, spiny mouse fibroblasts exhibit large, spherical, depolarized mitochondria similar to megamitochondria identified in pathological tissues. The megamitochondria phenotype was present across lifespan in ear pinna fibroblasts from fetal, young and old spiny mice. While rabbit, mouse and rat fibroblasts had polarized tubular mitochondrial networks typical of adult mammalian fibroblasts, isolated rabbit and spiny mice fibroblasts shared lower oxygen consumption efficiency even in the absence of a potential gradient. Taken together, our results support that a shared metabolic signature exists in stromal cells from highly regenerative mammals, although possibly driven by different mechanisms, to converge on a ROS-resistant phenotype which ultimately helps supports tissue regeneration.", "date": "2025-10-04", "journal": ""}
{"title": "Incorporating weather and host abundance in an iterative subseasonal-to-interannual ecological forecast system for Ixodes scapularis, the vector of Lyme disease", "doi": "10.1101/2025.10.02.677385", "authors": "Foster, J. R.; LaDeau, S. L.; Ostfeld, R. S.; Dietze, M. C.", "abstract": "Forecasting the population dynamics of disease vectors is critical for mitigating the risks of vector-borne diseases under a changing climate. We evaluate an iterative Bayesian forecast model of black-legged tick (Ixodes scapularis) phenology and population dynamics at near-term to interannual (e.g. 12 month) scales. The black-legged tick is the vector of Borrelia burgdorferi, the causative agent of human Lyme disease. Our forecasts consistently outperformed seasonal null models based on historical day-of-year averages, particularly during peak questing periods when disease risk is highest. Iterative data assimilation improved forecast performance over time, demonstrating the ability to adaptively learn about climate-driven shifts in demographic parameters, and reinforcing the value of long-term data to support management. Weather and climate variables emerged as the dominant predictors of nymph survival, with daily maximum temperature displacing humidity as the strongest predictor as the iterative forecast cycle evolved over time. Short-term forecasts driven by local weather observations were more accurate than those relying on seasonal climate forecasts, highlighting the importance of fine-scale weather dynamics and data for subannual predictions. At interannual scales, seasonal climate forecasts and vertebrate host (mouse) abundance were important for maintaining strong predictive skill in forecasting nymphal tick abundance, which is often used as a proxy for risk of human exposure to tick-borne disease, but forecasts were largely unaffected by larval abundance. Investment in monitoring efforts should prioritize observations of the nymphal stage to reduce forecast uncertainty. These results offer a path forward for operationalizing ecological forecasts of tick populations under environmental change and underscore the importance of adaptive, process-based models for managing tick-borne disease risk in a changing climate.", "date": "2025-10-04", "journal": ""}
{"title": "Effects of animal dormancy on oxidative stress, immune status, and glucocorticoids: a meta-analysis", "doi": "10.1101/2025.10.02.680078", "authors": "Burraco, P.; Petrovic, T. G.; Capilla-Lasheras, P.; Prokic, M.", "abstract": "Despite the growing interest of evolutionary biologists and ecologists in unravelling the mechanisms behind animal responses to challenging conditions, our knowledge remains limited. To contribute to this field, we conducted a global meta-analysis (N= 112 unique studies, k = 2,840 independent estimates) to synthesize empirical information on the influence of vertebrate dormancy (i.e., cold- and heat-induced dormancy) on redox status, immune function, and glucocorticoid levels. Our study reveals that dormancy has contrasting effects on animal physiology, depending on the thermoregulatory strategy. In endotherms, both dormant and arousal states are accompanied by reduced ROS production, lower oxidative damage, or upregulated antioxidant response, whereas in ectotherms, greater oxidative damage occurs only during the dormant state. Likewise, innate immune responses are upregulated during arousal in endotherms, while ectotherms downregulate pathways involved both in innate and adaptive responses during the dormant state. Interestingly, glucocorticoid levels remain stable throughout dormancy, suggesting that undergoing metabolic shifts may uncouple glucocorticoid release. These findings provide mechanistic explanation on the eco-evolutionary consequences of dormancy, revealing diverging strategies between endotherms and ectotherms. By highlighting metabolic depression as a central axis of these responses, our results also inform conservation strategies for dormant species facing rapid environmental change.", "date": "2025-10-04", "journal": ""}
{"title": "Living with urban fear: vervet monkey response to an evolutionarily new predator", "doi": "10.1101/2025.10.04.679731", "authors": "Robira, B.; Bande, N.; Mercier, S.; Manser, A.; Vanderlocht, C.; Forss, S.", "abstract": "Humans have facilitated contacts between prey and predator species that have originally not co-evolved, reshuffling the prey-predator arms race. How do prey cope with an evolutionarily new predation risk? We tracked three vervet monkey troops in a South-African semi-urban habitat for 14 months to study their response to domestic dogs. We show that monkeys responded to dogs with a two-pronged behaviour: they emitted alarm calls, and became more vigilant and displayed aggressive behaviours towards the dogs. While their movement highlighted risk-prone behaviour, they appeared to have mapped and planned for risk, as they reacted more strongly when risk was unexpected. The response intensity was further modulated by risk labels typically encountered in their natural environment, but not by labels uniquely associated with dogs. This highlights that vervet monkeys responded with ingrained behaviour to this evolutionarily new threat, anticipating risk based on long-term spatial memory, but failed to integrate evolutionarily new information.", "date": "2025-10-04", "journal": ""}
{"title": "Analyzing the Naming Conventions of Life Science Data Resources to Inform Human and Computational Findability", "doi": "10.1101/2025.10.02.680112", "authors": "Imker, H. J.; Ou, H.", "abstract": "This study aimed to evaluate the names of life science data resources and consider the impacts on findability, a core feature of the FAIR (Findability, Accessibility, Interoperability, and Reusability) Principles. Utilizing a previously published list of unique data resources, we identified and validated data resources with both common and full names available (n = 1153). From this set, we analyzed characteristics of resource names to identify if any naming conventions have emerged organically. Additionally, since common names are often used in the absence of a resource's full name, we performed a test to evaluate our ability to infer any meaning from common names. Our results highlight suboptimal naming practices and a wide-spread opaqueness in common names, which poses challenges to resource identification and retrieval by both human- and computationally-centric methods. These results are informative for those who establish and promote data resources as well as for those who search for data to use in individual research projects, develop data discovery systems, analyze the scientific literature, or assess research infrastructure. The findings underscore the value of findability in the FAIR Principles and the current efforts to develop infrastructure that supports more efficient communication and global connectedness.", "date": "2025-10-04", "journal": ""}
{"title": "Independent Tuning of Stiffness and Pore Size in 3D Rat Tail Collagen I Matrices", "doi": "10.1101/2025.10.02.680089", "authors": "Vessella, T.; Wen, Q.; Zhou, H. S.", "abstract": "The interplay between the extracellular matrix (ECM) mechanical properties and the tumor microenvironment is increasingly recognized as a critical factor in cancer progression. Three-dimensional (3D) culture systems have emerged as essential platforms for in-vitro cell-based applications, offering microenvironments that are more physiologically relevant compared to traditional two-dimensional (2D) cultures. However, independently controlling the topological and mechanical features of 3D matrices remains challenging due to the interdependence of these parameters. In this study, we demonstrate a method for independently tuning pore size and stiffness in collagen I (Coll I) networks and examine their effects on breast cancer and epithelial cell morphology and cluster formation. Collagen concentration was used to modulate bulk stiffness, while polymerization temperature was adjusted to control pore size. Using this approach, we developed a 3D Coll I matrix with tuned stiffnesses from 80, 228 and 360 Pa while simultaneously holding pore size constant (2.5 um). Similarly, we developed a low- (1.5 mg/mL) and high- (3.5 mg/mL) concentration collagen hydrogel with varying pore sizes from 2.5 um to 3.1 um and 2.0 um to 2.4 um, respectively, without altering stiffness (80 Pa and 350 Pa). Integrating a breast epithelial cell line, MCF-10A, and metastatic breast cancer cell line, MDA-MB-231, we demonstrate matrix stiffness and pore size independently and differentially regulate cell morphology and cluster formation. Our results establish a robust method for decoupling stiffness and pore size in Coll I matrices enabling more precise investigations into how ECM mechanical properties influence metastatic and epithelial cell behavior.", "date": "2025-10-04", "journal": ""}
{"title": "Segregating DNA lesions point to high selective advantage of tumor initiating cells", "doi": "10.1101/2025.10.02.680094", "authors": "Seplyarskiy, V.; Shady, M.; Andrianova, M. A.; Chapman, M. S.; Van Allen, E.; Sunyaev, S. R.", "abstract": "The complications with identifying cells at the origin of cancer and tracking their early divisions impede studies of cancer initiation. Recently, it was shown that some DNA lesions generated by a pulse of damage-inducing mutagen persist over multiple rounds of replication. Segregation of DNA lesions in the early genealogy of an expanding clone leaves a statistically interpretable footprint of cancer initiating events. Specifically, it allows for estimating the number of cell divisions between the initiating DNA lesion and the most recent common ancestor of the tumor. Here, we analyze footprints of segregating lesions from a previously published experimental mouse system, as well as post-chemotherapy human metastatic tumors and the blood of chemotherapy treated patients. In all contexts, clones tend to start early, usually within the span of 4 cell generations from mutagen exposure. Using a branching process model, we show that fitness advantage of early cancer drivers exceeds 30%, with each early division leading to at least 1.3 self-renewing cells. We highlight an example of a blood-derived single cell phylogeny with major subclones separated by just two cell divisions. Broadly, our approach allows inference of tumor initiation and growth parameters based on events preceding the most recent common ancestor of the initiating clone as opposed to characteristics of fully grown tumors.", "date": "2025-10-04", "journal": ""}
{"title": "The Critical and Unexpected Role of a Methyl Group in Interleukin-17A Inhibitors", "doi": "10.1101/2025.10.02.680113", "authors": "Deng, X.; Li, B.; Chen, H.; Zhou, G.; Lv, W.; Tian, W.; Su, Y.; Zhou, Y.", "abstract": "Interleukin-17 (IL-17) is a pro-inflammatory cytokine primarily secreted by Th17 cells. It plays a crucial role in the body's immune defense against fungal and bacterial pathogens. However, an imbalance in IL-17 production can contribute to the development of autoimmune and inflammatory disorders. Therapeutic strategies targeting IL-17, such as blocking antibodies like secukinumab (Cosentyx), have been successfully developed. These antibodies are currently employed in the treatment of various conditions, including psoriasis, psoriatic arthritis, and ankylosing spondylitis. More recently, a small molecule inhibitor of IL-17, LY3509754, progressed to clinical trials but was halted during Phase 1 due to unfavorable hepatotoxicity. Two derivatives, compounds 7 and 8, did not advance to clinical trials due to safety concerns. These three compounds (7, 8, and the original lead compound, presumably implied) share a common difluoro substituent, which was hypothesized to be the cause of the observed safety issues. In subsequent structure-activity relationship (SAR) studies, replacing the difluoro substituent with a single methyl group (resulting in compound 9) unexpectedly led to a significant improvement in cellular activity. Furthermore, compound 9 exhibited a very low unbound fraction and reduced liver distribution, ultimately translating to high in vivo efficacy with a sufficient safety margin. This seemingly minor methyl substitution transformed the compound into a highly promising preclinical candidate (compound 9), now slated for further development.", "date": "2025-10-04", "journal": ""}
{"title": "The G Protein-Coupled Receptor GPR31 Promotes Pro-inflammatory Responses in Pancreatic Islets and Macrophages", "doi": "10.1101/2025.10.02.680021", "authors": "Kaylan, K. B.; Checkcinco, C.; Enriquez, J. R.; Nargis, T.; Elliot, E.; Puente, A. A.; Wang, J. E.; Walsh, M.; Nelson, J.; Kulkarni, A.; Muralidharan, C.; May, S. C.; Anderson, R. M.; Mirmira, R.; Tersey, S. A.", "abstract": "In type 1 diabetes (T1D), the innate and adaptive immune systems attack and eventually destroy the insulin-secreting pancreatic {beta} cells. During this process, {beta} cells activate inflammatory signaling pathways that augment the dysfunction and destruction imposed by cellular autoimmunity. The 12-lipoxygenase (12-LOX) pathway produces the pro-inflammatory eicosanoid 12-HETE, which induces oxidative and endoplasmic reticulum stress and results in diminished insulin secretion and apoptosis. The G protein-coupled receptor GPR31 has been identified as a putative receptor for 12-HETE. In this study, we generated conventional GPR31 knockout (KO) mice on the C57BL/6J background. To interrogate the role of GPR31 in {beta} cells, we treated islets from wildtype and Gpr31b-/- mice with pro-inflammatory cytokines and subjected the islets to RNA sequencing. Differentially expressed pathways in Gpr31b-/- islets included those pertaining to inflammation and oxidative stress, consistent with functional studies that demonstrated reduced cytokine-induced oxidative stress in Gpr31b-/- islets compared to wildtype controls. Bone marrow-derived macrophages from Gpr31b-/- mice showed reduced macrophage migration and decreased inflammatory IFN- and IFN-{gamma} signaling by RNA sequencing. To mimic islet and macrophage inflammation as seen in T1D, wildtype and Gpr31b-/- mice were treated with the diabetogenic toxin streptozotocin. Compared to wildtype, Gpr31b-/- mice had improved glucose tolerance and preserved {beta}-cell mass. siRNA knockdown of Gpr31b in non-obese diabetic (NOD) mice reduced insulitis, macrophage infiltration, and oxidative stress. Collectively, these findings are consistent with previously published data using 12-LOX KO mice and suggest that GPR31 mediates the pro-inflammatory responses of 12-HETE in both {beta} cells and macrophages.", "date": "2025-10-04", "journal": ""}
{"title": "Differential effects of aging and Alzheimer's disease on microemboli clearance in a mouse model of microinfarction", "doi": "10.1101/2025.09.30.679680", "authors": "Haugen, F. O.; Silasi, G.", "abstract": "Background: Cerebral microinfarcts often occur as a result of microvessel occlusion and are prevalent among dementia patients and the aging population. Detailed studies on the timecourse of microvascular occlusions indicate that endogenous mechanisms exist to re-canalize occluded vessels. One recently discovered mechanism is angiophagy, where vessels engulf and expel microemboli, thus mitigating damage caused by micro-occlusions. While several previous studies have shown that angiophagy occurs in rodent models, the frequency and timing of this process is not well characterized. In addition, there is limited data on the impact of aging on angiophagy, or the occurrence of this process in clinically relevant diseases such as Alzheimer's disease. Methods: To further study the timecourse of angiophagy, we induced micro-occlusions in young, aged and 3xTg Alzheimer's mice via injection of 20um microspheres into the carotid artery. Mice were sacrificed on day 3, 7 or 14 and the brains were processed for brain-wide localization of microspheres and quantification of angiophagy. Results: We found the largest number of microspheres in the neocortex, yet when accounting for region size, microspheres were more evenly distributed across brain regions. When quantifying angiophagy in young non-diseased mice, we found that approximately 43% of microspheres had extravasated from the vessel by day 14. This process was delayed in aged mice, with only 10% of microspheres extravasated by day 14. Moreover, in young 3xTg Alzheimer's mice, we found the rate of angiophagy to be more efficient at day 14 compared to non-transgenic controls, with 47% and 43% of microspheres extravasated, respectively. A similar trend was observed in aged Alzheimer?s mice, in which 38% of microspheres were extravasated by day 14 in 3xTg mice, compared to only 30% in non-transgenic controls. Conclusions: Taken together, we find that while aging impairs the process of angiophagy, Alzheimer's mice exhibit a paradoxical increase in the rate of microsphere extravasation.", "date": "2025-10-04", "journal": ""}
{"title": "Oral Microbiota Composition in Children and Adults During Spanish COVID-19 Lockdown: Impact of Home Self-Confinement and SARS-CoV-2 infection", "doi": "10.1101/2025.09.30.679491", "authors": "Blanco-Fuertes, M.; Gonzalez-Colomino, G.; Brotons, P.; Lluansi, A.; Varo, R.; Henares, D.; Launes, C.; Cisneros, M.; F. de Sevilla, M.; Garcia-Garcia, J.-J.; Mira, A.; Bassat, Q.; Munoz-Almagro, C.", "abstract": "Background The COVID-19 pandemic changed society's habits and customs due to the social restrictions and health measures imposed during the first half of 2020. This study analyzes the composition of the oral microbiota in relation to age, cohabitation, SARS-CoV-2 infection, and COVID-19 severity among children and adults under home confinement in Barcelona, Spain. Methods A prospective study conducted involving children and adults confined during the COVID-19 pandemic in the Barcelona Metropolitan Area between April and June 2020 included several participants living within the same family household. Saliva samples were collected from all participants, and microbiota was characterized through 16S rRNA gene sequencing. Results A total of 142 adults and 265 children living in 121 family households were included in the study. All 142 adults had a prior confirmed SARS-CoV-2 infection, and 20 (14.08%) of them had a history of severe COVID-19. SARS-CoV2 infection was detected in 58/265 (21.89%) of children; all of them were asymptomatic. Oral microbiota composition and diversity did not differ by SARS-CoV-2 infection status in children. In contrast, adults with severe COVID-19 exhibited lower microbiota diversity and distinct microbiota composition compared to those with mild disease. Age-related differences in oral microbiota were minimal between 5-15-year-old children and adults. Additionally, cohabiting individuals shared more Amplicon Sequence Variants than non-cohabitants. Conclusions Age and cohabitation strongly influenced oral microbial composition. Additionally, our study demonstrates that oral microbiota composition in adults varies according to COVID-19 severity, whereas such microbial shifts are not observed in asymptomatic pediatric populations, regardless of infection status.", "date": "2025-10-04", "journal": ""}
{"title": "High Precision Quantification of small RNA Slicing Activity - Native Index Ligation-based Targeted Degradome Sequencing (NIL-TDS)", "doi": "10.1101/2025.09.30.679503", "authors": "Werner, B. T.; Nasfi, S.; Schmitz, M. L.; Makhoul, M.; Steinbrenner, J.; Schaefer, P.", "abstract": "RNA interference (RNAi) is an effective and precise regulatory mechanism in eukaryotes in which small RNAs mediate endonucleolytic slicing of complementary target mRNAs. Despite the potential of RNAi for human therapeutics and crop bio-protection, analytical platforms to quantitatively validate the slicing activities of small RNAs remain limited. Here, we present NIL-TDS, a cost-effective method that combines RNA ligase-mediated PCR with Nanopore Sequencing for direct, rapid, and high-resolution detection and quantification of sRNA-mediated slicing events. Using NIL-TDS, we quantitatively detected minute changes in Ath-mir400 mediated slicing of PPR1 in heat and salt stressed Arabidopsis plants. We further demonstrate the broader applicability of NIL-TDS by detecting rare slicing events in a mammalian system. Of relevance for malignancy of certain cancers, and tumor progression and metastasis, NIL-TDS further confirmed miR-196-HOXB8 interactions in lung cancer cells and discovered a novel miR-7162-HOXA10-AS slicing site. These findings demonstrate the sensitivity of NIL-TDS for uncovering small RNA mediated regulatory mechanisms of gene expression and disease progression in eukaryotes.", "date": "2025-10-04", "journal": ""}
{"title": "Retinoic acid production via the ray-finned fish gene beta-carotene oxygenase 1-like is essential for juvenile development", "doi": "10.1101/2025.09.30.679646", "authors": "Krupa, L. S.; Villamayor, P. R.; Bandara, S.; Zhang, Y.; Palmiotti, A.; von Lintig, J.; Bendesky, A.", "abstract": "In vertebrates, vitamin A (VA) is crucial for development, tissue homeostasis, vision, and immunity. Retinal, a form of VA, is produced via enzymatic cleavage of {beta}-carotene by beta-carotene oxygenase 1 (bco1) and bco1-like (bco1l). While bco1 is found across vertebrate taxa, bco1l is a paralog of bco1 that we discover to have evolved in the ray-finned fishes, the most abundant, speciose, and commercially important group of fishes. We investigated the function of bco1l in ray-finned Siamese fighting fish, commonly known as betta, an emerging model for genetics and development. Using CRISPR-Cas9 knockouts, we find that lack of bco1l results in reduced VA and elevated {beta}-carotene in larvae, starting when animals have exhausted their yolk supply of retinal, followed by stunted growth and death during juvenile development. Exogenous retinoic acid rescues the mutation, demonstrating its deficiency causes these defects. bco1l is 4x more abundant than bco1 in the intestine. This, coupled with the inability of bco1 to sustain VA production in the bco1l mutant, indicates that bco1l is the primary enzyme for dietary carotenoid conversion into retinal. Our results show that VA production by bco1l is required for post-embryonic development, and that bco1l became essential after evolving via duplication of bco1.", "date": "2025-10-04", "journal": ""}
{"title": "GABA-GABA_A Receptor Signaling Orchestrates Invasion and Metastasis in Triple Negative Breast Cancer", "doi": "10.1101/2025.10.03.674636", "authors": "Afolayan, E.; Zhang, B.; Han, M.; White, C.; Emmanuel, M.; Velenosi, T. J.; Williams, K. C.", "abstract": "Cancer is a leading cause of death globally, with the majority of cancer-related deaths resulting from cancer metastasis -the process by which cancer cells disseminate to distant sites. While our understanding of cancer cell metastasis has advanced considerably, appreciably more work is needed. To metastasize, cancer cells acquire traits in support of diverse cellular processes that enable, dissemination, survival and colonization. Tumor cell dissemination requires invasion at local and distant sites. This process can be influenced by intrinsic and extrinsic factors. Here, we investigate the role of neurotransmitter gamma-aminobutyric acid (GABA) in triple-negative breast cancer (TNBC) invasion and metastasis. TNBC cells increased invasion in response to GABA through the GABAA receptor family -specifically GABRE- and increased GSK3 activity. TNBC cell lines were found to be responsive to exogenous GABA and also produced endogenous GABA. Blocking the actions of GABA reduced invasion and tumor cell dissemination. These findings support a role for GABA signaling through GABAA receptors in mediating the dissemination of TNBC cells.", "date": "2025-10-04", "journal": ""}
{"title": "Mechanisms of Differential Signal Transduction by IFNLR1 Variants", "doi": "10.1101/2025.10.03.677101", "authors": "Novotny, L. A.; Martinez-Morant, C.; Duncan, S. A.; Traktman, P.; Gooz, M.; Meissner, E. G.", "abstract": "Background: Lambda interferons bind the interferon lambda receptor-1 (IFNLR1) and IL10RB heterodimer to induce interferon stimulated genes (ISGs) and impart antiviral immunity. We previously showed that protein variants derived from distinct IFNLR1 splice isoforms uniquely influence gene expression and HBV replication in stem cell-derived hepatocytes (iHeps). Here, we evaluated the molecular mechanisms of signal transduction by full-length canonical IFNLR1 (variant 1) and a non-canonical variant missing a portion of the Box1 and Box2 JAK1-interacting motifs (variant 2). Methods: We used HEK293T cells, wild-type (WT), and IFNLR1 knock-out (KO) iHeps that stably express doxycycline-inducible, FLAG-tagged IFNLR1 variants to evaluate function. Cellular responses to IFNL were measured using the Duolink proximity ligand assay, ImageStream flow cytometry, western blotting of JAK-STAT proteins, susceptibility to JAK1 and TYK2-specific inhibitors, and gene expression profiling. Results: While each IFNLR1 variant colocalized with IL10RB after IFNL treatment, variant 1 was more rapidly and extensively internalized than variant 2. In WT iHeps with intact endogenous IFNLR1, expression of variant 2 enabled higher JAK1 and TYK2 phosphorylation than variant 1, yet contrarily, variant 1 enabled greater STAT1 and STAT2 phosphorylation that resulted in broader and higher expression of ISGs. Select ISGs exhibited differential constitutive expression in IFNL-untreated variant-expressing iHeps but were IFNL-inducible through both variants. In iHeps expressing variant 1, WT-iHeps were more resistant than KO-iHeps to TYK2-inhibition of antiviral ISG expression yet conversely were more susceptible to TYK2 inhibition of proinflammatory ISG expression, suggesting noncanonical variants made from endogenous IFNLR1 transcripts influence the TYK2-dependence of IFNL signaling. Conclusions: IFNLR1 variants promote differential utilization of signaling mediators to influence IFNL-induced gene expression patterns, indicating a putative role in pathway regulation.", "date": "2025-10-04", "journal": ""}
{"title": "Identification of small molecule inhibitors of Trypanosoma PEX15--PEX6 interaction", "doi": "10.1101/2025.10.03.680009", "authors": "Hohnen, L.; Tippler, B. G.; Tiris, F.; Erdmann, R.; Kalel, V. C.", "abstract": "Trypanosomatid parasites that cause life threatening tropical diseases harbor specialized essential organelles, called glycosomes. Like other peroxisome-related organelles, the biogenesis of glycosomes is mediated by proteins known as peroxins (PEX). A cascade of PEX protein-protein interactions (PPIs) is essential for glycosome function and parasite survival. Accordingly, small molecule inhibitors of PEX proteins that disrupt glycosomal matrix or membrane protein import have been reported as potential therapies for trypanosomiasis. We recently identified the long sought-after Trypanosoma PEX15 (TbPEX15), which anchors the PEX1-PEX6 complex to the glycosomal membrane for recycling of the receptor PEX5. Defects in this process cause PEX5 degradation, mislocalization of glycosomal matrix proteins and parasite death. In this study, we targeted the interaction between TbPEX6 and TbPEX15. Recombinant TbPEX6 and TbPEX15 were purified, and their interaction was confirmed by in vitro pull-down assays and size exclusion chromatography. Furthermore, we established an AlphaScreen-based method to identify small molecule inhibitors of this PPI. Screening of a drug-repurposing library identified two inhibitors with trypanocidal activity against T. brucei in vitro and the amastigote stage of T. cruzi. Given its essentiality and low sequence similarity to its human homolog, parasite PEX15 and its interaction with PEX6 represent promising targets for the development of new therapies against trypanosomatid infections.", "date": "2025-10-04", "journal": ""}
{"title": "Automation of high-throughput arrayed mammalian cell line cultivation", "doi": "10.1101/2025.10.03.676043", "authors": "Yang, C.-C.; Deshpande, A.; Jackson, M.; Adams, P. D.; Lynch, D.; Gibson, A. V.; Waqar, Z. K.; Beketova, A.; Yin, J.-A.; Huang, C.-T.", "abstract": "Cell culture automation has traditionally been limited to basic tasks at low throughput, which are insufficient for passaging rapidly proliferating cell lines or for generating stable clonal lines. To address unmet needs, this study implemented a Biomek i7 Hybrid automated workstation, integrated with peripheral instruments and coordinated by SAMI EX software, to enable automated, high throughput mammalian cell culture workflows. The workflows support cell density monitoring, arrayed passaging, sample cherry-picking, plate reformatting, cell density normalization, and cryopreservation in 96-well plates. Integration with the CloneSelect imager allows rapid confluency monitoring and monoclonality assessment (<100 sec per plate). Cell passaging and density normalization require 32 minutes for one plate and 61 minutes for two plates. Workflow consistency was demonstrated across multiple cell lines and biological replicates, with wells showing comparable confluency within three standard deviations, lower coefficient of variation, and substantially narrower interquartile ranges after a single cell passage and density normalization. Four automation pipelines, including monoclonality screening, cell passaging and cherry-picking, density normalization, and cryopreservation, collectively enable clonal line establishment. Depending on scale, one to eight 384-well plates were processed in 69 to 355 minutes, yielding an average of 35 clonal lines per plate suitable for downstream genomic DNA sequence confirmation.", "date": "2025-10-04", "journal": ""}
{"title": "Vegetation clump size and number as indicators for alternative stable states in semi-arid ecosystems", "doi": "10.1101/2025.10.03.680294", "authors": "Chen, Z.; Halder, K.; Bonachela, J. A.", "abstract": "Dryland ecosystems are vulnerable to desertification, a pressing issue in the face of global climate change. In these ecosystems, vegetation often grows in spatially periodic patterns that differ as aridity increases (gaps, labyrinths and clumps), which has been widely studied theoretically, aiming to assess the proximity of the system to desertification. While some theoretical models predict smooth desertification transitions, most typically predict an abrupt transition linked to the possibility of two alternative stable states (desert and vegetated states), predictions that are yet to be confirmed empirically. If this bistability of alternative stable states occurs, however, environmental fluctuations and the history of the ecosystem determine which state ultimately materializes. This uncertainty makes it harder to predict desertification, compounding the challenges posed by it. Here, we combine empirical data and theoretical methods to investigate the links between bistability and vegetation spatial organization, which can help identify the presence of alternative stable states. We found that, although the presence of vegetation clumps is not indicative of bistability, changes in clump morphology can provide reliable indicators of bistability and an impending desertification transition. Thus, our methodology indirectly identifies whether desertification will occur abruptly, and whether restoration efforts should consider a potential ecosystem history-dependence.", "date": "2025-10-04", "journal": ""}
{"title": "Environmental DNA Metabarcoding Effectively Detects Invasive Species, Pests, and Community Changes in Taiwan Rice Fields", "doi": "10.1101/2025.10.03.680395", "authors": "Banerjee, P.; Dey, G.; Stewart, K. A.; Barnes, M. A.; Taharia, M.; Seymour, M.; Wang, C.-W.; Sharma, R. K.; Maity, J. P.; Chen, C.-Y.", "abstract": "Rice fields represent man-made semi-aquatic wetlands primed for invasive pests. Monitoring rice field biodiversity using conventional methods is time-consuming and laborious. Environmental DNA (eDNA) methods can provide a fast and effective means to monitor rice field communities and inform management decisions. Our study provides proof-of-concept of rice field eDNA biodiversity assessments, with a focus on native and non-native pests across cultivation phases. We collected eDNA samples from locations in southern Taiwan during planting and harvesting, employing eDNA metabarcoding (COI) to detected diverse taxonomic groups. We assigned 78 ASVs across all sites to animal taxa, 34 of which were identified to species. Overall, 18 species were designated as native or non-native (83.3% and 16.6%, respectively), including three major rice pests, Chilo suppressalis (native), Coptotermes formosanus (native), and Pomacea canaliculata (non-native). Cultivation affected overall diversity, with higher species richness during planting compared to harvesting. No significant differences were observed between native and non-native taxa between cultivation phases. Altogether, we detected a complex environment across trophic levels comprised of both native and non-native agricultural pests using limited sampling effort, demonstrating eDNA as an efficient biomonitoring approach in rice agroecosystems with direct applications for pest, invasive species, and vector surveillance within Taiwan.", "date": "2025-10-04", "journal": ""}
{"title": "Tree species natural regeneration in a tidal white-water floodplain forest of the Amazon River estuary", "doi": "10.1101/2025.10.03.680168", "authors": "Vasconcelos, C. d. C.; Ferreira, G.; Silva, C. B. d.; Costa, C. F. d.; Isacksson, J. G. L.; Freitas, M. F.; Almeida, N. L. L.; Sousa, V. C. C. d.; Rivera-Parada, L. L.; Cunha, K. C. M. d.; Amoedo, S. C.; Guabiraba-Ribeiro, G.; Dantas, A. R.; Lima, R. B. d.; Abreu, J. C. d.", "abstract": "The Amazon hosts the world's most diverse floodplain forests, characterized by tree communities adapted to seasonal flooding. In the estuary, these forests are driven by both fluvial and tidal dynamics, yet remain poorly studied. We assessed natural regeneration in a tidal white-water floodplain forest within the Fazendinha Environmental Protection Area, eastern Amazonia (Brazil). Regenerating individuals (DSH [&le;] 5 cm) were sampled in 21 systematically distributed plots, classified into height classes, and analyzed with diversity indices, regeneration parameters, and ordination methods. We recorded 758 individuals from 43 taxa, 35 genera, and 20 families. Fabaceae was the richest and most abundant family, largely due to the oligarch Mora paraensis, which comprised >70% of individuals. Despite this dominance, Shannon diversity was high (H' = 5.31), with 53.5% of species occurring as singletons or doubletons. Regeneration density reached 14,438 ind. ha-1, concentrated in the smallest classes, with few species spanning all classes. Subtle compositional shifts occurred with river distance, though dominants remained broadly distributed. Our findings highlight the resilience of oligarchic species and the vulnerability of rare taxa, advancing knowledge of estuarine floodplain ecology and providing essential baseline information for conservation and management in this understudied region.", "date": "2025-10-04", "journal": ""}
{"title": "Seed origin determines cork oak germination: the warmer the higher, faster and more synchronized", "doi": "10.1101/2025.10.03.680296", "authors": "Carme, M.; Vicente-bartoli, E.; Costa e Silva, F.; Marchi, M.; Giuseppe Vendramin, G.; Vizcaino-Palomar, N.; Stiti, B.; Benito Garzon, M.", "abstract": "The early life stages of trees, particularly germination, are crucial to fitness and highly sensitive to climate. The influence of temperature on recalcitrant seed germination has rarely been studied due to their desiccation sensitivity, which hampers storage. However, Mediterranean recalcitrant oaks would be particularly affected by the expected increased temperature in this region. Here we investigated the effect of warming temperatures on germination of 975 acorns from 8 range-wide Quercus suber populations. We sowed the acorns at 15, 20 and 25 {degrees}C in climatic chambers, and monitored germination during 4 months. The germination dynamics in each chamber was explored by a Cox proportional hazards model. We assessed environment (germination experiment temperatures), population (climate of seed origin) and their interaction effects on germination percentage, time, and synchrony using generalized linear mixed-effects models. Genetic clines on germination percentage, time and synchrony were mostly triggered by temperature, with seeds from warmer origins showing higher germination, earlier timing, and greater synchrony than colder ones. Higher sowing temperatures promoted advanced germination, and this effect was higher in seeds originating from regions with stronger seasonality. Earlier and synchronous germination found in seeds from warm origin may reduce the desiccation probability for acorns and seedlings, while late germination and low synchrony found in seeds from cold origin might be an adaptive response to unpredictable frost events that would impair seedling survival. The germination synchrony adaptive response was unexpected and further investigation on recalcitrant seeds' germination dynamics in response to increased temperatures is needed to confirm it.", "date": "2025-10-04", "journal": ""}
{"title": "Pathogenicity of Purpureocillium lilacinum and Clonostachys rosea Against Fall Armyworm (Spodoptera frugiperda) Under Laboratory Conditions", "doi": "10.1101/2025.10.02.680184", "authors": "Mussa, A. J.; Mwatawala, M. W.; Martin, M. J.; Kabota, S.; Ruboha, J. O.", "abstract": "Background: Fall armyworm, Spodoptera frugiperda (J.E. Smith) threatens staple crops across Africa. Integrating entomopathogenic fungi into Integrated Pest Management (IPM) offers a sustainable alternative to sole reliance on insecticides. This study quantified the pathogenicity of Purpureocillium lilacinum and Clonostachys rosea against S. frugiperda under controlled conditions. Methods: Second-fifth instar larvae and eggs were exposed to 1x107, 1x108, and 1x109 conidia mL-1 of each fungus; sterile water served as control. Mortality was recorded over 3-9 days after treatment (DAT); feeding reduction was measured gravimetrically. Larval mortality was analyzed with GLMs/GLMMs (binomial-probit); feeding reduction by ANOVA/Tukey; LD50 and LT50 were estimated from dose-response models. Results: Mortality increased with dose and time, and decreased with larval stage. Peak larval mortality reached ~44% for P.lilacinum and ~49% for C. rosea at 1x109 conidia mL-1 by 9 DAT. Egg mortality was concentration?dependent (up to 82% and 88% for P. lilacinum and C. rosea, respectively, at 1x109 conidia mL-1). Feeding reduction reached 60-74% in early instars at the highest dose. Early instars were consistently more susceptible than late instars. Model outputs indicated significant effects of concentration and time; interaction concentrationxtime was significant, whereas fungal speciesxconcentration was not. Our findings supported the initial hypothesis. Mortality and feeding reduction increased with higher fungal concentrations and longer exposure times, and younger instars were consistently more susceptible than older instars. While both P. lilacinum and C. rosea were pathogenic, differences between species were minor compared to the effects of dose and instar stage. These outcomes validated the formulated hypotheses, and reinforce the potential of these native fungi as candidates for IPM. Conclusions: Native P. lilacinum and C. rosea display dose-, stage-, and time-dependent pathogenicity and feeding suppression against S. frugiperda. These species are promising candidates for IPM; field validation and formulation optimization are the next steps.", "date": "2025-10-04", "journal": ""}
{"title": "Behavioral anapyrexia as a response to virus infection in a poikilothermic vertebrate", "doi": "10.1101/2025.10.03.680298", "authors": "Herczeg, D.; Bokony, V.; Herczeg, G.; Holly, D.; Kasler, A.; Ujszegi, J.; Papp, T.; Hettyey, A.", "abstract": "Behavioral plasticity may contribute to the ability of wild animals to survive disease outbreaks. In absence of endogen heat control, poikilothermic animals adjust their body temperature behaviorally. While many studies reported behavioral fever, its opposite, behavioral anapyrexia - when infected animals lower their body temperature by using cool microenvironments - remains poorly documented. Here, we report the first evidence of behavioral anapyrexia in a poikilothermic vertebrate as a response to pathogenic infection. We investigated thermoregulatory responses in tadpoles of the agile frog Rana dalmatina, a cool-adapted amphibian, following experimental infection with a warm-adapted ranavirus. Tadpoles were placed either in thermal gradients or homogeneously cool environments for five days post-exposure. In thermal gradients, all tadpoles reduced their preferred temperatures over time, but this decrease was steeper in infected tadpoles, and individuals with higher infection intensities preferred cooler temperatures. Infected tadpoles became increasingly precise in thermoregulation over time, while a similar trend was not detectable in non-infected tadpoles. Infection prevalence was similar between the two thermal environments, yet infection intensities were significantly higher in the thermal gradient. These results suggest fine-tuned thermoregulation by infected tadpoles to balance out the benefits of behavioral anapyrexia for fighting a warm-adapted pathogen versus the immune-suppressive and developmental costs of low temperatures.", "date": "2025-10-04", "journal": ""}
{"title": "Low temperature triggers sociality in a facultatively social bee", "doi": "10.1101/2025.10.03.680320", "authors": "Kreider, J. J.; Elmer, M. C.; Thompson, H.; Pizarro-Krkljus, M.; Kellermann, V.; Pen, I.", "abstract": "The evolutionary transition to eusociality in the solitary ancestors of social insects, like ants, termites, wasps, and bees, may have been initiated by an environmental induction of group living. Plasticity in social behaviour in response to the environment can be found in facultatively social insects. However, it is currently unknown which environmental cues trigger the individual decision of an insect to nest solitarily or socially. Such environmental cues could be identified by exposing individuals of a facultatively social insect to experimentally manipulated cues in a controlled environment. Here, we report such an experiment with the facultatively social allodapine bee Exoneura robusta, which we exposed to different temperature and predation treatments in climate chambers. We observed that low temperature triggered the bees to behave more socially. Furthermore, there was substantial variation in the tendency to be social among individual bees. Our study identifies a specific environmental cue that triggers a plastic response in sociality. Such plasticity could be crucial at the origin of group living and social breeding, facilitating the evolution of eusociality in insects.", "date": "2025-10-04", "journal": ""}
{"title": "The genomic response to drought across spatiotemporal scales in Amaranthus tuberculatus", "doi": "10.1101/2025.10.02.679894", "authors": "Pineau, R.; Bercovich, N.; Rieseberg, L. H.; Kreiner, J. M.", "abstract": "How genetic diversity responds to environmental change across spatiotemporal scales remains poorly understood despite its importance for species persistence in changing landscapes. Agricultural weeds offer ideal models for studying these adaptive dynamics as they rapidly evolve under both the intensive management practices designed to eliminate them and increasingly severe climate challenges such as drought. Here, we combine experimental and herbarium genomic approaches spanning within-generation to century-long timescales to understand how genome-wide variation responds to drought in Amaranthus tuberculatus. A history of divergent selection between two ancestral lineages is thought to play a role in this native species' invasion into agriculture. A drought survival experiment on accessions from paired agricultural and natural populations across its native range revealed substantial phenotypic variation differentiated by habitat, geography, and ancestry. Ancestry mapping revealed 43 independent regions across nearly all chromosomes that confer protective effects under drought, demonstrate particularly rapid allele frequency changes, and exhibit duration-specific selection over the course of the imposed drought. Observation of allele frequencies across the past century reveal evidence for climate-dependent fluctuating selection governing the evolution of drought-associated loci. Selection favors drought alleles during hot/dry years and selects against them in cool/wet years -- a pattern more evident in long-term trends than in shorter temporal intervals, suggestive of adaptive lag in rapidly changing environments. By combining short and long-term spatiotemporal data, we demonstrate that fluctuating selection has preserved the polygenic variation underlying drought tolerance, enabling ongoing adaptive responses to contemporary land-use and climate change.", "date": "2025-10-04", "journal": ""}
{"title": "The Stellate meiotic drive system of Drosophila melanogaster is active in contemporary populations", "doi": "10.1101/2025.10.02.680149", "authors": "McCormick, B. K.; Barbash, D. A.; Clark, A. G.", "abstract": "Meiotic drivers are selfish elements that bias their own transmission so that they are overrepresented among the functional gametes produced. The selective costs imposed by drivers on their hosts may trigger intragenomic conflict, promoting the evolution of suppressors and fueling an ongoing arms race between drivers and suppressors. Stellate (Ste) is an X-linked tandemly arrayed multicopy gene. Its copy number ranges from 3 to more than 300 among Drosophila melanogaster strains from the Global Diversity Lines. In wild-type animals, Ste expression is usually suppressed by homologous piRNAs produced from the Suppressor of Stellate (Su(Ste)) array on the Y chromosome. Derepression of Ste in the absence Su(Ste) results in the formation of proteinaceous crystals in spermatocytes, chromatin compaction defects, reductions in fertility, and female-biased sex ratios arising from under-recovery of Y-bearing sperm. Despite extensive study, the function of the Stellate array and evolutionary significance of its persistence in the genome have remained elusive. It has been suggested to be a now-inactive relic of an ancient meiotic drive system, as perturbations in lab stocks can produce Ste-mediated meiotic distortions. Meiotic drive occurring among natural variants, however, has not been reported. We established crosses between females with high Ste copy number X chromosomes and males carrying low Su(Ste) copy number Y chromosomes and found that the male progeny displayed non-Mendelian sex chromosome transmission. Importantly, deletion of the euSte array in an otherwise matched genetic background rescues this phenotype, demonstrating that Stellate is an active driver in contemporary populations.", "date": "2025-10-04", "journal": ""}
{"title": "Tracing the illicit Peruvian delicacy: proof-of-concept multiplex-PCR for the simultaneous detection of seven commercial Macrobrachium prawn species", "doi": "10.1101/2025.10.03.680321", "authors": "Marin, A.; Alfaro, R.; Carbajal, C.; Reyes-Flores, L.; Villegas-Llerena, C.; Mantilla, G.; Rodriguez-Bernales, K.; Santos-Rojas, L.; Yon-Utrilla, A.; Zelada-Mazmela, E.", "abstract": "The genus Macrobrachium (Decapoda, Palaemonidae) comprises nearly 300 prawn species distributed worldwide. At least nine of these species naturally inhabit the Pacific slope river systems of Peru, where most sustain significant artisanal fisheries and are highly prized as a luxury delicacy in the nation's traditional cuisine. Here, we developed and validated a multiplex PCR assay with species-specific primers to identify seven Macrobrachium species of economic importance to Peru. Through robust validation, our assays achieved high specificity and efficiency, enabling fast and simultaneous identification of the seven target species. The utility of our novel multiplex PCR assay was evaluated as a proof-of-concept tool for conducting the first molecular monitoring of species diversity and illegal trade in Peruvian prawns across different commercial sectors. Among the 51 analyzed commercial prawn samples, a total of four species were detected, including M. caementarius (82.4%), M. rosenbergii (11.8%), M. americanum (3.9%), and M. gallus (1.9%). Notably, our molecular monitoring in restaurants revealed the first evidence of illegal trade in native wild-caught prawns in La Libertad region occurring during the reproductive closed season, when only the market of the exotic farmed prawn M. rosenbergii is permitted. These findings underscore the urgent need for enhanced monitoring programs in prawn fisheries in northern Peru, as current efforts are mainly focused on more productive central and southern regions. Our multiplex PCR assay provides a robust and efficient tool that can assist authorities and researchers in monitoring efforts, combating illegal trade, conducting diversity research, and supporting conservation.", "date": "2025-10-04", "journal": ""}
{"title": "Greatwall depletion from Xenopus oocytes reveals a key role of the cyclin B/CDK1-PP2A-B55 balance in the coordination of meiotic events", "doi": "10.1101/2025.10.03.680315", "authors": "Roque, S.; Hassen Khodja, C.; Ben Choug, C.; Vigneron, S.; Legros, V.; Chevreux, G.; Lacroix, B.; Castro, A.; Lorca, T.", "abstract": "Meiotic progression relies on maintaining a precise balance between cyclin B/CDK1 activity and the phosphatase PP2A-B55. The latter is negatively regulated by the Greatwall kinase (Gwl). In Xenopus oocytes, we show that the loss of Gwl and the subsequent hyperactivation of PP2A-B55 severely disrupt the transition from meiosis I to meiosis II. This disruption prevents phosphorylation of both Wee1/Myt1 and the APC/C complex, thereby blocking APC/C activation. As a consequence, APC/C remains inactive during the MI-MII transition, which impairs cyclin degradation and the partial CDK1 inactivation that is normally required at this stage. Additionally, the mos-MAPK-Rsk1/2 pathway fails to activate due to insufficient Mos accumulation, thereby preventing metaphase II arrest. Finally, the lack of APC/C activation during meiosis I inhibits the degradation of its inhibitor Erp1, revealing a critical feedback loop between APC/C and Erp1. Overall, our findings reveal that Gwl is a key coordinator of both meiotic divisions, acting through dual regulation of APC/C and the Mos/MAPK/Rsk1/2 pathways by modulating PP2A-B55 activity.", "date": "2025-10-04", "journal": ""}
{"title": "Cryo-EM structure of the FtsH periplasmic domain reveals functional dynamics", "doi": "10.1101/2025.10.03.679995", "authors": "Goc, G.; Yadav, S. K. N.; Orriss, G.; Borucu, U.; Berger, I.; Schaffitzel, C.; Kabasakal, B. V.", "abstract": "FtsH, an essential AAA+ metalloprotease, maintains cellular homeostasis by degrading misfolded and membrane-associated proteins. Here, we report cryo-EM structures of the Escherichia coli FtsH periplasmic domain (FtsH-PD) revealing insights into its conformational flexibility. Initial 2D class averages suggested three distinct orientations, right-handed and left-handed maps of FtsH-PD, and a map with a different conformation. The 4.9[A] structure of FtsH-PD exhibits the conserved +{beta} fold, while the 7.3[A] map with the different conformation displays a 20{degrees} clockwise rotation of two alpha helices. These findings support a model where conformational changes are present not only in the FtsH cytosolic domain, but also in the periplasmic domain and potentially facilitate substrate translocation through a combination of mechanisms involving both the FtsH-PD and the HflKC complexed with FtsH, along with lipid-scramblase activity to assist in membrane protein extraction. This study points out novel perspectives on how conformational changes in the periplasmic domain contribute to FtsH substrate degradation mechanisms.", "date": "2025-10-04", "journal": ""}
{"title": "Mechanical Fingerprints in Breast Cancer Research: A Multimodal Experimental Approach", "doi": "10.1101/2025.10.03.680332", "authors": "Banche-Niclot, F.; Ferraro, R.; Di Palo, V.; De Paolis, P.; Taraballi, F.; Caserta, S.", "abstract": "Breast cancer remains the leading cause of cancer-related mortality among women worldwide. Tumor biomechanics are not merely a symptom: they represent a functional signature with translational relevance in diagnostic, prognostic, and therapeutic resistance. Despite this, few experimental models are engineered to systematically investigate these physical properties across biological systems. Here, this study presents a multimodal biomechanical platform combining engineered 3D breast cancer spheroids with ex vivo tissue analysis to profiling and compare viscoelastic behavior or of healthy and tumoral environments. Rheometry and compression testing revealed a consistent mechanical shift in tumor-derived samples marked by increased stiffness and force-dependent nonlinear behavior, mirroring the ECM remodeling typical of aggressive phenotypes. This increased rigidity may adversely affect chemotherapy effectiveness by hindering drug delivery and altering cellular mechanotransduction. These biomechanical fingerprints enable quantitative discrimination between healthy and cancerous tissues and can serve as a surrogate maker of malignancy. By supporting the development of mechanics-informed diagnostic tools, our platform offers a reproducible, clinically relevant framework to integrate biomechanical screening into translational breast cancer pipelines.", "date": "2025-10-04", "journal": ""}
{"title": "Machine Learning-assisted Raman Spectral Analysis of Serotonin-responsive ssDNA-SWCNT Nanosensor for Improved Selectivity against Dopamine", "doi": "10.1101/2025.10.02.679925", "authors": "Jeong, S.", "abstract": "Serotonin (5-hydroxytryptamine, 5-HT) plays critical roles in neuromodulation, yet current detection methods struggle for real-time sensing of 5HT with high sensitivity and selectivity. We previously developed nIRHT (near-infrared serotonin nanosensor), which consists of ssDNA-wrapped single walled carbon nanotube that sensitively detects 5-HT. However, fluorescence response of nIRHT cannot discriminate between 5HT and dopamine (DA), limiting its practical applications. In this study, Raman spectroscopy combined with machine learning overcomes this selectivity challenge. G-band spectral features revealed distinct signatures for 5HT versus DA binding to nIRHT, with DA causing greater G- band suppression. We employed differential Raman ({Delta}Raman) to isolate analyte-specific spectral changes and trained three machine learning models for classification. The random forest model with {Delta}Raman achieved optimal performance with 95.8% accuracy, significantly outperforming models using raw Raman spectra. This approach showed improved specificity, with negligible responses to acetylcholine, GABA, and glutamate, and achieved a detection limit of 0.1 M suitable for physiological applications. This Raman based approach transforms the non-selective nIRHT fluorescence sensor into a platform capable of robust neurotransmitter discrimination, overcoming selectivity issues in SWCNT-based molecular sensing.", "date": "2025-10-04", "journal": ""}
{"title": "Ragnarok: a flexible and RApid GeNe Annotation (ROcKs) pipeline deployed through Nextflow", "doi": "10.1101/2025.10.03.680343", "authors": "Kuster, R. D.; Smith, Z. C.; Whitt, L.; Staton, M. E.; Mansfeld, B. N.; Gottschalk, C.", "abstract": "High-quality genome assemblies and pangenomes are increasingly accessible and achievable due to advances in third-generation sequencing and assembly algorithms, but genome annotation remains a critical bottleneck. Existing gene annotation pipelines often require complex installations, multiple steps, long runtimes, and produce variable results, which impede quality and the downstream usage of the annotations. We developed RAGNAROK (RApid GeNe Annotation ROcKs), a modular annotation pipeline built on Nextflow and Apptainer that integrates ab initio prediction, transcriptome and protein evidence, repeat annotation, functional assignment, and quality assessment into a single reproducible workflow. Moreover, RAGNAROK utilizes GPU acceleration and parallelization to produce high-quality gene annotations. We benchmarked against BRAKER3 across five diverse, reference-quality plant genomes and demonstrated that RAGNAROK achieved higher sensitivity, precision, and F1 scores at the exon, transcript, and gene levels. Furthermore, we demonstrated RAGNAROK's improvement in re-annotating a suite of five Rosaceae genomes that were previously annotated using MAKER. Overall, RAGNAROK produced more ideal mono:multi-exonic gene ratios, improved BUSCO completeness scores, and reduced missing gene content compared to other pipelines. Additionally, RAGNAROK consistently outperformed BRAKER3 in runtime, scaling efficiently from small to gigabase-scale genomes. RAGNAROK provides a flexible, rapid, scalable, and accurate solution for de novo and re-annotation of plant genomes. Its modular design and workflow scalability lay the foundation for future extensions to animal, fungal, and other eukaryotic genomes. RAGNAROK is available as a GitHub repository at https://github.com/ryandkuster/ragnarok.", "date": "2025-10-04", "journal": ""}
{"title": "Cells dynamically adapt their nuclear volumes and proliferation rates during single to multicellular transitions", "doi": "10.1101/2025.10.04.679984", "authors": "Mahajan, V.; Gajendra Babu, K.; Mukenhirn, M.; Garside, A.; Ajit Kini, V.; Adhikari, T.; Beck, T.; Ho Lee, B.; Werner, C.; Honigmann, A.; Aland, S.; Schluessler, R.; Taubenberger, A. V.", "abstract": "Tumour development and progression are associated with biophysical alterations that manifest across multiple spatial scales, from the subcellular to multicellular tissue scale. While cells can dynamically regulate their biophysical properties such as volumes and mechanics in dependence of cell state and function, it is not well understood how cells are controlled in the dense multicellular environment of a developing tumour. Here, we quantitatively monitored cell and nuclear volumes of single cancer cells, while they grew into multicellular tumour spheroids within well-defined, tunable biohybrid polymer hydrogels. We quantitatively showed that the formation of multicellular structures is associated with marked reductions of cellular and nuclear volumes, cell cycle delays as well as cell mechanical alterations, and that these changes are coupled. Single-to-multicellular transitions coincided with a drastic decrease in median nuclear volumes by up to 60%, as well as overall cell volume decrease. The nuclear volume decrease could not be explained by growth-induced compressive stress due to confining microenvironments. Instead, cell cycle adaptions were identified as one significant contributor, with smaller-sized G1 cells accumulating in growing clusters, an effect which could be reversed by pharmacological inhibition of CDK1. In addition to cell cycle shifts, cells within spheroids had a higher mass density and were stiffer, which could be reverted upon cell release from clusters. In turn, multicellular-to-single cell transitions that happened in cells that invaded from a tumour spheroid into the surrounding matrix, were accompanied by nuclear volume increases and cell softening. Taken together, our study provides insights into how cells dynamically adapt their cellular/nuclear volumes, cell cycle progression and mechanics in dependence of the multicellular state.", "date": "2025-10-04", "journal": ""}
{"title": "Desmoglein-2 deficiency results in cardiac dysfunction by compromising both Z-disc- and intercalated disc-mediated mechanotransduction", "doi": "10.1101/2025.10.03.680335", "authors": "Landim-Vieira, M.; Jani, V. P.; Shiel, E.; Rastegarpouyani, H.; Engel, M.; Paradine, F.; Chastain, R.; Farra, W.; Ma, W.; Toepfer, C.; Chase, P. B.; Kass, D. A.; Pinto, J. R.; Chelko, S. P.", "abstract": "Desmoglein-2 (DSG2), a critical component of the cardiac desmosome and located at the cardiomyocyte-cardiomyocyte intercalated disc, is essential for cell-cell adhesion, cardiomyocyte mechanical stability, and electrical coupling between cells. However, its relative contribution in maintaining cardiac function at the sarcomere level remains unclear. Using 4-week-old (adolescent) and 16-week-old (adult) homozygous knock-in Dsg2-mutant (Dsg2mut/mut) mice, we found that loss of DSG2 leads to early onset chamber- and age-dependent cardiac dysfunction driven by Z-disc structural defects and increased myosin detachment rate. Interestingly, Ca2+;-activated force was markedly reduced in adolescent Dsg2mut/mut permeabilized left ventricular cardiac muscle bundles but preserved in permeabilized isolated cardiomyocytes. This disparity demonstrates that DSG2 is not only crucial for mechanical coupling between cardiomyocytes but also for force transmission within and between sarcomeres, revealing a novel role for DSG2 in maintaining contractile integrity at both the cellular and tissue levels.", "date": "2025-10-04", "journal": ""}
{"title": "Plasma membrane-endoplasmic reticulum coupling probed with genetically-encoded voltage sensors", "doi": "10.1101/2025.10.03.680358", "authors": "Sepehri Rad, M.; Jackson, M. B.", "abstract": "The endoplasmic reticulum (ER) forms an elaborate contiguous network extending through the cytoplasm of eukaryotic cells. The ER is surrounded by a membrane that separates its lumen from the cytoplasm. The ER membrane harbors channels and pumps capable of controlling ion flux and creating a voltage gradient. Because the ER membrane potential is difficult to study experimentally little is known about how voltage influences its many vital functions. Here we introduce optical probes of ER membrane potential derived from the hybrid voltage sensor (hVoS) family of genetically-encoded voltage sensors. Probes were targeted to the ER using motifs from three ER proteins, Sec61beta, cytochrome P450, and cytochrome b5 type A. As shown recently with other types of ER voltage sensors, patch-clamp fluorometry recording with our new probes demonstrated that voltage steps applied to the plasma membrane elicit a voltage change at the ER membrane. These probes exhibited subtle differences in their responses suggesting they target different ER compartments. The steeper voltage dependence of Sec61beta-hVoS (mCerulean3-Sec61beta) signals suggested that this probe targets an ER compartment rich in voltage-gated ion channels. The ER voltage change is slow, but its onset is virtually synchronous with the plasma membrane voltage step. This suggests a direct electrical coupling into the ER lumen through plasma membrane-ER contacts. Analysis with the aid of an equivalent circuit provided an estimate of the resistance of these contacts. The rapid, direct transmission of voltage changes from the plasma membrane to the ER provides a mechanism for regulating ER function that could be especially important in excitable cells. The sensors introduced here provide researchers with powerful tools for imaging ER voltage and assessing its impact on cellular function.", "date": "2025-10-04", "journal": ""}
{"title": "1H R1{rho} Relaxation Identifies a Hidden Intermediate in DNA Base-Pairing", "doi": "10.1101/2025.10.03.677141", "authors": "Dasgupta, R.; Steinmetzger, C.; Ilgen, J.; Petzold, K.", "abstract": "1H R1{rho} Relaxation dispersion (RD) NMR experiments provide valuable atomic-level insights into transient, high-energy conformational states of biomolecules. However, cross-relaxation artifacts can hamper its interpretation and therefore limiting broader adoption. This study explicitly quantifies cross-relaxation effects on 1H R1{rho} relaxation rates, extending the general applicability of 1H R1{rho} to probe dynamics at natural abundance. Artifacts were found to be negligible for neighbouring dipolar-coupled protons, >3 ang. apart, and a concept for identification for protons less than 3 ang. is provided. This approach revealed a previously hidden, second excited state (ES2) in DNA base-pairing that extends the well-established Watson-Crick-Franklin (WCF) ground state (GS) - Hoogsteen (HG) equilibrium. A structural model for ES2 is proposed based on evidence from 1H R1{rho} RD, trapping via DNA modifications, metadynamics simulations, and DFT-based chemical shift calculations. ES2 was stabilised by the anticancer drug Actinomycin D, providing direct experimental evidence that small molecule can remodel conformational landscape of DNA. Together, these results demonstrate both a methodological advance by establishing reliable conditions for 1H R1{rho} studies, and a mechanistic discovery of a drug-stabilized intermediate in DNA base-pairing dynamics.", "date": "2025-10-04", "journal": ""}
{"title": "An ERα-Dependent Hypoxia Response Defines EMT-Adjacent Tumour Regions and Suppresses the Pro-survival Effects of Amiloride in Estrogen Receptor-Positive Breast Cancer", "doi": "10.1101/2025.10.03.680339", "authors": "Malcolm, J. R.; Stenning, J.; Pope, J.; Lukaszonek, J.; Rose, S. F.; Smith, T. E.; Gilbert, L.; James, S. R.; Bridge, K. S.; Brackenbury, W. J.; Holding, A. N.", "abstract": "Estrogen receptor-positive (ER+) breast cancer carries a lifelong risk of recurrence and disease progression, with hypoxia-associated transcriptional signatures linked to poor prognosis and therapy resistance. While the effects of hypoxia on tumour progression are well studied, the impact on ER epigenomic regulation remains poorly characterised. Here, we demonstrate that activation of hypoxia-inducible factors (HIFs) dramatically remodels ER chromatin localisation in ER+ breast cancer cells. Transcripts of genes located near hypoxia-induced ER binding sites are significantly associated with reduced recurrence-free survival in breast cancer patients. Transcriptomic profiling under hypoxic conditions (1% oxygen), with and without ER depletion by fulvestrant, revealed a hypoxia-induced, ER-dependent gene expression programme, including upregulation of epithelial sodium channel (ENaC) regulatory subunits that results in acquired sensitivity to the ENaC inhibitor amiloride. Notably, this transcriptional response is spatially correlated with the epithelial-to-mesenchymal hallmark in patient tumours. Our findings establish an interdependence between ER signalling and the hypoxic response, and present functional evidence that ER reprogramming offers novel therapeutic opportunities that bypass the need to directly target the hypoxic response.", "date": "2025-10-04", "journal": ""}
{"title": "Macrophages display spatiotemporal specificity in intrahepatic cholangiocarcinoma and drive tumour progression via OSM and THBS1", "doi": "10.1101/2025.10.02.679723", "authors": "Wang, T.; Long, R.; Cheng, Z.; Zhang, M.; Wei, B.; Lyu, C.; Zhang, C.; Tang, G.; Li, Z.; Li, L.; Li, Y.; Zhu, X.; Shi, C.; Yang, K.; Xu, C.", "abstract": "Background & Aims: Tumour-associated macrophages (TAMs) are abundantly found in intrahepatic cholangiocarcinoma (ICC) and are associated with poor prognosis, yet their spatiotemporal dynamics and role in ICC progression remain unclear. This study aimed to elucidate the transcriptional regulation heterogeneity of TAMs and uncover their interactions with ICC cells in driving tumour malignancy beyond immune suppression. Methods: Using a time-resolved AKT1/NICD1 ICC model and patient datasets, we mapped the spatiotemporal macrophage landscape and their role in tumour progression. By integrating cell-cell communication analysis with phosphoproteomics, we validated key signalling cascades using TAM-ICC co-culture, multiplex immunofluorescence, gene silencing, and conditional knockout mouse models. Single-cell ATAC-seq further revealed epigenomic profiles of TAM subsets and identified their regulatory networks. Results: Immune response M{varphi}_CXCL9 and inflammatory M{varphi}_S100A were enriched in early ICC lesions, while in advanced tumours an M2-like subset, M{varphi}_VEGFA, with high VEGFA, ARG1, GPNMB, SPP1, and C1QA, emerged as the major population and correlated with poor prognosis. Spatial transcriptomics revealed abundant M{varphi}_VEGFA infiltration at tumour boundaries with secretory and proliferative signatures. Further, M{varphi}_VEGFA drove tumour cell proliferation via the OSM-OSMR-STAT3-CCND1 axis and promoted invasion through THBS1-CD47-mTOR-DNB1 signalling. Lastly, MAFB directed M2 polarisation and upregulated OSM/THBS1 in M{varphi}_VEGFA. Conclusions: M{varphi}_VEGFA TAMs accumulate at the tumour boundary in late-stage ICC, driving proliferation and invasion via OSM and THBS1 signalling, underscoring the potential of macrophage-targeted therapy in ICC.", "date": "2025-10-04", "journal": ""}
{"title": "Natural variation in IBF1 disrupts its interaction with CHS1 and affects metabolism of hulls in rice", "doi": "10.1101/2025.10.02.674788", "authors": "Ueda, Y.; Murata, Y.; Sakurai, N.; Saito, H.; Pariasca-Tanaka, J.; Kondo, K.; Takanashi, H.; Ishizaki, T.; Wissuwa, M.", "abstract": "Secondary metabolites in plants have various physiological functions, including antioxidant and antibacterial activities. Previous studies have suggested genes and associated molecular mechanisms involved in the production of diverse secondary metabolites. However, much less is known about the genetic bases underlying within-species diversity in metabolite accumulation patterns, particularly in less focused tissues such as rice hulls. In this study, we aimed to identify the causal variant that affects flavonoid accumulation in rice hulls. We identified an F-box containing protein IBF1 is causal for genotypic differences in hull color through positional cloning. The variety IR64, with straw-white hulls, harbors functional IBF1 proteins that interact with a chalcone synthase, CHS1. Conversely, frame-shift mutations of IBF1 in the variety DJ123, which has pigmented hull color, resulted in a lack of a Kelch domain essential for the IBF1-CHS1 interaction. As a result, the DJ123 variant of IBF1 (IBF1DJ123) no longer interacted with CHS1, which was further supported by deep learning-based protein structural modeling. Further metabolome and transcriptome analyses using IR64 and an IR64-based chromosomal segment substitution line (CSSL) carrying IBF1DJ123 revealed an increase in the content of multiple flavonoids (such as naringenin and luteolin), while suppressing the expression of CAD involved in lignin synthesis. Metabolites in the CSSL carrying IBF1DJ123 suppressed the growth and siderophore generation activity of Pantoea species, which can act as beneficial or pathogenic endophytes. This study highlights the impact of a single gene on diverse metabolite accumulation patterns and suggests that this change may provide defense against pathogens.", "date": "2025-10-04", "journal": ""}
{"title": "Climate Shaped the Global Population Structure of Leopards and their Extinction in Europe", "doi": "10.1101/2025.10.03.680393", "authors": "Xue, Z.; Paijmans, J.; Pozzi, A. V.; Leedham, S.; Leonardi, M.; Padilla-Iglesias, C.; Colluci, M.; Hovhannisyan, A.; Manica, A.", "abstract": "Environmental change is often invoked as a key force shaping species evolution and demography, but quantifying its role is challenging. Leopards (Panthera pardus), a widely distributed generalist species, provide an ideal case for studying the role of the environment. The population dynamics of African and Asian leopards differ dramatically, with near panmixia in Africa versus a strong structure and eight subspecies in Asia. Fossil records show that a population in Europe disappeared after the Last Glacial Maximum (LGM), further pointing to complex range dynamics in Eurasia. In this study, we explicitly test the role of climate in shaping leopards population dynamics across the continents, by quantitatively combining paleoclimatic, demographic, and genetic simulations over the last 450 thousand years. Using an Approximate Bayesian Computational framework, we show that the genetic structure differences between Africa and Asia can be explained by distinct historical climatic conditions in these two continents: most of sub-Saharan Africa and parts of Southeast Asia exhibited a stable range without geographical barriers, while other areas such as Morocco, Afghanistan and Northeast Asia showed expansion and extinction cycles during glacial and interglacials. We further model population dynamics in Europe and validate it against fossil and radiocarbon dates records. We find that European populations were likely fragile, with extinctions repeatedly predicted over multiple glacial cycles, indicating that climate change possibly led to the extinction of the European subspecies following the LGM. Notably, we found that climate during the Holocene should have allowed a more recent recolonisation that did not happen, indicating other factors such as human presence might have blocked it.", "date": "2025-10-04", "journal": ""}
{"title": "Spatiotemporal Gray Matter Plasticity During Chronification of Preclinical Neuropathic Pain", "doi": "10.1101/2025.10.03.679890", "authors": "Levesque, A.; Charef, I.; Fortier, M.-A.; Dumont, S.; Munoz Gomez, N.; Dansereau, M.-A.; Richard, G.; Tetreault, P.", "abstract": "Chronic neuropathic pain is increasingly recognized as a brain disease characterized by time-dependent structural and functional reorganization of key neural circuits. While human imaging studies implicate widespread changes in network connectivity and gray matter density (GMD), animal models enable direct longitudinal mapping of such plasticity. Here, we applied high-resolution structural MRI in a rat model of chronic pain (spared nerve injury, SNI) and quantified GMD changes across 134 brain regions. Dynamic weight bearing analysis confirmed persistent pain in SNI rats, validating the chronic pain phenotype in our experimental cohort. Longitudinal MRI revealed significant GMD alterations in 31 regions, predominantly within limbic, prefrontal, and cingulate circuits, representing 21% of total brain volume. Among this affected volume, over 17% of brain volume demonstrated GMD increases while only ~3% showed GMD decreases, indicating a heterogeneous neuroplastic response. Specifically, the Frontal Association Cortex exhibited an approximate 10% increase in GMD, the Primary Cingular Cortex showed a modest increase of about 2%, and the Amygdalohyppocampic Area demonstrated a ~10% decrease in GMD over 28 days. Primary sensory, parietal, visual, retrosplenial, and temporal cortices remained largely unaffected. No significant changes were observed in healthy animals over the same period, highlighting the specificity of brain reorganization to persistent neuropathic pain. These findings reaffirm the ability of MRI to robustly quantify pain-induced neuroanatomical remodeling but leave open critical questions about the underlying cellular and molecular mechanisms. Future studies integrating histological and molecular approaches are needed to determine the precise substrate and reversibility of these structural changes, with the goal of identifying therapeutic targets to prevent or reverse maladaptive neuroplasticity in chronic.", "date": "2025-10-04", "journal": ""}
{"title": "Mucosal vaccine immunity induced by a new auxotrophic Pseudomonas aeruginosa strain is linked to Th17 and IgA responses", "doi": "10.1101/2025.10.03.679932", "authors": "SEREME, Y.; VILLERET, B.; CABOCHE, S.; IKEH, S.; BEURY, D.; MAURIER, F.; Desterke, C.; Born-Bony, M.; Xing, Z.; Voulhoux, R.; SALLENAVE, J.-M.", "abstract": "Pseudomonas aeruginosa (P.a) is a Gram-negative opportunistic pathogen that poses a major global health threat, particularly in immunocompromised individuals, patients with cystic fibrosis, and those with burn injuries or ventilator-associated pneumonia. Despite intense efforts, no licensed vaccine is currently available for human use. In this context, live attenuated vaccines (LAVs) represent a promising but underexplored approach, offering the potential to elicit robust, long-lasting, and multifaceted immune responses including that of inducing trained immunity. Here, we sub-cultured dLasB PAO1 (a P.a strain that we have shown previously shown to have reduced virulence) in artificial sputum medium (ASM), a culture medium mimicking CF sputum in which bacteria often show auxotrophy. We showed that such a strain (designed here V for vaccine) was auxotrophic, less virulent, and had characteristics of CF-like strains. Crucially, V was able to induce both local (IgA) and systemic humoral responses as well as memory Th17 immune responses, and could, when administered intra-tracheally (but not intra-muscularly), fully protected mice against a lethal PAO1 infection. Overall, the present study demonstrates that our vaccine formulation, in addition to providing an advantageous auxotrophic phenotype adapted to the CF setting, was efficient, when given mucosally, in preferentially inducing secretory IgA and Th17 pathway at mucosal surfaces, a critical barrier that neutralizes pathogens before tissue invasion.", "date": "2025-10-04", "journal": ""}
{"title": "Structural insights into mitotic-centrosome assembly", "doi": "10.1101/2025.10.03.680336", "authors": "Mohamad, N.; Wong, S.-S.; Majumdar, A.; Wainman, A.; Holland-Kaye, I.; Hubatsch, L.; Novak, Z.; Pozniakovsky, A.; Ruer-Gruss, M.; Haensele, A. F. M.; Caballe, A.; Johnson, S.; Lea, S. M.; Hyman, A.; Raff, J. W.", "abstract": "Centrosomal material assembles rapidly in mitosis. In Drosophila, the coiled-coil protein Cnn forms a scaffold that recruits PCM clients; in C.elegans, SPD-5 plays an analogous role. Here we show that full-length Cnn and SPD-5 can both form spherical condensates in vitro, but that the interactions driving their assembly into scaffolds inside cells appear to diverge. We show that the Cnn PReM adopts a helical hairpin fold that autoinhibits CM2 binding but that phosphorylation appears to increase hairpin breathing to permit CM2 engagement and robust scaffold assembly. Phospho-blocking mutations prevent PReM--CM2 interactions and scaffold formation, whereas phospho-mimetic substitutions partially restore function. The human homologue CDK5RAP2 contains a CM2 domain that can partially substitute for fly CM2 in vivo and we identify a candidate CDK5RAP2 PReM region that forms macromolecular networks with human CM2 in vitro. By contrast, the putative PReM and CM2 regions of SPD-5 cannot substitute for their equivalent fly domains and they do not interact detectably, suggesting a distinct assembly mechanism in worms despite conserved PLK1-dependent control of PCM growth.", "date": "2025-10-04", "journal": ""}
{"title": "Divergent Pathways of Surfactant Protein C Maturation for Disease-Associated Isoforms", "doi": "10.1101/2025.10.03.679829", "authors": "Bui, S.; Reineberg, A.; Jones, D.; Na, C.-L.; Kitzmiller, J.; Rodriguez, L. R.; Murthy, A.; Iyer, S.; Cooper, C.; Chroneos, R.; Tomer, Y.; Mulugeta, S.; Weaver, T. E.; Kotton, D. N.; Alysandratos, K.-D.; Whitsett, J. A.; Beers, M. F.", "abstract": "Surfactant Protein C (SP-C), a hydrophobic protein exclusively synthesized and secreted by alveolar type II (AT2) cells, is important for reducing alveolar surface tension in the distal lung. Chronic interstitial pulmonary diseases have been associated with SFTPC mutations. However, a detailed understanding of SP-C maturation in the secretory pathway and disruptions caused by mutations has remained incomplete. The goal of this study was to comprehensively ascertain differences in trafficking and post-translational processing between wild-type and disease-associated SP-C mutants using doxycycline-inducible mouse lung epithelial (MLE-12) cell lines expressing either wildtype SP-C or the common clinical variant SP-CI73T, validated using primary AT2 cells isolated from a murine SP-CI73T pulmonary fibrosis model and induced pluripotent stem cell (iPSC)-derived human alveolar type 2 cells (iAT2s) expressing the same mutant. In all 3 models SP-CWT was highly concentrated in acidic LROs while SP-CI73T accumulated on the plasma membrane, which was corroborated by inhibition of clathrin-mediated endocytosis, surface biotinylation, immunogold EM, immunofluorescent staining in non-permeabilized cells, and proteinase K protection assays supporting divergence of SP-CI73T trafficking from SP-CWT. The exclusion of SP-CI73T from normal routing occurred early in the biosynthetic pathway as Brefeldin A blocked processing of both SP-C proproteins, while a 20{ring}C temperature shift caused selective accumulation of a processed proSP-CWT intermediate, suggesting initial C-terminal cleavage of proSP-CWT occurs in late-Golgi/ trans-Golgi network (TGN). This cleavage event was sensitive to DC1, an inhibitor of furin-related subtilisin-like proprotein convertase (PPC) family members. Site-directed mutagenesis of canonical residues K160, R167 within a predicted PPC recognition site in the proSP-C BRICHOS domain blocked its processing. Expression constructs encoding inhibitory pre-proprotein (pp) peptide fragments of Furin and PC7 each inhibited cleavage of proSP-CWT by MLE-12 cells. Collectively, our data demonstrate that trafficking pathways for maturation of WT and mutant I73T SP-C diverge prior to the TGN where initial cleavage of the COOH-terminal SP-C propeptide occurs via a Furin-like proprotein convertase.", "date": "2025-10-04", "journal": ""}
{"title": "S1P induces bleb-based T cell motility via S1PR1-dependent activation of RhoA and WNK1", "doi": "10.1101/2025.10.03.680076", "authors": "Staback Rodriguez, F.; De Belly, H.; Zhang, Y.; Strickland, E.; Frazer, G. L.; Ojukwu, J.; Williamson, B. J.; Weiner, O. D.; Burkhardt, J. K.", "abstract": "In vivo, the chemokine CCL19 and its receptor CCR7 control T cell retention in lymph nodes, while the lipid chemoattractant spingosine-1-phosphate (S1P) drives T cell egress from lymphoid organs. CCL19 is known to activate actin polymerization at the leading edge of migrating cells, generating a mode of motility driven by lamellipodial protrusions. In contrast, we showed recently that S1P induces a transient lamellipodial response, followed by pressure-driven bleb-based motility. Here, we elucidate the mechanisms controlling S1P responses in naive T cells. We show that S1P signals through S1PR1, with coupling through Gai. In contrast to CCR7, which signals through Gai to induce sustained Rac1 activation, S1PR1 engagement yields only weak and transient Rac1 activation; the dominant response is sustained activation of RhoA. This pathway, together with a pathway involving phospholipase C and myosin light chain kinase, results in phosphorylation of myosin regulatory light chain (MLC) and enhanced myosin contractility. Inhibition of mTORC2 blocks MLC phosphorylation, consistent with evidence that tension sensing by mTORC2 can couple Rac1 and RhoA signaling during leukocyte migration. Surprisingly, although RhoA pathway inhibitors blocked S1P-induced MLC phosphorylation and blebbing, they failed to block S1P-dependent chemotaxis. This led to the identification of a second arm of the S1P response: WNK1-dependent phosphorylation of SPAK1 and OSXR1, proteins that regulate ion channels and water influx. Partial WNK1 inhibition, together with inhibition of myosin contractility, was sufficient to block S1P-induced blebbing and chemotaxis, indicating that S1P-driven T cell migration involves coordinate activation of myosin contractility and water influx.", "date": "2025-10-04", "journal": ""}
{"title": "The Lysosome Surface is an Unappreciated Hub for Vasopressin V2 Receptor Signaling", "doi": "10.1101/2025.10.03.680346", "authors": "Flores-Espinoza, E.; Hahn, H.; Thomsen, A. R. B.", "abstract": "G protein-coupled receptors (GPCRs) have traditionally been understood to signal through heterotrimeric G proteins exclusively from the cell surface followed by {beta}-arrestin ({beta}arr)-mediated desensitization and receptor internalization into endosomes. However, this view has evolved significantly with growing evidence showing that some GPCRs continue to signal from endosomes after their internalization as well as from other intracellular organelles. The vasopressin V2 receptor (V2R) exemplifies this paradigm shift as it promotes robust endosomal G protein before being sorted to lysosomes for degradation. Intriguingly, recent observations suggest that the lysosomal surface itself holds a substantial pool of heterotrimeric G proteins, raising the possibility that GPCRs such as the V2R may stimulate signaling from this subcellular region. To investigate this, we here employed a NanoBiT bystander approach to track intracellular V2R trafficking and transducer activation in real-time. Our results show that activated V2R is trafficked relatively fast to lysosomes where it retains the ability to couple to both G proteins and {beta}arrs. Applying nanobody/intrabody biosensors, we further demonstrated that the V2R activates endogenous G proteins and {beta}arrs at the lysosomal surface and that inhibition of V2R translocation to endolysosomal compartments blunts its ability to stimulate G protein signaling. Together, these findings suggest that the lysosomal surface serves as an unappreciated hub for signaling by some GPCRs before they eventually are engulfed into the lysosomal lumen for degradation.", "date": "2025-10-04", "journal": ""}
{"title": "Shedding light on day-night habitat use of oyster reefs by fish", "doi": "10.1101/2025.10.02.680156", "authors": "Gloria, D. L.; Sievers, M.; Herrera, C.; Connolly, R. M.", "abstract": "Oyster reefs provide key ecosystem functions, including the provision of habitat for fish. While their importance in supporting fish assemblages is widely accepted, an assessment of intertidal oyster reefs at night remains a knowledge gap. Documenting habitat use at night could reveal new species reliant on these systems and help uncover diel fish movements among structured and unstructured habitats. We hypothesise that habitat use will interact with time and habitat, whereby differences in fish assemblages between oyster reef and unstructured habitats would be greater during the day. In this study, we used infrared-capable remote underwater video stations (RUVS) to sample paired intertidal oyster reefs and unstructured habitat during day and night. Assemblages using these habitats during the day do not match those at night, consistent with diel shifts observed in similar habitats. Consistent with our hypothesis, during the day oyster reefs had higher diversity and richness than unstructured habitat, whereas both habitats had low diversity and richness at night. The high relative abundance of piscivores in oyster reefs during the day suggests reefs create food webs that extend beyond benthic matter and sustain higher trophic levels. Nighttime abundances and diversity in oyster reefs dropped to levels similar to those of unstructured habitats during the day and night, likely a product of temporal niche partitioning and dynamic predation risks. Nighttime studies were important in documenting a wider suite of species and can thus provide a more complete understanding of fish-habitat interactions. Furthermore, this study used novel methods that enabled depth and size estimation from a single camera unit. While still in its infancy, this can serve as a force multiplier in monitoring intertidal habitats and lead towards a cost-effective method for standardising day/night abundance measurements and obtaining fish size estimates.", "date": "2025-10-04", "journal": ""}
{"title": "Maladaptive aphid-induced transgenerational plasticity is overcome in nature", "doi": "10.1101/2025.10.02.680082", "authors": "Chavez, A.; de Santana Lopes, A.; Lohr, M.; Schaefer, M.; Laick, L.-M.; Theiner, M.; Diniz Rodrigues Batista, E.; Hell, V.; Faust, I.; Grabe, V.; Xu, S.; Kaltenpoth, M.; Huber, M.", "abstract": "Transgenerational plasticity is widely presumed adaptive, yet empirical evidence is scarce, especially in natural conditions. Using the clonally reproducing giant duckweed (Spirodela polyrhiza) and its native herbivore, the waterlily aphid (Rhopalosiphum nymphaeae), we show that herbivores benefit from plant transgenerational plasticity. In monoclonal, single-descendant lineages indoors, duckweed supported higher aphid reproduction and suffered decreased fitness when their ancestors encountered aphids five generations earlier. Gene expression and metabolite profiling suggest transgenerational priming as underlying mechanism: duplicated L-tyrosine decarboxylase genes elevated tyramine levels, an adaptive response as tyramine supplementation suppressed aphid reproduction. Contrary, transgenerational jasmonate priming was maladaptive, as methyl-jasmonate application enhanced aphid reproduction. Remarkably, in a two-year outdoor mesocosm experiment with monoclonal S. polyrhiza populations of up to one million individuals, transgenerational tyramine priming persisted, whereas transgenerational jasmonate priming and its costs disappeared. These findings indicate that herbivores can hijack plant transgenerational plasticity, but that natural environments may counteract such changes.", "date": "2025-10-04", "journal": ""}
{"title": "Genomic Islands in Wolbachia Prophages Drive Amplification andDiversification of Cytoplasmic Incompatibility Genes in Culex pipiens", "doi": "10.1101/2025.10.03.680192", "authors": "Amoros, J.; Namias, A.; Durand, T.; Alout, H.; Martinez, J.; Weill, M.; Sicard, M.", "abstract": "Wolbachia are maternally inherited endosymbiotic bacteria widespread among arthropods. They manipulate their host reproduction to enhance their prevalence in host populations. The most common manipulation is cytoplasmic incompatibility (CI), causing embryonic death in crosses between infected males and uninfected females, or between individuals carrying distinct incompatible Wolbachia. CI patterns are highly complex in the mosquito Culex pipiens, where the causal genes cidA and cidB are amplified and diversified, forming a cid repertoire within each Wolbachia wPip genome. Despite their central role in CI, the genomic mechanisms underlying such cid amplification and diversification remained poorly understood. This knowledge gap is largely due to the difficulty of assembling wPip genomes due to highly repeated genes and mobile elements, especially in WO prophages. Here, we directly annotated Illumina polished Nanopore-sequences to investigate the genomic flanking context of cid genes in three distinct wPip lineages. We assembled WO prophage regions of substantial length containing the entire cid repertoire previously described in these bacterial lineages. Within these WO regions, cid genes are consistently embedded in modular and rearrangeable islands composed of MutL, rnhA, and small mobile elements, all displaying hyperconserved nucleotide identity across islands. These genomic islands are probably drivers for major rearrangement and recombination events responsible for the amplification and diversification of cidwPip genes within and between the wPip genomes leading to CI complexity in C. pipiens.", "date": "2025-10-04", "journal": ""}
{"title": "Sociality and nesting strategy shape the bimodal diversity gradient in bees", "doi": "10.1101/2025.10.03.680340", "authors": "Heinrich, L. R.; Martins, A. C.; Bossert, S.; Hughes, A. C.; Orr, M. C.; Seltmann, K. C.; Swain, A.; Vasconcelos, T.", "abstract": "Bees are dominant pollinators across native and agricultural plant communities, yet the drivers of their patterns of geographic distribution and functional diversity remain poorly understood. Notably, bees exhibit a bimodal latitudinal diversity gradient, peaking in species diversity in temperate and arid regions rather than the tropics despite their close ecological and evolutionary ties to flowering plants, which show the opposite pattern. Here, we investigated whether two key life history traits thought to shape where bees can live--sociality and nesting strategy--may influence this pattern. We compiled data on sociality and nesting strategy for 4,293 bee species and combined it with a comprehensive phylogeny, curated global occurrence records, and newly-developed models of trait evolution to test 1) whether sociality and nesting biology are evolutionarily correlated, 2) how these life history traits shape bees' climatic niches and niche breadths, and 3) whether the evolutionary dynamics of these traits may explain the bimodal latitudinal gradient in bee diversity. We find that the evolution of above-ground nesting is closely tied to the evolution of social behavior, but this trait combination has evolved rarely across the evolutionary history of bees. Where this combination does arise, species that are both social and above-ground nesters tend to have narrower climatic niches and are associated with environments that are warmer, wetter, and experience little seasonal temperature variation, making them more prevalent in tropical bee communities. Together, our results indicate that the bimodal diversity gradient in bees is driven by phylogenetic niche conservatism, where most bee lineages retain ancestral traits suited to arid environments and the derived syndrome necessary for thriving in the tropics evolves rarely.", "date": "2025-10-04", "journal": ""}
{"title": "Behind the shadow play: Shedding light on the population genetics of partially clonal organisms through clone age distributions", "doi": "10.1101/2025.10.03.680262", "authors": "Abdalrahem, A.; Nous, C.; Duplessis, S.; Frey, P.; Stoeckel, S.; HALKETT, F.", "abstract": "Partial clonality is widespread in natural populations; however, the distributions of clone ages under different rates of clonality and their effects on genetic diversity remain unexplored. To fill this gap, we simulated partially clonal populations over 10,000 generations across a range of clonality and mutation rates. Using a forward-in-time individual-based model, we evaluated genetic and genotypic indices alongside measures of clone age distribution to examine how different clonality rates influence clone age distributions, and how these distributions impact population structure and genetic diversity over time. Our results reveal two distinct trajectories: (i) at low to moderate rates of clonality evolution is driven by sharp and predictable patterns of rapid clone turnovers, resulting in predominantly young clones which relative abundances well align with genotypic indices ; (ii) at extreme rates of clonality, demographic stochasticity generates very variable clone age distributions which mirror the high variance of mean and variance of FIS that summarize gene reshuffling between individuals. Interestingly, a portion of the variability of these indices can be explained by differences in clone age distribution that occur by chance. Our results, therefore, complement previous theoretical studies on the population genetics of partial clonality by providing biological insights into how clonal turnover dynamics shape the temporal evolution and variability of highly clonal populations. These results have practical implications for inferring evolutionary trajectories and managing partially clonal species.", "date": "2025-10-04", "journal": ""}
{"title": "Glutamine-Dependent Slc25a39-Nrf2 Axis Couples Mitochondrial Dynamics with Metabolic Reprogramming to Establish Myogenic Commitment", "doi": "10.1101/2025.10.02.680066", "authors": "Kelly, B.; Wu, C.-H.; Eskut, K. I.; McCauley, E.; Dhungel, S.; Pavlecic, S.; Bieghler, G.; Perovanovic, J.; Tantin, D.; Famulski, J.; Smith, J.; Kikani, C.", "abstract": "Myogenic commitment is a decisive and irreversible step in skeletal muscle regeneration, necessitating proliferating myoblasts to integrate metabolic cues with nuclear transcriptional programs. Among amino acids, glutamine is uniquely positioned to influence this transition by coupling energy production to macromolecule biosynthesis and epigenetic regulation. We reasoned that myoblasts must sense glutamine availability to ensure orderly progression toward commitment, and we tested this by examining the molecular consequences of acute glutamine withdrawal. We find that continued glutamine oxidation is required to sustain glycolysis, maintain mitochondrial fission, and preserve a redox balance that supports progression towards myogenic commitment. In its absence, myoblasts undergo a reductive shift, characterized by mitochondrial elongation, membrane depolarization, and suppression of glycolysis, ultimately leading to growth arrest. Transcriptomic profiling reveals reduced MyoD and MKi67, accompanied by increased Sprouty1 levels, defining a reversible non-proliferative state that resembles but is distinct from quiescent and reserve cells. We term this state Poised Metabolic Arrest (PMA), a cellular response to glutamine limitation during myogenic progression. Mechanistically, PMA is driven by Nrf2-dependent increased glutathione (GSH) biosynthesis and upregulation of mitochondrial GSH carrier Slc25a39 when glutamine is limited. Depleting mitochondrial glutathione or silencing Slc25a39 forces exit from PMA. However, this premature exit compromises subsequent differentiation potential, indicating PMA serves to preserve differentiation competence when glutamine is limited. Consistent with this, both loss and overexpression of Slc25a39 impair myoblast differentiation in vitro and disrupt regeneration in vivo. Together, these data suggest that a reciprocal Slc25a39-Nrf2 redox axis functions as a nutrient-dependent checkpoint, coupling glutamine availability to mitochondrial remodeling and metabolic reprogramming, necessary to establish irreversible myogenic commitment.", "date": "2025-10-04", "journal": ""}
{"title": "RNA sequence design and protein-DNA specificity prediction with NA-MPNN", "doi": "10.1101/2025.10.03.679414", "authors": "Kubaney, A.; Favor, A. H.; McHugh, L.; Mitra, R.; Pecoraro, R.; Dauparas, J.; Glasscock, C.; Baker, D.", "abstract": "RNA sequence design and protein-DNA binding specificity prediction can both be framed as nucleic acid inverse-folding problems: finding the most likely nucleic acid sequences given a fixed three-dimensional structure of a nucleic acid or nucleic acid-protein complex. While task-specific tools have been developed, no unified deep learning model for nucleic acid inverse folding has been described; a single model would have larger and more diverse datasets available for training and a considerably greater range of applicability. Here we introduce Nucleic Acid MPNN (NA-MPNN), a message-passing neural network that treats proteins, DNA, and RNA within a unified biopolymer graph representation. NA-MPNN outperforms previous methods on RNA sequence design and fixed-dock protein-DNA specificity prediction, and should be broadly useful for de novo RNA structure design and prediction of DNA-binding specificity.", "date": "2025-10-04", "journal": ""}
{"title": "Towards Human Inverse Dynamics from Real Images: A Dataset and Benchmark for Joint Torque Estimation", "doi": "10.1101/2025.10.03.679772", "authors": "Chen, C.; Su, W.", "abstract": "Human inverse dynamics is an important technique for analyzing human motion. Previous studies have typically estimated joint torques from joint pose images, marker coordinates, or EMG signals, which severely limit their applicability in real-world scenarios. In this work, we aim to directly predict joint torques during human movements from real human images. To address this gap, we present the vision-based inverse dynamics dataset (VID), the first dataset tailored for the joint torque prediction from real human images. VID comprises 63,369 frames of synchronized monocular images, kinematic data, and dynamic data of real human subjects. All data are carefully synchronized, refined, and manually validated to ensure high quality. In addition, we introduce a comprehensive benchmark for the vision-based inverse dynamics of real human images, consisting of a new baseline method and a new evaluation criteria with three levels of difficulty: (i) overall joint torque estimation, (ii) joint-specific analysis, and (iii) action-specific prediction. We further compare the baseline result of our VID-Network with other representative approaches, our baseline method achieves the state-of-the-art performance on almost all the evaluation criteria. By releasing VID and the accompanying evaluation protocol, we aim to establish a foundation for advancing biomechanics from real human images and to facilitate the exploration of new approaches for human inverse dynamics in unconstrained environments. The project website is https://github.com/MedVisionKitchen/VID-Benchmark.", "date": "2025-10-04", "journal": ""}
{"title": "GECSI: Large-scale chromatin state imputation from gene expression", "doi": "10.1101/2025.10.02.679828", "authors": "Fu, J.; Ernst, J.", "abstract": "Compendiums of chromatin state annotations based on integrating maps of multiple epigenetic marks such as from ChromHMM have become a powerful resource. While these compendiums have coverage of many biological samples, there are many additional biological samples that have gene expression data but lack epigenetic mark data and chromatin state annotations. The EpiAtlas resource of the International Human Epigenome Consortium (IHEC) contains a large compendium of chromatin state annotations for which many samples have matched gene expression data, which provides the opportunity to use it to train models to predict chromatin state annotations in additional biological samples with only gene expression data available. To address this, we develop Gene Expression-based Chromatin State Imputation (GECSI), which uses a multi-class logistic regression model trained using a large compendium of gene expression and chromatin state annotations, and apply it to IHEC data. Using cross-validation, we find that GECSI accurately predicts chromatin state assignments and generates probability estimates that are predictive of observed chromatin states, overall outperforming multiple other alternative and baseline methods. GECSI-predicted chromatin states reflect relationships among biological samples and show similar transcription factor and gene annotation enrichments as observed chromatin states. Using available IHEC gene expression data, we apply GECSI to predict chromatin state annotations for 449 additional epigenomes. We expect these predicted annotations and the GECSI software will be a useful resource for chromatin state analyses in many additional biological samples.", "date": "2025-10-04", "journal": ""}
{"title": "AstraPTM2: A Context-Aware Transformer for Broad-Spectrum PTM Prediction", "doi": "10.1101/2025.10.03.680341", "authors": "Bozkurt, C.; Vasilyeva, A.; Goteti, A.", "abstract": "Post-translational modifications (PTMs) are covalent changes in proteins after biosynthesis that shape stability, localization, and function. While numerous computational tools exist for PTM site prediction, most struggle to handle full-length proteins without truncating context, focus on only a limited number of PTM types, and perform unevenly on rare modifications. We present AstraPTM2, a transformer-based model that predicts 39 distinct PTM types on full-length sequences. By combining ESM-2 embeddings, AlphaFold2-derived structural features, and protein-level descriptors, AstraPTM2 captures both short-range motifs and long-range dependencies. Training uses a three-stage curriculum and adaptive focal loss to balance rare and common PTMs, followed by per-label affine calibration and optimized thresholds for well-calibrated probabilities. In hold-out tests, AstraPTM2 achieves AUROC = 0.99 and macro-F1 = 59% across 39 PTM types, with particularly strong performance on rare motif-driven PTMs such as O-linked glycosylation and sumoylation. Results are available through the Orbion web platform, which offers synchronized 2D and 3D visualizations, dual prediction modes (calibrated and exploratory), and reproducible exports to support downstream experimental planning. AstraPTM2 can be accessed at https://www.orbion.life.", "date": "2025-10-04", "journal": ""}
{"title": "Metabolic STAMP for deciphering GPCR-regulated insulin secretion by pancreatic β cells", "doi": "10.1101/2025.10.03.680349", "authors": "Aziz-Zanjani, M. O.; Turn, R. E.; Hang, Y.; Asthana, A.; LaBrie, L. E.; Mobedi, M.; Xu, L. A.; Krawitzky, M.; Kim, S. K.; Jackson, P. K.", "abstract": "Pancreatic {beta} cells integrate glucose and metabolic cues to regulate insulin secretion, a process disrupted in T2D. GPCRs play a critical role in fine-tuning insulin release, yet the mechanisms by which ciliary (e.g., FFAR4) and non-ciliary (e.g., GLP1-R) GPCRs coordinate GSIS remains unclear. In this study, we employed Metabolic-STAMP (Synchronized Temporal-Spatial Analysis via Microscopy and Phosphoproteomics) in both mouse {beta} cells (MIN6) and primary human islets to map the dynamic signaling networks governing GSIS and to link transient phosphorylation events to their functional outcomes. We systematically interrogated GPCR-mediated phosphorylation events through selective pharmacological inhibitors, resolving signaling hierarchies and consensus patterns across multiple pathways. Our multi-modal approach uncovered key insulin-secretion-associated PTMs, linked phosphorylation targets with phenotypic organelle dynamics, and provided mechanistic insights into how GLP1-R versus FFAR4 modulates GSIS through shared and GPCR-specific phospho-signatures. We highlighted key examples of stimulus-specific regulation by high glucose alone versus GPCR stimulation, including context-specific activation of the classic ERK signaling pathway, compartmentalized PKA signaling, pathway specificity in organelle dynamics and inter-organellar contacts, and HDAC6/ATAT-mediated regulation of microtubule acetylation. Collectively, these findings provided a blueprint for deconvolving pathway specificity of {beta} cell GPCR signaling, illuminated regulatory nodes that program insulin release, and offered new therapeutic targets to enhance {beta}-cell function .", "date": "2025-10-04", "journal": ""}
{"title": "Disentangling the importance of microbiological and physicochemical properties of Ethiopian field soils for the Striga seed bank and sorghum infestations", "doi": "10.1101/2025.10.03.680328", "authors": "Taylor, T.; Benti, G.; Fernandes Alves Leite, M.; Etalo, D.; Lombard, L.; AriasGiraldo, L.-M.; Ryba, D.; Sanow, S.; Mostert, T.; Martinez de la Parte, E.; Macia-Vicente, J.; Yimer, D.; Tsega, U.; Daska, J.; van Doorn, R.; Rosa Leite, R.; Tessema, T.; Crous, P. W.; Kuramae, E.; Raajimakers, J.; Brady, S.", "abstract": "Striga hermonthica (Striga) is a parasitic weed that severely affects sorghum yields in sub-Saharan Africa. Recent studies highlighted the soil microbiome's potential to suppress Striga through interference with specific stages in its life cycle. In this study, meta-analysis of 48 Ethiopian field soils revealed that microbial communities and their interactions with soil physico-chemical properties correlated with Striga field occurrence. Striga infestation of sorghum and soil seedbank levels were negatively correlated with clay content and the nutrients potassium, sulfur, calcium, and carbon. Microbiome analyses indicated that fungal communities were more responsive than bacteria to changes in Striga infestation and seedbank levels, with distinct microbial compositions even in soils where Striga was not detected. Specific fungal and bacterial genera showed both positive and negative correlations with Striga measures, but patterns rarely held across taxonomic levels, highlighting the complexity of microbiome-Striga interactions. To begin to validate these correlations, we tested an isolate from the fungal genus Neocosmospora, which negatively correlated with the Striga seedbank, and showed that this isolate promotes Striga seed germination in vitro, suggesting potential for biological control of Striga. The data and analysis methods are integrated and shared in a public Shiny App for broader analysis and continued research on soil-Striga interactions.", "date": "2025-10-04", "journal": ""}
{"title": "Elemental allocation to molecular drivers of biogeochemistry in the Southern Ocean", "doi": "10.1101/2025.10.03.680396", "authors": "Jabre, L. J.; Rowland, E.; Eich, C.; van Manen, M.; Brussaard, C. P. D.; Middag, R.; Bertrand, E. M.", "abstract": "Metabolic processes underpinning ocean biogeochemistry are powered by molecular machines, proteins, that require various elements to function. Yet, the allocation of elements to these proteins, and subsequent implications for biogeochemical processes, remain poorly characterized. Here we integrate elemental measurements with metaproteomics to quantitatively examine elemental use in Southern Ocean microbial proteins and metabolic processes. We demonstrate that iron availability influences elemental allocation, including decreased iron allocation to photosynthesis and compensatory incorporation of non-iron metals into metalloproteins under iron scarcity. Manganese was primarily allocated to photosynthesis in iron-replete conditions, and reallocated to other metabolic roles under low iron. Photosystem I:II protein mass ratios impacted both iron and manganese allocation, and appeared to be driven by iron availability. Approximately half of biogenic copper was found in plastocyanin, likely substituting for iron-containing cytochromes in photosynthesis. Moreover, biogenic nitrogen to phosphorus ratios were decoupled from ribosomal abundance, contrary to prevailing assumptions about ribosomal influence on stoichiometric regulation in the ocean. Instead, our results suggest that community composition and intracellular storage are important regulators of N:P in the Southern Ocean. Together, our findings identify key molecular mechanisms that modulate elemental demand and limitation, and provide a foundation for quantitatively connecting molecular measurements with biogeochemical models.", "date": "2025-10-04", "journal": ""}
{"title": "The interplay between supercoiling and DNA modifying enzymes at the single-molecule level", "doi": "10.1101/2025.10.02.680164", "authors": "Wilkinson, E. M.; van Oijen, A. M.; Craggs, T. D.; Mueller, S. H.; Spenkelink, L. M.", "abstract": "DNA supercoiling refers to the overwinding or underwinding of the double helix, forming plait-like structures called plectonemes. Supercoiling is involved in all biological processes that occur on DNA. Despite this involvement, single-molecule in vitro studies on these processes largely work with relaxed DNA, overlooking the role supercoiling is playing in these processes. We have constructed 18-kb linear DNA substrates that can be tethered to a microscope coverslip at multiple sites, allowing the template to be topologically constrained. We can then use an intercalating dye to induce positive or negative supercoiling, which we can observe at the single-molecule level using TIRF microscopy. We directly visualise plectonemes diffusing along the DNA. However, in the presence of the restriction enzyme EcoRV, plectonemes remain stationary at the EcoRV binding site. We show that EcoRV has an increased cleavage efficiency in the presence of supercoiling, even though its binding efficiency is unaffected. These findings reveal a relationship between DNA topology and the activity of DNA modifying enzymes. We hypothesise that supercoiling makes cleavage more energetically favourable for restriction enzymes that bend DNA. This work reveals the kinetic interplay between supercoiling and enzyme activity, highlighting how DNA itself can modulate the processes that act upon it.", "date": "2025-10-04", "journal": ""}
{"title": "Modeling MEK-inhibitor Associated Retinopathy in vitro using human induced-1 pluripotent stem cell-derived retinal pigment epithelial cells", "doi": "10.1101/2025.10.03.680301", "authors": "Lozano, L. P.; Jennisch, M.; Jensen, R.; Ratcliff, J. A.; Wiley, L. A.; Harman, B.; Riker, M. J.; Wright, A. T.; Erickson, B. A.; Boldt, H. C.; Boyce, T. M.; Mullins, R.; Binkley, E. M.; Tucker, B. A.", "abstract": "Pharmacologic inhibitors of MEK are important anti-cancer drugs but can result in MEK-inhibitor Associated Retinopathy (MEKAR) in which vision is lost due to serous retinal detachments that form via an unknown mechanism. We hypothesized that the cause of this side effect is drug-induced dysfunction of retinal pigment epithelial (RPE) cells. To test this hypothesis, we used human induced pluripotent stem cell-derived RPE cells. We treated mature, hiPSC-derived RPE cells with selumetinib and measured impacts on RPE-specific function, structure, and gene expression. Selumetinib increases the ability of hiPSC-derived RPE to internalize bovine rod outer segments (1.9 vs 3.0, p=0.0024). It also decreases expression of aquaporin 1 during the first 10 days of treatment (2.7 vs 1.1, p=0.0015). It has no effect on the ability of hiPSC-derived RPE to maintain membrane integrity. Selumetinib alters gene expression of hiPSC-derived RPE, with significant changes in genes involved in transport of ions and small molecules regulating cell volume and lysosomal acidification. Selumetinib may lead to subretinal fluid accumulation by both increasing secretions into this space and decreasing outflow.", "date": "2025-10-04", "journal": ""}
{"title": "Unveiling the unique interaction mechanism of herpes simplex virus 2 glycoprotein C with C3b", "doi": "10.1101/2025.10.04.680448", "authors": "Rojas-Rechy, M. H.; Atanasiu, D.; Hook, L. M.; Cairns, T. M.; Saw, W. T.; Cahill, A.; Guo, Z.; Calabrese, A. N.; Ranson, N. A.; Friedman, H. M.; Cohen, G. H.; Fontana, J.", "abstract": "The complement cascade is part of the first line of defence against viral infections, and many viruses have evolved to block it. For example, glycoprotein C (gC) from Herpes Simplex Virus 1 and 2 (gC1 and gC2) facilitates infection by modulating the complement cascade through an interaction with C3b. gC is also involved in attachment and other viral processes. However, our understanding of the molecular mechanisms of gC have been limited due to the absence of a structure. AlphaFold predicts that gC contains a disordered N-terminus and three immunoglobulin-like domains. Here, we generated various gC2 constructs and demonstrated that gC2 domains 1 and 2 are necessary and sufficient to interact with C3b and block the alternative pathway. A gC2 construct lacking the N-terminus in complex with C3b was characterised by cryo-EM at 3.6 A, providing the first structure for gC2, and revealing that the interaction is predominantly driven by gC2 domain 2 and the MG8 domain of C3b. This structure was confirmed by cross-linking mass spectrometry and by using C3b-blocking antibodies that recognised gC2 linear epitopes at the interface with C3b. Overall, the gC-C3b interaction is different from other C3b-interacting partners, providing a novel mechanism to regulate the complement cascade.", "date": "2025-10-04", "journal": ""}
{"title": "Cat_Wiz: A stereochemistry-guided toolkit for locating, diagnosing and annotating Mg2+ ions in RNA structures.", "doi": "10.1101/2025.10.04.677962", "authors": "Naleem, N.; Henning-Knechtel, A.; Kirmizialtin, S.; Auffinger, P.", "abstract": "Misassigned Mg2+ ions are pervasive in RNA structural databases, obscuring mechanistic interpretation, undermining comparative analyses and compromising machine-learning training sets. We present Cat_Wiz, a Coot-integrated and stereochemistry-guided toolkit that automates the diagnosis, correction and annotation of Mg2+ binding sites. Cat_Wiz combines three modules: MG_diagnosis validates and perfects existing assignments, MG_detect identifies unmodeled ions, MG_clamp classifies recurrent clamp motifs. Cat_Wiz includes also a precise binding site annotation system. The implemented stereochemical principles that provide a robust experimental foundation for characterizing Mg2+ binding sites were derived from an analysis of the 1.55 [A] resolution Escherichia coli ribosome and from surveys of the Cambridge Structural Database. Applications to ribosomes, hammerhead ribozymes, group I introns, and quaternary RNA assemblies demonstrate that Cat_Wiz rapidly recovers missing ions, corrects misassignments, and improves stereochemical fidelity in minutes rather than days. Beyond refinement, Cat_Wiz generates curated data that can seed diverse machine-learning and AI models. This transparent, cost-effective framework establishes reproducible standards for RNA ion assignments and will drive progress in the automatic design of RNA 3D architecture through the recognition of specific and unique Mg2+-dependent backbone folds.", "date": "2025-10-04", "journal": ""}
{"title": "Liver angiocrine myeloid-derived growth factor protects against endothelial dysfunction in pulmonary arterial hypertension", "doi": "10.1101/2025.10.03.680334", "authors": "Singh, N.; Volpicelli, T.; Pi, H.; Gharib, S. A.; Harrington, E.; Umar, S.; Leary, P. J.; Fallon, M. B.; Ventetuolo, C. E.; Liang, O. D.", "abstract": "Myeloid-derived growth factor (MYDGF) is a hepatic angiokine with protective effects in systemic vascular beds, but its role in pulmonary arterial hypertension (PAH) is unknown. We hypothesized that hepatic MYDGF deficiency contributes to pulmonary endothelial activation in PAH and that recombinant MYDGF could rescue endothelial injury. In the Sugen-hypoxia (SuHx) rat model, hepatic MYDGF expression was decreased, while pulmonary vascular cell adhesion molecule-1 (VCAM-1) expression was increased. Human hepatic sinusoidal endothelial cells exposed to pro-inflammatory macrophage conditioned media downregulated MYDGF, and recombinant MYDGF restored pulmonary artery endothelial cell resistance to inflammatory activation via MAP4K4/NF{kappa}B signaling. In the Brown University PHiNE PAH cohort (n=41 PAH, n=27 controls), plasma proteomics demonstrated increased MYDGF in PAH patients compared with controls, but MYDGF levels declined with worsening liver stiffness and correlated with higher pulmonary vascular resistance. In the independent Servetus PAH cohort (n=117), higher plasma MYDGF was associated with mortality and right ventricular dilation. Together, these findings demonstrate hepatic MYDGF deficiency in experimental PAH, tissue specificity of endothelial MYDGF to the liver, and MYDGFs potential to mitigate pulmonary endothelial inflammation. However, human data suggest a paradoxical association of elevated circulating MYDGF with adverse outcomes, underscoring the complex biology of angiogenic growth factors in PAH. MYDGF may represent a novel hepatic angiokine linking systemic inflammation, liver dysfunction, and pulmonary vascular disease.", "date": "2025-10-04", "journal": ""}
{"title": "Lysine-R2HGylation identified as a post-translational modification in R2HG-elevated cancers", "doi": "10.1101/2025.10.03.680013", "authors": "Zhao, Q.; Huang, P.; Yuan, C.; Xia, P.; Gu, Q.; Yang, T.; Li, X. D.; Tian, R.; Yang, D.", "abstract": "R-2-Hydroxyglutarate (R2HG), an oncometabolite predominantly produced by mutated isocitrate dehydrogenase 1/2 (IDH1/2) in various cancers, is known to drive cancer progression through noncovalent inhibition of -ketoglutarate (KG)-dependent enzymes. In this work, we propose an alternative mechanism wherein R2HG contributes to cancer development via covalent modification of biologically critical lysines, a process termed lysine-R2HGylation (KR2HG). We designed and synthesized R2HG-mimicking probes, demonstrating their effectiveness in facilitating KR2HG target profiling and site mapping. We identified KR2HG as a previously unrecognized post-translational modification, confirmed its C5-linkage on GSTP1(K209), and demonstrated that SIRT5 functions as a deacylase for GSTP1-KR2HG in vitro. Furthermore, we found that R2HG slightly but significantly inhibits the enzymatic activity of GSTP1 through KR2HG and dramatically suppresses monocyte differentiation via this catalytically important lysine modification. Our findings provide an alternative perspective on the role of R2HG in leukemia progression and offer a practical tool for the clinical investigation of R2HG-elevated cancers.", "date": "2025-10-04", "journal": ""}
{"title": "Architecture and function of Bud3 and Bud4-induced septin structures", "doi": "10.1101/2025.10.03.680245", "authors": "Adriaans, I. E.; Ibanes, S.; Bertin, A.; Cazevieille, C.; Lai Kee Him, J.; Geymonat, M.; Picas, L.; Piatti, S.", "abstract": "At the time of cytokinesis, a double septin ring is assembled at the division site in many eukaryotic cells. In budding yeast the double ring is made by two arrays of circumferential septin filaments at the two sides of the bud neck, which are thought to compartmentalize the membrane around the cleavage site. Integrity of the double septin ring requires the anillin Bud4 and its presumed partner Bud3, which associate with septins in mitosis and have separate, yet unknown, roles in stabilizing septin circumferential filaments. Through in vitro reconstitution assays using purified proteins, we show that Bud3 and Bud4 organise septin filaments in distinct ways, while together they cooperate to assemble higher-order septin networks. In agreement with their separate roles in septin organization, Bud3 and Bud4 bind to different septins and require septins to associate with each other, indicating that they modulate septin architecture independently but synergistically. We also provide evidence that Bud3 and Bud4 bind membranes in vivo and in vitro, consistent with the presence of lipid-binding domains in their primary sequence. Using bud3 bud4 double mutants that lack the septin double ring, we show that in vivo proteins marking cytokinetic remnants require the double ring to efficiently concentrate at the division site, while other proteins landing at the bud neck at cytokinesis are unaffected. Thus, we propose that a septin double ring may imprint a selective spatial memory for cytokinesis that is transmitted throughout subsequent cell divisions.", "date": "2025-10-04", "journal": ""}
{"title": "Multi-trophic metacommunity responses to habitatnfragmentation in the Brazilian Atlantic Forest", "doi": "10.1101/2025.10.03.680099", "authors": "Souto Martins Teixeira, T.; Khalilur Rahman, O.; Cirtwill, A.; Speer, K.; Hemprich-Bennett, D. R.; Brown, A.; Perkins, S.; Simmons, N. B.; Rossiter, S.; Claudia Delciellos, A.; Vieira, M. V.; Clare, E.", "abstract": "The structure of ecological communities is profoundly altered by anthropogenic disturbance to landscapes. However, most reported impacts rely on the quantification of diversity estimates for single trophic levels or impacts on key species of interest. In this analysis we integrate measures of community structure, comparisons of interaction networks and measures of {beta}-diversity across four trophic levels: plants, bats, bat ectoparasites and bacteria within the ectoparasites. Our data show that bat, bat fly, and bacterial communities are significantly nested across forest fragments, with specialist consumers in all groups being found in fewer fragments than generalists. We found substantial {beta}-diversity in both species richness and interaction richness across fragments but no decline in interaction redundancy with decreasing fragment size, likely because even intact forest networks had very low redundancy in our dataset. Despite the loss of species and interactions, our data provide support for the conservation value of even the smallest and most disturbed forest fragments where essential seed dispersal services are potentially maintained by Artibeus, Carollia and Sturnira and distinct sets of taxa and interactions are supported. These species may be key in the potential recovery of these habitats, but our data highlight the fragility of these communities which have contracted around these disturbance-tolerant species.", "date": "2025-10-04", "journal": ""}
{"title": "Parallel polygenic urban adaptation despite high gene flow in a coastal marine invertebrate", "doi": "10.1101/2025.10.03.680100", "authors": "Armstrong, M. L.; Erickson, K.; Hawthorne, R.; Cameron, B.; Bay, R.", "abstract": "Urbanization results in novel environments, offering a unique opportunity to investigate natural selection on small spatiotemporal scales. Using whole genomes from Pacific purple sea urchins (Strongylocentrotus purpuratus) across three coastal cities spanning >2000km, we investigated genomic signals for adaptation to urban environments. We found genetic variants differentiating urban and nonurban sites within each city region, despite high gene flow and little evidence for differentiation across latitudinal gradients. While these SNP-level candidates for selection were largely non-overlapping, polygenic approaches uncover a distinct parallel signal of urban adaptation across the sampled range. Our results suggest that adaptation over small scale urbanization gradients is possible even in high gene flow systems and the polygenic architecture of adaptation is, at least in part, parallel. More broadly, our work highlights the importance of polygenic methods in ecological genomics in expanding our understanding of how evolutionary forces operate in natural systems.", "date": "2025-10-04", "journal": ""}
{"title": "Postnatal maternal care impacts hypothalamic Esrrg gene expression, co-expression profiles, and the DNA methylome in prenatal bisphenol-exposed rats", "doi": "10.1101/2025.10.03.680379", "authors": "Lauby, S. C.; Wylie, D. C.; Lapp, H. E.; Salazar, M.; Margolis, A. E.; Champagne, F. A.", "abstract": "Environmental exposures co-occurring during early life have a profound influence on neurodevelopment. Our previous work in rats suggests that postnatal maternal care modulates the effects of prenatal exposure to bisphenols, an estrogenic endocrine disrupting chemical, on offspring neurodevelopment. Elevated postnatal maternal licking/grooming and prenatal bisphenol exposure have known opposing effects on estrogen receptor alpha (Esr1) expression in the medial preoptic area (MPOA) of the hypothalamus, which could impact expression of estrogen-responsive genes. Opposing effects on DNA methylation of Esr1 have also been observed as a consequence of these exposures, with potentially broad transcriptional effects. Based on this previous work, we hypothesized that postnatal maternal licking/grooming would mitigate the effects of prenatal bisphenol exposure on Esr1 expression and estrogen-responsive genes in the developing MPOA. In addition, we hypothesized that there would be interactive effects of prenatal bisphenol exposure and postnatal maternal licking/grooming on DNA methylation, particularly nearby estrogen responsive elements. We administered either a bisphenol mixture (BPA, BPF, BPS), BPA only, or a corn oil control to pregnant rat dams. Postnatal maternal care was measured using home-cage videos. Brains from male and female pups were collected at postnatal day 10 and the transcriptome and DNA methylome were assessed in the MPOA. Our results indicated a significant interaction between prenatal bisphenol exposure and maternal postnatal licking/grooming on estrogen-related receptor gamma (Esrrg) expression, exclusively in female pups. These interactions were also evident in co-expression gene profiles in female pups; the majority of which were enriched for estrogen-responsive genes. Finally, DNA methylation analyses indicated that adding postnatal maternal licking/grooming as a covariate influenced the number of differentially methylated regions for prenatal bisphenol-exposed male and female pups. While these differentially methylated regions were not enriched for estrogen responsive elements, there were binding motifs for transcription factors that are known to interact with estrogen receptors, suggesting some secondary effects on postnatal gene regulation. These results suggest a novel biological mechanism in which postnatal maternal care can mitigate the negative neurodevelopmental impacts of prenatal bisphenol exposure.", "date": "2025-10-04", "journal": ""}
{"title": "Myoglobin leaching into the serum of IDA mice is driven by the high activation of sGC under anemic conditions which induces myoglobin expression", "doi": "10.1101/2025.10.03.680120", "authors": "Ghosh, A.; Das, N. K.; Sumi, M. P.; Tupta, B.; Ghosh, C.; Stuehr, D. J.; Shah, Y. M.", "abstract": "Our study reveals that status of the sGC heterodimer or its subsequent activation aligns with active erythropoiesis, and this heterodimer also correlates with the expression of myoglobin (Mb) or HO1. In this study we found that Mb expression which is driven by iron restriction and high sGC activation in iron deficiency anemia (IDA) leaches out more into the serum relative to non-anemic WTs. Tissues from IDA mice of both models developed either by nutritional iron deprivation or by ablation of ferroportin (Fpn) gene or from iron refractory iron deficiency anemia (IRIDA) mice found that Mb expression follows a variable pattern in different tissues but always correlates to the status of the sGC heterodimer or its subsequent activation. Here higher Mb expression happening in anemic (IDA, Fe<5 ppm or IDA, Fpn) or non-anemic WT mice is both due to iron restriction and an elevated sGC heterodimer that corroborated with greater sGC activation. More importantly we find significant leaching of Mb into the serum of these anemic (IDA) mice from both models and our spectral data suggests that this Mb is heme-free. This Mb leaching in anemia is a cumulative impact of Mb secreting out from various tissues including lungs, spleen, skeletal or cardiac muscles where Mb is expressed and not just in the skeletal muscles where Mb expression is low. Based on these findings we construct a working model of anemia, where high activation of sGC under anemic conditions (Fpn ablation or restricted Fe diet) induces Apo-Mb or heme-free Mb expression which can then leach out into the serum. Our findings of Mb leaching are novel and can find further application as a diagnostic strategy in anemia.", "date": "2025-10-04", "journal": ""}
{"title": "Hierarchical Coarse-to-Fine cGAN for Subtype-Specific Freezing of Gait Signal Generation", "doi": "10.1101/2025.10.04.680444", "authors": "Yu, X.; Cockx, H.; Wang, Y.; Wezel, R. v.; Martens, K. E.; Arami, A.", "abstract": "Freezing of gait (FOG), a debilitating symptom of Parkinson's disease, manifests in subtypes as shuffling, trembling, or akinesias, with occurrence and frequency varying across patients. While deep learning (DL) models show promise in FOG detection, their robustness and generalization across subtypes are limited by data scarcity and imbalances between FOG/non-FOG classes and among subtypes. To address this, we propose a subtype-aware FOG augmentation technique enabling training of DL models to perform consistently across subtypes. Specifically, we introduce Hierarchical Coarse-to-Fine conditional Generative Adversary Network (Hi-CF cGAN), a two-stage model that generates subtype-conditioned FOG-like ankle accelerations that are realistic and diverse, as verified through visualization, UMAPs, and Maximum Mean Discrepancy comparison against real signals. We evaluate its effectiveness by training CNNs for FOG detection with both general (subtype-stratified) and personalized (subtype-variant, based on patient-specific subtype composition) augmentation via Hi-CF cGAN, benchmarking against classical augmentations and baseline (no augmentation). Compared to baseline, general augmentation with Hi-CF cGAN effectively improves average detection rates of FOG, trembling FOG, and especially the previously overlooked minor subtypes, shuffling FOG (from 66.8% to 81.6%) and akinesia FOG (from 58.7% to 77.9%). These improvements exceed those of classical augmentations, demonstrating superior realism, richness, and adaptability of Hi-CF cGAN-generated data in addressing FOG/non-FOG and subtype imbalances. Personalized augmentation further enhances accuracy on targeted subtype(s) compared to general augmentation, highlighting its potential for tailored model optimization.", "date": "2025-10-04", "journal": ""}
{"title": "Helical Reconstruction of Amyloids in cryoSPARC", "doi": "10.1101/2025.10.03.680389", "authors": "Schaefer, J.-H.; O'Neill, R. T.; Donnelly, J. P.; Powers, E.; Kelly, J. W.; Lander, G. C.", "abstract": "Amyloid-mediated proteotoxicity underlies more than 50 human diseases. Cryo-electron microscopy (cryo-EM) analyses have yielded hundreds of in vitro and patient-derived amyloid structures, establishing direct links between filament morphologies and specific pathological conditions. Despite the growing popularity of the processing software cryoSPARC for single-particle analyses, RELION remains the dominant software platform for performing helical reconstruction of amyloid structures, highlighting an area for further development. Here, we present comprehensive processing guidelines for helical reconstruction of helical amyloids using cryoSPARC. Through systematic re-processing and validation of publicly deposited datasets, we demonstrate current capabilities and identify key limitations, emphasizing the need for amyloid-specific parameter optimization within cryoSPARC workflows. Our findings showcase a potential for developing unsupervised processing workflows to meet the demanding throughput requirements of time-resolved in vitro studies and large-scale compound screening initiatives, thereby accelerating therapeutic drug development. Ultimately, our goal is to shift the focus of amyloid cryo-EM from computationally intensive processing challenges toward addressing fundamental biological questions that enhance our capacity for treatment discovery.", "date": "2025-10-04", "journal": ""}
{"title": "Improving the benchmark of variant calling in clonal bacteria using more realistic in silico genomes, the case of Mycobacterium tuberculosis", "doi": "10.1101/2025.10.04.680280", "authors": "Le Meur, A.; Rodriguez de la Vega, R. C.; Zein Eddine, R.; Refregier, G.", "abstract": "The democratisation of Whole Genome Sequencing data in bacterial genomics requires the benchmarking of associated analytical methodologies such as reference-based variant calling. Current variant calling benchmarks rely either on de novo assembled natural genomes, for which true variants are inferred using a genome aligner, or on genomes evolved in silico by incorporating short variants on reference genomes. We introduce Maketube, a method for evolving realistic genomes of the Mycobacterium tuberculosis complex with the full diversity of variants verified in natural isolates, and describe benchmarking results using Maketube-evolved genomes. We document that Maketube-evolved genomes satisfyingly mimic Mtbc complex genomes. Using Maketube-evolved genomes, we show that genome aligners miss up to 7.5% of the variants, which implies that benchmarkings with natural de novo assembled genomes are biased. Second, we show that recall of popular variant calling pipelines MTBseq, TB-Profiler, and our in-house genomic pipeline genotube, was overestimated by 1 to 10% in benchmarkings relying on simplistic in silico-evolved genomes, and that slight but significant differences in performance exist between pipelines. Finally, we provide evidence that variants are missed in duplicated regions and in regions flanking sequences absent in the reference (displaced insertion sequences or sequences deleted during the evolution of the reference). Altogether, realistic in silico-evolved genomes such as Maketube-derived ones are precious tools for reliable genomic tools benchmarking. We provide new evidence that structural variants interfere with variant-calling, both because of the additional sequences they contain, but also because of misalignments around insertions.", "date": "2025-10-04", "journal": ""}
{"title": "De Novo Design of Anti-Aging Peptides", "doi": "10.1101/2025.10.04.680435", "authors": "Pan, Y.; Fan, L.; Zhang, N.; Zheng, J.; Jin, Z.; Cai, H.; Ma, H.; Zhang, W.; Zhu, J.; Xu, W.; Gong, Y.; Li, R.; Liang, R.; Li, G.; Jing, H.; Ning, J.; Gao, S.; Xian, B.", "abstract": "Aging, a universal biological process in complex organisms, is increasingly recognized to be driven by progressive loss of epigenetic information, as proposed in the Information Theory of Aging (ITOA). However, research on anti-aging peptides remains scarce, with most existing efforts confined to derivatives of natural proteins, while systematic design attempts are virtually absent. This limitation not only restricts discovery within the evolutionary sequence space but also hampers the identification of candidates with novel mechanisms and improved efficacy. Here, we present ElixirSeeker2, the first computational framework for de novo design of anti-aging peptides. By integrating modeling of known anti-aging peptides, activity scoring from the IC50 database, and penalty constraints from toxic peptides, ElixirSeeker2 enables large-scale virtual screening and identification of novel peptide candidates. Several lead peptides demonstrated significant effects in delaying cellular senescence, restoring cellular functions in vitro and in enhancing locomotor activity of aged Caenorhabditis elegans. This study not only validates the feasibility of de novo design in anti-aging interventions but also establishes a strategy for the development of next-generation biologics.", "date": "2025-10-04", "journal": ""}
{"title": "Thick filament molecular interfaces play a critical role in pathogenesis of hypertrophic and dilated cardiomyopathy", "doi": "10.1101/2025.10.03.680256", "authors": "Dutta, D.; Kim, Y.; Ho, C.; SHaRE Investigators,  ; Seidman, J.; Seidman, C.; Craig, R.; Padron, R.", "abstract": "Hypertrophic (HCM) and dilated (DCM) cardiomyopathy variants in genes encoding the myosin heavy chain (MYH7), myosin light chains (MYL2 and MYL3), and cardiac myosin binding protein-C (cMyBP-C, MYBPC3) lead to cardiac hypertrophy or dilatation, with abnormal contractility, relaxation, and energy consumption. Here we defined the structural consequences of >200 pathogenic and benign missense variants in these genes by mapping variants onto a cryo-EM-based atomic model of the human cardiac thick filament. We identified HCM variants residing in 31 molecular interfaces of the complex thick filament interactome, including the two main interfaces of the myosin interacting-heads motif (IHM), and interfaces involving the myosin heavy chain, essential and regulatory light chains, and cMyBP-C. Pathogenic DCM missense variants are rare, and altered only interfaces involving the myosin IHM and tails. None of the 21 variants classified as benign were within interfaces. We demonstrate earlier disease onset and adverse outcomes in HCM patients with pathogenic variants within versus outside of molecular interfaces, emphasizing their importance in normal thick filament function and improving risk stratification of patients. The dissimilar distribution of DCM and HCM variants could explain the different features of the two phenotypes.", "date": "2025-10-04", "journal": ""}
{"title": "Design of TCR-mimicking binders for pHLA with high potency", "doi": "10.1101/2025.10.03.680404", "authors": "Xie, T.; Fu, Y.; Gong, S.-M.; Buratto, D.; Zhou, R.", "abstract": "The rational design of high-specificity binders to peptide-HLA (pHLA) complexes remains a major challenge in personalized immunotherapy, particularly for shared neoantigens with single-point mutations. To address this, we have developed an integrated framework that combines knowledge-based deep learning with physics-based simulation for the design of highly specific pHLA binders. Applied to p53 R175H-HLA-A*02:01, molecular-dynamics-guided electrostatic filtering yielded nanomolar binders with >10-fold selectivity over wild type. Motivated by the challenge of KRAS G12V-HLA-A*03:01, which lacks electrostatic cues, we implemented message-passing neural network (MPNN)-based optimization strategies to broaden binder design beyond charge-dependent interfaces. When reapplied to p53 R175H, these strategies improved success rates from 2/5 to 5/5, with most candidates exhibiting minimal or no binding to the wild-type complex. Chimera-based and residue-retention approaches within the MPNN optimization further expanded the sequence-structure search space while preserving critical hotspot interactions. This integrated framework thus enables the design of nanomolar, mutation-selective binders to pHLA complexes, advancing next-generation personalized cancer immunotherapies.", "date": "2025-10-04", "journal": ""}
{"title": "Membrane Remodeling by the Collective Action of Caveolin-1", "doi": "10.1101/2025.10.03.680304", "authors": "Liebl, K.; Voth, G. A.", "abstract": "Caveolin-1 proteins scaffold 50-100nm large invaginations in the plasma membrane to mediate critical cellular processes. As revealed recently by cryo-electron microscopy, several caveolin-1 protomers can fold into a disk-like structure that embeds in the cytoplasmic leaflet. This 8S complex represents a basal component to drive membrane curvature via higher-order interactions. The biophysical mechanisms behind the membrane remodeling, however, have remained elusive. To address this shortcoming, we have developed a new bottom-up coarse-grained model to overcome the substantial computational limitations for this large system. During simulations with the coarse-grained model, the complexes increasingly coordinate as partially mediated by attractive electrostatic interactions between scaffolding domains. The coordination of complexes strongly correlates with membrane protrusion, as approaching complexes amplify localized stress in the exoplasmic leaflet. Thus, proximity of two CAV1-8S complexes induces dynamic curvature generation that can facilitate access for signaling partners. This mechanism is further explored in clusters of multiple CAV1-8S complexes that form large-scale membrane invaginations.", "date": "2025-10-04", "journal": ""}
{"title": "Photoproximity labeling of c-Myc reveals SLK as a cancer specific co-regulator", "doi": "10.1101/2025.10.02.680136", "authors": "Milione, R. R.; Tong, F.; Wolfe, K. L.; Linker, S. B.; Mu, X. J.; Oakley, J. V.; Nager, A. R.; Janiszewska, M.; Seath, C. P.", "abstract": "Transcription factors (TFs) have long been aspirational therapeutic targets for the treatment of diseases, as their dysregulation is a common mechanism for altered cell states. Despite this, many TFs implicated in disease have disordered structures and lack canonical binding pockets, rendering them non-trivial targets for small molecule-based therapies. Directly inhibiting TF function has proven difficult, but indirect inhibition by targeting the effector molecules that modulate TF function is a promising alternative strategy. Here we report a strategy for capturing cancer-specific protein-protein interactions using context-dependent uMap photoproximity labeling. Using an intein-based strategy for catalyst conjugation in biochemically intact nuclei, we demonstrate that we can capture unique protein interactomes of c-Myc in androgen receptor dependent and independent prostate cancer cell lines, and that these unique interactors can be mined to identify druggable vulnerabilities. We find that a PC-3 specific Myc interactor, SLK, selectively promotes c-Myc stabilization at the protein level, drives epithelial morphology and is essential for tumorigenesis, validating it as a viable therapeutic target. Importantly, this stabilization is driven by a change in SLK splicing rather than expression at the protein or RNA levels. Furthermore, analysis of cancer patient data shows a strong correlation between this splice isoform and expression of c-Myc targets, suggesting this novel regulatory axis is operative across human cancer.", "date": "2025-10-04", "journal": ""}
{"title": "Physical and functional interactions of the potassium uptake protein HAK5 and the nitrate transporter NPF6.2 is critical for the mineral nutrition of Arabidopsis", "doi": "10.1101/2025.10.03.680249", "authors": "Morales de los Rios, L.; Alshareef, S. A.; Raddatz, N. A.; Carranco, R.; Mendoza, I.; Perez, T.; Corratge-Faillie, C.; de Luca, A.; Quintero, F. J.; Mahfouz, M.; Lacombe, B.; Pardo, J. M.", "abstract": "Potassium (K+) starvation induces the expression of gene HAK5 encoding a high-affinity K+ uptake protein, but how plants perceive the K+ status and the signaling intermediaries involved in the response remains largely unknown. To identify key regulators of K+ nutrition in Arabidopsis, a genetic screen was performed using an pHAK5:LUC reporter line, and a mutant showing stable induction of the reporter under K+-sufficient conditions was isolated. Mapping-by-sequencing identified two linked mutations affecting genes involved in K+ and nitrate nutrition, namely a loss-of-function in the K+ uptake channel AKT1 and a gain-of-function allele of the nitrate transporter NPF6.2/NRT1.4 (NPF6.2V210M) that doubled the rate of nitrate transport. We report that the physical interaction of NPF6.2 and HAK5 transport proteins resulted in reciprocal interference. Co-expression in Xenopus oocytes of NPF6.2 with the regulatory kinase CIPK23 or the mutant protein NPF6.2V210M alone inhibited HAK5 transport, whereas HAK5 inhibited nitrate transport by NPF6.2 and NPF6.2V210M. We conclude that mutation NPF6.2V210M enhanced the nutritional defects associated to the loss of AKT1 function through the inhibition of HAK5. These findings evidence an intimate molecular crosstalk between transporters involved in the mineral nutrition of plants. The mutual interference when both transport systems are operative may represent a novel integrative regulatory mechanism in mineral nutrition.", "date": "2025-10-04", "journal": ""}
{"title": "On the conditions for shifts in metabolic strategies", "doi": "10.1101/2025.10.03.680276", "authors": "Droste, M.; Planque, R.; Bruggeman, F.", "abstract": "Many heterotrophic microorganisms gradually replace an energetically-efficient mode of metabolism by an inefficient, more-wasteful overflow metabolism above a critical growth rate, even though the energy demand continues to rise with growth rate. For instance, complete respiration of a sugar is replaced by its fermentation. We derive the conditions for this to happen, using a core model of metabolism and growth that is qualitatively in agreement with experimental data. Assuming a fixed cellular protein content, the model shows that protein expression of efficient metabolism and anabolism rises as function of growth rate until a critical value is reached. This growth-associated protein expression is at the expense of proteins associated with future adaptation. At the critical growth rate, this preparatory pool is reduced to zero. Beyond the critical growth rate, the anabolic protein pool and the energy demand continue to rise and therefore less protein remains for catabolism. In this regime, the inefficient metabolism gradually takes over ATP synthesis from the efficient mode. It can do so if it requires less protein per unit of ATP flux. The catabolic protein pool then decreases while the anabolic pool increases. This continues until all catabolic protein is allocated to the inefficient strategy and to anabolism. We show that this can occur only if the maximal growth rate of the inefficient mode is higher than the critical growth rate. We show that this condition is precisely the requirement for the second mode to be more proteome-efficient than the first mode. Finally, we reduce a genome-scale model of protein expression in the yeast Saccharomyces cerevisiae to a variant of our core model and show that it is still qualitatively in agreement with the experimental data used to validate the original model.", "date": "2025-10-04", "journal": ""}
{"title": "Human immune response to primary cryptosporidiosis parallels murine infection models", "doi": "10.1101/2025.10.03.680261", "authors": "Van Fossen, D.; Rodriguez, H. J.; Naz, F.; Gilchrist, C. A.; Taylor, J. J.; Petri, W. A.; Brown, A. C.", "abstract": "Cryptosporidium is a protozoan parasite that causes cryptosporidiosis, an enteric infection associated with diarrhea, malnutrition, and impaired childhood development in low- and middle-income countries. Both humoral and cell-mediated immune responses have been implicated in protection, but the durability and quality of human immune responses in immunocompetent adults remain poorly defined. We investigated the development of immunity in two healthy US adults following primary cryptosporidiosis acquired during travel to Bangladesh. Longitudinal plasma samples were analyzed for antibody responses to Cryptosporidium antigens Cp17 and Cp23 and for circulating cytokine profiles. Circulating antibody peaked at three weeks post-infection but declined rapidly thereafter, approaching baseline within 16 weeks. In contrast, antibody avidity increased steadily over time, consistent with ongoing affinity maturation in germinal centers. While affinity maturation occurred, the composition memory B cells specific to Cryptosporidium antigens was skewed toward IgM+ cells across timepoints suggesting extrafollicular responses dominated and germinal center-derived, class-switched memory was limited. Cytokine profiling revealed an acute Th1-skewed response, with elevations in CXCL9, CXCL10, IL-27, IFNg, IL-12, and IL-18 during early infection. These signatures mirrored protective pathways identified in murine models, underscoring the importance of type I immunity in parasite clearance. Together, these findings highlight that while antibody responses to Cryptosporidium are short-lived, avidity maturation persists, and Th1-driven cytokine responses dominate during acute infection. This work provides rare longitudinal data on immune responses in naive adults following natural cryptosporidiosis and offers insight into mechanisms that may inform vaccine development and strategies to mitigate recurrent infection in vulnerable populations.", "date": "2025-10-04", "journal": ""}
{"title": "Structural and mechanistic insights into translation initiation on the enterovirus Type 1 IRES", "doi": "10.1101/2025.10.04.680434", "authors": "Velazquez, M. A.; Nuthalapati, S. S.; Hankinson, J.; Fominykh, K.; Lulla, V.; Sweeney, T. R.; Hill, C. H.", "abstract": "Enteroviruses are a widespread and diverse set of pathogens responsible for over ~1 billion human infections annually. Upon cell entry, translation of the virus genome is mediated by an internal ribosome entry site (IRES) in the 5' untranslated region (UTR). Despite early identification of the poliovirus IRES, structure determination has been hampered by the flexibility and complexity of the RNA (~450 nt, five structured domains), the requirement for almost all of the eukaryotic initiation factors (eIFs), and additional dependency on PCBP2 for trans-activation. As a result, there is little mechanistic information on how enterovirus Type 1 IRESs recruit and direct translational machinery. To address this, here we reconstitute human translation initiation on a model poliovirus IRES and examine 48S complexes by electron cryo-microscopy (cryo-EM). Our structures reveal a novel set of interactions between the IRES and the translation machinery. Domain IVc contacts uS19 and uS13 on the small ribosomal subunit, and the conserved apical GNRA tetraloop interacts directly with the initiator tRNA during start-codon recognition. We demonstrate that disruption of these contacts causes defects in IRES-driven translation and virus replication. Together, our results define the structural and molecular basis for translation initiation on the Type 1 IRES, and highlight the potential for RNA-RNA tertiary interactions as new targets for antiviral therapeutics.", "date": "2025-10-04", "journal": ""}
{"title": "Promoter hijacking by primate LINC00473 disrupts an ancestral CREB-PDE10A feedback loop", "doi": "10.1101/2025.10.02.680088", "authors": "Squires, S. J.; Smith, B. S.; Sultonova, M.; Campbell, E. J.; Bandi, V. S. S.; MacDonald, B. I.; Paulo, J. A.; Johnston, A. P.; Murphy, J. P.; Ross, P. J.", "abstract": "Thousands of human long noncoding RNAs (lncRNAs) evolved in primates, although much remains unknown about how these lncRNAs shaped human gene regulatory networks. The primate-specific lncRNA gene LINC00473 has a CREB-inducible promoter that is conserved beyond primates and the gene is located upstream of PDE10A, which encodes an inhibitor of CREB. To gain insight into the regulatory consequences of LINC00473 acquisition, we tested the cellular function of the conserved mouse promoter. We found that the homologous mouse promoter is induced by CREB and regulates the downstream Pde10a gene in C2C12 myoblast-like cells and neurons. Activation of this promoter by CRISPRa increased Pde10a transcript and protein levels, and proteomics revealed that elevated Pde10a promoted C2C12 differentiation at the expense of proliferation. Activation of Pde10a by CRISPRa also impaired CREB-dependent gene expression, suggesting that the mouse homolog of the LINC00473 promoter drives a CREB-Pde10a feedback loop. In contrast to the mouse homolog, human LINC00473 promoter activation by CRISPRa increased LINC00473 expression with either no change in PDE10A or delayed induction compared to mice. Our findings suggest that the newly evolved LINC00473 gene hijacked an ancestral CREB-inducible Pde10a promoter, thereby disrupting a negative feedback loop that may otherwise constrain CREB-dependent gene expression.", "date": "2025-10-04", "journal": ""}
{"title": "Molecular determinants underlying functional divergence of TBP homologs", "doi": "10.1101/2025.10.03.680374", "authors": "Cui, J. H.; Young, H.; Flibotte, S.; Cai, D.; Teves, S. S.", "abstract": "The TATA-box binding protein (TBP) is a highly conserved basal transcription factor and a core component of the pre-initiation complex (PIC) for all three eukaryotic RNA polymerases (RNA Pols). Despite this conservation, TBP function diverges across species. In yeast, TBP is required for all three RNA Pols, whereas in mammals, it is essential only for RNA Pol III, but not RNA Pol I or II. To examine the evolutionary divergence of TBP homologs in different species, we determined the ability of murine TBP and its paralogs to complement endogenous TBP in Saccharomyces cerevisiae. Despite their highly conserved DNA-binding domains, murine TBP homologs were unable to fully rescue the lethality caused by TBP inactivation in yeast. This incomplete complementation correlates with a failure to fully support binding by RNA Pols II and III. Furthermore, we show that the divergent N- terminal domain (NTD) of TBP contributes to species-specific activity and modulates RNA Pol II binding changes in stress-induced response. Lastly, we demonstrate a negative correlation between the length of the intrinsically disordered NTD of TBP family proteins and the gene density in different species, suggesting that the NTD may have contributed to increasingly complex gene regulation during evolution.", "date": "2025-10-04", "journal": ""}
{"title": "PAK4 promotes vertex remodeling to maintain epithelial integrity and barrier function", "doi": "10.1101/2025.10.02.680170", "authors": "Adhikary, B.; Chang, A.; Higashi, A. Y.; Chiba, H.; Higashi, T.", "abstract": "Cell-cell junctions are essential for epithelial integrity and barrier function, but the mechanisms regulating their remodeling remain unclear. Here, we investigated the role of the junctional kinase PAK4 in vertex remodeling. PAK4 localized to apical junctions and accumulated at multicellular vertices in MCDK cells and Xenopus embryos. Inhibition or knockout of PAK4 increased higher-order vertices, caused junctional discontinuities, and impaired barrier function in MDCK cells. PAK4 recruitment required the scaffolding protein Afadin. Afdn-KO cells exhibited severe junctional defects and reduced barrier function. Artificial targeting of PAK4 in Afdn-KO cells partially restored junctional continuity and barrier function. In Xenopus embryos, live imaging showed dynamic PAK4 accumulation at remodeling vertices, and PAK4 inhibition hindered resolution of multicellular vertices. Expression of an amino-terminal fragment (PAK4-NT) impaired remodeling and induced cytokinetic failure. Live imaging in Xenopus revealed barrier leakage at multicellular vertices upon PAK4 inhibition. These findings indicate that PAK4 and Afadin cooperate to maintain epithelial integrity and barrier function by promoting vertex remodeling.", "date": "2025-10-04", "journal": ""}
{"title": "Towards functional annotation with latent protein languagemodel features", "doi": "10.1101/2025.10.02.680154", "authors": "Silberg, J.; Simon, E. P.; Zou, J.", "abstract": "Protein Language Models (PLMs) create high-dimensional embeddings that can be transformed into interpretable sparse features using Sparse Autoencoders (SAEs), where each feature activates on specific protein elements or patterns. However, scalably identifying which features are cohesive and reliable enough for protein annotation remains challenging. We address this by developing a validation pipeline combining three complementary methods: (1) expanded database matching across 20+ annotation sources including hierarchical codes, (2) feature-guided local structural alignment to identify structurally consistent activation regions, and (3) LLM-based feature description generation. Our annotation pipeline demonstrates three key properties of SAE features that make them a useful source of functional annotation complementary to existing methods. First, they can represent more granular patterns than existing protein databases, enabling the identification of sub-domains. Second, they can detect missing annotations by finding proteins that display recognizable structural motifs but lack corresponding database labels. Here, we automatically identify at least 491 missing CATH topology annotations with our pipeline. Third, they can maintain structural consistency across unseen proteins. Of our 10,240 SAE features, we find 615 that are consistently structurally similar in unannotated metagenomic proteins, allowing us to structurally match at least 8,077 metagenomic proteins to characterized proteins. This provides a rapid annotation pipeline with constant time search regardless of database size, that automatically includes structural and function information about the feature that triggered the match.", "date": "2025-10-04", "journal": ""}
{"title": "Residue-level mapping of crowding effects on protein phase separation", "doi": "10.1101/2025.10.02.680141", "authors": "Chen, W.; Shaffer, J. M.; Keating, C. D.; Showalter, S. A.", "abstract": "Proteins can undergo liquid-liquid phase separation to form condensates within the crowded cellular environment. In vitro, polymer-based crowding agents are widely used to mimic this effect, but how their chemical environments influence phase separation compared to native cytosol remains unclear. Here, we use NMR to probe the chemical influences on the intrinsically disordered region of RNA polymerase II under different crowding conditions, including polymer-based crowders, protein-based crowders, and reconstituted E. coli cytosol. We find a general trend of enhanced protein self-interactions across all conditions, but also distinct chemical environments that depend on crowder identity, reflecting changes in preferential interactions. Given the widespread use of polymer crowders in phase separation studies, our results establish a strategy to dissect the microscopic role of crowders and lay the foundation for designing more physiologically relevant in vitro crowding models of protein phase separation. More broadly, this framework enables systematic probing of residue-level environmental influences in complex settings including within the cellular milieu.", "date": "2025-10-04", "journal": ""}
{"title": "Pharmacological Tools to Modulate Ordered Membrane Domains and Order-Dependent Protein Function", "doi": "10.1101/2025.10.03.680351", "authors": "Stefanski, K.; Huang, H.; Luu, D. D.; Hutchison, J. M.; Saksena, N.; Fisch, A. J.; Hasaka, T. P.; Bauer, J. A.; Kenworthy, A. K.; Van Horn, W. D.; Sanders, C.", "abstract": "Ordered membrane nanodomains colloquially known as lipid rafts have many proposed cellular functions. However, pharmacological tools to modulate protein affinity for rafts and to manipulate raft formation are currently lacking. We screened 24,000 small molecules for compounds that impact the raft affinity of a known raft-preferring protein, peripheral myelin protein 22 (PMP22), in giant plasma membrane vesicles (GPMVs). Hits were counter-screened against another raft protein, MAL, and also tested for their impact on raft stability. We identified three chemically distinct tools for manipulating lipid rafts. Two compounds were seen to both decrease PMP22 raft partitioning and to destabilize ordered domains (VU0607402 and VU0519975) while a third (primaquine diphosphate) increased PMP22 partitioning and stabilized ordered domains. While discovered in a PMP22-focused screen, all three were seen to modulate raft formation in a protein-independent manner by altering lipid-lipid interactions and membrane fluidity. Acute treatment of live cells with the raft destabilizing compound, VU0607402 was seen to modulate TRPM8 channel function, highlighting the utility of this compound in live-cell experiments for dissecting the role that membrane order and fluidity play in cell signaling. These compounds provide novel pharmacological tools for probing lipid raft properties and function in biophysical experiments and in living cells.", "date": "2025-10-04", "journal": ""}
{"title": "A Dynamical Density Functional Theory Framework for Non-Equilibrium Phase Dynamics in Biomolecular Condensates", "doi": "10.1101/2025.10.02.680159", "authors": "Silalahi, A.; Murray, M.; Zerze, G. H.", "abstract": "Biomolecular condensates, membrane-less organelles that arise from liquid-liquid phase separation (LLPS) of proteins and nucleic acids, play vital roles in cellular organization and regulation. Computational modeling is crucial for uncovering the molecular mechanisms behind LLPS; however, the fluctuations across a wide range of spatial scales and the inherently non-equilibrium nature of these systems make capturing their long-timescale dynamics particularly challenging. Here, we present a continuum dynamical density functional theory (DDFT) framework that captures the non-equilibrium dynamics of LLPS by integrating a physics-based statistical mechanical theory with key experimentally-derived parameters. Our model couples DDFT with a continuum free energy functional, incorporating two-body correlations between monomers and surface tension effects to determine binodal densities under phase co-existence. By solving the DDFT equations, we describe the time evolution of phase-separated domains, capturing key long-timescale processes such as droplet maturation, coalescence, and interface relaxation, phenomena that are difficult to probe using atomistic or mesoscale coarse-grained simulations. This implementation integrates experimental phase equilibrium data with molecular-scale descriptors, such as amino acid properties, to construct a quantitative link between molecular interactions and macroscopic phase behavior. However, the approach is generalizable, providing a foundation for self-contained molecular-to-continuum modeling bridge platforms.", "date": "2025-10-04", "journal": ""}
{"title": "Activation of the cGAS-STING pathway contributes to cancer-related fatigue in a murine model of head and neck cancer", "doi": "10.1101/2025.10.02.680158", "authors": "Chelette, B.; Bashaw, A.; Bryant, J. D.; Chidomere, C. L.; Scott, K.; West, A. P.; Dantzer, R.", "abstract": "Cancer-related inflammation and metabolic alterations extend beyond the tumor microenvironment, exerting systemic effects that disrupt energy homeostasis and contribute to reduced physical function and chronic fatigue. The cGAS-STING pathway has emerged as a key regulator of innate immunity and inflammation; however, its role in cancer-associated fatigue remains poorly understood. In this study, we investigated the contribution of cGAS-STING-mediated inflammation to cancer- and/or its treatment-induced fatigue using a mouse model of human papillomavirus-related head and neck cancer. Wheel running activity, along with inflammatory and metabolic changes in tumor and liver tissues, were assessed following chemoradiotherapy and pharmacological inhibition of STING in tumor-bearing and tumor-free control mice. The results revealed that tumor growth and chemoradiotherapy activated the cGAS-STING pathway, together with an upregulation of proinflammatory mediators and alterations of mitochondrial and metabolic gene expression in the liver. To inhibit STING activation, mice were administered H-151, a specific STING antagonist. This intervention attenuated hepatic inflammatory signatures and mitigated tumor and/or chemoradiotherapy-associated behavioral fatigue measured by decreased voluntary wheel running. These findings implicate for the first time the cGAS-STING signaling pathway and metabolic homeostasis in cancer- and cancer therapy-related fatigue.", "date": "2025-10-04", "journal": ""}
{"title": "Single-cell spatial mapping reveals dynamic bone marrow microarchitectural alterations and enhances clinical diagnostics in MDS", "doi": "10.1101/2025.10.02.680138", "authors": "Nachman, R.; Kopacz, A.; Unkenholz, C.; Chai, J.; Ruiz, A.; Valencia, I.; Jiang, J.; Socciarelli, F.; Park, J.; Mason, C.; Zhang, L.; Sallman, D.; Roboz, G.; Desai, P.; Kaner, J.; Fein, J.; Guzman, M. L.; Lindeman, N.; Chadburn, A.; Ouseph, M.; Simonson, P.; Geyer, J.; Inghirami, G.; Rafii, S.; Redmond, D.; Patel, S.", "abstract": "Myelodysplastic neoplasms (MDS) are genetically diverse hematopoietic cancers characterized by ineffective blood cell production, peripheral cytopenias, and an increased risk of acute myeloid leukemia. Diagnosis traditionally requires subjective histomorphologic assessment of a bone marrow biopsy sample. The potential biological and/or clinical relevance of subtle microarchitectural changes, unrecognizable using conventional methods, remains unknown. Here, we applied a recently developed AI-driven, whole slide imaging-based single-cell spatial proteomic profiling method to 77 annotated MDS and precursor state bone marrow tissue samples, including longitudinal cases. Compared to age-matched controls, MDS tissues showed significant changes in progenitor cell frequencies, morphologies of erythroid precursors and megakaryocytes, HSPC displacement from vasculature, abnormal progenitor cell clustering, and disrupted erythroid islands. Some alterations correlated more closely with specific mutations (e.g., SF3B1, TP53) than clinical risk scores (IPSS-M). Using all extracted tissue features, we developed a composite spatially informed MDS severity score, which aligned with clinical and genetic parameters across serial samples. This work uncovers previously unrecognized, genotype-linked microarchitectural alterations in MDS, the measurement of which may enhance existing diagnostic and disease monitoring strategies.", "date": "2025-10-04", "journal": ""}
{"title": "RiboTRAP-seq identifies spatially distinct functions for the anterior and posterior intestine in immune and metabolic regulation in C. elegans", "doi": "10.1101/2025.10.03.680215", "authors": "Liu, C.-C.; Seban, N.; Srinivasan, S.", "abstract": "The intestine integrates food-derived cues to coordinate organismal physiology, yet the molecular specialization of discrete regions along the intestinal epithelium remains unclear. Here, we generate cell type-specific translatomes of the Caenorhabditis elegans intestine during fasting and refeeding using discrete promoters for the anterior quartet of intestinal cells (INT1) and the remaining 8 pairs of intestinal cells (INT2-9). We found that the anterior-most INT1 cells are a translationally distinct intestinal sub-compartment that is particularly enriched for immune- and stress-response genes. Functional assays using novel INT1-specific genes emerging from this study reveal that these specialized cells play a previously unappreciated role in pathogen avoidance and organismal survival. A second critical function of INT1 cells is their role in sensing and responding to the contents of the gut lumen. We show that luminal pyruvate is the key signal linking bacterial nutrients in the gut, to secretion of the gut insulin antagonist INS-7. These findings establish INT1 as sentinel enteroendocrine cells that integrate metabolic and immune cues to couple food status with immune and endocrine responses. Our studies also provide a rich resource for dissecting segment-specific intestinal biology, an overlooked and fertile area for future research.", "date": "2025-10-04", "journal": ""}
{"title": "The Staphylococcus aureus LXG-domain toxins EsxX and SAR0287 do not promote virulence in a zebrafish larval infection model", "doi": "10.1101/2025.10.04.680436", "authors": "Ulhuq, F. R.; Tooke, A.; Mendonca, C.; Casabona, G.; Habersetzer, J.; YANG, Y.; Gomes, M.; Alcock, F.; Mostowy, S.; Palmer, T.", "abstract": "The Staphylococcus aureus type VIIb secretion system (T7SSb) is a multiprotein secretion system that secretes toxins with antibacterial activity, but which is also required for full virulence in animal models of infection. S. aureus strains carry one of four T7SSb locus types, named essC1 to essC4, each of which encodes a characteristic LXG-family substrate at the T7SS locus. In essC2 strains this LXG-domain protein is EsxX, which has a glycine zipper sequence in its C-terminus and has potent antibacterial membrane-depolarising activity. In this work we recognise conserved features of the essC2 and essC3 systems, identifying the LXG protein SAR0287 as structurally and functionally similar to EsxX. Using a zebrafish larval hindbrain ventricle infection model we demonstrate that the T7SSb of essC2 and essC3 representative strains contribute to bacterial replication and zebrafish mortality. However, there is no significant loss of virulence in the model system if EsxX or SAR0287 are absent. These findings indicate there is no discernible role for either toxin in this virulence model.", "date": "2025-10-04", "journal": ""}