{"title": "A tissue boundary orchestrates the segregation of inner ear sensory organs", "doi": "10.1101/2022.03.03.482809", "authors": "Chen, Z.; Zak, M.; Xu, S.; de Andres, J.; Daudet, N. A.", "abstract": "The inner ear contains distinct sensory organs, produced sequentially by segregation from a large sensory-competent domain in the developing otic vesicle. To understand the mechanistic basis of this process, we investigated the changes in prosensory cell patterning, proliferation and character during the segregation of some of the vestibular organs in the mouse and chicken otic vesicle. We discovered a specialized boundary domain, located at the interface of segregating organs. It is composed of prosensory cells that gradually enlarge, elongate and are ultimately diverted from a prosensory fate. Strikingly, the boundary cells align their apical borders and constrict basally at the interface of cells expressing or not the Lmx1a transcription factor, an orthologue of drosophila Apterous. The boundary domain is absent in Lmx1a-deficient mice, which exhibit defects in sensory organ segregation, and is disrupted by the inhibition of ROCK-dependent actomyosin contractility. Altogether, our results suggest that actomyosin-dependent tissue boundaries ensure the proper separation of inner ear sensory organs and uncover striking homologies between this process and the compartmentalization of the drosophila wing disc by lineage-restricted boundaries.", "date": "2025-07-08", "journal": ""}
{"title": "Projection-specific integration of convergent thalamic and retrosplenial signals in the presubicular head direction cortex", "doi": "10.1101/2023.03.16.533014", "authors": "Richevaux, L.; Lim, D.; Nassar, M.; Dias Rodrigues, L.; Mauthe, C.; Cohen, I.; Sol-Foulon, N.; Fricker, D.", "abstract": "Head-direction (HD) signals function as the brain's internal compass. They are organized as an attractor, and anchor to the environment via visual landmarks. Here we examine how thalamic HD signals and landmark information from the retrosplenial cortex combine in the presubiculum. We find that monosynaptic excitatory connections from anterior thalamic nucleus and from retrosplenial cortex converge on single layer 3 pyramidal neurons in the dorsal portion of mouse presubiculum. Independent dual wavelength photostimulation of these inputs in slices leads to action potential generation preferentially for near-coincident inputs, indicating that layer 3 neurons can transmit a visually matched HD signal to medial entorhinal cortex. Layer 4 neurons, which innervate the lateral mammillary nucleus, form a second step in the association of HD and landmark signals. They receive little direct input from thalamic and retrosplenial axons. We show that layer 4 cells are excited di-synaptically, transforming regular spiking activity into bursts of action potentials, and that their firing is enhanced by cholinergic agonists. Thus, a coherent sense of orientation involves projection specific translaminar processing in the presubiculum, where neuromodulation facilitates landmark updating of HD signals in the lateral mammillary nucleus.", "date": "2025-07-08", "journal": ""}
{"title": "Lodhrasavam modulates liver--adipose--pancreas axis to ameliorate MASLD: Observations from In vitro and in vivo models of hepatic and metabolic dysfunction", "doi": "10.1101/2023.07.05.547893", "authors": "Kouser, S.; Kumar, S.; Chethala N, V.", "abstract": "Background: Metabolic dysfunction associated steatotic liver disease (MASLD) is a complex, multifactorial condition and a leading cause of liver-related morbidity worldwide. Due to its heterogeneous pathogenesis, conventional single-target therapies often show limited efficacy. Multicomponent ayurveda formulations offer a promising alternative through their multitargeted actions. This study explores the therapeutic potential and underlying mechanisms of Lodhrasavam (LS), a classical, polyherbal ayurveda formulation, in both in vitro and in vivo models of MASLD. Methods: LS was evaluated for its anti-steatotic and anti-obesogenic potential using in vitro (HepG2, 3T3L1) and in vivo (HFHFD-induced rat) models. Antioxidant, lipase inhibition, cytotoxicity, anti-steatotic, and anti-adipogenic activities were assessed via DPPH, MTT, ORO/BODIPY staining, triglyceride quantification, ROS assay, and qPCR. Lipidomic profiling was done in HepG2 cells. Biochemical analyses (GLP1, insulin, lipid panel), histopathology and OGTT further validated efficacy. Data were statistically analyzed by one-way ANOVA (p<0.05). Results/discussion: In HepG2 cells, LS reduced PA-induced lipid accumulation, ROS, triglycerides, and restored viability, while downregulating lipogenic genes (PPAR{gamma}, SREBP-1c, FASN). Lipidomics confirmed lipid modulation. In 3T3-L1 cells, LS suppressed adipogenesis and key adipogenic genes. In HFD-fed rats, LS reduced weight gain, hepatic steatosis, serum lipids, and improved liver histology. LS enhanced insulin and GLP1 secretion, improved glucose tolerance, and restored pancreatic islet structure. These findings highlight the multitargeted potential of LS in ameliorating MASLD by modulating lipid metabolism, oxidative stress, inflammation, and glucose homeostasis. Conclusion: Lodhrasavam ameliorates MASLD by modulating the liver, adipose and pancreas axis, improving lipid metabolism, reducing inflammation, and enhancing insulin and GLP1 secretion through multitargeted mechanisms.", "date": "2025-07-08", "journal": ""}
{"title": "Bringing TB genomics to the clinic: A comprehensive pipeline to predict antimicrobial susceptibility from genomic data, validated and accredited to ISO standards.", "doi": "10.1101/2023.11.04.565651", "authors": "Horan, K.; Viberg, L.; Ballard, S.; Globan, M.; Wirth, W.; Bond, K.; Webb, J.; Dorji, T.; Williamson, D.; Sait, M.; Tay, E. L.; Denholm, J.; Seemann, T.; Howden, B.; Sherry, N.", "abstract": "Whole genome sequencing (WGS) is increasingly contributing to the clinical management of tuberculosis. Whilst the availability of bioinformatic tools for analysis and clinical reporting of Mycobacterium tuberculosis sequence data is improving, However, there remains a need for accessible, flexible bioinformatic tools that can be easily tailored for clinical reporting needs in different settings and are suitable for accreditation to international standards. We developed tbtAMR, a flexible yet comprehensive tool for analysis of Mycobacterium tuberculosis genomic data, including inference of phenotypic susceptibility and lineage calling. Validation was undertaken using local and publicly-available real-world data (phenotype and genotype) and synthetic genomic data to determine the appropriate quality control metrics and extensively validate the pipeline for clinical use. Findings tbtAMR accurately predicted lineages and phenotypic susceptibility for first- and second-line drugs, with equivalent computational and predictive performance compared to other bioinformatics tools currently available. tbtAMR is flexible with modifiable criteria to tailor results to users needs. The tbtAMR tool is suitable for use in clinical and public health microbiology laboratory settings, and can be tailored to specific local needs by non-programmers. We have accredited this tool to ISO standards in our laboratory, and it has been implemented for routine reporting of AMR from genomic sequence data in a clinically relevant timeframe. Reporting templates, validation methods and datasets are provided to offer a pathway for laboratories to adopt and seek their own accreditation for this critical test, to improve the management of tuberculosis globally.", "date": "2025-07-08", "journal": ""}
{"title": "Reconstructing Voice Identity from Noninvasive Auditory Cortex Recordings", "doi": "10.1101/2024.02.27.582302", "authors": "Lamothe, C.; Thoret, E.; Trapeau, R.; Giordano, B. L.; Sein, J.; Takerkart, S.; Ayache, S.; Artieres, T.; Belin, P.", "abstract": "The cerebral processing of voice information is known to engage, in human as well as non-human primates, \"temporal voice areas\" (TVAs) that respond preferentially to conspecific vocalizations. However, how voice information is represented by neuronal populations in these areas, particularly speaker identity information, remains poorly understood. Here, we used a deep neural network (DNN) to generate a high-level, small-dimension representational space for voice identity - the 'voice latent space' (VLS) - and examined its linear relation with cerebral activity via encoding, representational similarity, and decoding analyses. We find that the VLS maps onto fMRI measures of cerebral activity in response to tens of thousands of voice stimuli from hundreds of different speaker identities and better accounts for the representational geometry for speaker identity in the TVAs than in A1. Moreover, the VLS allowed TVA-based reconstructions of voice stimuli that preserved essential aspects of speaker identity as assessed by both machine classifiers and human listeners. These results indicate that the DNN-derived VLS provides high-level representations of voice identity information in the TVAs.", "date": "2025-07-08", "journal": ""}
{"title": "Nucleosome wrapping energy in CpG islands and the role of epigenetic base modifications", "doi": "10.1101/2024.04.06.588401", "authors": "Giniunaite, R.; Sharma, R.; Maddocks, J. H.; Kriaucionis, S.; Petkeviciute-Gerlach, D.", "abstract": "The majority of vertebrate promoters have a distinct DNA composition, known as a CpG island. Cytosine methylation in promoter CpG islands is associated with a substantial reduction of transcription initiation. We hypothesise that both atypical sequence composition, and epigenetic base modifications may affect the mechanical properties of DNA in CpG islands, influencing the ability of proteins to bind and initiate transcription. In this work, we model two scalar measures of the sequence-dependent propensity of DNA to wrap into nucleosomes: the energy of DNA required to assume a particular nucleosomal configuration and a measure related to the probability of linear DNA spontaneously reaching the nucleosomal configuration. We find that CpG density and modification state can alter DNA mechanics by creating states more or less compatible with nucleosome formation.", "date": "2025-07-08", "journal": ""}
{"title": "Glycogen phase separation drives macromolecular rearrangement and asymmetric division in Escherichia coli", "doi": "10.1101/2024.04.19.590186", "authors": "Thappeta, Y.; Canas-Duarte, S. J.; Wang, H.; Kallem, T.; Fragasso, A.; Xiang, Y.; Gray, W.; Lee, C.; Hardo, G.; Cegelski, L.; Jacobs-Wagner, C.", "abstract": "Bacteria often experience nutrient limitation. While the exponential and stationary growth phases have been characterized in the model bacterium Escherichia coli, little is known about what transpires inside individual cells during the transition between these two phases. Through quantitative cell imaging, we found that the positions of nucleoids and cell division sites become increasingly asymmetric during transition phase. These asymmetries were coupled with asymmetric reorganization of protein, ribosome, and RNA probes in the cytoplasm. Results from live-cell imaging experiments, complemented with genetic and 13C whole-cell nuclear magnetic resonance spectroscopy studies, show that preferential accumulation of the storage polymer glycogen at the old cell pole leads to the observed rearrangements and asymmetric divisions. Live-cell atomic force microscopy analysis, combined with in vitro biochemical experiments, suggests that these phenotypes are due to the propensity of glycogen to phase separate into soft condensates in the crowded cytoplasm. Glycogen-associated differences in cell sizes between strains and future daughter cells suggest that glycogen phase separation allows cells to store large glucose reserves without counting them as cytoplasmic space.", "date": "2025-07-08", "journal": ""}
{"title": "Salmonids exhibit an acute behavioral response to heterothermal environments", "doi": "10.1101/2024.05.03.592389", "authors": "Naudascher, R.; Brizzolara, S.; Slomka, J.; Boes, R. M.; Holzner, M.; Silva, L. G. M.; Stocker, R.", "abstract": "Most fish species are ectothermic and rely on behavioral strategies to control their body temperature in heterothermal environments. Both thermotaxis and thermokinesis have been suggested as important underlying mechanisms. However, to what extent these behaviors allow fish to respond to rapid (timescales of minutes) and strong thermal disturbances, like those caused by anthropogenic water releases into natural freshwater systems, is poorly understood. Here, we quantify this response for a salmonid species with a novel laboratory approach coupled with image-based tracking. We exposed brown trout parr (Salmo trutta), acclimated to 12 degrees C, to rapidly forming cold- and warm-water interfaces with temperatures ranging from 4 to 20 degrees C. We found that fish actively avoided colder water (less than or equal to 8 degrees C) through a rapid response that combined thermotaxis and thermokinesis. In contrast, fish did not avoid warmer water and frequently crossed interfaces having temperature contrasts of up to 8 deg C. This study shows that brown trout parr swiftly deploy multiple behavioral strategies to minimize exposure to cold water and take advantage of warm water, illustrating their capability to cope with rapidly occurring thermal alterations.", "date": "2025-07-08", "journal": ""}
{"title": "Feedback control of recurrent circuits imposes dynamical constraints on learning", "doi": "10.1101/2024.05.24.595772", "authors": "Gurnani, H.; Liu, W.; Brunton, B. W.", "abstract": "Neural activity has been observed to lie on low-dimensional manifolds, constraining what behaviors are easier or harder to learn. We propose that beyond this geometric constraint, learning on fast timescales is limited by how neural activity can flow over time within these manifolds -- i.e., by the system's underlying dynamics. In primary motor cortex (M1), these neural dynamics are shaped not only by internal recurrence but also by sensory feedback inputs that can continually update cortical activity and compensate for external perturbations. By extending recurrent neural network modeling with adaptive feedback controllers in a brain-computer interface (BCI) task, we show that feedback-driven dynamics determine not just the robustness but also the flexibility of motor output, and constrain what movements can be efficiently learned. Through a control-theoretic approach, we quantitatively link learning speed and success for individual BCI decoders to underlying network properties, demonstrating that input-driven dynamical structure limits the class of decoders that can be learned on fast timescales. Crucially, this dynamical systems perspective explains a continuous form of experimentally-observed learning variability that has previously not been addressed. We also make a testable prediction that rapid adaptation to new BCI decoders depends on upstream input plasticity, such as remapping of sensory feedback, beyond local plasticity within M1. Overall, our work identifies potential network mechanisms for fast but limited motor learning, and clarifies how constraints on learning arise from both the geometry of neural activity and its underlying dynamical structure.", "date": "2025-07-08", "journal": ""}
{"title": "A mechanism for telomere-specific telomere length regulation", "doi": "10.1101/2024.06.12.598646", "authors": "Teplitz, G. M.; Pasquier, E.; Bonnell, E.; De Laurentiis, E.; Bartle, L.; Lucier, J.-F.; Dawson, D. S.; Wellinger, R. J.", "abstract": "Telomere length is a critical determinant of telomere function and hence chromosome stability. Critically short telomeres induce cellular senescence and division arrest, which eventually may lead to devastating age-related degenerative diseases. Conversely, maintenance of telomere length is a hallmark of cancer. How telomere set-length is established and molecular mechanisms for telomere-specific length regulation remained unknown. Here we detail a mechanism of a telomere-specific set-length regulation that causes drastic differences in telomere length between individual telomeres in the same cell. Indeed, the results show that telomerase recruitment is modulated in cis in a telomere-specific way. Increased Sir4 abundance on yeast TEL03L subtelomeric heterochromatin leads to a set-length maintenance that is two to three times higher than on any other telomere. Remarkably, the distal 15 kb of TEL03L are sufficient to transfer this telomere specific set-length regulation to another chromosome. Furthermore, a mutation in the telomere boundary element protein Tbf1 allows increased Sir4 binding on all telomeres and hence results in longer set-lengths. The results therefore will force a rethinking of telomere length regulation away from the generalized view that all telomeres are treated the same to a more telomere-specific treatment.", "date": "2025-07-08", "journal": ""}
{"title": "Dietary protein from different sources escapes host digestion and is differentially modified by gut microbiota", "doi": "10.1101/2024.06.26.600830", "authors": "Awan, A.; Bartlett, A.; Blakeley-Ruiz, J.; Richie, T. G.; Theriot, C. M.; Kleiner, M.", "abstract": "Protein is an essential macronutrient and variations in its source and quantity have been shown to impact long-term health outcomes. Differential health impacts of dietary proteins from various sources are likely driven by differences in their digestibility by the host and subsequent availability to the intestinal microbiota. However, our current understanding regarding the fate of dietary proteins from different sources in the gut, specifically how component proteins within these sources interact with the host and the gut microbiota, is limited. To determine which dietary proteins are efficiently digested by the host, and which proteins escape host digestion and are used by the gut microbiota, we used high-resolution mass spectrometry to quantify proteins that constitute different dietary protein sources before and after digestion in germ-free and conventionally raised mice. We detected proteins from all sources in fecal samples of both germ-free and conventional mice suggesting that even protein sources with high digestive efficiency make it to the colon where they can serve as metabolic substrate for gut microbiota. Additionally, we found that specific component proteins of dietary protein sources were degraded to a greater extent in the presence of the microbiota. We found that specific proteins with functions that could potentially impact host health and physiology were differentially enriched in germ-free or conventionally raised mice. These findings reveal large differences in the fate of dietary protein from various sources in the gut which could explain some of their differential health impacts.", "date": "2025-07-08", "journal": ""}
{"title": "Cellular function of the GndA microprotein during heat shock", "doi": "10.1101/2024.06.29.601336", "authors": "Mohsen, J. J.; Mohsen, M. G.; Jiang, K.; Quinto, L.; Landajuela, A.; Karatekin, E.; Isaacs, F. J.; Slavoff, S. A.", "abstract": "Over the past 15 years, hundreds of previously undiscovered bacterial small open reading frames (sORFs) encoding microproteins of fewer than fifty amino acids have been identified. Biological functions have been ascribed to an increasing number of microproteins from intergenic regions and small RNAs, and many play integral roles in bacterial stress responses. However, despite numbering in the dozens in Escherichia coli, and hundreds in humans, same-strand frameshifted sORFs that internally overlap protein coding sequences remain understudied. To provide insight into nested genes, we characterized GndA, a frameshifted 36-amino acid microprotein nested within the 6-phosphogluconate dehydrogenase (6PGD) coding sequence. Using precise genome editing, we demonstrate independent contributions of GndA and 6PGD to cell growth at high temperature. GndA associates with membrane-associated complexes associated with electron transport and ATP generation, and supports ATP homeostasis during heat shock. Functional characterization of GndA thus adds to the catalog of bacterial microproteins that function in stress responses, while providing clear genetic evidence for the importance of an overlapping gene to cellular fitness.", "date": "2025-07-08", "journal": ""}
{"title": "HyperCas12a enables multiplexed CRISPRi screens", "doi": "10.1101/2024.07.08.602263", "authors": "Melore, S. M.; McRoberts Amador, C.; Hamilton, M. C.; Gersbach, C. A.; Reddy, T. E.", "abstract": "Interactions between multiple genes or cis-regulatory elements (CREs) underlie a wide range of biological processes in both health and disease. High-throughput screens using dCas9 fused to epigenome editing domains have allowed researchers to assess the impact of activation or repression of both coding and non-coding genomic regions on a phenotype of interest, but assessment of genetic interactions between those elements has been limited to pairs. Here, we combine a hyper-efficient version of Lachnospiraceae bacterium dCas12a (dHyperLbCas12a) with RNA Polymerase II expression of long CRISPR RNA (crRNA) arrays to enable efficient highly-multiplexed epigenome editing. We demonstrate that this system is compatible with several activation and repression domains, including the P300 histone acetyltransferase domain and SIN3A interacting domain (SID). We further show that the system can be used in cultured primary immune cells and to drive differentiation of induced pluripotent stem cells. We also developed new approaches to use the dCas12a platform for simultaneous activation and repression from a single crRNA array via co-expression of multiple dCas12a orthologues. Lastly, we demonstrate that the dHyperLbCas12a effectors are highly effective for multiple modalities of high-throughput screens, namely proliferation screens and screens to dissect the independent and combinatorial contributions of CREs on gene expression. The tools and methods introduced here create new possibilities for highly multiplexed control of gene expression in a wide variety of biological systems.", "date": "2025-07-08", "journal": ""}
{"title": "Branched actin networks mediate macrophage-dependent host microbiota homeostasis.", "doi": "10.1101/2024.07.18.604111", "authors": "Vasconcellos, L. R.; Huang, S. C. M.; Suarez-Bonnet, A.; Priestnall, S.; Chakravarty, P.; Varsani-Brown, S.; Winder, M. L.; Shah, K.; Kogata, N.; Stockinger, B.; Way, M.", "abstract": "Assembly of branched actin networks, driven by the Arp2/3 complex are essential for the function and integrity of the immune system. Patients with loss-of-function mutations in the ARPC5 subunit of the Arp2/3 complex develop inflammation and immunodeficiency after birth, leading to early mortality. However, the mechanistic basis for these phenotypes remains obscure. Here we demonstrate that loss of Arpc5 in the murine hematopoietic system, but not the corresponding Arpc5l isoform causes early-onset intestinal inflammation after weaning. This condition is initiated by microbiota breaching the ileal mucosa, leading to local and systemic inflammation. Macrophage and neutrophils infiltrate into the ileum, but in the absence of Arpc5 fail to restrict microbial invasion. Loss of Arpc5 compromises the ability of macrophages to phagocytose and kill intra-cellular bacteria. Our results underscore the indispensable role of Arpc5, but not Arpc5l containing Arp2/3 complexes in mononuclear phagocytes function and host-microbiota homeostasis.", "date": "2025-07-08", "journal": ""}
{"title": "Anticipatory Eye Gaze as a Marker of Memory", "doi": "10.1101/2024.08.14.607869", "authors": "Schmidig, F. J.; Yamin, D.; Sharon, O.; Nadu, Y.; Nir, J.; Ranganath, C.; Nir, Y.", "abstract": "Human memory is typically studied by direct questioning, and the recollection of events is investigated through verbal reports. Thus, current research confounds memory per-se with its report. Critically, the ability to investigate memory retrieval in populations with deficient verbal ability is limited. Here, using the MEGA (Memory Episode Gaze Anticipation) paradigm, we show that monitoring anticipatory gaze using eye tracking can quantify memory retrieval without verbal report. Upon repeated viewing of movie clips, eye gaze patterns anticipating salient events can quantify their memory traces seconds before these events appear on the screen. A series of five experiments with a total of 145 participants using either tailor-made animations or naturalistic movies consistently reveal that accumulated gaze proximity to the event can index memory. Machine learning-based classification can identify whether a given viewing is associated with memory for the event based on single-trial data of gaze features. Detailed comparison to verbal reports establishes that anticipatory gaze marks recollection of associative memory about the event, whereas pupil dilation captures familiarity. Finally, anticipatory gaze reveals beneficial effects of sleep on memory retrieval without verbal report, illustrating its broad applicability across cognitive research and clinical domains.", "date": "2025-07-08", "journal": ""}
{"title": "Dynamic convergence of neurodevelopmental disorder risk genes across neurodevelopment", "doi": "10.1101/2024.08.23.609190", "authors": "Fernandez Garcia, M.; Retallick-Townsley, K.; Pruitt, A.; Davidson, E.; Balafkan, N.; Warrell, J.; Huang, T.-C.; Kibowen, A.; Chu, Z.; Dai, Y.; Fitzpatrick, S. E.; Meng, R.; Sen, A.; Cohen, S.; Livoti, O.; Khan, S.; Becker, C.; Luiz Teles Silva, A.; Liu, J.; Dossou, G.; Cheung, J.; Liu, S.; Ghorbani, S.; Deans, P. J. M.; DeCiucis, M.; Emani, P.; Gao, H.; Shen, H.; Gerstein, M.; Wang, Z.; Huckins, L.; Hoffman, E.; Brennand, K.", "abstract": "Over three hundred and seventy-three risk genes, broadly enriched for roles in neuronal communication and gene expression regulation, underlie risk for autism spectrum disorder (ASD) and developmental delay (DD). Functional genomic studies of subsets of these genes consistently indicate a convergent role in neurogenesis, but how these diverse risk genes converge on a smaller number of biological pathways in mature neurons is unclear. To uncover shared downstream impacts between neurodevelopmental disorder (NDD) risk genes, here we apply a pooled CRISPR approach to contrast the transcriptomic impacts of targeting 29 NDD loss-of-function genes across human induced pluripotent stem cell (hiPSC)-derived neural progenitor cells, glutamatergic neurons, and GABAergic neurons. Points of convergence vary between the cell types of the brain and are greatest in mature glutamatergic neurons, where they broadly target not just synaptic and epigenetic, but unexpectedly, mitochondrial biology. The strongest convergent networks occur between NDD genes with common co-expression patterns in the post-mortem brain, biological annotations, and clinical associations, suggesting that convergence may one-day inform patient stratification and treatment. Towards this, eleven out of twelve drugs tested that were predicted to reverse convergent signatures in human cells and/or arousal and sensory processing behaviors in zebrafish ameliorated at least one phenotype in vivo. Altogether, robust convergence in post-mitotic neurons represents a clinically actionable therapeutic window.", "date": "2025-07-08", "journal": ""}
{"title": "Neutral genetic diversity during selective sweeps in non-recombining populations", "doi": "10.1101/2024.09.12.612756", "authors": "Kaushik, S.; Jain, K.; Johri, P.", "abstract": "Selective sweeps, resulting from the spread of beneficial, neutral, or deleterious mutations through a population, shape patterns of genetic variation at linked neutral sites. While many theoretical, computational, and statistical advances have been made in understanding the genomic signatures of selective sweeps in recombining populations, relatively less is understood in populations with little/no recombination, and arbitrary dominance and inbreeding. Using diffusion theory, we obtain the full expression for the expected site frequency spectrum (SFS) at linked neutral sites immediately post and during the fixation of moderately or strongly beneficial mutations. When a single hard sweep occurs, the SFS decays as 1/x for low derived allele frequencies (x), similar to the neutral SFS at equilibrium, whereas at higher derived allele frequencies, it follows a 1/x2 power law as also seen in a rapidly expanding neutral population. We show that these power laws are universal in the sense that they are independent of the dominance and inbreeding coefficients, and also characterize the SFS during the sweep. Additionally, we find that the derived allele frequency where the SFS shifts from the 1/x to 1/x2 power law is inversely proportional to the selection strength; thus under strong selection, the SFS follows the 1/x2 dependence for most allele frequencies, resembling a rapidly expanding neutral population. When clonal interference is pervasive, the SFS immediately post-fixation becomes U-shaped and can be approximated by the equilibrium SFS of selected sites. Our results will be important in developing statistical methods to infer the timing and strength of recent selective sweeps in asexual populations, genomic regions that lack recombination, and clonally propagating tumor populations.", "date": "2025-07-08", "journal": ""}
{"title": "The consequences of host heterogeneity for parasite transmission depend on how host infectiousness is determined.", "doi": "10.1101/2024.09.16.613211", "authors": "Cohen, J. A.; Dean, A. D.; Viney, M.; Fenton, A.", "abstract": "Host heterogeneities in susceptibility and infectiousness can affect parasite transmission, but standard analyses typically consider a limited range of epidemiological scenarios. We propose two contrasting phenomenological scenarios that capture a wide range of processes by which host infectiousness is determined, and explore how these scenarios affect the impact of host heterogeneities on parasite transmission. Specifically, we contrast 'Recipient dependence' (RD), where a host's infectiousness is a fixed characteristic of the recipient host being infected, with 'Donor dependence' (DD), where a host's infectiousness is determined by the donor host that infected them. Contrasting Susceptible-Infected models of these two phenomenological scenarios show that under RD, R0 is driven by population-level covariance between susceptibility and infectiousness, but for DD scenarios it is driven by the maximum infectiousness present in the population. Our results show that these different scenarios, which capture different ways by which host infectiousness is determined, should be considered explicitly when exploring the consequences of host heterogeneity on transmission.", "date": "2025-07-08", "journal": ""}
{"title": "Sox9 prevents retinal degeneration and is required for limbal stem cell differentiation in the adult mouse eye", "doi": "10.1101/2024.09.19.613969", "authors": "Hurtado, A.; Lopez-Soriano, V.; Lao, M.; Celis-Barroso, M. A.; Lazuen, P.; Chacon-de-Castro, A.; Ramirez-Casas, Y.; Alaminos, M.; Collinson, J. M.; Burgos, M.; Jimenez, R.; Carmona, F. D.; Barrionuevo, F. J.", "abstract": "Sox9 is a transcription factor with multiple roles during development and in adult organ homeostasis. In the adult eye, Sox9 expression persists in several cell types, including the retinal pigmented epithelium cells and the M&uumlller glial cells, as well as in the limbal and corneal basal epithelia. To uncover the role of Sox9 in these cell types, we induced the deletion of the gene in adult mice. We found that, after Sox9 ablation, mutant mice undergo a severe process of retinal degeneration characterized by the loss of M&uumlller glial cells and complete depletion of the photoreceptors layer. Moreover, by combining single-cell RNA sequencing and Sox9 lineage tracing, we found that Sox9 is expressed in a basal limbal stem cell population with the ability to form two types of long-lived cell clones involved in stem cell maintenance and homeostasis. Mosaic analysis of Sox9 positive and negative cells confirmed that the gene is essential for limbal stem cell differentiation. Our results show that Sox9 is required for the maintenance of retinal integrity and for limbal stem cell differentiation in the adult mouse eye.", "date": "2025-07-08", "journal": ""}
{"title": "Context-dependent effects of developmental and adult diet on life-history traits and their associations in outbred Drosophila melanogaster population", "doi": "10.1101/2024.09.18.613663", "authors": "Chandrakanth, M.; Kumar, N.; Sura, C.; Tung, S.", "abstract": "Life-history traits such as body size, reproduction, survival, and stress resistance are fundamental to an organism's fitness and are highly influenced by nutritional environments across life stages. In this study, we employed a full factorial experimental design to investigate the effects of isocaloric diets (diets with equal caloric content but differing macronutrient composition) on key life-history traits in an outbred Drosophila melanogaster population. Our results demonstrated significant diet-induced plasticity, with male wing length (a proxy for body size) being influenced by the developmental diet; males reared on carbohydrate-rich developmental diets had larger wings as adults. Fertility increased with protein-rich diets at both developmental and adult stages, reaffirming the critical role of dietary protein in enhancing reproductive success. Lifespan exhibited sexually dimorphic responses to diet: carbohydrate-rich developmental diets extended male lifespan, while carbohydrate-rich adult diets reduced lifespan in both sexes. Stress resistance traits, including starvation and desiccation resistance, were unaffected by developmental diets but were influenced by adult diets, with carbohydrate-rich adult diets enhancing survival under both stress conditions in males and females. Importantly, while most traits exhibited additive effects of nutrition across life stages, a marginal interaction for male starvation resistance suggests that developmental and adult diets can interact in a trait- and sex-specific manner. Moreover, associations between dietary effects on life-history traits were context-dependent, driven primarily by adult diets and varying by sex. These findings emphasize the profound role of stage-specific nutritional environments in modulating life-history traits and their correlations, offering valuable insights into how organisms may adapt to changing ecological conditions and highlighting the importance of considering both developmental and adult dietary contexts in evolutionary studies.", "date": "2025-07-08", "journal": ""}
{"title": "GPR30 in spinal cholecystokinin-positive neurons modulates neuropathic pain", "doi": "10.1101/2024.09.24.614834", "authors": "Chen, Q.; Wu, H.; Xie, S.; Zhu, F.; Xu, F.; Xu, Q.; Sun, L.; Yang, Y.; Xie, L.; Xie, J.; Li, H.; Dai, A.; Zhang, W.; Wang, L.; Jiao, C.; Zhang, H.; Zhou, X.; Xu, Z.-Z.; Chen, X.", "abstract": "Neuropathic pain, a major health problem affecting 7-10% of the global population, lacks effective treatment due to its elusive mechanisms. Cholecystokinin-positive (CCK+) neurons in the spinal dorsal horn (SDH) are critical for neuropathic pain, yet the underlying molecular mechanisms remain unclear. Here, we show that the membrane estrogen receptor G-protein coupled estrogen receptor (GPER/GPR30) in spinal neurons was significantly upregulated in chronic constriction injury (CCI) mice and that inhibition of GPR30 in CCK+ neurons reversed CCI-induced neuropathic pain. Furthermore, GPR30 in spinal CCK+ neurons was essential for the enhancement of AMPA-mediated excitatory synaptic transmission in CCI mice. Moreover, GPR30 was expressed in spinal CCK+ neurons that received direct projection from the primary sensory cortex (S1-SDH). Chemogenetic inhibition of S1-SDH post-synaptic neurons alleviated CCI-induced neuropathic pain. Conversely, chemogenetic activation of these neurons mimicked neuropathic pain symptoms, which were attenuated by spinal inhibition of GPR30. Finally, we confirmed that GPR30 in S1-SDH post-synaptic neurons was required for CCI-induced neuropathic pain. Taken together, our findings suggest that GPR30 in spinal CCK+ neurons is pivotal for neuropathic pain and GPR30 mediates descending facilitation by corticospinal direct projections, thereby representing a promising therapeutic target for neuropathic pain.", "date": "2025-07-08", "journal": ""}
{"title": "A Wearable Brain--Computer Interface for Mitigating Car Sickness via Attention Shifting", "doi": "10.1101/2024.09.25.614936", "authors": "Zhu, J.; Bao, X.; Huang, Q.; Wang, T.; Huang, L.; Han, Y.; Huang, H.; Zhu, J.; Qu, J.; Li, K.; Chen, D.; Jiang, Y.; Xu, K.; Wang, Z.; Wu, W.; Li, Y.", "abstract": "Car sickness, an enormous vehicular travel challenge, affects a significant proportion of the population. Pharmacological interventions are limited by adverse side effects, and effective nonpharmacological alternatives remain to be identified. Here, we introduce a novel attention shifting method based on a closed-loop, artificial intelligence (AI)-driven, wearable mindfulness brain-computer interface (BCI) to alleviate car sickness. As the user performs an attentional task, i.e., focusing on breathing as in mindfulness, with a wearable headband, the BCI collects and analyses electroencephalography (EEG) data via a convolutional neural network to assess the user's mindfulness state and provide real-time audiovisual feedback. This approach might sustainedly shift the user's attention from physiological discomfort towards the BCI-based mindfulness practices, thereby mitigating car sickness symptoms. The efficacy of the proposed method was rigorously evaluated in two real-world experiments, namely, short and long car rides, with a large cohort of more than 100 participants susceptible to car sickness. Remarkably, over 83% of the participants rated the BCI-based attention shifting as effective, with significant reductions in car sickness severity, particularly in individuals with severe symptoms. Furthermore, EEG data analysis revealed a neurobiological signature of car sickness, which provided mechanistic insights into the efficacy of the BCI-based attention shifting for alleviating car sickness. This study proposed the first large-scale validated, nonpharmacological and wearable intervention method and system for car sickness, with the potential to transform the travel experiences of hundreds of millions of people suffering from car sickness, which also represents a new application of BCI technology.", "date": "2025-07-08", "journal": ""}
{"title": "Diverse calcium dynamics underlie place field formation in hippocampal CA1 pyramidal cells", "doi": "10.1101/2024.10.01.616005", "authors": "Sumegi, M.; Olah, G.; Lukacs, I. P.; Blazsek, M.; Makara, J. K.; Nusser, Z.", "abstract": "Every explored environment is represented in the hippocampus by the activity of distinct populations of pyramidal cells (PCs) that typically fire at specific locations called their place fields (PFs). New PFs are constantly born even in familiar surroundings (during representational drift), and many rapidly emerge when the animal explores a new or altered environment (during global or partial remapping). Behavioral time scale synaptic plasticity (BTSP), a plasticity mechanism based on prolonged somatic action potential (AP) bursts induced by dendritic Ca2+/NMDA plateau potentials, was recently proposed as the main cellular mechanism underlying new PF formations (PFF), but it is unclear whether burst-associated large somatic [Ca2+] transients are always necessary and/or sufficient for PFF. To address this issue, here we performed in vivo two-photon [Ca2+] imaging of hippocampal CA1 PCs in head-restrained mice to investigate somatic [Ca2+] dynamics underlying PFFs in familiar and novel virtual environments. Our results demonstrate that although many PFs are formed by BTSP-like events, PFs also emerge with initial [Ca2+] dynamics that do not match any of the characteristics of BTSP. BTSP and non-BTSP-like new PFFs occur spontaneously in familiar environments, during neuronal representational switches and instantaneously in new environments. Our data also reveal that solitary [Ca2+] transients with larger amplitudes than those evoking BTSP-like PFFs, frequently occur without inducing PFs, demonstrating that large [Ca2+] transients per se are not sufficient for PFF.", "date": "2025-07-08", "journal": ""}
{"title": "Genetic and Environmental Determinants of Streaming and Aggregation in Myxococcus xanthus", "doi": "10.1101/2024.11.06.622364", "authors": "Khan, T. T.; Murphy, P.; Zhang, J.; Igoshin, O. A.; Welch, R. D.", "abstract": "Under starvation conditions, a spot of a few million Myxococcus xanthus cells on agar will migrate inward to form aggregates that mature into dome-shaped fruiting bodies. This migration is thought to occur within structures called 'streams,' which are considered crucial for initiating aggregation. The prevailing traffic jam model hypothesizes that intersections of streams cause cell crowding and 'jamming,' thereby initiating the process of aggregate formation. However, this hypothesis has not been rigorously tested, in part due to the lack of a standardized, quantifiable definition of streams. To address this gap, we captured time-lapse movies and conducted fluorescent cell tracking experiments using wild-type and two motility-deficient mutant M. xanthus strains. By quantitatively defining streams and developing a novel stream detection mask, we show that streams are not essential for nascent aggregate formation, though they may accelerate the process. Moreover, our results indicate that streaming has a genetic component: disrupting only one of the two M. xanthus motility systems hinders stream formation. Together, these findings challenge the idea that stream intersections are required to drive aggregate formation and suggest that M. xanthus aggregation may be driven by mechanisms independent of streaming, highlighting the need for alternative models to fully explain aggregation dynamics.", "date": "2025-07-08", "journal": ""}
{"title": "Fast-Part: Fast and Accurate Data Partitioning for Biological Sequence Analysis", "doi": "10.1101/2024.11.13.623463", "authors": "Ahmed, S.; Emon, M. I.; Moumi, N. A.; ZHANG, L.", "abstract": "Developing effective machine learning models for classifications of biological sequences depends heavily on the quality of the training and test datasets split. Existing tools are either computationally expensive, unable to maintain the desired level of similarity between the training and test datasets, or unable to retain training: test ratio stratification. Here, we present Fast-Part, a fast and accurate sequence data partitioning tool that ensures strict homology separation between the training and test datasets and the best possible training: test stratification ratio, and at the same time is computationally fast. Evaluation of Fast-Part on multiple protein sequence datasets shows that it performs data partitioning with exceptional speed and maintains strict partitioning compared to the existing tools. Fast-Part can handle massive datasets like CD-HIT[1] and MMseq[2] and maintain strict homology partitioning like GraphPart[3].", "date": "2025-07-08", "journal": ""}
{"title": "PolyRNN: A time-resolved model of polyphonic musical expectations aligned with human brain responses", "doi": "10.1101/2024.11.27.625704", "authors": "Robert, P.; Van Cang, M. P.; Mercier, M.; Trebuchon, A.; Bartolomei, F.; Arnal, L. H.; Morillon, B.; Doelling, K.", "abstract": "Musical expectations shape how we perceive and process music, yet current computational models are limited to monophonic or simplified stimuli. The study of the neural processes underlying musical expectations in real-world music therefore requires significant advances in our statistical modeling of these stimuli. We present PolyRNN, a recurrent neural network designed to model expectations in naturalistic, polyphonic music. We recorded neurophysiological activity non invasively (MEG) and within the human brain (intracranial EEG) while participants listened to naturally expressive piano recordings. The musical expectations estimated by the model are encoded in evoked P2- and P3-like components in auditory regions. Comparing PolyRNN to a state-of-the-art generative music model, we show that piano roll representations are best suited to represent expectations in polyphonic contexts. Overall, our approach provides a new way to capture the musical expectations emerging from natural music listening, and enables the study of predictive processes in more ecologically valid settings.", "date": "2025-07-08", "journal": ""}
{"title": "MultiPopPred: A Trans-Ethnic Disease Risk Prediction Method, and its Application to the South Asian Population", "doi": "10.1101/2024.11.26.625410", "authors": "Kamal, R.; Narayanan, M.", "abstract": "Genome-wide association studies (GWAS) have made significant contributions towards identifying disease-associated Single Nucleotide Polymorphisms (SNPs) in Caucasian populations, albeit with limited focus on other understudied low-resource non-Caucasian populations. There have been active efforts over the years to understand and exploit the population specific vs. shared aspects of the genotype-phenotype relation across different populations or ethnicities to bridge this gap. However no single approach that unanimously outperforms all other methods exists. Furthermore, the efficacy of transfer learning models that are simpler than existing approaches remains an open question. We propose MultiPopPred, a suite of novel and simple trans-ethnic polygenic risk score (PRS) estimation methods, that tap into the shared genetic risk across populations and transfer information learned from multiple well-studied auxiliary populations to a less-studied target population. MultiPopPred employs a specially designed Nesterov-smoothed penalized shrinkage model and a L-BFGS optimization routine. Extensive comparative analyses performed on simulated genotype-phenotype data reveal that MultiPopPred improves PRS prediction in the South Asian population by 69% on settings with low target sample sizes, by 19% overall across all simulation settings, and by 73% overall across all semi-simulated settings when compared to state-of-the-art trans-ethnic PRS estimation methods. We further observe a 44% overall improvement in PRS prediction across 8 quantitative real-world traits from UKBiobank. This performance trend is promising and encourages application of MultiPopPred for reliable PRS estimation under resource-constrained real-world settings.", "date": "2025-07-08", "journal": ""}
{"title": "The resource elasticity of control", "doi": "10.1101/2024.12.16.628674", "authors": "Solomyak, L.; Emanuel, A.; Eldar, E.", "abstract": "The ability to determine how much the environment can be controlled through our actions has long been viewed as fundamental to adaptive behavior. While traditional accounts treat controllability as a fixed property of the environment, in the real-world this property often depends on the effort, time, and money that we are willing and able to invest. In such cases, controllability can be said to be elastic to invested resources. Here we propose that inferring this elasticity is essential for efficient resource allocation, and thus, elasticity misestimations result in maladaptive behavior. To test this hypothesis, we developed a novel treasure hunt game where participants encountered environments with varying degrees of controllability and elasticity. Across two pre-registered studies (N=514), we first demonstrate that people infer elasticity and adapt their resource allocation accordingly. We then present a computational model that explains how people make this inference, and identify individual elasticity biases that lead to suboptimal resource allocation. Finally, we show that overestimation of elasticity is associated with elevated psychopathology involving an impaired sense of control. These findings establish the elasticity of control as a distinct cognitive construct guiding adaptive behavior, and a computational marker for control-related maladaptive behavior.", "date": "2025-07-08", "journal": ""}
{"title": "NRCAM variant defined by microexon skipping is a targetable cell surface proteoform in high-grade gliomas", "doi": "10.1101/2025.01.09.631916", "authors": "Sehgal, P.; Naqvi, A. S.; Higgins, M.; Liu, J.; Harvey, K.; Jarroux, J.; Kim, T.; Mankaliye, B.; Mishra, P.; Watterson, G.; Fine, J.; Davis, J.; Hayer, K. E.; Castro, A.; Mogbo, A.; Drummer, C.; Martinez, D.; Koptyra, M. P.; Ang, Z.; Wang, K.; Farrel, A.; Quesnel-Vallieres, M.; Barash, Y.; Spangler, J. B.; Rokita, J. L.; Resnick, A. C.; Tilgner, H. U.; DeRaedt, T.; Powell, D. J.; Thomas-Tikhonenko, A.", "abstract": "To overcome the paucity of known tumor-specific surface antigens in pediatric high-grade glioma (pHGG), we contrasted splicing patterns in pHGGs and normal brain samples. Among alternative splicing events affecting extracellular protein domains, the most pervasive alteration was the skipping of [&le;]30 nucleotide-long microexons. Several of these skipped microexons mapped to L1-IgCAM family members, such as NRCAM. Bulk and single-nuclei short- and long-read RNA-seq revealed uniform skipping of NRCAM microexons 5 and 19 in virtually every pHGG sample. Importantly, the {Delta}ex5{Delta}ex19 (but not the full-length) NRCAM proteoform was essential for pHGG cell migration and invasion in vitro and tumor growth in vivo. We developed a monoclonal antibody selective for {Delta}ex5{Delta}ex19 NRCAM and demonstrated that \"painting\" of pHGG cells with this antibody enables killing by T cells armed with an FcRI-based universal immune receptor. Thus, pHGG-specific NRCAM and possibly other L1-IgCAM proteoforms are promising and highly selective targets for adoptive immunotherapies.", "date": "2025-07-08", "journal": ""}
{"title": "Engineering microalgal cell wall-anchored proteins using GP1 PPSPX motifs and releasing with intein-mediated fusion", "doi": "10.1101/2025.01.23.634604", "authors": "Kang, K.; do Espirito Santo, E.; Diaz, C. J.; Mayfield, S.; Dutra Molino, J. V.", "abstract": "Harnessing and controlling the localization of recombinant proteins is essential for advancing synthetic biology, industrial biotechnology, and drug delivery. This study presents a dual system for protein anchoring and controlled release in Chlamydomonas reinhardtii. Using truncated variants of the GP1 glycoprotein fused to the plastic-degrading enzyme PHL7, we identified the PPSPX motif as critical for anchoring proteins to the cell wall. Constructs with increased PPSPX content exhibited reduced secretion but enhanced anchoring, revealing key anchor-signal sites within GP1. To enable controlled release, we incorporated a pH-sensitive intein from derived from Mycobacterium tuberculosis RecA. Under acidic conditions (pH 5.5), this intein efficiently cleaved and released mCherry and PHL7 from the GP1 anchor. Fluorescence kinetics demonstrated significant mCherry release from the mCherry-intein-GP1 construct within 4 hours at pH 5.5, while release was minimal at pH 8.0 and negligible for the mCherry-GP1 control. Western blot analysis confirmed efficient cleavage, showing a lower band corresponding to free mCherry at pH 5.5 and no release at pH 8.0. This anchor-release strategy integrates glycomodules with pH-sensitive inteins to enable precise spatial and temporal protein control. The system offers broad utility for targeted drug delivery, environmental biosensing, and biocatalyst deployment. Overall, we establish a versatile framework for optimizing protein localization and environmentally triggered release in C. reinhardtii, with broad implications for proteomics, biofilm engineering, and scalable therapeutic delivery systems.", "date": "2025-07-08", "journal": ""}
{"title": "Metabolic engineering and late-stage functionalization expand the chemical space of the antimalarial premarineosin A", "doi": "10.1101/2025.01.28.635342", "authors": "McBride, C. M.; McCauley, M.; Harris, N. R.; Amin, S.; Curtis, B. J.; Verhey-Henke, L.; Teklemichael, A. A.; Oliphant, E. N.; Dranchak, P.; Lev, K. L.; Qu, F.; Snodgrass, H. M.; Lewis, J. C.; Inglese, J.; Su, X.-z.; Pereira, F.; Sherman, D. H.", "abstract": "Diversification of structurally complex natural products remains a key challenge in the discovery of next-generation therapeutics. Premarineosin A, a potent and selective antimalarial natural product, is a promising yet underexplored scaffold due to limited availability and synthetic complexity. In this work, we overcome both barriers by coupling metabolic engineering with late-stage derivatization, enabling the first systematic exploration of the premarineosin A scaffold. Rational engineering of Streptomyces eitanensis, encoding a (-)-premarineosin A biosynthetic gene cluster, increased titers over 200-fold. Sustainable production of (-)-premarineosin A enabled a unique semi-synthetic and biocatalytic derivatization campaign. In this first structure-activity relationship study of premarineosin A, we accessed a suite of novel analogs, including a C12-brominated derivative with nanomolar potency (EC50 < 5 nM). This work establishes (-)-premarineosin A as a tractable and evolvable antimalarial scaffold, demonstrating how chemical biology approaches can unlock new structural and pharmacological space from complex microbial metabolites.", "date": "2025-07-08", "journal": ""}
{"title": "Plasmids Across Datasets: Resistance, Virulence, Mobility, and Host Taxonomy", "doi": "10.1101/2025.01.30.635773", "authors": "Domingues, C. P. F.; Rebelo, J. S.; Dionisio, F.; Nogueira, T. I.", "abstract": "Plasmids are autonomous DNA molecules that can replicate independently and transfer horizontally between bacterial cells. They play a key role in disseminating adaptive traits, such as antimicrobial resistance and virulence. Understanding plasmid mobility and its association with these traits is crucial to microbial ecology, public health and genomic surveillance. Several databases have been developed to catalogue plasmids assembled from bacterial isolates and metagenomic samples. However, differences in database construction and curation can introduce biases that affect subsequent analyses. In this study, we compare three distinct plasmid genome datasets - the NCBI Reference Sequence Database (RefSeq), the Integrated Microbial Genomes & Microbiomes system (IMG/PR) from bacterial isolates (I) and microbiomes (M) - to assess the influence of data origin on inferences about plasmid mobility types, antimicrobial resistance genes (ARGs), virulence genes (VGs) and host taxonomy. Our analysis reveals that plasmids assembled from metagenomes tend to be smaller than those assembled from isolates. RefSeq plasmids are enriched in conjugative plasmids (pCONJ) and display a higher frequency of ARGs and VGs. In contrast, regardless of whether they originate from isolates or metagenomes, IMG/PR plasmids are enriched in mobilizable plasmids (pMOB). Furthermore, ARGs are more frequently associated with highly mobile plasmids, particularly pCONJ. These findings highlight the importance of database selection in studies of plasmid epidemiology, functional potential and mobility. Standardised curation practices and cross-database comparisons are essential to ensure robust and reproducible insights into plasmid-mediated gene flow.", "date": "2025-07-08", "journal": ""}
{"title": "A wireless, 60-channel, AI-enabled neurostimulation platform", "doi": "10.1101/2025.02.04.635298", "authors": "Rizzuto, D. S.; Herrema, H. G.; Hu, Z.; Utin, D.; Kahn, J.; Ho, C.; Smiles, A.; Gross, R. E.; Lega, B. C.; Das, S. R.; Kahana, M. J.", "abstract": "Objective. Closed-loop neuromodulatory therapies require devices that can both decode ongoing brain states and deliver multi-site stimulation. Methods. We describe the Smart Neurostimulation System (SNS), a cranially-mounted implant with 60 configurable recording/stimulation channels, inductive power, and onboard spectral-feature classification. In three freely-moving sheep we streamed local-field potentials and conducted two parameter sweep experiments. Results. Cross-validated movement classifiers achieved AUCs of approximately 0.90. Increasing stimulation amplitude and frequency produced post-stimulation elevations in -band (8-12 Hz) and {gamma}-band (78-82 Hz) power at most target locations. Conclusion. The SNS unifies high-density sensing, real-time decoding of brain state, and programmable closed-loop stimulation in a single device, demonstrating behavioral-state prediction and parameter-dependent neuromodulation in vivo. Significance. These findings establish a preclinical foundation for biomarker-guided stimulation targeting distributed cortical networks underlying memory and cognition.", "date": "2025-07-08", "journal": ""}
{"title": "Museum genomics reveals temporal genetic stasis and global genetic diversity in Arabidopsis thaliana", "doi": "10.1101/2025.02.06.636844", "authors": "Lopez, L.; Lang, P. L. M.; Marciniak, S.; Kistler, L.; Latorre, S. M.; Haile, A.; Vasquez Cerda, E.; Gamba, D.; Xu, Y.; Woods, P.; Yifru, M.; Kerby, J.; McKay, J. K.; Oakley, C. G.; Agren, J.; Wondimu, T.; Bulafu, C.; Perry, G. H.; Burbano, H. A.; Lasky, J. R.", "abstract": "Global patterns of population genetic variation through time offer a window into evolutionary processes that maintain diversity. Over time, lineages may expand or contract their distribution, causing turnover in population genetic composition. At individual loci, migration, drift, and selection (among other processes) may affect allele frequencies. Museum specimens of widely distributed species offer a unique window into the genetics of understudied populations and changes over time. Here, we sequenced genomes of 130 herbarium specimens and 91 new field collections of Arabidopsis thaliana and combined these with published genomes. We sought a broader view of genomic diversity across the species, and to test if population genomic composition is changing through time. We documented extensive and previously uncharacterized diversity in a range of populations in Africa, populations that are under threat from anthropogenic climate change. Through time, we did not find dramatic changes in genomic composition of populations. Instead, we found a pattern of genetic change every 100 years of the same magnitude seen when comparing Eurasian populations that are 185 km apart, potentially due to a combination of drift and changing selection. We found only mixed signals of polygenic adaptation at phenology and physiology QTL. We did find that genes conserved across eudicots show altered levels of directional allele frequency change, potentially due to variable purifying and background selection. Our study highlights how museum specimens can reveal new dimensions of population diversity and show how wild populations are evolving in recent history.", "date": "2025-07-08", "journal": ""}
{"title": "Life history evolution of insects in response to climate variation: seasonal timing versus thermal physiology", "doi": "10.1101/2025.02.05.636251", "authors": "Gotthard, K.; Berger, D.; Rohner, P. T.", "abstract": "Climate adaptation in insects can proceed via responses in life history traits and their thermal plasticity, and through phenological shifts mediated by responses to photoperiodic cues (\"photoperiodism\"). While, experimental studies demonstrate evolutionary potential for both modes of adaptation, it remains unclear how evolution will unfold in natural populations, limiting our ability to predict how insects will respond to climate change. Here we review the literature and perform an analysis of published studies revealing that photoperiodism for diapause induction evolves predictably along latitude, with high-latitude populations entering diapause earlier. In contrast, although a few species showed clinal variation in life history and thermal plasticity, the direction of these clines were not consistent across taxa. This suggests that while insect life history and physiological adaptation to temperature can evolve, phenological shifts via evolution of photoperiodism is likely to be a more common and predictable response to future climate change.", "date": "2025-07-08", "journal": ""}
{"title": "Isotropic, aberration-corrected light sheet microscopy for rapid high-resolution imaging of cleared tissue", "doi": "10.1101/2025.02.21.639411", "authors": "Aakhte, M.; Mueller, G. F.; Roos, L.; Li, J.; Goepel, T.; Weiss, K. R.; Diniz, A. M.; Wenzel, J.; Schwaninger, M.; Moser, T.; Huisken, J.", "abstract": "Light sheet microscopy is the ideal technique for multiscale imaging of large and cleared tissues, and it is desirable to achieve the highest possible isotropic resolution across the entire sample. However, isotropic resolution for a centimeter-sized sample has only been achieved with slow and often aberrated, axially scanned light sheets, resulting in a low resolution of several micrometers. Here, we introduce a compact, high-speed light sheet fluorescence microscope with isotropic sub-micron resolution optimized for cleared tissue. We introduce three major opto-mechanical innovations using off-the-shelf optics to achieve an isotropic resolution of 850 nm across samples up to 1 cm3 and refractive indices ranging from 1.33 to 1.56, using mechanical tiling with a field of view of 800 micrometers by 800 micrometers. We show that combining an air objective and a meniscus lens achieves an axially swept light sheet with sub-micron diffraction-limited resolution and aberration correction. The effective field of view is increased 2-fold by correcting the field curvature of the light sheet with a concave mirror in the remote focusing unit. Furthermore, the imaging speed is enhanced 10-fold by adapting the light sheet's motion with a closed-loop feedback, reaching 100 frames per second while maintaining isotropic resolution across the large field of view. Finally, we showcase the performance of our light sheet system for imaging from subcellular up to centimeter scale in cleared zebrafish, mouse cochlea, and mouse brain using various clearing methods.", "date": "2025-07-08", "journal": ""}
{"title": "Disentangling urbanisation, climate effects and their interaction on ornamental colourations", "doi": "10.1101/2025.02.19.639098", "authors": "Sandmeyer, L.; Lopez-Idiaquez, D.; Fargevieille, A.; Giovannini, P.; Perret, S.; Del Rey, M.; Charmantier, A.; Doutrelant, C.; Gregoire, A.", "abstract": "Urbanisation and climate change can both affect phenotype expression across taxa. Most evidence collated so far has focused in exploring these two phenomena on isolation. Currently, the combined effects of climate change and urbanisation remain underexplored, despite being among the greatest challenges faced by biodiversity. Here, we use a decade-long, individual-based study of urban and forest great tits (Parus major) to analyse urbanisation, climate and their interactive effects on yellow breast colouration, a carotenoid-based trait. We find that urban birds exhibit duller colourations than forest counterparts, being 10-20% less chromatic, with first-year birds and males being more negatively impacted in cities. Additionally, birds in the city are more sexually dichromatic than in the forest. Over the decade, colouration differences between habitats remain stable, following a similar quadratic temporal pattern. Finally, while climate has a weak effect on colouration, urban birds appear more sensitive to its influence than forest birds. Our results indicate urbanisation has a stronger impact than climate on great tit colouration, though both factors may interact. The heightened sensitivity of first-year birds and increased sexual dichromatism in cities may alter the strength of natural and sexual selection on this trait in urban environments.", "date": "2025-07-08", "journal": ""}
{"title": "A single-nucleus transcriptomic atlas of the adult Aedes aegypti mosquito", "doi": "10.1101/2025.02.25.639765", "authors": "Goldman, O. V.; DeFoe, A. E.; Qi, Y.; Jiao, Y.; Weng, S.-C.; Houri-Zeevi, L.; Lakhiani, P.; Morita, T.; Razzauti, J.; Rosas-Villegas, A.; Tsitohay, Y. N.; Walker, M.; Hopkins, B. R.; Mosquito Cell Atlas Consortium,  ; Joshua X D Ang,  ; Igor Antoshechkin,  ; Yu Cai,  ; Fangying Chen,  ; Yen-Chung Chen,  ; Julien Devilliers,  ; Linhan Dong,  ; Roberto Feuda,  ; Paolo Gabrieli,  ; Artyom Kopp,  ; Hyeogsun Kwon,  ; Hsing-Han Li,  ; Tzu-Chiao Lu,  ; Thalita Lucio,  ; Joao T Marques,  ; Marcus F Oliveira,  ; Roenick P Olmo,  ; Umberto Palatini,  ; Zeaan M Pithawala,  ; Julien Pompon,  ; Yan Reis,  ", "abstract": "The female mosquito's remarkable ability to hunt humans and transmit pathogens relies on her unique biology. Here, we present the Aedes aegypti Mosquito Cell Atlas, a comprehensive single-nucleus RNA sequencing dataset of more than 367,000 nuclei from 19 dissected tissues of adult female and male Aedes aegypti, providing cellular-level resolution of mosquito biology. We identify novel cell types and expand our understanding of sensory neuron organization of chemoreceptors to all sensory tissues. Our analysis uncovers male-specific cells and sexually dimorphic gene expression in the antenna and brain. In female mosquitoes, we find that glial cells in the brain, rather than neurons, undergo the most extensive transcriptional changes following blood feeding. Our findings provide insights into the cellular basis of mosquito behavior and sexual dimorphism. The Aedes aegypti Mosquito Cell Atlas aims to serve as a resource for the vector biology community, enabling systematic investigation of cell-type specific expression across all mosquito tissues.", "date": "2025-07-08", "journal": ""}
{"title": "Lipid packing contributes to the confinement of caveolae to the plasma membrane", "doi": "10.1101/2025.03.13.643064", "authors": "Larsson, E.; Kabedev, A.; Pace, H.; Lindwall, J.; Bano, F.; Parton, R. G.; Bergstrom, C. A. S.; Parmryd, I.; Bally, M.; Lundmark, R.", "abstract": "Lipid packing is a fundamental characteristic of bilayer membranes. It affects all membrane-associated processes ranging from curvature generation to membrane fission. Yet, we lack detailed mechanistic understanding of how lipid packing directly affects these processes in cellular membranes. Here, we address this by focusing on caveolae, small {Omega}-shaped invaginations of the plasma membrane which serve as key regulators of cellular lipid sorting and mechano-responses. In addition to caveolae coat proteins, the lipid membrane is a core component of caveolae that critically impacts both the biogenesis, morphology and stability of such membrane invaginations. We show that the small compound Dyngo-4a adsorbs and inserts into the membrane, resulting in a dramatic dynamin-independent inhibition of caveola dynamics. Analysis of model membranes in combination with molecular dynamics simulations revealed that a substantial amount of Dyngo-4a was inserted and positioned at the level of cholesterol in the bilayer affecting lipid order in a cholesterol dependent manner. Dyngo-4a-treatment resulted in decreased lipid packing of the plasma membrane. This prevented caveolae internalization and lateral diffusion without affecting their morphology, associated proteins, or the overall cell stiffness. Artificially increasing plasma membrane cholesterol levels was found to counteract the block in caveola dynamics caused by Dyngo-4a-mediated lipid packing frustration. Therefore, we propose that the outer leaflet lipid packing of cholesterol in the the plasma membrane critically contributes to the confinement of caveolae to the plasma membrane.", "date": "2025-07-08", "journal": ""}
{"title": "citrOgen: a synthesis-free polysaccharide and protein antigen-presentation to antibody-induction platform", "doi": "10.1101/2025.03.14.643335", "authors": "Wong, J. L. C.; Sanchez-Garrido, J.; Rattle, J.; Bradshaw, J.; Mishra, V.; Frankel, G.", "abstract": "Existing technologies employed to generate antibodies against bacterial polysaccharides and proteins rely on the availability of purified or synthetic antigens. Here we present a genetics-based platform that utilises Citrobacter rodentium (CR), an enteric mouse pathogen, to both produce and present complex heterologous polysaccharides and protein antigen complexes during natural infection. As proof of concept, we use lipopolysaccharides (O), capsular polysaccharides (K) and type 3 fimbrial (T3F) antigens expressed by the WHO critical priority pathogens Klebsiella pneumoniae (KP) and Escherichia coli (EC). Following one infection cycle (28 days) CR induces specific IgG antibodies against KPO1, ECO25b, KPK2 and KPT3F. We demonstrate that the antibodies are functional in downstream applications including protection against pathogenic KP challenge, KP capsular serotyping and KP biofilm inhibition. Whilst KP and EC antigens were used as prototypical examples, this modular platform is now readily adaptable to generate antibodies against diverse polysaccharide and protein antigens, with basic science, public health and therapeutic applications.", "date": "2025-07-08", "journal": ""}
{"title": "EcoFoldDB: Protein structure-guided functional profiling of ecologically relevant microbial traits at the metagenome scale", "doi": "10.1101/2025.04.02.646905", "authors": "Ghaly, T. M.; Rajabal, V.; Russell, D.; Colombi, E.; Tetu, S. G.", "abstract": "Microbial communities are fundamental to planetary health and ecosystem processes. High-throughput metagenomic sequencing has provided unprecedented insights into the structure and function of these communities. However, functionally profiling metagenomes remains constrained due to the limited sensitivity of existing sequence homology-based methods to annotate evolutionarily divergent genes. Protein structure, more conserved than sequence, and intrinsically tied to molecular function, offers a solution. Capitalising on recent breakthroughs in structural bioinformatics, we present EcoFoldDB, a database of protein structures curated for ecologically relevant microbial traits, and its companion pipeline, EcoFoldDB-annotate, which leverages Foldseek with the ProstT5 protein language model for rapid structural homology searching directly from sequence data. EcoFoldDB-annotate outperforms state-of-the-art sequence-based methods in annotating metagenomic proteins, in terms of sensitivity and precision. To demonstrate its utility and scalability, we performed structure-guided functional profiling of 32 million proteins encoded by 8,000 high-quality metagenome-assembled genomes from the global soil microbiome. EcoFoldDB-annotate could resolve the phylogenetic partitioning of important nitrogen cycling pathways, from taxonomically restricted nitrifiers to more widespread denitrifiers, as well as identifying novel, uncultivated bacterial taxa enriched in plant growth-promoting traits. We anticipate that EcoFoldDB will enable researchers to extract ecological insights from environmental genomes and metagenomes, and accelerate discoveries in microbial ecology.", "date": "2025-07-08", "journal": ""}
{"title": "Nuclear and cytosolic J-domain proteins provide synergistic control of Hsf1 at distinct phases of the heat shock response", "doi": "10.1101/2025.04.14.648540", "authors": "Ruger-Herreros, C.; Svoboda, L.; Male, G.; Srivastava, A.; Höpfner, M.; Jetzinger, K.; Koubek, J.; Kramer, G.; den Brave, F.; Mogk, A.; Gross, D. S.; Bukau, B.", "abstract": "The heat shock response (HSR) is the major defense mechanism against proteotoxic stress in the cytosol and nucleus of eukaryotic cells. Initiation and attenuation of the response are mediated by stress-dependent regulation of heat shock transcription factors (HSFs). Saccharomyces cerevisiae encodes a single HSF (Hsf1), facilitating the analysis of HSR regulation. Hsf1 is repressed by Hsp70 chaperones under non-stress conditions, and becomes activated under proteotoxic stress, directly linking protein damage and its repair to the HSR. J-domain proteins (JDPs) are essential for targeting of Hsp70s to their substrates, yet the specific JDP(s) regulating Hsf1 and connecting protein damage to HSR activation remain unclear. Here we show that the yeast nuclear JDP Apj1 primarily controls the attenuation phase of HSR by promoting the Hsf1{acute}s displacement from heat shock elements in target DNA. In apj1{Delta} cells, HSR attenuation is significantly impaired. Additionally, yeast cells lacking both Apj1 and the major JDP Ydj1 exhibit increased HSR activation even in non-stress conditions, indicating their distinct regulatory roles. Apj1{acute}s role in both nuclear protein quality control and Hsf1 regulation underscores its role in directly linking nuclear proteostasis to HSR regulation. Together these findings establish the nucleus as key stress-sensing signaling hub.", "date": "2025-07-08", "journal": ""}
{"title": "An updated sulfate transporter phylogeny uncovers a perennial-specific subgroup associated with lignification", "doi": "10.1101/2025.04.23.650276", "authors": "Surber, S. M.; Hsieh, C.; Na, L.; Harding, S. A. A.; Tsai, C.-J.", "abstract": "Sulfate-proton co-transporters (SULTRs) mediate sulfate uptake, transport, storage, and assimilation in plants. The SULTR family has historically been classified into four groups (SULTR1-SULTR4), with well-characterized roles for SULTR groups 1, 2, and 4. However, the functions of the large and diverse SULTR3 group remain poorly understood. Here, we present an updated phylogenetic analysis of SULTRs across angiosperms, including multiple early-divergent lineages. Our results suggest that the enigmatic SULTR3 group comprises four distinct subfamilies that predate the emergence of angiosperms, providing a basis for reclassifying the SULTR family into seven subfamilies. This expanded classification is supported by subfamily-specific gene structures and amino acid substitutions in the substrate-binding pocket. Structural modeling identified three serine residues uniquely lining the substrate-binding pocket of SULTR3.4, enabling three hydrogen bonds with the phosphate ion. The data support the proposed neofunctionalization of this subfamily for phosphate allocation within vascular tissues. Transcriptome analysis of Populus tremula x alba revealed divergent tissue expression preferences among SULTR subfamilies and between genome duplicates. We observed partitioned expression in vascular tissues among the four SULTR3 subfamilies, with PtaSULTR3.4a and PtaSULTR3.2a preferentially expressed in primary and secondary xylem, respectively. Gene coexpression analysis revealed coordinated expression of PtaSULTR3.4a with genes involved in phosphate starvation responses and nutrient transport, consistent with a potential role in phosphate homeostasis. In contrast, PtaSULTR3.2a was strongly coexpressed with lignification and one-carbon metabolism genes and their upstream transcription regulators. PtaSULTR3.2a belongs to a eudicot-specific branch of the SULTR3.1 subfamily found only in perennial species, suggesting a specialized role in lignifying tissues. Together, our findings provide a refined phylogenetic framework for the SULTR family and suggest that the expanded SULTR3 subfamilies have undergone neofunctionalization during the evolution of vascular and perennial plants.", "date": "2025-07-08", "journal": ""}
{"title": "How Electric Field Remodels the Nanofibril Structure of Chitosan Hydrogels: the Role of Dewetting During Electro-Assembly", "doi": "10.1101/2025.04.25.650622", "authors": "Romany, A.; Payne, G. F.; Shen, J.", "abstract": "Electrofabrication has emerged as a versatile technique for creating complex functional materials from self-assembling biopolymers such as chitosan and collagen; however, a molecular-level understanding of electric cueing remains lacking. Here we investigate how a mild electric field (similar in magnitude to that imposed on biological membranes) remodels the nanofibril structure of chitosan hydrogels using all-atom molecular dynamics simulations. The simulations revealed a novel mechanism of active dewetting, in which the electric field enhances fibrillar order and induces compaction along the sheet-stacking direction through expulsion of water and stabilization of the hydrogen-bond network within and between fibril sheets. This mechanism provides a physical basis for a recent experimental observation that electrodeposited chitosan hydrogel film undergoes vertical contraction. The electric field-induced dewetting between amphiphilic chitosan sheets is reminiscent of but fundamentally different from the classic dewetting phenomenon for purely hydrophobic systems, which has been intensively studied by both theoretical and experimental communities in the past. Using active dewetting to control microstructures has implications for tailored engineering of functional materials such as artificial bones and tissues based on self-assembling chitosan.", "date": "2025-07-08", "journal": ""}
{"title": "High-Resolution Spatial Proteomics Characterises Colorectal Cancer Consensus Molecular Subtypes", "doi": "10.1101/2025.05.07.652478", "authors": "Kisakol, B.; Sturrock, A.; Cho, S.; Azimi, M.; Lindner, A.; Salvucci, M.; McDonough, E.; Fay, J.; O'Grady, T.; McCawley, N.; Burke, J. P.; McNamara, D.; Graf, J.; McDade, S.; Longley, D. B.; Ginty, F.; Prehn, J. H.", "abstract": "Background: Identification of the consensus molecular subtypes (CMS) opened significant potential for understanding the tumor biology and intertumoral heterogeneity of colorectal cancer (CRC). However, molecular subtyping in CRC traditionally relies on bulk transcriptomics, therefore, lacks spatial and single-cell level aspect. Methods: We constructed tissue microarrays using tumor cores from 222 CRC patients. Arrays were stained and imaged using 54 cell identity and cancer hallmark markers, delivering spatially resolved protein profiles of >2 million cells. RNA sequencing data and CMS classification were also available for these patients. After segmentation of cancer, stromal and immune cells, we investigated intratumoral heterogeneity within CMS subtypes using spatially resolved single-cell protein profiling (>2 million cells). We compared cell types, their spatial organization and their expression of cancer hallmark-related proteins in CMS 1-4 subtypes. Results: We revealed tissue atlases illustrating the cell types/states, spatial heterogeneity, cellular neighborhoods, cellular network, and single-cell protein profiles of CMS tumors. CMS1 tumors had more CD3+, CD8+, and PD1+ immune cells that were found in the epithelial layer frequently. CMS1 was also associated with higher levels of metabolic reprogramming markers such as upregulated glycolysis. CMS2 showed immune segregation, reactive stroma patterns and higher levels of apoptotic and proliferative signaling proteins. CMS3 exhibited clustered cancer cells with high RIP3 levels, suggesting a pro-inflammatory microenvironment. CMS4 displayed stromal-centric and immune-evasive tumors characterized by decreased HLA-1 levels and regulatory T-cell exclusion from epithelium. Conclusion: We present a spatial protein atlas of CRC at single-cell resolution and demonstrate novel aspects of CMS tumour structures", "date": "2025-07-08", "journal": ""}
{"title": "Development of a digital analysis system for a novel 3D culture-based colony formation to detect malignantly transformed cells in human cell-based therapeutic products", "doi": "10.1101/2025.05.08.651353", "authors": "Kusakawa, S.; Yang, T.; Sawada, R.; Sato, Y.; Yasuda, S.", "abstract": "The presence of malignantly transformed cells in human cell-based therapeutic products (hCTPs) is a significant safety concern. Although such cellular impurities in hCTPs can be assessed by detecting anchorage-independent growth using conventional soft agar colony formation (SACF) assays, the sensitivity of these assays is often insufficient. To overcome this limitation, we previously developed a novel tumorigenicity-associated testing method, the digital SACF (D-SACF) assay, which combines a partitioned culture of test cells to concentrate target cells with colony detection via image analysis. However, conventional soft agar culture involves complicated operations, such as preparing multilayered culture media and temperature control, and further technical optimization is required for the widespread adoption of the D-SACF assay. In this study, we focused on a new culture system incorporating a three-dimensional (3D) culture method using a liquid medium containing the low-molecular-weight agar polymer LA717 in low-adhesion culture vessels. We initially confirmed conditions for the efficient high-density 3D culture of normal cells using LA717-supplemented medium in low-adhesion 96-well plates. Using human mesenchymal stem/stromal cells (MSCs) as a normal cell model and HeLa cells as a transformed cell model, we demonstrated that the new 3D culture system effectively maintained the dispersion of MSCs and prevented their aggregation, while transformed HeLa cells exhibited robust anchorage independence, thereby establishing the new liquid/low-molecular-weight agar colony formation (LACF) method as an alternative to SACF. Finally, by systematizing the digital analysis system for the LACF assay (D-LACF assay), which streamlines the overall workflow from the performance evaluation of the test method to product testing and result interpretation, the limitations of the conventional soft agar-based D-SACF assay were addressed and its practicality and utility were enhanced. This in vitro evaluation system is expected to provide a promising approach for improving the quality and safety of hCTPs.", "date": "2025-07-08", "journal": ""}
{"title": "Cell splitting in Staphylococcus aureus is controlled by an adaptor protein facilitating degradation of a peptidoglycan hydrolase", "doi": "10.1101/2025.05.11.653310", "authors": "Barbuti, M. D.; Skjennum, E. F.; Mebus, V. H.; Morales Angeles, D.; Hustad, M.; Marli, M. T.; Frees, D.; Kjos, M.", "abstract": "Regulated protein degradation by Clp proteases is a highly conserved post-translational control mechanism in bacteria. In Staphylococcus aureus, the ClpXP complex targets the peptidoglycan hydrolase Sle1, maintaining a tightly regulated balance between peptidoglycan biosynthesis and hydrolysis, which is required to ensure proper cell splitting without compromising cell integrity. {beta}-lactams antibiotics disturb this balance, leading to their bactericidal effects. The mechanism underlying the specific targeting of Sle1 by the conserved ClpXP complex remains unknown. From a genome-wide screen for determinants of penicillin G susceptibility in S. aureus, we here identify the uncharacterized protein CxaR (for ClpXP-associated autolytic regulator). Growth defects, premature cell splitting, and increased cell lysis were observed in the absence of CxaR. Interestingly, these defects were mitigated by sublethal concentrations of {beta}-lactams. Through sequencing cxaR suppressor mutants, followed by immunoblotting, we show that the cxaR phenotypes are caused by excessive Sle1 accumulation. Indeed, exposure to {beta}-lactams reduces Sle1 levels, thereby rescuing the cells lacking CxaR. Furthermore, in vivo protein-protein interaction assays demonstrated that CxaR directly interacts with both ClpXP and Sle1, whereas no direct interaction was detected between Sle1 and ClpX. In line with this, CxaR was found to co-localize with ClpX fociadjacent to the septum. Taken together, these findings reveal that CxaR is a new regulatory factor controlling staphylococcal cell splitting by acting as an adaptor protein for controlled ClpXP-mediated degradation of Sle1.", "date": "2025-07-08", "journal": ""}
{"title": "Genome reorganization and its functional impact during breast cancer progression", "doi": "10.1101/2025.05.14.654144", "authors": "Reed, K. S. M.; Fritz, A.; Greenyer, H.; Heselmeyer-Haddad, K.; Frietze, S.; Stein, J.; Stein, G.; Misteli, T.", "abstract": "Cancer cells undergo widespread changes in epigenetic patterns that mediate cancer compromised gene expression programs during cancer progression. However, the alterations in higher-order genome organization in which these changes occur and their functional implications are less well understood. To explore how chromatin structure and epigenetic parameters of genome architecture changes during cancer progression at a fine scale and genome-wide, we generated high-resolution Micro-C contact maps in non-malignant, pre-cancerous, and metastatic MCF10 breast cancer epithelial cells. We profiled progression-associated reorganization of chromatin compartments, topologically associated domains (TADs), and chromatin loops, and also identified invariable chromatin features. We find large-scale compartmental shifts occur predominantly in early stages of cancer development, with more fine-scale structural changes in TADs and looping accumulating during the later transition to metastasis. We related these structural features to changes in gene expression, histone marks, and potential enhancers and found a large portion of differentially expressed genes physically connected to distal regulatory elements. While changes in chromatin loops were relatively rare during progression, differential loops were enriched for progression-associated genes, including those involved in proliferation, angiogenesis, and differentiation. Changes in either enhancer-promoter contacts or distal enhancer activity were accompanied by differential gene regulation, suggesting that changes in chromatin contacts are not necessary but can be sufficient for gene regulation. Together, our results demonstrate a functionally relevant connection between gene regulation and genome remodeling at many key genes during cancer progression.", "date": "2025-07-08", "journal": ""}
{"title": "Graphical and Interactive Spatial Proteomics Image Analysis Workflow", "doi": "10.1101/2025.05.23.655879", "authors": "Singh, P.; Wright, J. H.; Smythe, K. S.; Fukuda, B. N.; Hung, L.-H.; Yeung, C. C.; Yeung, K. Y.", "abstract": "Spatial proteomics provides a spatially resolved view of protein expression and localization within cells and tissues by mapping the location and abundance of proteins. There is a need for fully-integrated end-to-end imaging workflows for spatial proteomic analysis that are flexible, high-throughput, and support graphical and interactive visualizations. We present a modular and interactive spatial proteomic image analysis workflow with individual steps containerized that empowers biomedical researchers to reproducibly execute and customize complex analyses. Our workflow consists of cell segmentation, unsupervised clustering, validation of clusters on the image, and cell type clustering results visualization. Users can utilize a form-based graphical interface to execute and customize multi-step workflows with a single click or interactively adjust image processing steps within the workflow, apply workflows to various datasets, and modify input parameters as needed. We illustrated the functionality of our workflow using a cancer imaging dataset consisting of a tissue microarray (TMA) stained by high-plex immunohistochemistry. This TMA contained a variety of cancer and tissue cell types to assess the broad applicability of this workflow to different biopsy and tissue types.", "date": "2025-07-08", "journal": ""}
{"title": "Multiscale radiobiological assessment of laser-driven very high energy electrons versus conventional electrons", "doi": "10.1101/2025.05.27.656200", "authors": "Giaccaglia, C.; Bayart, E.; Dubail, M.; Varma, C.; Heinrich, S.; Gautier, J.; Tafzi, A.; Kononenko, O.; Goddet, J.-p.; Lamarre-Jouenne, I.; Fouillade, C.; Flacco, A.", "abstract": "Purpose This study systematically investigates the radiobiological effects of Very High Energy Electrons (VHEE) generated by a laser-plasma accelerator (LPA), in comparison with Conventional Intermediate Energy Electrons (CIEE) from a conventional linear accelerator (LINAC). Using in vitro, ex vivo, and in vivo models, we evaluate and compare their potential toxicity on healthy tissues. Methods and Materials Cell survival, tissue response, and developmental toxicity were assessed across three biological models. In vitro, human fibroblasts (MRC5-hTERT) were used to generate post-irradiation survival curves. Ex vivo, precision-cut lung slices (PCLS) from mice were analyzed for radiation-induced inhibition of cell proliferation. In vivo, zebrafish embryos were used to evaluate developmental toxicity through body length and spinal curvature measurements. VHEE irradiations were performed using a broadband electron beam spanning 50-300 MeV, using the Salle Jaune LPA (Laboratoire d'Optique Appliquee, France), while CIEE exposures were performed with a 7 MeV conventional LINAC (Institut Curie, France). Results In vitro MRC5-hTERT cells showed no significant difference in radiosensitivity between VHEE and CIEE, with comparable D10 values (p-value = 0.7). In the ex vivo model, both beams induced a dose-dependent decrease in cell division with no significant inter-beam differences at any dose level (p-value > 0.99). In vivo, zebrafish embryos exhibited dose-dependent body shortening and increased spinal curvature following both VHEE and CIEE exposure. No significant differences were observed between the two modalities at matched doses for any measured metric (p-values [&ge;] 0.5). Conclusion This study presents the first comprehensive radiobiological evaluation of a laser-driven VHEE beam across multiple biological models. Under the investigated conditions, VHEE and CIEE irradiations exhibit similar biological toxicity. These findings support the feasibility and potential of VHEE generated with LPA for future clinical applications.", "date": "2025-07-08", "journal": ""}
{"title": "The nucleus accumbens shell regulates hedonic feeding via a rostral hotspot", "doi": "10.1101/2025.05.24.655907", "authors": "Marinescu, A.-M.; Kamal, E.; Leary, P.; Navarro I Batista, K.; Klug, M.; Savic, N.; Le Foll, C.; Labouesse, M. A.", "abstract": "The medial nucleus accumbens shell (medNAcSh) is increasingly recognized as a key node in the regulation of hedonic feeding, exerting strong control over reward consumption through its projections to downstream structures. Recent studies showed that one of the primary cellular mediators of these effects are dopamine 1 receptor positive striatal projection neurons (D1-SPNs). Specifically, population D1-SPN activity gets inhibited during reward consumption and such inhibition is necessary and sufficient to authorize reward consumption, independent of metabolic need. Anatomically, the medNAcSh spans a 1.5 mm distance along the rostro-caudal axis in mice and previous studies have reported functional gradients along this axis in behavioral control. For instance, classical pharmacological studies have suggested that rostral rather than caudal medNAcSh regulates appetitive behavior. However, the cellular, circuit, and molecular mechanisms underlying this topographical gradient remain unknown. Here we hypothesized that D1-SPNs contribute to this gradient by regulating hedonic feeding via a specific hotspot in the rostral medNAcSh. Using population level calcium monitoring with fiber photometry in mice, we show that rostral medNAcSh D1-SPNs demonstrate inhibitory responses during reward consumption, while caudal D1-SPNs do not. Consistently, optogenetic stimulation of rostral medNAcSh D1-SPNs inhibits consumption, while stimulation of caudal D1-SPNs had minimal effects, confirming the existence of a functional rostro-caudal gradient. Importantly, we observed no differences between rostral and caudal D1-SPNs in their behavioral or activity responses to aversive stimuli, suggesting that the D1-SPN gradient is specific to appetitive contexts. To investigate potential molecular correlates of this functional gradient, we leveraged open-source anatomy datasets and performed fluorescent in situ hybridization, identifying Stard5 and Peg10 as markers enriched in the rostral and caudal medNAcSh, respectively. Finally, we developed a novel Stard5-Flp driver mouse line, which allowed us to target the rostral hotspot selectively. We demonstrated that Stard5+ neurons recapitulate activity patterns of rostral medNAcSh D1-SPNs. Together, these findings establish a spatially confined rostral subregion of the medNAcSh as a critical regulator of reward consumption and introduce Stard5 as a molecular tool for its manipulation - offering new opportunities for intervention in dysregulated eating beyond classical homeostatic circuits.", "date": "2025-07-08", "journal": ""}
{"title": "Accurately Programming Complex Light Regimes with Multi-channel LEDs", "doi": "10.1101/2025.06.06.658293", "authors": "Vong, G. Y. W.; Scott, P.; Claydon, W.; Daff, J.; Denby, K.; Ezer, D.", "abstract": "Background: Advances in LED lighting technologies have allowed researchers to explore increasingly complex light regimes. This has given us greater insight into plants' responses to dynamic light, including seasonality and fluctuating conditions, rather than the discrete (i.e. on / off) lighting previously explored. However, there is a need for methods to accurately program multi-channel / waveband LED lighting systems. Results: We present a multi-step, multidimensional algorithm to accurately program LED lights. This algorithm accounts for non-linearity between intensity settings and irradiance output, as well as bleedthrough between channels of different wavebands. Our algorithm out-performs other methods which treat waveband channels as independent variables, predicting intensity settings more accurately. Conclusions: We have made this algorithm available to the plant sciences community as an R package, LightFitR (available on GitHub at: https://github.com/ginavong/LightFitR). We hope this package will enable the community to explore even more complex light regimes, gaining insight into the versatility of plant responses to light.", "date": "2025-07-08", "journal": ""}
{"title": "Estimation of stature from hand length and hand breadth in undergraduate medical students: An anthropometric study", "doi": "10.1101/2025.06.03.657765", "authors": "Pandey, N.; Phuyal, N.; Shrestha, A.; Pandeya, A.; Mishra, A. K.; Bhusal, K.", "abstract": "BackgroundStature, a factor that helps in personal identification, can be estimated using measurements of various body parts. This study measured the length and breadth of hands and the height of the participants, aiming to estimate the stature from the dimensions of the hands.\n\nMethodsIn this descriptive cross-sectional study, 195 medical students aged 18 to 24 were enrolled, and it was carried out from 3rd March 2024 to 14th April 2024. Measurement of stature was taken by stadiometer, and hand length and breadth were taken by Vernier calliper.\n\nResultsMean stature was higher in males (170.24{+/-}5.79 cm) as compared to females (159.01{+/-}7.261 cm). Mean length and breadth of both right and left hands were also found to be higher in males (Right hand length = 18.48{+/-}1.00 cm, Left hand length = 18.57{+/-}1.01 cm, Right hand breadth = 8.36{+/-}4.78 cm, and Left hand breadth = 8.26{+/-}5.03 cm) as compared with females (Right hand length = 16.861{+/-}0.96 cm, Left hand length = 16.897{+/-}0.95 cm, Right hand breadth = 7.31{+/-}0.58 cm, and Left hand breadth = 7.23{+/-}0.58 cm). The model summary of the multiple linear regression analysis deduced that R is .805, which indicates that there is a strong positive correlation between stature and hand dimensions with a Standard Error of Estimates of 5.083 cm and R2 of 0.648.\n\nConclusionThis study was done on medical students, and it generated regression equations for estimation of stature by taking into account hand length and hand breadth. There was a positive correlation between hand dimensions and stature estimation. Similar studies can be done in the future, taking a larger population size and participants from various age groups to see if there is an influence of age factor in stature estimation.", "date": "2025-07-08", "journal": ""}
{"title": "Intrinsic plasticity underlies malleability of neural network heterogeneity", "doi": "10.1101/2025.06.09.658695", "authors": "Trotter, D.; Valiante, T. A.; Lefebvre, J. A.", "abstract": "Diversity exists throughout biology, playing an important role in maintaining robustness and stability. The same is true of the brain, as has become increasingly apparent in recent years with the accumulation of datasets of unparalleled resolution. These datasets show widespread neural heterogeneity, spanning cells, circuits and system dynamics, marking it as an unavoidable component of the brain's composition. Recent experiments found declines in heterogeneity amongst neurons may accompany pathological states. While heterogeneity has been linked to stability, robustness and increased computational potential, the loss of biophysical diversity was found conducive to the onset of seizure-like activity, suggesting an important functional role. Despite this, how changes in heterogeneity arise remains unknown. Oftentimes considered a static metaparameter resulting from solely genetic disposition, heterogeneity is, in fact, a highly dynamic property of biological networks arising from various sources. Here, we consider this through the lens of intrinsic plasticity, the activity-dependent modulation of neuron biophysical properties, which we propose allows the degree of biophysical diversity to fluctuate in time. Using a network of Poisson neurons endowed with intrinsic plasticity, we combine analytical and numerical approaches to measure the effect of input statistics on the excitability of individual cells, and how this translates into changes in network heterogeneity at the population scale. Our results indicate that, through intrinsic plasticity, diversity in synaptic inputs promotes heterogeneity in cell-to-cell excitability due to changes in the statistics of presynaptic firing rates, and network topology. In contrast, whenever the statistics of synaptic input between cells were too similar, intrinsic plasticity promoted the decline in heterogeneity. Further, we show that changes in heterogeneity can coexist with degeneracy in the firing rate between neurons. Taken together, understanding how input statistics affect neuronal network heterogeneity may provide key insights into brain function resilience and the manipulability of neural diversity through intrinsic plasticity.", "date": "2025-07-08", "journal": ""}
{"title": "Multiplexed neuromodulatory-type-annotated whole-brain EM-reconstruction of larval zebrafish", "doi": "10.1101/2025.06.12.659365", "authors": "Li, F.-n.; Liu, J.-z.; Shi, C.; Yuan, J.-b.; Lv, Y.-n.; Liu, J.; Zhang, L.-n.; Li, L.-l.; Shen, L.-j.; Chen, X.; Zhai, H.; Chen, B.-h.; Zhang, Y.-c.; Guo, J.-y.; Chen, H.-r.; Yan, H.-y.; Chang, S.; Ma, H.-t.; Zhou, F.-x.; Xin, T.; Dong, X.-h.; Lin, L.-m.; Zhao, X.-h.; Xie, Q.-W.; Fang, Z.-h.; Zu, J.-l.; Tao, R.-k.; Hu, H.-y.; Qian, C.-y.; Wang, Y.-s.; Zhang, C.-m.; Xiang, P.-s.; Yang, Y.-x.; Qian, Y.; Gong, Y.-c.; Du, X.-f.; Han, H.; Du, J.-l.", "abstract": "The brain is complementarily assembled by the sensorimotor and neuromodulatory (NM) pathways. While connectome mapping is crucial for elucidating the synaptic organization principles underlying this bi-pathway architecture, most electron microscopy (EM) reconstructions provide limited information about cell types, particularly NM neurons. Here we present Fish-X, a synapse-level, multiplexed NM-type-annotated reconstruction of an intact larval zebrafish brain, identifying noradrenergic, dopaminergic, serotonergic, hypocretinergic, and glycinergic neurons via subcellular localization of peroxidase APEX2, with glutamatergic/GABAergic neurons inferred through morphology comparison with the Zebrafish Mesoscopic Atlas. NM neurons with varying indegree scale-distinctly innervate various sensory-motor brain regions that exhibit heterogeneity in synapse number and strength. Whereas some NM neurons receive localized unitary inputs, individual locus coeruleus noradrenergic (LC-NE) neurons integrate brain-wide inputs with modality-specific spatial organization: Motor inputs converge proximally, while sensory inputs favor distal dendrites of these neurons. LC-NE neurons receive distinct yet overlapping inputs, while most presynaptic neurons establish exclusive one-to-one connections, a specialized subset broadcasts divergent projections to multiple LC-NE targets, creating a hierarchical control architecture. Notably, these shared input patterns extend across monoaminergic systems, suggesting a structural basis for coordinated neuromodulation. Based on the first vertebrate brain-wide EM reconstruction with multiplexed NM-type annotation, our study demonstrate the synaptic organization principles of the LC-NE system's inputome. Integrated with multi-modal mesoscopic data, Fish-X offers a valuable resource with various precisely identified NM types, and a critical reference for elucidating synaptic organization principles of bi-pathway architecture in vertebrate brains.", "date": "2025-07-08", "journal": ""}
{"title": "Atomic resolution ensembles of intrinsically disordered proteins with Alphafold", "doi": "10.1101/2025.06.18.660298", "authors": "Schnapka, V.; Morozova, T.; Sen, S.; Bonomi, M.", "abstract": "Intrinsically disordered proteins are ubiquitous in biological systems and play essential roles in a wide range of biological processes and diseases. Despite recent advances in high-resolution structural biology techniques and breakthroughs in deep learning-based protein structure prediction, accurately determining structural ensembles of IDPs at atomic resolution remains a major challenge. Here we introduce bAIes, a Bayesian framework that integrates AlphaFold2 predictions with physico-chemical molecular mechanics force fields to generate accurate atomic-resolution ensembles of IDPs. We show that bAIes produces structural ensembles that match a wide range of high- and low-resolution experimental data across diverse systems, achieving accuracy comparable to atomistic molecular dynamics simulations but at a fraction of their computational cost. Furthermore, bAIes outperforms state-of-the-art IDP models based on coarse-grained potentials as well as deep-learning approaches. Our findings pave the way for integrating structural information from modern deep-learning approaches with molecular simulations, advancing ensemble-based understanding of disordered proteins.", "date": "2025-07-08", "journal": ""}
{"title": "High-throughput Single-cell Proteomics Enabled by an Integrated Hyperplexing and Automatic Labelling Approach without Fractionation", "doi": "10.1101/2025.06.22.660561", "authors": "Yang, Y.; Zhang, H.; Zeng, Q.; Jin, K.; Huang, C.; Liu, Y.; Liu, X.; Yang, J.; Ma, H.; He, F.", "abstract": "Single-cell proteomics (scProteomics) enables comprehensive analysis of protein composition, expression and functions at the single-cell level. While label-free techniques have generated promising results, achieving high-throughput scProteomics remains a substantial challenge. In this study, we present an approach that increases scProteomics throughput by approximately 30-fold through the true integration of isobaric tags (IBT) with tandem mass tags (TMT), a method we term 'Integral-Hyperplex'. Due to remarkable differences in signal response between TMT16 and IBT16 reporter ions, we implemented two normalization strategies to ensure accurate and integrated quantification: (1) the inclusion of a normalization channel in both IBT and TMT groups to serve as internal standards; and (2) the generation of protein-specific conversion factors between IBT16 and TMT16 signals. We validated the quantification accuracy of the Integral-Hyperplex method by labeling HeLa digests at varying ratios. Furthermore, we demonstrated fully automated labeling on the active-matrix digital microfluidics chip, consuming only 12 nL of labeling reagent per single cell and with a reaction volume as low as 20 nL. Our approach was validated through proof-of-principle quantification experiments across three types of single cells. Approximately 2,000 protein groups were quantified per cell, and the three cell types can be well clustered, confirming the reliability of the Integral-Hyperplex approach. Approximately 300 samples can be analyzed per day due to insufficient resolution of timsTOF SCP. Throughput can be further enhanced using TMT32, additional labeling reagents, and more advanced mass spectrometers such as Orbitrap Astral and timsTOF Ultra 2, and our approach is theoretically capable of analyzing up to ~2,000 single cells per day.", "date": "2025-07-08", "journal": ""}
{"title": "The recognition of behaviorally distinct sleep stages in Drosophila melanogaster uncovers previously obscured homeostatic and circadian control of sleep.", "doi": "10.1101/2025.06.23.661143", "authors": "Abhilash, L.; Shafer, O. T.", "abstract": "Understanding the mechanisms underlying homeostatic sleep regulation is a central unmet goal of sleep science. Our understanding of such regulation in mammals has required recognizing distinct sleep stages. Drosophila melanogaster is an important genetic model system for understanding sleep. Since the discovery of sleep-like states in the fly 25 years ago, the field has treated sleep as a unitary state consisting of any inactivity lasting 5 minutes or longer, despite convergent work suggesting the existence of multiple sleep stages. Here, we establish that three distinct sleep stages in flies can be classified based on simple inactivity duration criteria. We show that the daily initiation of these sleep stages is temporally distinct, with long sleep occurring immediately following the largest daily period of wakefulness. We show that rebound in response to mechanical sleep deprivation is present only in long sleep and comes at the expense of shorter sleep stages. Deprivation-induced decreases in shorter sleep stages obscure homeostatic sleep rebound when sleep is measured using traditional methods. We observe distinctly timed ultradian oscillations of fly sleep stages, reminiscent of mammalian sleep cycles. Our results indicate that the fields unitary definition of fly sleep has outlived its usefulness and call for the re-examination of sleep regulation in the fly using methods that reflect the unique relationships among sleep stages and their homeostatic and circadian control. The recognition of these sleep stages will be necessary to fully realize the promise of the Drosophila model system for identifying conserved genetic mechanisms underlying such regulation.\n\nSignificanceThe fact that sleep episodes comprise distinct stages in humans and mammalian model systems has been a fundamental discovery in sleep science. This recognition enabled researchers to study the physiological underpinnings of sleep stages and examine the comorbidities and consequences associated with disrupted sleep. The mechanisms underlying sleep homeostasis remain an open problem, and the fruit-fly Drosophila melanogaster continues to be a powerful genetic and neurobiological model to study sleep regulation. Despite recent convergent evidence for distinct sleep stages in the fly, the field continues to treat sleep as a unitary state consisting of any inactivity lasting five minutes or longer. This practice likely obscures important aspects of sleep regulation in the fly, limiting its impact on our understanding of sleep regulation. Inspired by recently developed wearable technologies, which score sleep stages based on motion detection and accelerometry, we asked if distinct fly sleep stages can be identified based on durations of inactivity bouts, and, if so, whether stages of fly sleep are differentially regulated by the two major processes governing sleep: sleep homeostasis and circadian timekeeping. We show that discrete sleep stages can be identified and have distinct relationships amongst each other and to homeostatic sleep regulatory and circadian control centers. Importantly, we find that sleep deprivation produces increases in longer, deeper sleep stages while producing decreases in shorter sleep stages. These opposing responses to deprivation obscure homeostatic sleep responses when the traditional, unitary definition of sleep is used, a reality that has likely hampered the identification of homeostatic regulatory mechanisms in the fly. We concluded that using the simple behavioral criterion we describe here to differentiate sleep stages will be critical for understanding homeostatic and circadian sleep regulation in Drosophila, which remains an important model organism for the discovery of mechanisms of sleep regulation.", "date": "2025-07-08", "journal": ""}
{"title": "Lysosomal Enhancement Prevents Infection with PrPSc, α-Synuclein & Tau Prions", "doi": "10.1101/2025.06.24.661349", "authors": "Mercer, R. C. C.; Le, N. T.; Mirza-Romero, N.; Flaherty, E.; Lavigna, G.; Orbe, I. C.; Gatdula, J. R. P.; Fraser, D. G.; Sundaravadivelu, A.; Vultaggio, J. S.; Beeler, A. B.; Chiesa, R.; Telling, G. C.; Harris, D. A.", "abstract": "Prion diseases are fatal neurodegenerative diseases of humans and other mammals with no current treatment options. Here, we describe the characterization of a novel anti-prion compound, elacridar (GW120918), which has sub-micromolar activity in assays of prion infection, propagation and toxicity. Elacridar acts at an early step in the prion infection process, enhancing degradation of newly formed PrPSc. The lysosome is the likely site of elacridars anti-prion effects, based on transcriptomic analysis and the use of functional lysosomal probes. Elacridar alters gene expression networks controlling lysosomal sterol and lipid metabolism but, unlike other lysosomotropic drugs, it prominently upregulates genes that control lysosomal pH. Surprisingly, these effects occur independently of TFEB nuclear translocation, suggesting novel regulatory mechanisms. The anti-prion effects of elacridar extend to -synuclein and tau prions, highlighting lysosomal enhancement as a general strategy for the treatment of protein misfolding neurodegenerative diseases.", "date": "2025-07-08", "journal": ""}
{"title": "Autophagy activators normalize aberrant Tau proteostasis and rescue synapses in human familial Alzheimer's disease iPSC-derived cortical organoids", "doi": "10.1101/2025.06.25.661453", "authors": "Labra, S. R.; Compher, J.; Prabhavalkar, A.; Almaraz, M.; Cedeno Kwong, C.; Baal, C.; Talantova, M.; Dolatabadi, N.; Pina-Sanz, J.; Wang, Y.; Yoon, L.; Ghatak, S.; Gao, Z.; Zhang, Y.; Trudler, D.; Massey, L.; Lin, W.; Balistreri, A.; Bula, M.; Mondala, T. S.; Schork, N. J.; Head, S. R.; Kelly, J. W.; Lipton, S. A.", "abstract": "Alzheimer's disease (AD) is the most common form of dementia worldwide. Despite extensive progress, the cellular and molecular mechanisms of AD remain incompletely understood, partially due to inadequate disease models. To illuminate the earliest changes in hereditary (familial) Alzheimer's disease, we developed an isogenic AD cerebrocortical organoid (CO) model. Our refined methodology produces COs containing excitatory and inhibitory neurons alongside glial cells, utilizing established isogenic wild-type and diseased human induced pluripotent stem cells (hiPSCs) carrying heterozygous familial AD mutations, namely PSEN1 {Delta}E9/WT, PSEN1M146V/WT, or APPswe/WT. Our CO model reveals time-progressive accumulation of amyloid beta (A{beta}) species, loss of monomeric Tau, and accumulation of aggregated high-molecular-weight (HMW) phospho(p)-Tau species. This is accompanied by neuronal hyperexcitability, as observed in early human AD cases on electroencephalography (EEG), and synapse loss. Single-cell RNA-sequencing analyses reveal significant differences in molecular abnormalities in excitatory vs. inhibitory neurons, helping explain AD clinical phenotypes. Finally, we show that chronic dosing with autophagy activators, including a novel CNS-penetrant mTOR inhibitor-independent drug candidate, normalizes pathologic accumulation of A{beta} and HMW p-Tau, normalizes hyperexcitability, and rescues synaptic loss in COs. Collectively, our results demonstrate these COs are a useful human AD model suitable for assessing early features of familial AD etiology and for testing drug candidates that ameliorate or prevent molecular AD phenotypes.", "date": "2025-07-08", "journal": ""}
{"title": "KLF5 controls subtype-independent highly interactive enhancers in pancreatic cancer to regulate cell survival", "doi": "10.1101/2025.06.30.662301", "authors": "Ekstrom, T. L.; Dai, Z.; Thiel, J.; Manjunath, M.; Schacherer, N.; Saha, B. J.; Souto, Y.; Abdelrahman, A. M.; Essmann, F.; Beyes, S.; Truty, M. J.; Dong, M.; Johnsen, S. A.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) remains a highly lethal cancer with a 5-year survival rate of 13%. Despite recent molecular stratification of tumors into distinct classical and basal-like cell states, most tumors are heterogeneous contain of both subtypes. Therefore, therapeutic approaches targeting one subtype may not be suitable for PDAC therapy. Here, we integrated chromatin accessibility (ATAC-seq), genome-wide occupancy (ChIP-seq) for epigenetic status (H3K27ac) and H3K4me3-anchored chromatin topology (HiChIP) to uncover subtype-independent highly interactive enhancers that interact with essential genes in PDAC. Motif analysis revealed these common enhancers were bound by KLF5 with subsequent depletion leading to decreased cell viability via induction of apoptosis. To elucidate the transcriptional and epigenetic mechanisms by which KLF5 functions in PDAC, we employed rapid depletion of KLF5 with dTAG technology and profiled the effects on the open and active chromatin landscape and transcription with nascent RNA and mRNA-seq over time. Enhancer inactivation via KRAB domain Zim3-dCas9 fusion protein confirmed KLF5-bound enhancers regulate target genes, including the anti-apoptotic gene BCL2L1. Multiplex immunofluorescence confirmed co-staining of KLF5 and Bcl-xL in patient samples and overexpression of Bcl-xL rescued the induction of apoptosis after KLF5 depletion. Taken together, this study provides new insights into common mechanisms to target highly heterogeneous PDAC tumors.\n\nTeaserKLF5 controls subtype-independent highly interactive enhancers to regulate cell viability in pancreatic cancer.", "date": "2025-07-08", "journal": ""}
{"title": "DTH: A nonparametric test for homogeneity of multivariate dispersions", "doi": "10.1101/2025.06.29.662200", "authors": "Roy, A.; Satten, G.; Zhao, N.", "abstract": "Testing homogeneity across groups in multivariate data is an important scientific question in its own right, as well as well as an auxiliary step in verifying the assumptions of ANOVA. Existing methods either construct test statistics based on the distance of each observation from the group center, or as the mean of pairwise dissimilarities among observations in a group. Both approaches can fail when mean within-group distance is similar across groups but the distribution of the within-group distances are different. This is a pertinent question in high dimensional microbiome data, where outliers and overdispersion can distort the performance of a mean-dissimilarity-based test. We introduce the non-parametric Distance based Test for Homogeneity (DTH ) which measures dissimilarity between groups by comparing the empirical distribution of within-group dissimilarities using a combination of the Kolmogorov-Smirnov and Wasserstein distances. For more than two groups, pairwise group tests are combined using a permutation-based p-value. Through simulations we show that our method has higher power than existing tests for homogeneity in certain situations and comparable power in other situations. We also provide a simple framework for extending the test to a continuous covariate.", "date": "2025-07-08", "journal": ""}
{"title": "Ulk1(S555) inhibition alters nutrient stress response by prioritizing amino acid metabolism", "doi": "10.1101/2025.06.30.662412", "authors": "Willoughby, O. S.; Nichenko, A. S.; Brisendine, M. H.; Amiri, N.; Henry, S. N.; Braxton, D. S.; Brown, J. R.; Jenkins, K. S.; Addington, A. K.; Zaitsev, A. V.; Burrows, S. T.; McMillan, R. P.; Zhang, H.; Tye, S. A.; Najt, C. P.; Craige, S. E.; Rhoads, T. W.; Warren, J. S.; Drake, J. C.", "abstract": "Metabolic flexibility, the capacity to adapt fuel utilization in response to nutrient availability, is essential for maintaining energy homeostasis and preventing metabolic disease. Here, we investigate the role of Ulk1 phosphorylation at serine 555 (S555), a site regulated by AMPK, in coordinating metabolic switching following short-term caloric restriction and fasting. Using Ulk1(S555A) global knock-in mice, we show loss of S555 phosphorylation impairs glucose oxidation in skeletal muscle and liver during short-term CR, despite improved glucose tolerance. Metabolomic, transcriptomic, and mitochondrial respiration analyses reveal a compensatory reliance on glucogenic amino acids, particularly alanine and serine, in Ulk1(S555A) mice, with sustained amino acid oxidation during fasting and blunted mitochondrial response to energetic stress. These findings establish Ulk1(S555) phosphorylation as a critical regulatory event linking nutrient stress to substrate switching and highlights an underappreciated role of Ulk1 in maintaining metabolic flexibility.", "date": "2025-07-08", "journal": ""}
{"title": "Labile iron pool dynamics do not drive ferroptosis potentiation in colorectal cancer cells", "doi": "10.1101/2025.07.01.662602", "authors": "Ponnusamy, V.; Randall, D. R.; Lee, Z. H.; Das, N. K.; Zhao, L.; Buscher, K.; Solanki, S.; Renslo, A. R.; Hsu, P. P.; Shah, Y. M.", "abstract": "Colorectal cancer (CRC) is the second leading cause of cancer-related mortality in the United States. CRC tumors exhibit aberrant iron accumulation, which supports tumor cell proliferation through multiple metabolic pathways. However, the oncogenic benefits of elevated iron must be counterbalanced by its potential to catalyze oxidative damage via reactive oxygen species generated from labile, redox-active iron. Ferroptosis is a regulated, non-apoptotic form of cell death characterized by iron-dependent lipid peroxidation. This process is tightly controlled by the selenoenzyme glutathione peroxidase 4 (GPX4), which reduces lipid peroxides and can be pharmacologically inhibited by agents such as RSL3 and JKE1674. A key source of redox-active iron is the labile iron pool (LIP), yet its role in regulating ferroptosis remains incompletely defined. To examine this, we supplemented CRC cells with exogenous iron following pharmacologic induction of ferroptosis. Iron supplementation significantly reduced cell viability, suggesting that expansion of the LIP potentiates ferroptotic cell death. However, whether ferroptosis is accompanied by dynamic changes in the LIP, and if such changes are mechanistically required for its potentiation, was unknown. To further characterize this response, we profiled the expression of iron regulatory genes under ferroptotic conditions and observed no change in transcriptional response in iron homeostasis genes. When using a fluorescent probe for labile iron, we found that the LIP did not measurably increase during ferroptosis induction. These findings suggest that the LIP itself does not expand after the initiation of ferroptosis to become the primary driver of ferroptotic potentiation.", "date": "2025-07-08", "journal": ""}
{"title": "OMIDIENT: Multiomics Integration for Cancer by Dirichlet Auto-Encoder Networks", "doi": "10.1101/2025.07.02.662608", "authors": "Safinianaini, N.; Valimaki, N.; Bresson, R.; Gorbonos, A.; Rajamaki, K.; Aaltonen, L. A.; Marttinen, P.", "abstract": "To achieve a more comprehensive understanding of cancer, novel computational methods are required for the integrative analysis of data from different molecular layers, such as genomics, transcriptomics, and epigenomics. Here, we present a novel multi-omics integrative method that performs unsupervised representation learning, referred to as OMIDIENT: multiOMics Integration for cancer by DIrichlet auto-ENcoder neTworks. OMIDIENT provides a natural framework for modeling sparse and compositional latent representations by employing a deep generative model, where the latent space is distributed as the product of Dirichlet distributions. Applied to five different cancers, we demonstrate that OMIDIENT outperforms the top state-of-the-art unsupervised multi-omics integrative analysis approaches in clustering, classification, and reconstruction of missing data using mRNA expression data, DNA methylation data, and microRNA expression data. Furthermore, we provide interpretability analyses for OMIDIENT that not only support its improved performance, but also offer valuable insights into the underlying structure captured by the learned representations.", "date": "2025-07-08", "journal": ""}
{"title": "Cortico-striatal dynamics across working memory stages", "doi": "10.1101/2025.07.04.663202", "authors": "Villet, M.; Azoulay, B.; Barik, J.; Marie, H.; Bethus, I.", "abstract": "Working memory depends on the temporary retention and manipulation of information, bridging the gap between short-term memory and information processing functions. However, when the same working memory task is repeated over several days, it raises the question of whether the rule or task set becomes automated (or proceduralized). The medial prefrontal cortex (mPFC) is crucial for working memory. Yet, the role of the dorsolateral striatum (DLS) in the automation (proceduralization) of rules or task sets remains to be clarified. Using a longitudinal approach of the delay non-match to place (DNMP) task in a T-maze combined to silencing the mPFC or DLS in mice, we show that the mPFC becomes less critical in the maintenance phase of the task as behaviour progressively shifts toward automation. During this phase, the DLS facilitates automated processing. Accordingly, silencing the DLS during maintenance of the task triggers an adaptation in learning strategies, reactivating a goal-directed behaviour. Our findings strengthen the view that memory traces result from a dynamic reorganization of neural networks, challenging the classical view that information merely migrates between brain structures. We here propose that the memory trace remains in a dormant state less energy-consuming for the system while still allowing for rapid flexibility in case of task modification.", "date": "2025-07-08", "journal": ""}
{"title": "Bioelectronic Modulation of Glioblastoma via Wireless Carbon Nanotube Porin Interfaces", "doi": "10.1101/2025.07.04.663176", "authors": "Groualle, F. E.; Onion, D.; Watts, J.; Rance, G. A.; Noy, A.; Coyle, B.; Rawson, F. J.", "abstract": "The membrane potential (Vmem) and faradaic charge transfer, resulting from altered charge distribution due to ion channels, play a crucial role in cellular bioelectricity. Disruption of Vmem can activate pathways associated with cancer proliferation. Manipulating ion channels may therefore present an effective strategy for treating cancers that fail to respond to conventional therapies. One approach to target these channels, is to manipulate the membrane charge which involves the use of wireless bipolar electrodes such as carbon nanotube porins (CNTPs), which could be inserted into cell membranes to mimic these channels, to provide a novel bioelectronic method for modulating cancer cell behavior by mimicking io. By utilizing membrane dyes, we observed alterations in Vmem induced by CNTPs and externally applied electric fields. Analyses of cellular behaviors and processes indicated that Vmem is more receptive to stimuli in invasive cancers, while it leads to increased metabolism in less invasive cancers, with notable changes in the cell cycle occurring at approximately 48 hours post-treatment in GBM cell lines. This work shows that CNTPs and electric fields can be used to modulate Vmem and alter cancer cell processes, supporting their potential therapeutic capability.", "date": "2025-07-08", "journal": ""}
{"title": "Historical Contingency Shapes Toxin Resistance in a Specialist Avian Predator", "doi": "10.1101/2025.07.04.662692", "authors": "Mohammadi, S.; Pradhan, S.; Hoffmann, F. G.; Herrera-Alvarez, S.; Deng, Y.; Eacock, A.; Dobler, S.; Storz, J. F.; Rowland, H. M.", "abstract": "Adaptations to toxic diets can cascade through ecosystems, altering physiology, species interactions, and trophic dynamics. To uncover the molecular basis of toxin resistance in the black-headed grosbeak (Pheuticus melanocephalus), a specialist predator of cardiotonic steroid-defended monarch butterflies (Danaus plexippus), we investigated the evolution of target-site insensitivity in the toxin's molecular target--the Na,K-ATPase. Functional assays of engineered Na,K-ATPases revealed that resistance in grosbeaks arises from a non-additive interaction between a substitution at position 111 (Q111E) and up to six nearby amino acid changes in the first extracellular loop of the protein. Using resurrected ancestral proteins, we show that the earliest of these six substitutions to evolve (V113L) altered the functional effects of Q222E, such that Q111E alone became maladaptive. Only after the accumulation of additional permissive substitutions could Q111E confer resistance, highlighting how intramolecular epistatic interactions and historical contingency constrained the evolutionary path to adaptation. Our phylogenetic analysis of Na,K-ATPase sequences from 360 birds further revealed that several of the specific grosbeak substitutions--particularly at sites 112, 114, and 116--show strong signatures of co-evolution with changes at site 111 across the avian tree, supporting the hypothesis that resistance evolves through repeated, interacting changes. Together, these results reveal the molecular mechanisms of convergent evolution of toxin resistance and demonstrate how genetic background can shape evolutionary outcomes across trophic levels.", "date": "2025-07-08", "journal": ""}
{"title": "Mechanism-Aware Protein-Protein Interaction Prediction via Contact-Guided Dual Attention on Protein Language Models", "doi": "10.1101/2025.07.04.663157", "authors": "Deng, S.; Wan, X.; Mu, Z.; Huang, S.-Y.; Yan, C.", "abstract": "Accurate prediction of protein-protein interactions (PPIs) is essential for understanding cellular mechanisms and disease. However, existing deep learning models often fail to generalize to novel proteins with low sequence similarity to training data. Here, we present a mechanism-aware deep learning framework to enhance generalization by incorporating residue-level interaction modeling. Our model integrates a dual-attention-based PPI prediction module with an inter-protein contact predictor based on protein language model-embedded geometric graphs. Joint training on structure-informed PPIs from the Protein Data Bank (PDB) enables the model to predict both interactions and the key residue pairs that mediate them. The model generalizes well to unseen proteins across species in the high-quality interactome dataset (HINT). Fine-tuning on Homo sapiens PPI data from HINT further improves the performance. Compared to D-SCRIPT, Topsy-Turvy, and TT3D, our model, referred to as PLMDA-PPI, achieves superior accuracy and robustness under strict sequence dissimilarity settings. This work provides a generalizable framework for biomolecular interaction prediction through the integration of structural and non-structural interaction data.", "date": "2025-07-08", "journal": ""}
{"title": "Inducible volatile chemical signalling drives antifungal activity of Trichoderma hamatum GD12 during confrontation with the pathogen Sclerotinia sclerotiorum", "doi": "10.1101/2025.07.07.662534", "authors": "Thomas, G.; Vuts, J.; Withall, D. M.; Caulfield, J. C.; Sidda, J.; Grant, M. R.; Thornton, C. R.; Birkett, M. A.", "abstract": "BACKGROUND: The use of beneficial soil fungi or their natural products offers a more sustainable alternative to synthetic fungicides for pathogen management in crops. Volatile organic compounds (VOCs) produced by such fungi act as semiochemicals that inhibit pathogens, with VOC production influenced by physical interactions between competing fungi. This study explores the interaction between the beneficial soil fungus Trichoderma hamatum GD12 strain (GD12), previously shown to antagonize crop pathogens such as Sclerotinia sclerotiorum, to test the hypothesis that its antagonistic effect is mediated by volatile chemical signalling. A GD12 mutant deficient in the chitinolytic enzyme N-acetyl-{beta}-glucosaminidase {Delta}Thnag::hph, which shows reduced biocontrol activity, was also examined. RESULTS: In dual-culture confrontation assays, co-inoculation of GD12 and S. sclerotiorum led to fungistatic interactions after 7 days, whereas {Delta}Thnag::hph showed no antagonism, indicating a loss of antagonistic function. VOCs collected from individual and co-cultures were analysed by gas chromatography - flame ionization detector (GC-FID) analysis and coupled GC-mass spectrometry (GC-MS), revealing significant differences in VOC production between treatments, with VOC production notably upregulated in the GD12 + S. sclerotiorum co-culture. Peak production of 6-pentyl-2H-pyran-2-one occurred 17 days post-inoculation. This upregulation was absent in the {Delta}Thnag::hph co-culture, suggesting VOCs may drive antagonism. Synthetic VOC assays revealed several compounds inhibitory to S. sclerotiorum, including 1-octen-3-one, which also arrested the growth of key fungal pathogens (Botrytis cinerea, Pyrenopeziza brassicae, and Gaeumannomyces tritici). Structural insights into 1-octen-3-one's antifungal activity against S. sclerotiorum are also presented. CONCLUSIONS: These findings support the hypothesis that the antagonistic properties of T. hamatum GD12 against crop fungal pathogens can, in part, be attributed to VOC production. Further research is needed to assess the potential of these semiochemicals as tools for pathogen management in agriculture.", "date": "2025-07-08", "journal": ""}
{"title": "The pleuroparenchymal fibroelastosis atlas reveals aberrant cell states and their zonation as an alternate roadmap to lung fibrosis", "doi": "10.1101/2025.07.06.663336", "authors": "Ruwisch, J.; Cazes, A.; Leiber, L. M.; Borie, R.; Neubert, L.; Christian, L.; De Montpreville, V. T.; Szmul, A.; Moussa, F.; Verleden, S.; Gaedcke, S.; Hegermann, J.; Fuge, J.; Ballmaier, M.; Kamp, J. C.; Greer, M.; Braubach, P.; Werlein, C.; Ius, F.; Graalmann, T.; Aburahma, K.; de Sadaleer, L.; Egashira, R.; Ackermann, M.; Yamda, D.; Hoeper, M.; Falk, C.; Gottlieb, J.; Schiller, H.; Vanaudenaerde, B.; Seeliger, B.; Debray, M.-P.; Bernaudin, J. F.; Knudsen, L.; Bergot, E.; Jacob, J.; Mal, H.; Jonigk, D.; Dettmer, S.; Mordant, P.; Prasse, A.; Fadel, E.; Wuyts, W.; Crestani, B.; Kaminski, N.; J", "abstract": "Background: Pleuroparenchymal fibroelastosis (PPFE) is a progressive interstitial lung disease with higher prevalence in females, histologically characterized by intra-alveolar fibrosis with septal elastosis (AFE). Effective treatments are lacking, highlighting the need to dissect its pathogenesis at single-cell resolution. Methods: We performed single-nucleus RNA sequencing (snRNAseq) on explanted lungs from a German (n=23) and a French cohort (n=17) of PPFE patients, and controls (n=16). Identified cell populations were localized by immunofluorescence and multiplex RNA in-situ hybridization. Hierarchical phase-contrast computed tomography (HiP-CT) and micro-CT provided 3D spatial context. Reanalyzed snRNAseq data from a Belgian IPF cohort (n=9) served as disease comparator. Findings: We present the first snRNAseq atlas of PPFE's cellular and structural landscape based on a European multinational cohort. 24 PPFE patients were female (60.0%), while 34 were non-smokers (85.0%). 519,920 nuclear transcriptomes from PPFE and IPF patients, and controls were profiled. We identified PPFE-specific accumulations of MFAP5+PI16+SFRP2+ adventitial and LEPR+ITGA8+SFRP2+DIO2+ elastofibrotic fibroblasts as main drivers of elastotic remodeling in PPFE. Multiple PPFE fibroblast subsets acquire an inflammatory activation state as highlighted by the expression of CXCL12 and CXCL14. This is accompanied by a marked increase in lymphocytes and the formation of tertiary lymphoid structures (TLS) in a disease that was previously considered to be purely elastofibrotic. We identified CTHRC1+ fibrotic fibroblasts and Aberrant Basaloid cells in PPFE as well, forming the 'Usual Fibrotic Niche'. 3D reconstruction of the pronounced COL15A1+ vascular conglomerate at the border of the elastofibrotic and subpleural fibrosis indicates communication with interlobar veins. Last, we observed a zonation of the PPFE lesion, constructed by the above-mentioned PPFE-associated cell types. Interpretation: Our unprecedented cellular and molecular survey uncovers previously unobserved PPFE-specific inflammatory and elastogenic fibroblast populations, as well as the presence of CTHRC1+ fibroblasts and Aberrant Basaloid cells common to other fibrotic ILDs. These findings provide the foundation for including PPFE patients in current antifibrotic trials, as well as development of PPFE-specific therapies.", "date": "2025-07-08", "journal": ""}
{"title": "Engineering serine metabolism to enhance AOX1 promoter self-induction in a formate dehydrogenase-deficient Komagataella phaffii", "doi": "10.1101/2025.07.04.663172", "authors": "Cozmar, R.; Berrios, J.; Fickers, P.", "abstract": "The methylotrophic yeast Komagataella phaffii is a premier host for recombinant protein (rProt) production, traditionally relying on methanol induction of the alcohol oxidase 1 promoter (pAOX1). However, methanol flammability and associated industrial limitations have motivated the search for methanol-free induction systems. We recently demonstrated that disruption of formate dehydrogenase (FDH) in K. phaffii allows endogenous formate, derived from tetrahydrofolate (THF)-mediated C1 metabolism, to induce pAOX1 without addition of external inducers. Building on this, we hypothesized that increasing intracellular formate production by enhancing serine biosynthesis could further improve promoter induction and rProt productivity. Overexpression of SER3, encoding 3-phosphoglycerate dehydrogenase, the rate-limiting enzyme in serine synthesis, significantly increased pAOX1-driven expression of an intracellular reporter protein (eGFP) and secreted glucose oxidase (Gox) from Aspergillus niger, without compromising cell fitness. Enhanced formate accumulation and stronger pAOX1 induction were observed in both micro- and bioreactor cultivations using sorbitol or glycerol-sorbitol mixtures. In bioprocess conditions, SER3 overexpression led to a 30% increase in specific Gox activity compared to the parental FdhKO strain. This study provides a cost-effective metabolic engineering strategy for methanol-free, self-inducible expression systems in K. phaffii based on pAOX1, enabling safer and more sustainable industrial rProt production.", "date": "2025-07-08", "journal": ""}
{"title": "Deep Learning Meets Sleep Medicine: A Proof-of-Concept Clustering of Minute-Resolution CPAP Telemetry", "doi": "10.1101/2025.07.03.663061", "authors": "Calbert, L.; Scharf, M. T.; Androulakis, I. P.", "abstract": "This proof-of-concept study demonstrates that minute-resolution telemetry from continuous positive airway pressure (CPAP) devices can be effectively repurposed for large-scale chronotype and adherence phenotyping. We collated 30 consecutive nights from n=200 de-identified ResMed patients into 30 x 1440 colour images, embedded each image with a frozen ResNet-50 convolutional neural network, and clustered the embeddings with k-means. Six distinct phenotypes emerged, capturing both sleep timing (early birds, typical sleepers, night owls) and adherence patterns (high, medium- high, inconsistent, fragmented, and non-adherent). The approach leverages routinely collected clinical data without the need for additional sensors, promising significant benefits for personalized sleep medicine. External validation against actigraphy and questionnaire-based chronotype measures is planned to further strengthen these findings.", "date": "2025-07-08", "journal": ""}
{"title": "Introducing furanocoumarin biosynthetic genes in tomato results in coumarins accumulation and impacted growth", "doi": "10.1101/2025.07.07.663522", "authors": "Bouille, A.; Villard, C.; Galati, G.; Roumani, M.; Fauvet, A.; Grosjean, J.; Hoengenaert, L.; Boerjan, W.; Ralph, J.; Hilliou, F.; Robin, C.; Hehn, A.; Larbat, R.", "abstract": "Over the past three decades, efforts to decipher plant metabolism have shed light on key enzymes driving specialized metabolite biosynthesis. Although only few pathways have been completely investigated to date, their characterization paves the way for exploring the potential effects of specialized metabolites on plant physiology. Among them is the linear furanocoumarin pathway, which was recently completed to produce up to psoralen. In this study, we report the first metabolic engineering of the linear furanocoumarin pathway to enable artificial psoralen production in tomato, through the integration of four genes coding for the enzymes: Umbelliferone Synthase, Demethylsuberosin Synthase, Marmesin Synthase and Psoralen Synthase. Interestingly, coumarins were produced instead of furanocoumarins. Using morphophysiological, metabolomic, and transcriptomic analyses, we suggest how coumarins, particularly scopoletin, can impact growth and affect plant physiology, even at low concentrations. As coumarins have increasingly attracted interest for agricultural applications due to their minimal environmental impact, this work both expands and challenges their potential by highlighting the physiological costs and benefits they may impose on tomato.", "date": "2025-07-08", "journal": ""}
{"title": "Integrative Multi-Omics Analysis Reveals Stress-Specific Molecular Architectures in Soybean under Drought and Rust Infection", "doi": "10.1101/2025.07.07.663534", "authors": "Husein, G.; Castro-Moretti, F. R.; Prado, M.; Amorim, L.; Mazzafera, P.; Canales, J.; Monteiro-Vitorello, C. B.", "abstract": "Asian soybean rust (ASR), caused by Phakopsora pachyrhizi, represents a major constraint to soybean cultivation, with yield losses approaching 90% in the absence of effective control strategies. When coupled with the increasing incidence of drought driven by climate change, the co-occurrence of these biotic and abiotic pressures imposes a complex challenge for crop resilience. In this study, we explored the molecular responses of soybean (Glycine max) to concurrent water limitation and ASR infection through an integrative analysis of transcriptomic and metabolomic datasets. To capture both linear and conditional relationships among molecular features, we employed Weighted Gene Co-expression Network Analysis (WGCNA) alongside Copula Graphical Models (CGMs). WGCNA identified 17 gene co-expression modules exhibiting significant correlations with 27 annotated metabolites. Among these, abscisic acid showed consistent associations with drought-responsive modules enriched in central metabolic pathways and transcription factors such as Dof and bHLH. In contrast, modules linked to fungal infection were correlated with dipeptides and D-galacturonic acid, implicating early defense signaling and cell wall remodeling. The CGM framework further revealed sparse, condition-specific networks of differentially expressed genes and metabolites directly associated with each stressor, including genes encoding a dirigent-like protein, pentatricopeptide repeat proteins, and a nucleoredoxin, as well as metabolites such as inosine, Epi-dihydrophaseic acid and 2-oxoadipic acid. Notably, no gene or metabolite was found to be directly responsive to both stresses, underscoring the modular and stress-specific architecture of soybean defense. Together, these results highlight a hierarchical regulatory structure and demonstrate the value of combining correlation-based and dependency-driven models to identify candidate targets for multi-stress resilience breeding.", "date": "2025-07-08", "journal": ""}
{"title": "Drought-associated genes exhibit high constitutive expression in Quercus douglasii, a drought tolerant California oak", "doi": "10.1101/2025.07.07.663554", "authors": "Steele, S.; Peck, L. D.; Sork, V. L.", "abstract": "Drought stress is a strong selective pressure for all plant species. Plants can respond to water shortage through various strategies that confer drought tolerance, but with a potential cost for growth. These strategies may be plastic responses that occur with the onset of stress or may comprise continuously-expressed (constitutive) traits regardless of water availability. Here, we used RNA-Seq to characterize transcriptional responses to dehydration in seedlings of a drought tolerant oak, Quercus douglasii from a population in the Sierra Nevada Foothills in California. In the greenhouse, we subjected 24 seedlings from six maternal families to dry-down or well-watered treatments and prepared RNA libraries from tissue collected before and after each treatment (48 libraries). Our goals were to characterize the pattern of up- and down-regulated genes in response to dehydration and to assess the extent to which this drought tolerant species shows differential versus constitutive expression as a drought response strategy. We identified few differentially expressed genes in response to dehydration. Up-regulated genes were related to known drought response functions, while down-regulated genes were enriched for gene ontology terms related to growth and carbohydrate metabolism. We discovered high constitutive expression of many putatively drought-responsive genes that had been found to exhibit gene expression plasticity in a drought sensitive oak, which a novel finding for drought tolerance strategies in tree species. We conclude that the drought tolerant strategy of Q. douglasii incorporates high constitutive expression levels of drought-responsive genes, as well as some plasticity in its response once environmental stress is experienced.", "date": "2025-07-08", "journal": ""}
{"title": "A national crop wild relative checklist for Zimbabwe reveals edible crop wild relative diversity of regional and global importance", "doi": "10.1101/2025.07.04.663189", "authors": "Mutasa, K.; Chipfunde, O.; Chapano, C.; Chatukuta, P.", "abstract": "Crop wild relatives (CWRs) are wild plant species genetically related to cultivated crops and represent vital reservoirs of genetic diversity for food security and agricultural resilience. Zimbabwe, with its five floristic regions, hosts substantial plant biodiversity, yet a comprehensive national inventory of its CWRs has been lacking. This study presents a desk-based assessment to develop a national checklist of Zimbabwean CWRs, applying a conceptual framework that evaluates edible CWRs in terms of taxonomic composition, use categories, biogeographic status, extinction risk, breeding potential, and vernacular nomenclature. An integrated approach combining floristic, ecological, and ethnobotanical data was employed to contextualize their utility in food systems and conservation. Findings reveal that Zimbabwe harbors over 2,700 CWR taxa across more than 100 plant families and nearly 400 genera, related to approximately 260 cultivated crops. Documented uses span food, fodder, medicine, ornamental, and industrial applications, with edible uses comprising nearly 40% of taxa with recorded utility. Edible CWRs span 53 families, predominantly Orchidaceae, Poaceae, Fabaceae, Convolvulaceae, Lamiaceae, and Euphorbiaceae, and serve diverse dietary roles including vegetables, fruits, spices, herbs, cereals, oils, and beverages. Around 90% CWR are native, and one-third are regionally endemic, with the Eastern Highlands region identified as a biodiversity hotspot. Despite their significance, only 30% of edible CWRs have been assessed for extinction risk, and just 0.2% have documented confirmed or potential traits for crop improvement. Vernacular names were recorded in six local languages for 26% of edible taxa, highlighting significant cultural knowledge and integration into local food systems. This study underscores the underutilized potential of edible CWRs in plant breeding and conservation planning. Their diversity, cultural embeddedness, and adaptive traits present significant opportunities for enhancing food security and advancing sustainable development in Zimbabwe and beyond. Strategic conservation and utilization of these genetic resources are urgently needed.", "date": "2025-07-08", "journal": ""}
{"title": "Most science is published from countries lacking in democracy and freedom of press", "doi": "10.1101/2025.07.03.663115", "authors": "Ioannidis, J.; Baas, J.", "abstract": "Democracy and freedom of press may affect how science is prioritized, produced, communicated and disseminated. We aimed to map the production of scientific publications worldwide in terms of democracy and freedom of press ratings of countries. Democracy ratings used the Democracy Index in 2024 and in 2006 (when first released by the Economist Intelligence Unit) and Freedom of Press ratings used the 2024 index by Reports Without Borders. The Scopus database was used for publications from each country. Fractional counts were assigned for publications co-authored by authors from different countries. Full articles, reviews, conference papers, books and book chapters were included. In 2024, countries characterized as full democracies produced only 22% of the Scopus-indexed publications, versus 66% in 2006. There was no correlation between the ratio of publications indexed in 2024 versus 2006 and the absolute or relative change in Democracy Index between 2006 and 2024 (r=0.02 and r=0.00, respectively). 78% of publications in 2024 came from countries with problematic (including USA) or worse (including China) freedom of press. Proportions of publications originated from countries with problematic or worse situations were 81%, 91%, 61%, 62%, and 63% for political, economic, legislative, sociocultural, and safety/security dimensions, respectively. Results were similar when limited to articles published in 2024 in journals with continuous annual presence in Scopus during 2006-2024. In conclusion, most published science originates from countries struggling or suffering in democracy and/or freedom of press. The deeper causes and implications of this emerging landscape require further study.", "date": "2025-07-08", "journal": ""}
{"title": "Modulation of predictive coding in auditory paradigms of varying complexity in children with Specific Language Impairment.", "doi": "10.1101/2025.07.02.662722", "authors": "Martinez, F. J. R.; Martinez, E. I. R.; Ruiz, B. A.; Trevino, A. G.; Pradas, R. M.; Gonzalez, C. M. G.", "abstract": "Specific Language Impairment (SLI) is a persistent difficulty in the acquisition and use of expressive and/or receptive language, which negatively impacts academic and social development. The present study evaluated the validity of the statistical learning model proposed to explain language difficulties in children with SLI. To this end, two auditory paradigms of varying complexity, framed within predictive coding theory, were passively presented to children diagnosed with SLI and without neurological impairments. The paradigms consisted of stimulus sequences with decreasing or increasing frequencies, interspersed with the sporadic occurrence of unexpected tone endings. The psychophysiological response was recorded using EEG, focusing on the P1, Mismatch Negativity (MMN), Post-imperative Negative Variation PINV, and Contingent Negative Variation (CNV) components. Results showed an absent MMN and a higher P1 response to deviant tones in children with SLI, suggesting an impaired development of frontal MMN generators, possibly compensated by the primary auditory cortex. SLI participants also showed increased PINV and CNV responses during the most complex paradigm, which could imply greater cognitive effort and resource allocation to the reassessment of stimulus patterns in this group. Finally, the incomplete maturation of frontal areas in children of this age range (3 to 11 years old) was proposed to explain the increased activity observed in both groups for the N1/MMN elicited in the simplest paradigm. These findings support statistical learning as a valid model for understanding the possible neural basis of SLI, identifying this type of predictive EEG design as a potential early detection protocol.", "date": "2025-07-08", "journal": ""}
{"title": "The neuroimaging correlates of depression established across six large-scale datasets", "doi": "10.1101/2025.07.02.660888", "authors": "Hamilton, K. M.; Luo, X. D.; Easley, T. O.; Ahmad, F.; Guo, T.; Jarukasemkit, S.; Modi, H.; Rincon, S. N.; Shelton, C.; Stahl, L.; Wang, Z.; Zhu, Y.; Lenzini, P.; Hannon, K.; Bijsterbosch, J. D.", "abstract": "Neuroimaging data offers noninvasive insights into the structural and functional organization of the brain and is therefore commonly used to study the brain basis of depression. To date, a substantial body of literature has suggested reduced size of subcortical regions and abnormal functional connectivity in frontal and default mode networks linked to depression. However, recent meta analyses have failed to identify significant converging correlates of depression across the literature such that a conclusive mapping of the neuroimaging correlates of depression remains elusive. Here we leveraged 23,417 participants across six datasets to comprehensively establish the neuroimaging correlates of depression. We found reductions in gray matter volume/ cortical surface area associated with depression in the frontal cortex, anterior cingulate and insula, confirming prior studies showing the importance of prefrontal and default mode regions in depression. Our findings demonstrate multiple surprising results including a lack of depression correlates in subcortical brain regions, significant depression correlates in somatomotor and visual regions, and limited functional connectivity findings. Overall, these results shed new light on key brain regions involved in the pathophysiology of depression, updating our understanding of the neuroimaging correlates of depression. We anticipate that these insights will inform further research into the role of sensorimotor and visual regions in depression and into the impact of heterogeneity on functional connectivity correlates of depression.", "date": "2025-07-08", "journal": ""}
{"title": "Not Just Noise: Impaired Oscillatory Entrainment Reflects Reduced Temporal Flexibility in Autism", "doi": "10.1101/2025.07.02.662876", "authors": "Beker, S.; Vanneau, T.; Akinyemi, E.; Foxe, J. J.; Molholm, S.", "abstract": "Rhythmic patterns in the environment enhance neural activity, perception, and action. However, natural rhythms are often imprecise, requiring flexible adaptation. In autism Spectrum Disorder (ASD), characterized by cognitive rigidity and atypical use of prior information - favoring immediate sensory input over predictive cues - entrainment to temporally variable input may be reduced at both neural and behavioral levels, though the neural mechanisms remain unclear. Here, we recorded high-density EEG and behavior in adults with ASD (n=20) and neurotypical (NT) controls (n=21) during a visual detection task with four rhythmic structures, parametrically varied from an isochronous fully regular rhythm, to a highly irregular one. Spectral analysis and temporal response function (TRF) models revealed significantly reduced modulation by temporal regularity in ASD, particularly in mildly jittered stimulation streams. Additionally, the coupling between phases of neural oscillations and behavior was diminished in ASD under the jittered conditions, suggesting reduced functional relevance of neural synchronization. Residual spectral power post-stimulation showed lower oscillatory entrainment in ASD, ruling out simple evoked-response explanations. Notably, the degree of neural modulation by temporal regularity was correlated with IQ within the ASD group, suggesting a link between temporal flexibility and individual cognitive profiles. These findings highlight impaired neural entrainment and reduced behavioral modulation by temporal structure in ASD, offering insight into inflexible responses to uncertain, volatile sensory environments.", "date": "2025-07-08", "journal": ""}
{"title": "Striatal dopamine modulates reward-reinforced temporal learning in humans.", "doi": "10.1101/2025.07.03.662974", "authors": "DiMarco, E. K.; Jiang, A.; Shipp, A. R.; Tatter, S. B.; Laxton, A. W.; Kishida, K. T.", "abstract": "The neurobiological mechanisms underlying human time perception remain elusive. Evidence has consistently linked striatal dopamine to timing behaviors, but it is still uncertain how rapid changes in dopamine may modulate human time perception. Many tasks designed to measure time perception utilize instrumental conditioning paradigms that reinforce correctly timed intervals. In these tasks, subjects are shown to improve their performance following repeated presentations of temporal cues, a phenomenon known as temporal learning. We sought to determine the association between rapid changes in human dopamine levels and temporal learning on an interval timing task that tested the reproduction of 1000ms, 3000ms, and 5000ms intervals in the presence and absence of monetary reinforcement. We utilized human voltammetry to measure real-time dopamine concentrations from the striatum of patients with Parkinsons disease while they performed the interval timing task. We first compared task behavior between patients with Parkinsons disease and neurologically healthy controls and found significant differences in the reproduction of 1000ms intervals, but not 3000ms or 5000ms intervals of time. Further, we observed that during 1000ms intervals, increases in striatal dopamine concentrations were associated with increases in temporal errors, but only during the expectation of monetary reinforcement. We also demonstrated that as temporal errors decrease overtime during temporal learning, so do striatal dopamine concentrations. These results suggest that dopamine may be driving temporal learning through the generation of temporal errors in response to positive reinforcement. These findings may have significant implications in our understanding of the role that dopamine plays in time perception.", "date": "2025-07-08", "journal": ""}
{"title": "Electrophysiological Mechanisms of Psychedelic Drugs: A Systematic Review", "doi": "10.1101/2025.07.05.663289", "authors": "Hidalgo Jimenez, J.; Aru, J.; Kaup, K. K.", "abstract": "Serotonergic psychedelics are known for their profound effects on consciousness and are gaining renewed interest as potential psychiatric treatments. These advances underscore the need to clarify the mechanisms of action of these compounds. This systematic review compiles and critically evaluates 23 in vitro and 26 in vivo electrophysiological studies on psychedelic compounds, with an emphasis on layer 5 pyramidal neurons in the prefrontal cortex, where 5-HT2A receptors are densely expressed. Our findings reveal that psychedelics exert complex, heterogeneous effects on neuronal excitability, synaptic transmission, and network oscillations. These results challenge the simplified view that psychedelics uniformly increase cortical excitability. Instead, they modulate both excitatory and inhibitory processes in a cell-type- and compartment-specific manner, with evidence for biphasic, dose-dependent, and context-sensitive responses. Activation of 5-HT2A receptors leads to intricate calcium signaling, downregulating excitatory currents and firing rates in many neurons, while enhancing glutamate release and activating a subset of projection fibers. Modulation of presynaptic and extrasynaptic GluN2B-containing NMDA receptors appears central to these effects, and some indirect evidence supports the involvement of intracellular 5-HT2A receptors. These insights prompt a reassessment of prevailing models of psychedelic action and underscore the value of incorporating electrophysiological data into psychedelic neuropharmacology.", "date": "2025-07-08", "journal": ""}
{"title": "Repeated extrinsic rewards following retrieval practice facilitate later memory", "doi": "10.1101/2025.07.01.662557", "authors": "Smith, D. E.; Smith, A. M.; Buras, H. R.; Long, N. M.", "abstract": "The anticipation of extrinsic reward facilitates memory formation. However, it is unclear how reward following memory retrieval influences the information that is retrieved and later remembered. Here, we conducted four behavioral experiments (N=42 male/female young adults per experiment) in which we manipulated retrieval practice reward delivery. Across all experiments, participants studied word-image pairs and then completed two rounds of retrieval practice, followed by a final recognition test. Participants made vividness judgments during retrieval practice and in three of four experiments each response had a 50% chance of yielding positive feedback. We find that repeated rewards following retrieval practice facilitate later memory whereas low vivid retrieval practice impairs later memory. Together, these results suggest that the benefit of both retrieval practice and reward may be dependent on the strength of the memory that is retrieved.", "date": "2025-07-08", "journal": ""}
{"title": "Antibody Responses to Salmonella Typhi Antigens among Typhoid Recovered Individuals in an Endemic Region", "doi": "10.1101/2025.07.04.663140", "authors": "Athavale, A.; Subramaniam, A.; Hussain, A.; Rani, I.; Rathore, D. K.; Upadhyay, S. K.; Pandey, A. K.; Malik, P. K.; Awasthi, A.; Rai, R. C.", "abstract": "Purpose: This study focuses on evaluating the immune responses, specifically levels of IgA, IgG, and IgM antibodies against five distinct Salmonella Typhi antigens (Vi polysaccharide, H-protein, Lipopolysaccharide, Hemolysin E, and OMP) in the plasma samples collected from participants 3 months after typhoid. We also examined if the anti-Vi polysaccharide antibodies present in the typhoid-recovered participants' plasma had an activating effect on NK cells isolated from healthy individuals. Methods: ELISA was used to measure the antibody responses to the five S. Typhi antigens in plasma samples from typhoid-recovered individuals and healthy participants. Vi polysaccharide specific plasma antibodies were tested for activation of the NK cells isolated from the healthy participants. Results: Polysaccharide antigens mounted better IgA responses among typhoid recovered individuals as compared to healthy individuals. Anti-S. Typhi IgM was significantly elevated in the typhoid group for all five antigens (p<0.05). No significant differences were seen in IgG responses. Notably, healthy participants also exhibited considerable levels of antibodies to all the antigens, indicating background seroreactivity. Conclusion: Polysaccharide antigens elicited significantly better IgA responses in recovered typhoid participants, possibly reflecting mucosal immune priming from the gut. Presence of IgM antibodies in recovered participants suggest a durable IgM response after Typhoid. Similar levels of IgG in both the groups may indicate waning IgG levels towards the baseline post-infection. These findings highlight the complexity of the immune response against S. Typhi in endemic settings.", "date": "2025-07-08", "journal": ""}
{"title": "Taurine is a Natural Host Cytoadhesion Inhibitor in Asymptomatic Malaria Cases", "doi": "10.1101/2025.07.06.663375", "authors": "Diffendall, G.; Millot, P.; Chen, P.; Dorin-Semblat, D.; Aprahamian, F.; Durand, S.; Gamain, B.; Claessens, A.; Scherf, A.", "abstract": "The prolonged dry season in malaria-endemic regions of sub-Saharan Africa can be divided into periods of high and low transmission. The majority of symptomatic malaria cases are restricted to the short high transmission period that follows the rainy season. Shortly after, persistent asymptomatic malaria cases are more prevalent throughout the prolonged low transmission period. It is still unclear whether host metabolic alterations play a role in asymptomatic infections during seasonal malaria. In this study, we analyzed the blood plasma metabolome (n=199) of individuals in The Gambia, West Africa, capturing data from both high and low malaria transmission periods. Plasma samples from individuals (n=16) were collected monthly throughout the low transmission season, enabling a longitudinal analysis of metabolic alternations over six months. Our findings reveal that significant changes in host plasma metabolite composition are associated with seasonality and malaria pathogenicity. Notably, we observed elevated levels of taurine in asymptomatic malaria infections, especially during periods of low transmission. In vitro, this naturally occurring host molecule inhibits the cytoadhesion of malaria-infected red blood cells (iRBCs), which is key to malaria disease severity and mortality. Exogenous taurine can significantly reduce or reverse binding of iRBCs to the common adhesion receptor CD36 and the endothelial protein C receptor (EPCR), the later being associated with cerebral malaria. This study uncovers a mechanism by which elevated taurine plasma levels in subclinical infections could reduce cytoadhesion and lead to increased splenic clearance, thereby strengthening host resistance to symptomatic infections. In the absence of health strategies targeting dry season parasite reservoirs, our findings highlight taurine as a potential prophylactic or therapeutic agent to reduce symptomatic malaria in sub-Saharan Africa.", "date": "2025-07-08", "journal": ""}
{"title": "Allelic Variation in CYP3A4 and PLB1 Drives Feed Efficiency and Immunometabolic Resilience in Beef Cattle", "doi": "10.1101/2025.07.02.662800", "authors": "Morenikeji, O. B.; Taiwo, G.; Idowu, M.; Gratz, L. M.; Olabosoye, B.; King, R. E.; Andrews, N. D.; Saccoh, F.; Grytsay, A.; Ogunade, I.", "abstract": "We evaluated genetic markers for feed efficiency and immunocompetence in 108 crossbred steers (217, 8.2 kg) fed a high-forage total mixed ration for 35 days, using GrowSafe8000 intake nodes to calculate residual feed intake (RFI). From the 20 most efficient (low RFI) and 20 least efficient (high RFI) animals, we genotyped three metabolic loci (CYP3A4 rs438103222, PLB1 rs456635825, CRAT rs876019788) and profiled blood mRNA levels of these plus eight innate/adaptive immune genes. Logistic regression revealed that CYP3A4 and PLB1 polymorphisms but not CRAT were strongly associated with initial and final body weight, average daily gain, and feed intake: CYP3A4 A/A and PLB1 A allele carriers achieved superior growth on reduced feed. Haplotype reconstruction across the three loci defined eight multi SNP combinations, with the CAA haplotype enriched in low RFI steers and combinations harboring CYP3A4 A and PLB1 A alleles linked to low RFI. Intriguingly, these favorable genotypes also overlapped with upregulation of immune sensors and effectors (e.g., CD14, TLR4, TNFalpha), indicating a coordinated metabolic immune adaptation in efficient cattle. Collectively, our results validate CYP3A4 and PLB1 as high-impact quantitative trait nucleotides for marker-assisted selection aimed at simultaneously improving feed efficiency and immune resilience in beef production.", "date": "2025-07-08", "journal": ""}
{"title": "Brain-epigenome wide association study (BEWAS) on the effects of two emerging psychedelics: ketamine & MDMA", "doi": "10.1101/2025.07.03.663007", "authors": "Semple, M. G.; Mennenga, S. E.; Smith, R.; Dwaraka, V. B.; Cahn, B. R.; Tafur, J.; Rabin, D. M.; Yazar-Klosinski, B.; Lewis, C. R.", "abstract": "Psychedelic compounds such as ketamine and MDMA have shown therapeutic promise for mood and trauma-related disorders, yet their molecular mechanisms remain unclear. This study applied a Brain-Epigenome-Wide Association Study (BEWAS) to assess DNA methylation changes in brain-enriched genes following treatment. Pre- and post-treatment blood (ketamine, N = 20) and saliva (MDMA, N = 16) samples from clinical trial participants were analyzed. Ketamine altered methylation at 1,210 CpG sites; MDMA affected 2,074 CpG sites. Functional enrichment analyses revealed changes in genes involved in neuroplasticity, immune regulation, and mental processes. Overlapping effects were observed in genes such as PTPRN2 and SHANK2, suggesting shared epigenetic mechanisms in driving increased neuroplasticity. These findings highlight psychedelics' capacity to induce coordinated, lasting molecular changes relevant to neuroimmune function and psychiatric health.", "date": "2025-07-08", "journal": ""}
{"title": "GAME: Genomic API for Model Evaluation", "doi": "10.1101/2025.07.04.663250", "authors": "Luthra, I.; Priyadarshi, S.; Guo, R.; Mahieu, L.; Kempynck, N.; Dooley, D.; Penzar, D.; Vorontsov, I.; Sheng, Y.; Tu, X.; Klie, A.; Drusinsky, S.; Floren, A.; Armand, E.; Alasoo, K.; Seelig, G.; Tewhey, R.; Koo, P.; Agarwal, V.; Gosai, S.; Pinello, L.; White, M. A.; Lal, A.; Zeitlinger, J.; Pollard, K. S.; Libbrecht, M.; Carter, H.; Mostafavi, S.; Kulakovskiy, I.; Hsiao, W.; Aerts, S.; Zhou, J.; de Boer, C. G.", "abstract": "The rapid expansion of genomics datasets and the application of machine learning has produced sequence-to-activity genomics models with ever-expanding capabilities. However, benchmarking these models on practical applications has been challenging because models are evaluated in heterogenous and ad hoc ways. To address this, we have created GAME, a system for large-scale, community-led standardized model benchmarking on diverse evaluation tasks. GAME uses Application Programming Interfaces (APIs) to communicate between containerized pre-trained models and benchmarking tasks, enabling uniform model evaluations and cross-platform compatibility. We also developed a Matcher module powered by a large language model (LLM) to automate ambiguous task alignment between prediction requests and tasks models can perform. The community can easily contribute GAME modules, leading to an ever-expanding and evolving set of models and benchmarks. GAME will accelerate genomics research by illuminating the best models for a given task, motivating novel benchmarks, and providing a nuanced understanding of model abilities.", "date": "2025-07-08", "journal": ""}
{"title": "Decoding functional genes across species with annotation-independent machine learning", "doi": "10.1101/2025.07.04.662730", "authors": "Xie, Y.; Li, L.; Zhu, G.; Lu, P.; Ma, J.; Tao, W.; Tang, J.; Wang, C.; Han, G.", "abstract": "Dissecting the genetic basis of complex traits across species is a challenge for traditional low-throughput, species-specific methods. To overcome these limitations, we introduce a computational framework that integrates cross-species comparative genomics and machine learning to identify functional genes for shared phenotypes, independent of prior annotation. Our method links orthologous gene group (OG) profiles to specific traits, enabling the powerful discovery of functional genes across diverse evolutionary clades. For plant-arbuscular mycorrhizal symbiosis, a notoriously difficult system, our model pinpointed a regulatory network by identifying 27 core plant-AM symbiosis genes among its top 50 candidate OGs, including the critical receptor SYMRK. The approach also proved highly effective for identifying functional genes related to the tested vertebrate skeletal development and multiple bacterial traits. Most notably, for bacterial motility, our model not only identified 63 known motility genes from the top 100 candidate OGs (of which 78 are present in Escherichia coli) but also guided the experimental validation of three novel essential genes. This annotation-independent strategy represents a paradigm shift in functional genomics, offering a scalable and universal engine to decode the genetic architecture of complex traits and illuminate the vast 'functional dark matter' across the tree of life.", "date": "2025-07-08", "journal": ""}
{"title": "Image-based leaf SPAD value and chlorophyll measurement using a mobile phone: enabling accessible and sustainable crop management", "doi": "10.1101/2025.07.08.663527", "authors": "Anderson, J.; Boonyaves, K.; Okamoto, H.; Karaket, N.; Chuekong, W.; Garvie, M.; Chabang, N.; Osorio, D.; Supaibulwatana, K.", "abstract": "This study evaluates a practical, low-cost solution for image-based leaf SPAD (Soil and Plant Analysis Development) value and chlorophyll content monitoring using a mobile phone. We compare laboratory assay and SPAD-502+ measurements with image-based estimates from a mobile phone app (PhotoFolia). Performance is tested for four commercial rice varieties grown in Thailand. Results show that the image-based method can predict SPAD values within +/- 1.2 units Mean Absolute Error (MAE) and chlorophyll concentrations within 7.2% Mean Absolute Percentage Error (MAPE) of laboratory results. Achieving a SPAD value error close to the industry standard of +/-1 unit and a relative error of less than 10% in chlorophyll concentration estimation (compared to a laboratory method) demonstrates that an image-based approach using standard mobile phones can serve as an accessible, low-cost tool for on-farm chlorophyll monitoring, without the need for specialised equipment.", "date": "2025-07-08", "journal": ""}
{"title": "A hierarchical abscission program regulates reproductive allocation in Prunus yedoensis and Prunus sargentii", "doi": "10.1101/2025.07.08.663657", "authors": "Jeon, W.-T.; Kim, J.-A.; Cheon, A.; Lee, S. S. Y.; Kang, J.; Lee, J.-M.; Lee, Y.", "abstract": "Organ abscission is essential for optimal reproduction, yet its regulation in perennial woody plant species is poorly understood. To investigate how abscission is spatially and temporally regulated during reproduction, we analyzed five sequential abscission events in the cherry species Prunus yedoensis and Prunus sargentii: abscission of the petals, calyces, flower pedicels, fruit pedicels, and peduncles. The abscission zone (AZ) of the calyx formed de novo upon activation, whereas other AZs were pre-formed but developmentally arrested. Localized ethylene responsiveness reactivated these zones, promoting cell division, differentiation of residuum and secession cells on either side of the AZ, and lignin deposition in some cases. This progression was accompanied by reactive oxygen species accumulation and pH shifts. We observed species-specific differences during early floral abscission: P. yedoensis shed petals rapidly in a pollination-independent manner, whereas P. sargentii retained petals on unpollinated flowers, which later abscised with the pedicel, potentially extending the fertilization window. Both species employed a post-fertilization checkpoint via fruit pedicel abscission to selectively eliminate small, slow-growing fruits. These findings reveal that Prunus species coordinate a hierarchical abscission program functioning as a multilayered reproductive filter, progressively refining investment decisions to determine the final fruit set.", "date": "2025-07-08", "journal": ""}
{"title": "Photoperiodic effects on early plant development in everbearing and seasonal flowering strawberry", "doi": "10.1101/2025.07.08.662500", "authors": "David, S.; Ficov, G.; Marcelis, L. F. M.; Verdonk, J. C.", "abstract": "In recent years, interest in vertical farming systems for strawberry cultivation has increased. Because of the increased costs associated with these systems, optimal use of resources, such as cultivation space and light, is a requirement. This necessitates a detailed understanding of plant development in different light conditions. The aim of this experiment was to analyze the effect of photoperiod on the early development of seasonal flowering and everbearing strawberry plants, and to compare the expression of genes known or suspected to be involved in the regulation of plant development between the two flowering types. Young, runner-propagated seasonal flowering and everbearing strawberry plants were grown under 10, 12, 14, or 16 h photoperiod in a climate-controlled vertical farm. Morphological and physiological measurements were made weekly. Leaf material was collected for gene expression analysis. There were not many differences in plant growth and development between the short day conditions (10 and 12 h photoperiods), or long day conditions (14 and 16 h photoperiods). Short day conditions had a repressive effect on vegetative growth in all cultivars, but this effect was reduced in everbearing cultivars compared to seasonal flowering cultivars. No notable differences were found in gene expression between the two flowering types.", "date": "2025-07-08", "journal": ""}
{"title": "Navigating parasite antigen genetic diversity in the design of Plasmodium vivax serological exposure markers for malaria", "doi": "10.1101/2025.07.07.663616", "authors": "Bareng, P.; Wu, K. W.; Takashima, E.; Argyropoulos, D.; Smith, L.; Naung, M.; Mazhari, R.; Schoffer, K.; Kiernan-Walker, N.; Abraham, A.; Lamont, M.; Mehra, S.; Lim, P.; Sattabongkot, J.; Monteiro, W. M.; Lacerda, M. V. G. d.; Healer, J.; Chitnis, C. E.; Tham, W.-H.; Tsuboi, T.; Mueller, I.; Barry, A. E.; Longley, R. J.", "abstract": "Background: Plasmodium vivax poses a major obstacle to malaria elimination because it can lie dormant in the liver for weeks or months before reactivating and causing a relapse of infection. These dormant forms (hypnozoites) cannot be detected using standard diagnostics, but recent P. vivax exposure and by proxy, hypnozoite carriage, can be inferred using antibody-based tests (serological markers). In this study, we examined how genetic variation in P. vivax affects the utility of these antibody markers, and whether redesigned antigens could improve performance. Methods: We analysed global P. vivax genetic data to assess variation in leading serological markers. Based on this, we produced new antigen versions (haplotypes) that better reflect global sequence diversity, compared to the commonly used reference strain (Sal-1). Antibody responses against these new constructs were then tested using samples from well-characterised cohorts in Brazil and Thailand. Antibody levels were assessed in relation to how recently participants had a qPCR-detectable blood-stage P. vivax infection. We compared the ability of the haplotypes and reference constructs to correctly identify individuals infected within the prior 9-months. Findings: Extensive genetic diversity was identified in two P. vivax antigens, DBPII and MSP5. Several antigens had large numbers of circulating haplotypes globally, with the percentage with similar sequence identity to the reference Sal-1 ranging from 0.4% (MSP5) to 99% (S16). Two antigens exhibited strong differences in immunogenicity by region and construct (RBP2a and DBPII). However, for most proteins (5 out of 8), these differences had little impact on the accuracy of identifying recent exposure. In cases where performance was affected (e.g. RBP2a), this could be overcome by adding multiple antigens into the classification model. Interpretation: Even highly diverse antigens can be effective serological exposure markers. Our findings highlight the importance of testing the impact of genetic diversity when designing serological tests and suggest practical strategies, such as using a mix of antigens, to ensure consistent performance across regions.", "date": "2025-07-08", "journal": ""}
{"title": "mRNABench: A curated benchmark for mature mRNA property and function prediction", "doi": "10.1101/2025.07.05.662870", "authors": "Shi, R.; Dalal, T.; Fradkin, P.; Koyyalagunta, D.; Chhabria, S.; Jung, A.; Tam, C. L.; Ceyhan, D.; Lin, J.; Laverty, K. U.; Baali, I.; Wang, B.; Morris, Q.", "abstract": "Messenger RNA (mRNA) is central in gene expression, and its half-life, localization, and translation efficiency drive phenotypic diversity in eukaryotic cells. While supervised learning has widely been used to study the mRNA regulatory code, self-supervised foundation models support a wider range of transfer learning tasks. However, the dearth and homogeneity of standardized benchmarks limit efforts to pinpoint the strengths of various models. Here, we present mRNABench, a comprehensive benchmarking suite for mature mRNA biology that evaluates the representational quality of mature mRNA embeddings from self-supervised nucleotide foundation models. We curate ten datasets and 59 prediction tasks that broadly capture salient properties of mature mRNA, and assess the performance of 18 families of nucleotide foundation models for a total of 135K experiments. Using these experiments, we study parameter scaling, compositional generalization from learned biological features, and correlations between sequence compressibility and performance. We identify synergies between two self-supervised learning objectives, and pre-train a new Mamba-based model that achieves state-of-the-art performance using 700x fewer parameters. mRNABench can be found at: https://github.com/morrislab/mRNABench.", "date": "2025-07-08", "journal": ""}
{"title": "Genome sequence of Talaromyces trachyspermus, a biocontrol fungus isolated from broomrape", "doi": "10.1101/2025.07.07.663553", "authors": "Hemmati, R.; Dolatabadian, A.; Saeedi, S.; Batley, J.", "abstract": "Applying antimicrobial compounds derived from microorganisms for plant disease management is one of the objectives of sustainable agriculture. The genus Talaromyces is known for its species' ability to produce a diverse group of antimicrobial compounds. For example, T. trachyspermus has been reported to produce secondary metabolites, cell wall-degrading enzymes, and plant growth-promoting factors. Identification of novel promising metabolites and enzymes from T. trachyspermus is still in its infancy. Also, there is a lack of information about the genomic resources for its secondary metabolites and hydrolytic enzymes. Therefore, this study aimed to analyse the genome of a biocontrol isolate of this species to investigate its biocontrol mechanisms at the genomic level, focusing on secondary metabolites and cell wall degrading enzymes. The whole genome of T. trachyspermus isolate IRAN 3054C, obtained from necrotic Orobanch ramosa stems in Iran with biocontrol ability, was sequenced using the Illumina platform. We performed both de novo and resequencing analyses of the genome, obtaining a 31.3 Mb assembly. The abundance of protein groups associated with biocontrol activities was assessed in the studied genome. Fungismash was used to detect and annotate secondary metabolites. The analysis revealed the presence of several secondary metabolite biosynthesis gene clusters (BGCs), with a high frequency of polyketide synthases (T1PKS) and nonribosomal peptide synthetases (NRPS), which are known to produce bioactive compounds with antimicrobial properties. Among the identified secondary metabolites, Fusarin, YWA1, Dimethylcoprogen, and Squalestatin S1 exhibited the highest similarity to known compounds. Furthermore, sequences similar to Phyllostictine A/B and Cornexistin indicate potential herbicidal properties. The genome also had domains for enzymes involved in phosphate solubilisation, siderophore production, and fungal cell wall degradation, which are essential for biocontrol and plant growth promotion. Our findings highlight the genomic richness of T. trachyspermus IRAN 3054C for biocontrol. Further metabolomics studies are needed to validate the actual production of these secondary metabolites and explore their functional roles in biocontrol.", "date": "2025-07-08", "journal": ""}
{"title": "Decoding the peripheral transcriptomic and meta-genomic response to music in Autism Spectrum Disorder via saliva-based RNA sequencing", "doi": "10.1101/2025.07.04.663204", "authors": "Cavenaghi, A.; Mallah, N. E. Z.; Navarro, L.; Martinon-Torres, F.; Gomez-Carballa, A.; Salas, A.", "abstract": "Saliva-based RNA sequencing (RNA-seq) poses technical challenges due to high bacterial content, RNA degradation, and sample heterogeneity. This study investigates the transcriptional effects of music exposure in individuals with autism spectrum disorder (ASD) using this non-invasive approach. To address saliva-specific limitations, we employed two complementary library preparation methods, Poly-A selection and Human-Enriched protocols, allowing us to maximize human transcript detection and ensure reproducibility. By merging them, we ensured reproducibility and captured both host and microbial signals. While each dataset individually revealed a limited number of differentially expressed genes (DEGs), their integration enhanced biological resolution. Among the consistently modulated genes were HERC6, TSPAN5, and REM2, pointing to music-induced transcriptional changes relevant to neurodevelopmental and immune processes. Functional enrichment analyses highlighted pathways involved in immune regulation, oxidative phosphorylation, and epithelial differentiation. These findings align with evidence of immune dysregulation, mitochondrial dysfunction, and altered cellular communication in ASD. Importantly, co-expression network analysis identified modules significantly correlated with music exposure. Notably, the AKNA module, previously associated with ASD risk, was downregulated and enriched for Ras-related GTPase signaling and immune pathways, suggesting that music may modulate intracellular signaling and inflammation. Conversely, upregulation of the UBE2D3 module pointed to activation of endoplasmic reticulum stress response mechanisms, a known contributor to ASD neurodevelopmental deficits. These results suggest that music engages specific stress-adaptive and immunomodulatory networks in buccal cells, potentially reflecting systemic effects. Our exploratory metagenomic analysis highlights 15 microbial species with consistent abundance shifts across both methods. Notably, Acidipropionibacterium acidipropionici and Propionibacterium freudenreichii, associated with propionic acid production, emerged as music-responsive taxa. Elevated propionic acid has been implicated in ASD-like behaviors and neuroinflammation, suggesting a microbiota-mediated pathway. Music may influence both host gene expression and oral microbiota, potentially affecting neuroimmune processes via the microbiota-brain axis. Although exploratory, the results support the feasibility of using saliva for integrated molecular profiling in ASD.", "date": "2025-07-08", "journal": ""}
{"title": "An effector from the potato late blight pathogen bridges ENTH-domain protein TOL9a to an activated helper NLR to suppress immunity", "doi": "10.1101/2025.07.06.663370", "authors": "Madhuprakash, J.; Toghani, A.; Pai, H.; Harvey, M.; Bentham, A. R.; Seager, B. A.; Yuen, E. L. H.; De la Concepcion, J. C.; Lawson, D. M.; Stevenson, C. E. M.; Vergara-Cruces, A.; Derevnina, L.; Bozkurt, T. O.; Banfield, M. J.; Kamoun, S.; Contreras, M. P.", "abstract": "Pathogens counteract central nodes of NLR immune receptor networks to suppress immunity. However, the mechanisms by which pathogens hijack helper NLR pathways are poorly understood. Here, we show that an effector from the potato late blight pathogen Phytophthora infestans bridges the host protein NbTOL9a, a putative member of the host ESCRT pathway, to a helper NLR to suppress immunity. In this work, we solved the crystal structure of the RXLR-LWY effector AVRcap1b in complex with the ENTH domain of NbTOL9a. The structure revealed that unlike other RXLR-LWY effectors, AVRcap1b has a novel L-shaped fold and defines a new structural family of effectors in the Phytophthora genus. Moreover, we defined the AVRcap1b/NbTOL9a binding interface and designed effector mutants that don't bind NbTOL9a, impairing immune suppression. This indicates that ENTH binding is required for full virulence activity of this effector. Lastly, we show that AVRcap1b associates specifically with activated NbNRC2 independently of NbTOL9a binding. This suggests that the effector functions as a bridge that interconnects NbNRC2 with the NbTOL9a pathway. These results illustrate an unprecedented pathogen mechanism to hijack helper NLR pathways and suppress immunity.", "date": "2025-07-08", "journal": ""}
{"title": "Buyang Huanwu Decoction Ameliorates Peripheral Nerve Injury by Promoting Cell Cycle through Activation of PI3K/AKT/mTOR/HIF-1α Pathway", "doi": "10.1101/2025.07.02.662709", "authors": "Li, H.; Zhou, X.; Huang, P.; Zhang, X.; Gao, Y.; Fu, B.", "abstract": "Background: Peripheral nerve injury (PNI) can lead to partial or even total motor and sensory dysfunction, severely affecting the work and life of patients, but recovery of nerve function is often poor due to the complexity of the nerve repair and regeneration process. Cumulative evidence suggests the contribution of cell cycle regulation in repairing PNI injury, and p27KIP1 is a key molecule in regulating the cell cycle. Objective: The aim of this study is to elucidate the repair mechanism of peripheral nerve injury (PNI) from the point of view of regulating cell cycle and to explore the therapeutic effect of Buyang Huanwu Decoction (BHD). To provide new strategies for the treatment of PNI and to explore valuable drugs initially. Methods: The clamp injury model was chose as a PNI model and different doses of BHD extract were administered by gavage for 14 days. Limb motor function, sciatic nerve index and sciatic nerve pathology were assessed and p27Kip expression level was determined. The in vivo chemical composition of BHD extract was determined and drug targets were retrieved by TCMSP, STITCH and Swiss Target Prediction to predict the mechanism of BHD treatment for PNI using network pharmacology. Pathway-related proteins including P-PI3K, P-AKT, P-mTOR and HIF-1a were validated by western blotting assay. Results: Compared with control rats, PNI rats had abnormal motor function, sciatic nerve damage and reduced p27Kip expression. Administration of BHD for 14 days significantly improved PNI in rats, which not only repaired sciatic nerve function, attenuated sciatic nerve pathology and inhibited p27Kip expression to regulate the cell cycle in PNI rats, but also activated the PI3K/AKT/mTOR/HIF-1a pathway. Conclusion: The above results suggest that PI3K/AKT/mTOR/HIF-1a mediated cell cycle regulation may be an important repair mechanism for PNI, and that BHD can improve PNI by accelerating the cell cycle to promote neural repair and regeneration.", "date": "2025-07-08", "journal": ""}
{"title": "High-throughput multi-camera array microscope platform for automated 3D behavioral analysis of freely swimming zebrafish larvae", "doi": "10.1101/2025.07.07.661868", "authors": "Chen, H.; Li, K.; Kreiss, L.; Reamey, P.; Pierce, L. X.; Zhang, R.; Da Luz, R.; Chaware, A.; Kim, K.; Cook, C. B.; Yang, X.; Lerner, J. F.; Doman, J.; Begue, A.; Efromson, J.; Harfouche, M.; Horstmeyer, G.; McCarroll, M. N.; Horstmeyer, R.", "abstract": "Understanding the behavioral and morphological dynamics of freely moving model organisms like the zebrafish larvae requires accurate, high-throughput 3D analysis. However, traditional single-view 2D video tracking fails to capture the full scope of natural 3D movements and postural dynamics. Here, we present a novel high-throughput 24-camera array microscope with a co-designed \"mirrored well plate\" that allows for snapshot imaging of up to 48 wells over a 118 mm x 82 mm field of view from two orthogonal directions (i.e., a top-view and side-view). Accurate 3D position estimation and tracking is achieved with an efficient machine learning algorithm that scales well to high-throughput measurements. The proposed approach automates parallelized 3D model organism behavioral analysis, providing 3D skeletal tracking, swim bladder morphological dynamics, and kinematics of up to 48 freely swimming zebrafish larvae at up to several hundred frames per second. The result is an efficient and scalable solution for high-throughput 3D behavioral studies with broad compatibility with standard workflows across laboratories and procedures working with pharmacology, toxicology, and neuroscience.", "date": "2025-07-08", "journal": ""}
{"title": "Collagen fibre organisation revealed with computational scattered light imaging and polarimetric second harmonic generation microscopy", "doi": "10.1101/2025.07.04.663123", "authors": "Ettema, L.; Mazeika, V.; Alizadeh, M.; Abbasi, H.; Barzda, V.; Menzel, M.", "abstract": "Collagen forms dense fibre networks in the human body, with the organisation directly influencing tissue mechanics and function in health and disease. A good understanding of this relation requires proper imaging techniques for visualising the dense collagen network. Previously, computational scattered light imaging was employed as a fast and easy-to-implement technique to retrieve the orientation of multi-directional collagen fibres, but results were not yet validated quantitatively. In this study, we validate the in-plane orientations of collagen fibres determined with computational scattered light imaging by performing comparative measurements with polarimetric second harmonic generation microscopy on rat tendon and bone sections. For rat tendon, sections with and without hematoxylin-and-eosin staining, folded tendon layers, and obliquely cut sections were investigated. Similar fibre orientations were obtained with both techniques in both tissues, with the highest degree of similarity found for in-plane, unidirectional fibres in the tendon sections. The techniques were able to retrieve the orientations of multi-directional crossing collagen fibres in folded rat tendon layers, and results were found to be unaffected by staining. While polarimetric second harmonic generation microscopy provides high resolution and ultrastructural information on collagen, computational scattered light imaging provides large field of view measurements with micrometre resolution.", "date": "2025-07-08", "journal": ""}
{"title": "Palbociclib CDK4/6- and Crizotinib MET/ALK/ROS1-inhibitors Synergize to Enhance Senescence and Immune Recognition in Melanoma Cells Independently of BRAF/NRAS Status", "doi": "10.1101/2025.07.04.663080", "authors": "Zhang, F.; Boutin, L.; Das, I.; Melief, J.; Singh, M.; Stantic, M.; Alzrigat, M.; Azimi, A.; Baldran, L.; Bazzar, W.; Da Silva Liberio, M.; Goodwin, J.; Tuominen, R.; Höiom, V.; Jerhammar, F.; Egyhazi Brage, S.; Hansson, J.; Kiessling, R.; Selivanova, G.; Wiman, K. G.; Wilhelm, M. T.; Larsson, L.-G.", "abstract": "Pro-senescence therapy, which triggers both permanent cell cycle arrest and an immune response, is a controversial new strategy for cancer treatment. To assess this strategy in melanoma, we performed a high throughput microscopy-based senescence screen utilizing a panel of melanoma cell lines with different driver mutations and a collection of clinical and experimental drugs. We found that vemurafenib and trametinib, which inhibit BRAFV600E and MEK1/2, respectively, induced senescence in some but not all BRAF-mutant cell lines. In contrast, palbociclib, BKM-120 and crizotinib, which inhibit CDK4/6, PI3K, and MET/ALK/ROS1, respectively, triggered senescence in most cell lines, irrespective of BRAF/NRAS mutation status, and overcame intrinsic and acquired vemurafenib resistance. The combination of palbociclib and crizotinib synergized to further enhance the senescence response in all cell lines irrespective of BRAF/NRAS mutation status, increased the expression of SASP factors, such as IL-1a and b, and HLA class I and other markers for recognition by NK and T cells. Further, this combination caused a significant increase in CD8+ T cells and pro-inflammatory macrophages in the tumor microenvironment and a marked reduction of mouse melanoma tumor growth that was dependent on CD8+ T cells, suggesting increased immune surveillance. Our findings suggest that pro-senescence therapy based on concomitant inhibition of both CDK4/6 and MET/ALK/ROS1 could be developed further as an alternative treatment strategy for melanoma. Significance: Pro-senescence therapy based on combined targeting of CDK4/6 with Palbociclib and MET/ALK/ROS1 with Crizotinib inhibits melanoma tumor growth through anti-tumor immune response activation, providing an alternative treatment strategy for malignant melanoma.", "date": "2025-07-08", "journal": ""}
{"title": "Deciphering the Nrf2/ARE Mechanism: GanCaoXieXin Decoction Combats Oxidative Stress in Ulcerative Colitis Pathogenesis", "doi": "10.1101/2025.07.02.662699", "authors": "Ling, P.; Bing, Z.; Zhang, X.; Liu, Y.; Shen, Y.", "abstract": "Background GanCaoXieXin (GCXX) decoction, a classic prescription, has shown clinical efficacy in treating ulcerative colitis (UC). However, its mechanism remains incompletely understood. Objective This study aims to explore how GCXX modulates the Nrf2/ARE signaling pathway to mitigate oxidative stress (OS)-induced damage and thereby ameliorate UC. Materials and methods Network pharmacology and bioinformatics analyses identified key targets of GCXX in UC treatment. Ultra-performance liquid chromatography combined with quadrupole time-of-flight mass spectrometry (UHPLC-MS/MS) analyzed GCXX's effective compounds. A 2.5% Dextran Sulfate Sodium Salt (DSS)-induced UC mouse model was used. Immunohistochemistry (IHC) assessed tight junction proteins. Enzyme-linked immunosorbent assay (ELISA) measured intestinal permeability and oxidative stress markers. Western blot (WB) analyzed Nrf2/ARE signaling proteins. In 800mol/L H2O2-induced oxidative stress (OS) state HT-29 cells, cell viability, apoptosis, oxidative stress indicators, and apoptosis-related proteins were evaluated. Immunofluorescence (IF) detected Nrf2/ARE signaling axis proteins. Results The results of network pharmacology and bioinformatics analysis revealed that GCXX could intervene in UC by regulating OS-related pathways. GCXX contained antioxidant components like quercetin, berberine, and baicalin. In vivo, GCXX alleviated mucosal damage, reduced intestinal permeability, downregulated MDA, upregulated SOD, suppressed Keap1, and promoted tight junction and Nrf2/ARE pathway proteins. In vitro, GCXX increased cell survival, improved antioxidant capacity, reduced MDA and apoptosis in OS state cells. Immunofluorescence confirmed Nrf2/ARE pathway as crucial in GCXX's protective effects. Conclusions GCXX elevates the expression level of Nrf2, HO-1 and NQO1, thus reducing entercell OS-induced damage, intestinal cell apoptosis, alleviating UC intestinal mucosal damage.", "date": "2025-07-08", "journal": ""}
{"title": "The olfactory organ is a site for neuroendocrine modulation of reproduction in zebrafish", "doi": "10.1101/2025.07.07.663467", "authors": "Whitlock, K. E.; Tine, E.; Pinto-Borguero, I.; Aguirre-Campos, C.; Escobar P., M.; Fuentes, R.; Ewer, J.", "abstract": "Gonadotropin-releasing hormone (GnRH) is one of the most fascinating neuroendocrine peptides: It is essential for maintaining the reproductive state of vertebrates and also displays high sequence homology to the tridecapeptide mating pheromone of the yeast, S. cerevisiae. In spite of its highly conserved role in vertebrate reproduction, recent studies in zebrafish show that the loss of function of genes encoding Gnrh isoforms does not cause infertility. Here we first investigated whether Phoenixin, a novel peptide acting in the reproductive pathway of vertebrates, is the hormone that has replaced Gnrh in zebrafish. While loss of function of the phoenixin gene affected female differentiation, we observed no defects in fertility. We next reconsidered the GnRH pathway and turned to the natural world, where fishes use waterborne hormones to control reproduction. Thus, we investigated whether exogenous Gnrh affects the hypothalamic-pituitary axis. Here we show that fish isolated from their conspecifics and kept in artificial water devoid of fish odors, mounted sex appropriate pituitary responses when Gnrh was added to the water. Furthermore, blocking the access of water to the olfactory organs eliminated these responses. We then analyzed Gnrh signaling by knocking out the gene encoding gnrh-receptor3 (gnrh-r3) and, surprisingly, found that fish homozygous for a gnrh-r3 null mutation were almost completely infertile: males did not produce sperm and females produced but a few mature oocytes. Finally, we found that Gnrh was present in nanomolar concentrations in the water that houses the fish, thus supporting the hypothesis that waterborne Gnrh from conspecifics plays a key role in regulating zebrafish reproduction in the absence of the endogenous ligand.", "date": "2025-07-08", "journal": ""}
{"title": "Tendon fibroblast inflammatory responses depend on NF-κβ and JAK/STAT signaling and alter mechanotransduction pathways", "doi": "10.1101/2025.07.04.663209", "authors": "Sup, M.; Kim, M. M.; Song, L.; Genin, G. M.; Thomopoulos, S.", "abstract": "Tendon pathologies, including both chronic injuries and acute tendon tears, are some of the most common musculoskeletal injuries. Recent studies have suggested the importance of inflammation in the healing process in both acute and chronic tendon injury. However, there remain gaps in knowledge that hinder progress in the development of therapeutics to improve healing. A more complete characterization of the inflammatory response in tendon is needed, by defining the relative roles of different molecular pathways, and determining how these pathways interact with tendon mechanobiology. To investigate these questions, an in vitro model was developed, wherein the complexity of the in vivo healing environment was simulated by applying M1 macrophage conditioned media (M1-CM) to tendon fibroblasts (TFs). Characterization of the M1-CM and its effect on TFs revealed a robust inflammatory response, including upregulation of over 500 genes and increased secretion of several cytokines in TFs. The NF-{kappa}{beta} and JAK/STAT signaling pathways were necessary for the response to M1-CM, and each pathway was responsible for different downstream responses to inflammation in TFs. When considering the role of mechanical loading in tendon responses to inflammation, it was found that TF responses to loading were altered by the presence of an inflammatory stimulus. Analysis of the genes that responded differently to loading with inflammation present suggested changes in pathways involving extracellular matrix organization and G protein signaling. Mathematical modeling based upon these results revealed time-dependent suppression of mechanosensitivity, suggesting that therapeutic timing of inflammatory or anti-inflammatory interventions could restore or attenuate mechanical responsiveness to modulate rehabilitation outcomes. Results reveal that inflammation disrupts mechanosensitivity in tendon healing, and suggest potential pathways for therapeutic intervention.", "date": "2025-07-08", "journal": ""}
{"title": "Endogenous Nitroalkene Exploits Dependence on Autophagy-Lysosome Pathway in PARPi-Resistant TNBC", "doi": "10.1101/2025.07.04.663201", "authors": "Hong, L.; Lee, S.; frisbie, L.; Zhao, Y.; Skoko, J. J.; Merkel, C.; Kataura, T.; Korolchuk, V. I.; Coffman, L.; Lee, A.; Freeman, B. A.; Schopfer, F. J.; Neumann, C. A.", "abstract": "Lack of DNA DSB repair efficiency exquisitely sensitizes cancers to poly-ADP ribose polymerase inhibitors (PARPi). Unfortunately, resistance to PARPi poses an insurmountable challenge for patients. Mechanisms that confer insensitivity to PARPi therapy include enhanced DNA damage repair and autophagy. Natural and non-natural unsaturated fatty acid nitroalkene derivatives (NFA) show anticancer actions that sensitize TNBC cells to PARPi and other DNA-damaging treatments. We reveal that nitro-oleic acid (OA-NO2) re-sensitizes PARPi-resistant TNBC cells to PARPi. RNA-seq analysis of clinically relevant mutBRCA1 PARPi-resistant TNBC cell lines exhibited upregulation in autophagy and lysosomal pathways. Bio-orthogonal analysis identified the autophagy regulator SQSTM1/p62 as a novel OA-NO2 target, alkylating two redox-sensitive Cys residues of p62 (Cys105 and Cys113). These Cys are essential for p62 regulation of autophagy and mimicked the effects of p62 Cys105 and Cys113Ala mutants, and when alkylated by OA-NO2 showed impaired p62 oligomerization, degradation, and inhibition of autophagy. Combination treatment of PARPi-resistant TNBC with a PARPi and OA-NO2 synergistically inhibited p62-associated autophagy and lysosome function. These data emphasize the clinical potential of OA-NO2 for treating PARPi-resistant TNBC patients.", "date": "2025-07-08", "journal": ""}
{"title": "Musculoskeletal architecture of the shoulder: A comparative anatomy study in bats and mice informing human rotator cuff function", "doi": "10.1101/2025.07.04.663211", "authors": "Kurtaliaj, I.; Kunes, J.; Li, S.; Rowley, M.; Forrester, L. A.; Golman, M.; Swartz, S. M.; Levine, W. N.; Genin, G. M.; Thomopoulos, S.", "abstract": "Overhead motion in humans often leads to shoulder injuries, a consequence of the evolutionary trade-off in glenohumeral joint anatomy that balances stability with mobility. Bats consistently engage in overhead motion during flight, subjecting their shoulders to substantial loading throughout their relatively long lifespan. Remarkably, despite the demands placed on a bat's shoulder, instability and rotator cuff tears, which could be fatal to bats in short order, are not observed in nature. We were thus inspired to study functional adaptations in the shoulders of bats that enable this overhead motion. Comparative anatomical studies of the shoulders of bats and mice, similarly-sized quadrupeds, were performed and interpreted using a mathematical model. Scapular anatomy indicated a more prominent role for the infraspinatus muscle in the bat compared to the mouse. Measurements of bat and mice shoulders revealed that the bat glenoid had a larger curvature and arc length than that of mice, providing a larger articulating surface area with and deeper enclosing surface of the humeral head. Modeling results predicted that the bat shoulder is stable over a dramatically larger range of angles compared to the mouse shoulder. These results suggested that adaptations to constraints imposed by the bony anatomy and rotator cuff tendons of the shoulder may contribute to the ability of bats to sustain overhead motion in a high stress, repeated loading environment without injury. Results suggest that bats have evolved unique adaptations in their glenohumeral bony anatomy that reduce stress on the supraspinatus, enhance joint stability, and optimize strength across a broad range of motion.", "date": "2025-07-08", "journal": ""}
{"title": "Community Socioeconomic Disadvantage relates to White Matter Hyperintensity Burden in Mid-to-Late Life Adults", "doi": "10.1101/2025.07.01.662674", "authors": "Marsland, A. L.; Wu, M.; DeCataldo, M. K.; Aizenstein, H. J.; Li, J.; Ibrahim, T. S.; Manuck, S. B.; Gianaros, P.", "abstract": "Objective: Residing in communities characterized by socioeconomic disadvantage may confer risk for neurodegenerative brain changes and future neuropathology. Based on prior evidence, this study tested the hypotheses that (1) community-level disadvantage would relate independently of individual-level socioeconomic position to white matter hyperintensities (WMHs), which reflect subclinical brain pathology that may presage later dementia; and (2) this association would be partly explained by blood pressure, cardiometabolic risk, and/or systemic levels of inflammation. These hypotheses were examined among otherwise healthy middle- and older-aged adults without clinical dementia at testing. Methods: Participants were 388 adults aged 40-72 years (53% female; 12% non-White) whose street addresses were entered into the Neighborhood Atlas to compute Area Deprivation Index scores by census block. Participants also underwent high resolution (7 Tesla) brain imaging to assess total WMH volume normalized for intracranial volume, and assessment of blood pressure, cardiometabolic (adiposity, lipids, glucose and insulin), and inflammatory (interleukin-6 and C-reactive protein) risk factors. Results: Linear regression models showed that higher community deprivation on the ADI associated with greater WMH volume, independently of age, sex, years of education and smoking. This association was largely independent of blood pressure, cardiometabolic risk and systemic inflammation. Conclusion: The present novel findings add to growing evidence that community disadvantage relates to preclinical neurodegenerative changes, which may contribute to accelerated brain and cognitive aging. Future work is warranted to better understand pathways that link residential environments to brain health and to identify targets for community and public policy interventions.", "date": "2025-07-08", "journal": ""}
{"title": "TRIM28 regulates pre-mRNA splicing via phosphorylation and SUMOylation networks", "doi": "10.1101/2025.07.07.663440", "authors": "Matkovic, V.; Prieto-Garcia, C.; Mosler, T.; Wagner, K.; Hotz, P.; Haidle, F.; Schimmel, J.; Blumel, N.; Galej, W. P.; Vertegaal, A. C. O.; Muller-McNicoll, M.; Zarnack, K.; Muller, S.; Dikic, I.", "abstract": "Pre-mRNA splicing is a highly regulated process orchestrated by splicing factors, cis-acting elements, and interconnected cellular processes such as transcription and chromatin remodeling. Here, we identify a novel regulatory axis involving phosphorylation and SUMOylation that governs the function of Tripartite motif-containing 28 protein (TRIM28) and its role in pre-mRNA splicing. We demonstrate that TRIM28 interacts with the spliceosomal protein USP39 in a phosphorylation-dependent manner, with non-phosphorylated TRIM28 promoting USP39 SUMOylation at defined lysine residues. This post-translational modification enhances USP39's role within the U4/U6.U5 tri-snRNP complex. Functionally, TRIM28 knockdown induces widespread alterations in alternative splicing patterns, underscoring its importance in splicing regulation. Together, our findings uncover a mechanistic link between TRIM28-mediated post-translational modifications and the modulation of spliceosomal activity, offering new insights into how splicing decisions are integrated with cellular signaling pathways.", "date": "2025-07-08", "journal": ""}
{"title": "Estrogen Impacts Nod2-Dependent Regulation of Intestinal Homeostasis", "doi": "10.1101/2025.07.04.663219", "authors": "Eklund, M.; Foley, E.", "abstract": "Mutations in the innate immune receptor NOD2 are the greatest single genetic risk factors for Crohns disease, yet the mechanisms by which NOD2 regulates intestinal homeostasis remain unclear. Here, we used a CRISPR-generated zebrafish model to determine the impacts of NOD2 deficiency on intestinal health. In a series of cellular, molecular, and transcriptomic studies, we uncovered substantial effects of NOD2 deficiency on epithelial and immune compartments, including deregulated expression of developmental pathways critical for establishment and maintenance of the gut epithelium, and an unexpected increase in the expression of multiple estrogen-response genes. In a series of functional assays, we uncovered a mechanistic link between estrogenic signals and NOD2-deficiency phenotypes, whereby exposure to estrogen alone replicated NOD2-deficiency phenotypes, and exposure to an estrogen receptor antagonist reverted the epithelial defects observed in NOD2 mutants. Our findings identify a critical NOD2-estrogen regulatory axis in the establishment of intestinal homeostasis and suggest that hormonal signaling may contribute to the sex-specific pathogenesis of Crohns disease.", "date": "2025-07-08", "journal": ""}
{"title": "Age-Dependent Increase and Dysregulation of the Splicing Machinery in Acute Myeloid Leukemia of Older Patients", "doi": "10.1101/2025.07.04.663197", "authors": "Burton, J. B.; Pladna, K.; Bons, J.; Watson, M. A.; King, C. D.; Pardee, T. S.; Schilling, B.", "abstract": "Acute myeloid leukemia (AML) is characterized by age-related resistance to therapy and poor outcomes. Initial remission rates vary from 30-80% with current therapies, but relapses are common. The 5-year survival is 30% overall but less than 10% for those 60 years of age or older. Resistance to current therapies is the central clinical challenge. This study investigated how age influences the AML proteome in patients with increasing age. We analyzed bone marrow or leukapheresis samples from 14 AML patients, including 9 older ([&ge;] 66 years) and 5 younger ([&le;] 58 years) individuals, using proteomic technologies (Data-Independent Acquisitions, DIA-MS). We identified 4,471 protein groups, of which 889 exhibited significant changes and regulation between the two age groups. Proteins upregulated in older patients were predominantly associated with DNA transcription and translation, while downregulated proteins were linked to metabolic, catabolic, and extracellular matrix or structural processes. Significant changes in older samples affected the splicing machinery. Significant alterations in several of these factors, suggests either dysregulated or elevated splicing activity and reduced transcription initiation factor activity in older AML patients. Our study provides novel insights into molecular changes during AML arising in the older adult, highlighting the importance of age-specific therapeutic strategies.", "date": "2025-07-08", "journal": ""}
{"title": "Glucose enrichment accelerates C. elegans reproductive aging via non-autonomous DAF-2/insulin-like receptor signaling in somatic tissues", "doi": "10.1101/2025.07.04.663088", "authors": "Athar, F.; Houston, E. J.; Jewett, E.; Templeman, N. M.", "abstract": "Detrimental effects of chronic high-sugar overconsumption can extend from molecular and cellular responses to systemic changes. Reproductive systems are particularly sensitive to diet and energetic state, yet the long-term reproductive consequences of overnutrition are poorly defined. Here, we used Caenorhabditis elegans to study the impacts of glucose excess on reproductive aging. Glucose supplementation shortens C. elegans lifespan, and we found that it also hastens age-related reproductive decline, evidenced by a greater deterioration in oocyte quality and lower fertility with age. We next evaluated insulin-like signaling contributions, as this glucose-responsive pathway is well known to regulate both somatic aging and reproductive aging. Intriguingly, while 20 mM glucose enrichment still shortens the lifespan of daf-2(e1370) mutants, we found that it had no detrimental impact on their reproductive aging phenotypes. Using auxin-induced tissue-selective degradation, we discovered that DAF-2/insulin-like receptor signaling in C. elegans intestine and body wall musculature is required for glucose enrichment to exert damaging impacts on the reproductive system. However, suppressing insulin-like signaling in either of these tissues is sufficient to protect C. elegans against glucose-induced reproductive aging. These findings suggest that insulin-like signalling in metabolically active somatic tissues may represent a key link between overnutrition and reproductive aging.", "date": "2025-07-08", "journal": ""}
{"title": "Probabilistic migration events drive transient tissue residency of lymphocytes during homeostasis", "doi": "10.1101/2025.07.04.663225", "authors": "Gergelits, V.; Burton, O. T.; Dooley, J.; Roca, C. P.; Bricard, O.; Ghodsinia, A.; Pasciuto, E.; Sunkara, V.; Liston, A.", "abstract": "Tissue-resident lymphocytes form a phenotypically and functionally distinct analog to the corresponding circulatory lymphocyte populations. Residential CD8 T cells, in particular, are identified as having prolonged residence in the tissues and key functions in recall responses at tissue-environmental interfaces, although the dwell time in individual tissues has yet to be resolved. Residential CD4 T cells, regulatory T cells, B cells, and NK cells have been demonstrated to share phenotypic properties with residential CD8 T cells, but the migratory kinetics are even more poorly defined. Here we used probabilistic modelling on a large parabiosis dataset, covering multiple time-points and tissues, to calculate migration kinetics and dwell times of multiple lymphocyte subsets across a diverse set of tissues. Markov chain modelling identified distinct cell type-specific and tissue-specific residency patterns. The liver and gut were prone to prolonged residency compared to other tissue types, and a hierarchy of residency was observed with CD8 T cells and NK cells demonstrating longer residency than CD4 conventional T cells and regulatory T cells, which in turn resided in tissues longer than B cells. With few exceptions, however, average residency was at least an order of magnitude shorter than the life-span of the mouse, indicating a more dynamic form of steady-state tissue residency than usually assumed. Together these data provide a comprehensive model of a pan-tissue shared program in lymphocyte tissue residence, as well as identifying cell type- and organ-specific modification of the migratory kinetics.", "date": "2025-07-08", "journal": ""}
{"title": "Multimodal induction of fulminant HLH by IL-18 includes virus-specific NK immunodeficiency", "doi": "10.1101/2025.07.04.663237", "authors": "Varghese, J. A.; Landy, E.; Huang, L.; Frank-Kamenetskii, A.; Klinghoffer, H.; Morrissette, J.; Dang, V.; Carro, S.; Eisenlohr, L. C.; Canna, S. W.", "abstract": "Macrophage Activation Syndrome (MAS) is a cytokine storm syndrome associated with Still's Disease, XIAP deficiency, and elevation of both total and free IL-18. Modeling excess IL-18 using Il18tg mice, we found mild NK-cytopenia and cytotoxic T lymphocyte (CTL) activation in resting mice reminiscent of Still's patients. Infection with Lymphocytic Choriomeningitis Virus (LCMV) triggered MAS via and IFN{gamma}, despite normal viral clearance. Il18tg NK cell transcriptomes showed replicative activity, but few changes in canonical NK function or maturation pathways. LCMV clearance is NK-independent, so we challenged Il18tg mice with mousepox in which NK cells are critical early orchestrators of clearance. Il18tg mice's NK cells failed to activate or expand, but mousepox further activated their CTL and early viral control was normal. Il18tg mice soon developed \"MAS\" including hepatosplenic necrosis, but (contrasting with LCMV) they showed poor virus-specific CTL expansion and viral clearance. Though more normal at rest, Il18bpKO mice's NK cells were similarly inert upon mousepox infection, and the mice succumbed to viremic MAS like Il18tg. Rescue of Il18tg mice, and mousepox-specific CTL responses, by NK cell transfer required in vitro NK pre-activation. Thus, IL-18 can induce both hyperinflammation (CTL hyperactivation) and immunodeficiency (NK cell hypoactivation) depending on the nature of the infectious trigger.", "date": "2025-07-08", "journal": ""}
{"title": "Inhibition of formate production blocks CD8+ T-cell responses and delays disease onset in a mouse model of type 1 diabetes", "doi": "10.1101/2025.07.04.663229", "authors": "Ramirez Hernandez, G.; Bell, M.; Kong, B.; Block, S.; Vander Heiden, M.; Kory, N.", "abstract": "The one-carbon metabolic pathway is essential for proliferating cells and has recently been identified as an immunomodulatory target in CD4+ T cells. However, its role in other immune cell types has not been fully established. We investigated the function of the one-carbon pathway in CD8+ T cells, which are the primary effectors responsible for the destruction of pancreatic beta cells that causes type 1 diabetes. Enzymes involved in the one-carbon pathway, as well as levels of formate, a critical intermediate, were upregulated during CD8+ T-cell activation. Pharmacological inhibition of MTHFD2, a mitochondrial enzyme involved in one-carbon metabolism, suppressed CD8+ T-cell activation, proliferation, and effector function. Mechanistically, this effect was mediated by reduced signaling through KRAS and the mTORC1 downstream targets HIF1a, S6, and STAT3. As previously shown in CD4+ T cells, formate supplementation reversed the effects of MTHFD2 inhibition on activation, proliferation, and function of CD8+ T cells, and prevented the reduction of the TCF1high CD8+ progenitor cell population, which has been shown to drive anti-beta cell autoimmunity. Formate levels were elevated in the immune cells isolated from pancreatic lymph nodes during the insulitis stage in non-obese diabetic mice. Treatment of euglycemic non-obese diabetic mice with an MTHFD2 inhibitor during the insulitis stage delayed CD8+ T-cell infiltration into pancreatic islets and postponed the onset of type 1 diabetes. These findings reveal a new paradigm for preventing and delaying the onset of type 1 diabetes.", "date": "2025-07-08", "journal": ""}
{"title": "Learn to hear your prey: The role of associative learning on web building and hunting behaviour in black widow spiders (Latrodectus hesperus)", "doi": "10.1101/2025.07.04.663247", "authors": "Moreau, S.; Saneeibajgiran, S.; Korst, L.; Montiglio, P.-O.", "abstract": "Individuals from many populations vary consistently in their diet or behaviour. Associative learning could lead to such specialisation by improving the ability of predators to detect or recognize prey types or optimizing the sensory cues or spatial locations that they attend to. In this study, we assess the ability of Western black widow spiders for associative learning in response to vibrational prey cues. Black widow spiders are sedentary predators that detect, identify, and choose whether to attack preys caught in the web using the frequency and strength of vibrations. We conducted two experiments assessing the ability of individuals to associate specific frequencies or spatial locations on the web to the presence of a prey. We analyzed changes in web structure and attack behavior through learning. We hypothesized that individuals would adjust the structure of their webs and their responsiveness towards these frequencies in response to these associations. Spiders did not adjust the structure of their web nor their response to specific web locations when we applied prey items and vibrations at specific locations on the web. Instead, all spiders increased their responsiveness to vibrations at 250 Hz irrespective of their experimental treatment, but not towards 25Hz cues. Unexpectedly, exposing spiders to prey items associated with a 250Hz increased the effect of trap threads on responsiveness itself. Hence, repeated exposures, even when paired with food on rare occasions can alter foraging behavior in this species. Individuals could adjust their foraging behavior by tending more or less intensely to specific sensory information. This generalist predator could change major components of its foraging behavior through learning, but the effect of learning on behavior appears mediated by web structure. Learning combined with variation in web structure could explain the substantial individual differences in attack behavior we observe in this species.", "date": "2025-07-08", "journal": ""}
{"title": "A novel subtyping method for TNBC with implications for prognosis and therapy", "doi": "10.1101/2025.07.04.663242", "authors": "Mesrizadeh, Z.; Mukund, K.; Zabaleta, J.; Valle, L. D.; Tomsic, J.; Neuhausen, S. L.; Ding, Y. C.; Seewaldt, V.; Ochoa, A.; Miele, L.; Subramaniam, S.", "abstract": "The biological heterogeneity of triple-negative breast cancer (TNBC) poses significant challenges for diagnosis, prognosis, and treatment. While prior TNBC subtype classifications exist, they are not widely used clinically. Here, we aimed to subtype TNBC based on transcriptomic profiles using cell type and state heterogeneity in tumor tissue from 250 pre-treatment women (127 African-American and 123 European-American). We identified three major subtypes and three distinct groups exhibiting unique cell-type composition and mechanisms: Subtype-1 immune signaling/T-cell response; Subtype-2 pro-fibrotic and immune desert; Subtype-3 fatty acid and nuclear receptor signaling. Subtype-1 showed potential responsiveness to immunotherapy, while Subtypes-2 and 3 suggested alternative therapeutic targets. In Subtype-3, which contained a patient group with high ESR1, (but not high ER protein expression) we identified putative mutations in the gene that are unique to these patients. This framework provides a path toward personalized TNBC treatment and is accessible through a user-friendly RShiny application for clinical use.", "date": "2025-07-08", "journal": ""}
{"title": "A new approach for high-content traction force microscopy to characterize large cell ensembles", "doi": "10.1101/2025.07.04.663196", "authors": "Desjardins-Lecavalier, N.; Costantino, S.", "abstract": "Accurate measurements of cellular forces are important for understanding a wide range of biological processes where traction plays a major role. The characterization of mechanical properties is needed to unravel complex phenomena like migration, morphogenesis, mechanotransduction, or shape regulation, but accurate data on large numbers of single cells remain scarce and challenging. The capacity to measure forces in populations of cells and to identify subsets within heterogeneous ensembles would enable to reveal and manipulate their intrinsic complexity. Traction Force Microscopy (TFM) is a technology that can quantify the contractile forces exerted by cells via measuring the displacement of fluorescent beads embedded on the surface of a soft substrate with precisely defined mechanical properties. However, conventional numerical approaches for measuring cellular forces using TFM are labor-intensive and often yield significant artifacts, making them ill-suited for high-throughput analysis. In this work, we propose using the Demons algorithm instead, leading to significant improvements in both computational efficiency and accuracy. Based computer simulations, we show that this methodology outperforms conventional approaches in terms of speed, it is less sensitive to the blur induced by out-of-focus images and improves the accuracy of force field reconstructions. Additionally, we conducted experiments using various cell lines and gels of distinct stiffness to demonstrate that the Demons algorithm is capable of real-time and effective at clustering cells according to their mechanotype.", "date": "2025-07-08", "journal": ""}
{"title": "Multiple origins, one function: evolutionary pathways of HSP70 proteins in viruses", "doi": "10.1101/2025.07.06.663342", "authors": "Maachi, A.; Elena, S. F.", "abstract": "Heat shock proteins 70 (HSP70) are highly conserved molecular chaperones found across all domains of life, where they play essential roles in cellular stress responses. While HSP70 homologs have been previously identified in closteroviruses (ssRNA viruses), their broader presence and evolutionary history in viruses remain poorly understood. In this study, we conducted a comprehensive search of viral protein databases and identified HSP70 homologs in viruses beyond ssRNA, including dsDNA viruses from the classes Megaviricetes and Caudoviricetes. These viral HSP70s exhibit diverse gene organizations, copy numbers, and structural features. Notably, HSP70s from Megaviricetes showed up to three gene copies per genome and distinct structural motifs, while those from closteroviruses displayed higher sequence and structural diversity, suggesting faster evolutionary rates. Structural and phylogenetic analyses revealed two major clusters of viral HSP70s, with dsDNA virus HSP70s closely resembling those of their protist hosts, supporting the hypothesis of horizontal gene transfer. In contrast, ssRNA virus HSP70s formed a distinct, highly divergent group. Our findings suggest multiple independent acquisitions of HSP70 genes by viruses and provide new insights into their evolutionary trajectories and potential functional adaptations.", "date": "2025-07-08", "journal": ""}
{"title": "Dichotomous transcriptome divergence at the cell-type level between the Drosophila male and female germlines", "doi": "10.1101/2025.07.04.663238", "authors": "Hariyani, I. E.; Das, S.; Le, E. M.; Gamero-Castano, C.; Soroudi, T.; Choi, J.; Swarup, V.; Ranz, J. M.", "abstract": "Gene expression evolution in reproductive organs plays a central role in species divergence, yet cell-type-resolved patterns in invertebrates remain poorly understood. We used single-nucleus RNA-sequencing to profile testis and ovary transcriptomes from the sibling species Drosophila melanogaster and D. simulans. Despite conserved cellular composition, we observed highly cell-type-specific expression and coexpression network divergence between species. In the testis, mitotic cells were conserved across species, mirroring patterns in mammals, while divergence peaked in late spermatocytes. In the ovary, divergence was less pronounced, peaking in early germline and late-stage follicle cells, and enriched on the X chromosome, consistent with a faster-X effect driven by positive selection. Genes expressed in these cell types exhibited narrower expression breadth, younger phylogenetic age, and elevated rates of protein evolution in both tissues. Our findings reveal contrasting evolutionary regimes in male and female germlines, shaped by adaptive and non-adaptive mechanisms, contingent on cell type and chromosomal context.", "date": "2025-07-08", "journal": ""}
{"title": "CAPTAIN: A multimodal foundation model pretrained on co-assayed single-cell RNA and protein", "doi": "10.1101/2025.07.07.663366", "authors": "Ji, B.-Y.; Hu, T.-T.; Wang, J.-W.; Liu, M.-M.; Xu, L.-W.; Zhang, Q.-H.; Zhong, S.-Y.; Qiao, L.-B.; Zhang, Y.; Peng, S.-L.; Yu, F.-L.", "abstract": "Proteins act as the terminal effectors of cellular function, encoding the phenotypic consequences of genomic and transcriptomic programs. Although transcriptomic profiles serve as accessible proxies, they remain incomplete surrogates for the proteomic landscape that ultimately defines cellular phenotypes. Current single-cell foundation models, however, are trained exclusively on transcriptomes, resulting in biased and partial characterizations of cellular states. To address this limitation, we introduce CAPTAIN, a multimodal foundational model pretrained on over four million single cells with concurrently measured transcriptomes and a curated repertoire of 382 surface proteins across diverse human and mouse tissues. Our results show that CAPTAIN learns unified multimodal representations by modeling cross-modality dependencies and capturing the diversity of cellular states across complex biological contexts. CAPTAIN generalizes robustly across both fine-tuning and zero-shot settings, excelling in core downstream tasks such as protein imputation and expansion, cell type annotation, and batch harmonization. Beyond improved accuracy in multi-omics integration, CAPTAIN uncovers previously inaccessible mechanisms of protein-driven intercellular dynamics, including immune interaction patterns linked to COVID-19 severity. CAPTAIN establishes a new paradigm for multimodal single-cell modeling, laying the foundation for comprehensive cellular understanding and virtual cell construction.", "date": "2025-07-08", "journal": ""}
{"title": "Shedding of mitochondrial Voltage-Dependent Anion Channel-1 (VDAC1) Reflects COVID-19 Severity and Reveals Macrophage Dysfunction", "doi": "10.1101/2025.07.07.663218", "authors": "Sjogren, M.; Duner, P.; De Marinis, Y.; Neumann, A.; Leandersson, K.; Rasmussen, M.; Wollheim, C. B.; Salehi, A.", "abstract": "COVID-19 severity correlates with lymphopenia and increased pro-inflammatory cytokines. However, the dysfunction of tissue macrophages in COVID-19 patients during the inflammatory cytokine storm has not been fully elucidated. Hospitalized COVID-19 patients were divided into three groups based on their symptomatic severity: exhibiting mild, moderate, or severe symptoms. Patients exhibited successively increased serum levels of mitochondrial voltage-dependent anion channel 1 (VDAC1) at days 0, 3, 7, 10, and 14, returning to those of non-infected subjects at day 28. Serum level of VDAC1 was positively correlated with COVID-19 severity and with increased white blood cell (WBC), neutrophil, lymphocyte, procalcitonin (PCT), and gamma-glutamyltransferase (GT) levels. Peripheral blood mononuclear cells (PBMCs) from hospitalized COVID-19 patients showed increased VDAC1 content concomitant with a reduced ATP content. Culture of monocytes, isolated from healthy individuals, and differentiated into polarized M1 macrophages, together with a cytokine mixture (IL-1{beta}, IFN-{gamma}, and TNF-), to mimic the inflammatory cytokine storm, for 24 h markedly increased VDAC1 and Monocyte chemoattractant protein-1 (MCP-1) release in culture medium. The presence of the cytokine mixture reduced the ATP content, cell viability, and the phagocytic capability of macrophages. Co-staining of VDAC1 and the plasma membrane marker Na+/K+-ATPase showed that cytokine-treatment mistargeted VDAC1 to the cell surface of macrophages. All these effects were prevented by VDAC1 inhibition using VBIT-4, VDAC1-specific antibody (VDAC1-ab), or metformin. Our findings indicate that increased VDAC1 expression and cell surface mistargeting in immune cells might be associated with cell dysfunction, potentially contributing to the severity of COVID-19 infection. The data also indicate serum VDAC1 as a biomarker of COVID-19 severity and the use of VDAC1 inhibitors as potential drug candidates restoring macrophages and PBMCs function in individuals severely affected by COVID-19.", "date": "2025-07-08", "journal": ""}
{"title": "Low-Cost In-House Re-formulated Brain Heart Infusion Medium for Effective Planktonic Growth and Early Detection of Bloodstream Bacterial Pathogens", "doi": "10.1101/2025.07.08.663789", "authors": "Hira, J.; Mahbub, N. B.; Ali, J.; Ahmad, R.", "abstract": "Sepsis, a clinically defined life-threatening condition, is a global contributor to high morbidity and mortality rates in humans. It is caused by systemic bloodstream bacterial infections, primarily involving aerobic pathogens such as Escherichia coli, Staphylococcus aureus, and Klebsiella pneumoniae. Rapid and accurate identification of these pathogens is a high demand task, as prolonged diagnosis may increase the mortality rate among sepsis patients. Worldwide, commercial blood culture systems, such as BD BACTEC PLUS Aerobic/F culture bottles (used in this study), are routinely used to monitor bloodstream infections. However, due to high costs ($10.00 to $15.00/bottle), limited availability of culture media (especially in low and middle income countries, and war zones), and a lack of customization for antibiotic susceptibility assay and epidemiology research, there is a need for secondary alternatives to facilitate the growth and identification of bloodborne pathogens. Therefore, we developed a low-cost ($4 to $5/bottle) in house culture medium with a newly improved formulation of Brain Heart Infusion media that enhances bacterial growth from spiked human blood tested on a panel of bacteria (Escherichia coli, Staphylococcus aureus, Klebsiella pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa, and Enterococcus faecalis). The growth dynamics of these microbes in in house formulated BHI Blood+ culture media coincide with those in BACTEC Plus Aerobic/F culture vials, which primarily suggests the compatibility of bloodborne pathogens with this media and can be flagged positive <8h based on cellular growth rate. Additionally, conventional qPCR-based early detection (< 24h) and validation with the Oxford Nanopore MinION NGS platform highlight the value of this in-house culture media as an alternative to commercial culture media in terms of low cost availability.", "date": "2025-07-08", "journal": ""}
{"title": "A periplasmic protein complex mediates cell envelope integrity and intrinsic multidrug resistance in Mycobacterium tuberculosis", "doi": "10.1101/2025.07.08.663683", "authors": "Klevorn, T.; Brown, C.; Hardy, C. D.; Cuthbert, B. D.; Spencer, A.; Jinich, A.; Chan, L.; Mendoza, J.; de Miranda, R.; Kim, H.; Schnappinger, D.; Rhee, K.; Goulding, C.; Ehrt, S.", "abstract": "The intrinsic drug resistance of Mycobacterium tuberculosis (Mtb) is a major barrier to effective tuberculosis (TB) treatment and is largely attributed to its complex, impermeable cell envelope. We identified a periplasmic protein complex comprising FecB and Rv3035 that is essential for maintaining cell envelope integrity and mediating intrinsic multidrug resistance in Mtb. FecB interacts directly with Rv3035, forming a stable heterodimer that also associates with the cell envelope biosynthesis proteins AftB and Rv0227c. We report the structures of Rv3035 alone and in complex with FecB, and identify critical residues required for complex formation and function. Co-essentiality analysis and genetic interaction experiments further supported a functional link between FecB, Rv3035 and AftB, the enzyme responsible for the last step in the biosynthesis of the cell envelope components arabinogalactan and lipoarabinomannan. Mtb mutants of fecB, rv3035 and aftB accumulated trehalose monomycolates in the outer membrane, consistent with a perturbation of membrane assembly and/or maintenance. Importantly, we show that FecB is required for Mtb virulence in mice, underscoring its physiological relevance. Altogether, our findings uncover a previously uncharacterized periplasmic protein complex that supports cell envelope integrity and intrinsic drug resistance in Mtb, highlighting FecB and Rv3035 as promising targets for therapeutic intervention.", "date": "2025-07-08", "journal": ""}
{"title": "Metagenomic polymorphic toxin effector and immunity profiling predicts microbiome development and disease-related dysbiosis", "doi": "10.1101/2025.07.08.662037", "authors": "Schroer, H. W.; Beghini, F.; Garay, J. A. R.; Christakis, N. A.; Bosch, D. E.", "abstract": "Bacteria use antagonistic interbacterial weapons such as polymorphic toxin secretion systems (TSS) to compete for niches in the human gut microbiome. We developed a bioinformatic marker gene approach (PolyProf) to quantify TSS including ~200 effector and immunity genes and applied it to ~15,000 publicly available human metagenomes. PolyProf alpha and beta diversity readily distinguished 12 different human disease states. Decision tree machine learning models integrating bacterial taxonomy with PolyProf had near-perfect accuracy (ROC area 1.00) for all 12 disease states. During microbiome development in the first year of life, PolyProf alpha diversity increases, and beta diversity becomes increasingly like the maternal microbiome, influenced by vertical transfer, delivery mode, and breastfeeding. PolyProf is related to strain sharing among adults through social interactions. In summary, interbacterial antagonism with TSS shapes microbiome development and interpersonal strain sharing. Since PolyProf distinguishes diverse adult disease statuses, these dynamics may contribute to non-genetic inheritance.", "date": "2025-07-08", "journal": ""}
{"title": "Staphylococcus aureus exhibits spatiotemporal heterogeneity in Sae activity during kidney abscess development", "doi": "10.1101/2025.07.08.663646", "authors": "Anil, A.; Braza, R. E.; Liu, B.; Altouma, V.; Adedeji, C.; Welling, A.; Ellison, A. L.; Check, M. H.; Irnov, I.; Prescott, R.; Torres, V. J.; Davis, K. M.", "abstract": "Virulence factors are required for bacterial pathogens to establish infection, however, their expression can be energetically costly, and must be tightly controlled to avoid fitness costs. Expression can be controlled at specific stages during infection (temporal regulation) or expressed by small subsets of the bacterial population (spatial regulation). There has been a great deal of interest in developing virulence factor-targeting strategies to combat Staphylococcus aureus infection, but the spatiotemporal regulation of the virulence factor master regulatory systems (Agr, Sae) has not been explored during kidney abscess formation. This information is critical for the design of therapeutics targeting these pathways. Here, we utilized a fluorescent transcriptional reporter approach to visualize dynamics in Agr and Sae activity during abscess formation in the mouse kidney. We categorized kidney abscess formation into four stages, then defined spatiotemporal gene expression. Agr signalling appeared inactive in the kidney; consistent with this, agr mutant abscesses fully developed. In contrast, we observed heterogeneous (ON/OFF) activity of Sae at early stages where bacteria were found intracellularly within neutrophils. Sae activity increased as abscesses developed, and heterogeneity in spatial patterning was observed, but patterns varied between abscesses suggesting distinct microenvironments within individual abscesses. Consistent with a requirement for Sae activity during abscess development, the sae mutant did not develop abscesses past early stages. These results have implications for the genes regulated by Agr and Sae, and suggest a requirement for Sae activity during kidney abscess development.", "date": "2025-07-08", "journal": ""}
{"title": "Molecular basis for anti-jumbo phage immunity by AVAST Type 5", "doi": "10.1101/2025.07.08.663546", "authors": "Muralidharan, A.; Martins Costa, A. R.; Fierlier, D.; van den Berg, D. F.; van den Bossche, H.; Zoumaro-Djayoon, A. D.; Pabst, M.; Pacesa, M.; Correia, B.; Brouns, S. J.", "abstract": "Jumbo phages protect their genomes from DNA-sensing bacterial defense systems by enclosing them within vesicles and nucleus-like compartments. Very little is known about defense systems specialized to counter these phages. Here, we show that AVAST Type V (Avs5) systems, part of the STAND superfamily and spanning three phylogenetic Avs5 clades, confer conserved immunity against jumbo phages. Using localization microscopy and biotin proximity labeling we demonstrate that Avs5 localizes to early infection vesicles, where it senses an essential, early expressed phage protein named JADA Jumbo phage AVAST5 Defense Activator. Recognition of phage infection triggers the Sir2-like effector domain of Avs5 across all three Avs5 clades, resulting in rapid NAD+ hydrolysis, disruption of phage nucleus formation, and arrest of infection. These findings reveal a spatially coordinated bacterial immune strategy that targets an early vulnerability in jumbo phage infection.", "date": "2025-07-08", "journal": ""}
{"title": "Replication of SARS-CoV-2 Omicron lineages is defined by TMPRSS2 use in environments where ACE2 is complexed with solute carriers SLC6A19 and SLC6A20.", "doi": "10.1101/2025.07.07.663433", "authors": "Aggarwal, A.; Ognenovska, S.; Ison, T.; Fichter, C.; Milogiannakis, V.; Afzal, M.; Ospina Stella, A.; Waters, S.; Esneau, C.; Bartlett, N.; Pöhlmann, S.; Hoffmann, M.; Burrell, L. M.; Patel, S.; Ellis, S.; Wehrhahn, M.; Ginn, A.; Martinez, E.; Churchill, M.; Angelovich, T.; Rawlinson, W. D.; Yeang, M.; Kok, J.; Sintchenkov, V.; Parry, R.; Sng, J. D.; Neely, G. G.; Moreno, C. L.; Loo, L.; Kelleher, A. D.; Brilot, F.; Khromykh, A.; Turville, S. G.", "abstract": "The Omicron variant of SARS-CoV-2 emerged in late 2021 and since then Omicron subvariants have continued to evolve and dominate globally. The viral S protein evolved towards highly efficient antibody evasion and replicative capacity in the upper respiratory tract resulting in high transmissibility. At the same time, the mutations acquired in the S protein diminish infection of the lung epithelium and pathogenic potential. The changing entry requirements for Omicron sub-lineages that lead to this shift in tropism remain poorly understood. We resolve the changing replication requirements of SARS-CoV-2 to be related to two distinct pools of ACE2. The first pool relates to ACE2s role in the renin angiotensin system (RAS) and this pool can complex with TMPRSS2 (RAS-ACE2). The second pool relates to ACE2s role as a protein solute carrier chaperone than cannot complex with TMPRSS2 (Chaperone ACE2). Here, we demonstrate that pre-Omicron lineages replicate in a TMPRSS2 dependent manner across both ACE2 pools, whilst Omicron lineages can only spread and replicate using chaperone ACE2. This provides a mechanistic basis for the evolving infectivity requirements of SARS-CoV-2 and furthermore provides approaches to track and monitor ACE2 utilizing coronaviruses.", "date": "2025-07-08", "journal": ""}
{"title": "BST-2 inhibits SARS-CoV-2 egress at intracellular membranes and is neutralized by ORF7a", "doi": "10.1101/2025.07.07.663519", "authors": "Smith, A.; Dong, X.", "abstract": "Bone marrow stromal antigen 2 (BST-2, or tetherin) is an interferon-inducible host restriction factor that inhibits the release of enveloped viruses by tethering nascent virions to cellular membranes. While its antiviral function is well established in retroviral systems, its role in SARS-CoV-2 egress remains unclear. Here, we used a virus-like particle (VLP) system composed of SARS-CoV-2 structural proteins M, E, and N to investigate the impact of BST-2 on viral particle release. BST-2 significantly inhibited VLP release in HEK293T and Calu-3 lung epithelial cells. Confocal microscopy revealed that BST-2 colocalizes with viral structural proteins at the endoplasmic reticulum-Golgi intermediate compartment (ERGIC), the main site of coronavirus assembly. We next evaluated the roles of the SARS-CoV-2 accessory proteins ORF3a and ORF7a in overcoming this restriction. ORF3a localized to endolysosomal compartments and promoted VLP release through a BST-2-independent mechanism, without altering BST-2 expression or localization. In contrast, ORF7a colocalized with both BST-2 and ERGIC markers and restored VLP release by promoting BST-2 degradation. Notably, ORF7a also relieved BST-2-mediated restriction of HIV-1 VLP release, suggesting a conserved antagonistic function. These findings identify BST-2 as an intracellular inhibitor of SARS-CoV-2 particle release and establish ORF7a as viral accessory antagonist that neutralizes this host defense.", "date": "2025-07-08", "journal": ""}
{"title": "Impacts of human-introduced species on the geography of life on Earth", "doi": "10.1101/2025.07.05.663167", "authors": "Capinha, C.; Pabst, R.; Leroy, B.", "abstract": "Human activities are increasingly transporting species beyond their native ranges, where they often establish and become permanent additions to recipient biotas. These introductions, documented for tens of thousands of taxa, are a departure from the natural constraints of dispersal that have long shaped species distributions. However, current knowledge on their impacts on global biogeography remains poorly understood and fragmented. Here, we review empirical evidence across 15 classical biogeographical rules to assess how non-native species are altering the spatial structure of global biodiversity. Our synthesis reveals that while some patterns, such as species-area relationships, are often reinforced under invasion, others, including the delineation of global biogeographic regions, relationships between island isolation-diversity and between body sizes and latitudinal gradient (i.e., Bergman s rule), already show profound reshaping in contemporary assemblages. Additionally, other patterns (e.g., latitudinal gradient of species diversity; body size and insularity) show context-dependent changes, shaped by factors such as spatial scale, taxonomic group, and introduction history. These transformations are often more pronounced at broad spatial scales and in highly invaded systems such as islands and temperate regions. Our findings demonstrate that biological invasions are selectively but profoundly reshaping the geography of life on Earth, with major implications for conservation, macroecology, and the future of biodiversity patterns in the Anthropocene.", "date": "2025-07-08", "journal": ""}
{"title": "High-Purity Production of Endothelial Cells from Human Pluripotent Stem Cells", "doi": "10.1101/2025.07.05.663260", "authors": "Yoshimoto, K.; Terada, S.; Kamei, K.-i.", "abstract": "Endothelial cells (ECs) are essential for vascular network formation and tissue homeostasis, yet the fields of tissue engineering and vascularized organoid generation still relies heavily on human umbilical vein ECs (HUVECs), which are venous, allogeneic, and difficult to mature fully. Human pluripotent stem cells (hPSCs) offer an autologous, developmentally flexible alternative, but most differentiation protocols require fluorescence-activated cell sorting, limiting scalability. Here we present a streamlined method that produces highly pure ECs directly from human embryonic stem cells (hESCs) without cell sorting. Extending Wnt activation with CHIR99021 to three days maximizes mesoderm induction, and brief Notch blockade with DAPT during specification suppresses smooth-muscle commitment. The result is over 90 % CD31 CD144 ECs that display classic cobblestone morphology, robust DiI-acetylated LDL uptake, and capillary-like sprouting comparable to HUVECs. Bulk RNA barcoding and sequencing segregates the hESC-derived ECs from both HUVECs and undifferentiated hESCs and uncovers an arterial-skewed transcriptome: NOTCH1, DLL4, and CXCR4 are up-regulated, whereas venous markers (EPHB4, NRP2) are reduced. Enrichment of Notch-responsive pathways further supports an arterial-like identity. Although several adult functional genes (e.g., vWF, NOS3) are expressed at lower levels than in HUVECs, the protocol delivers a scalable source of developmentally relevant ECs ideal for vascularizing organoids derived from the same hPSCs and for future applications in drug screening, disease modeling, and cell-based vascular therapies.", "date": "2025-07-08", "journal": ""}
{"title": "BAGEL: Protein Engineering via Exploration of an Energy Landscape", "doi": "10.1101/2025.07.05.663138", "authors": "Lala, J.; Al-Saffar, A.; Angioletti-Uberti, S.", "abstract": "Despite recent breakthroughs in deep learning methods for protein design, existing computational pipelines remain rigid, highly specific, and ill-suited for tasks requiring non-differentiable or multi-objective design goals. In this report, we introduce BAGEL, a modular, open-source framework for programmable protein engineering, enabling flexible exploration of sequence space through model-agnostic and gradient-free exploration of an energy landscape. BAGEL formalizes protein design as the sampling of an energy function, either to optimize (find a global optimum) or to explore a basin of interest (generate diverse candidates). This energy function is composed of user-defined terms capturing geometric constraints, sequence embedding similarities, or structural confidence metrics. BAGEL also natively supports multi-state optimization and advanced Monte Carlo techniques, providing researchers with a flexible alternative to fixed-backbone and inverse-folding paradigms common in current design workflows. Moreover, the package seamlessly integrates a wide range of publicly available deep learning protein models, allowing users to rapidly take full advantage of any future improvements in model accuracy and speed. We illustrate the versatility of BAGEL on four archetypal applications: designing de novo peptide binders, targeting intrinsically disordered epitopes, selectively binding to species-specific variants, and generating enzyme variants with conserved catalytic sites. By offering a modular, easy-to-use platform to define custom protein design objectives and optimization strategies, BAGEL aims to speed up the design of new proteins. Our goal with its release is to democratize protein design, abstracting the process as much as possible from technical implementation details and thereby making it more accessible to the broader scientific community, unlocking untapped potential for innovation in biotechnology and therapeutics.", "date": "2025-07-08", "journal": ""}
{"title": "Indenting multi-cellular spheroids with various cantilever tip geometry", "doi": "10.1101/2025.07.05.663257", "authors": "GNANACHANDRAN, K.; Lorenc, E.; Podesta, A.; Lekka, M.", "abstract": "Spheroids are of great interest in the study of cancer as they can partially mimic the tumour microenvironment, thus allowing to investigate several aspects of cell - microenvironment interactions in healthy and diseased conditions, including those pertaining to mechanobiology. Atomic Force Microscopy (AFM) is a versatile tool for studying biological samples and their mechanobiological properties. In AFM, the tip shape and dimensions determine the contact geometry between the tip and the sample and the length scales at which the mechanical properties are probed. Given the complex multiscale structure of spheroids, the choice of tip geometry and size would allow, in principle, to dissect the mechanical response of the overall system into the contributions of the constituents, from the single cell level to the cellular aggregate. In this work, we studied the mechanical properties of spheroids derived from four cell lines (A549, NHLF, HT-29, CCD-18Co). Our studies revealed that using different contact geometries in the fitting procedure results in significantly different Young's modulus values, highlighting the multiscale response of these complex cellular systems and the importance of a precise experiment design and choice of the AFM probe for the nano-mechanical measurements. We observed that the location of F-actin filaments is correlated to the rigidity of the spheroids.", "date": "2025-07-08", "journal": ""}
{"title": "Discovery of Niclosamide Analogs with Potent Mitochondrial Uncoupling Activity with reduced toxicity", "doi": "10.1101/2025.07.04.663252", "authors": "Jiang, H.; Macorano, A.; Xing, E.; Jedoui, M.; Mohammed, S.; Lee, V.; Cheng, J.; McDonough, L.; Cheng, X.; Ye, J.; Li, P.-K.", "abstract": "Mitochondrial uncouplers have shown clinical potential across various diseases, including cancer. Niclosamide, an FDA-approved anthelmintic drug, acts as a mild mitochondrial uncoupler and has demonstrated anticancer activity in multiple preclinical cancer models. However, its clinical application remains limited, with some attributing this to poor bioavailability, while the underlying mechanisms are still unclear. Here, we demonstrate that niclosamide exhibits a dose-dependent biphasic effect, promoting uncoupling at low concentration while acting as a mitochondrial inhibitor at high concentration, which could restrict its therapeutic window and limit efficacy. To overcome this challenge, we aimed to develop next-generation mitochondrial uncouplers (MUs) by synthesizing and evaluating novel Niclosamide derivatives with enhanced therapeutic potential. Through structural modifications, we optimized uncoupling activity while reducing inhibitory toxicity, thereby expanding the pharmacological window. Our findings suggest that fine-tuning the molecular structure of mitochondrial uncouplers could provide a safer and more effective metabolic reprogramming strategy for cancer treatment.", "date": "2025-07-08", "journal": ""}
{"title": "TickMotion: A user-friendly tool to measure and visualize muscle contractions and movements in insect and other arthropod tissues.", "doi": "10.1101/2025.07.05.662616", "authors": "Medla, M.; Zitnan, D.", "abstract": "TickMotion is a Python-based software tool designed for the post hoc analysis of video recordings that capture movements or muscle contractions in insects. It provides a simple, fast, and automated approach for semi-quantitative assessment of motion by measuring the 'pixel activity' - changes in pixel intensity or color caused by movement. Unlike many existing approaches, it does not require specialized equipment, chemical reagents, or expensive software. In this context, clusters of pixels represent biological structures such as tissues or entire organisms, with their activity reflecting dynamic changes during the recording. The application can distinguish active pixels from inactive ones within selected regions of interest (ROIs) and measure their intensity over a pre-set time. It offers two distinct analyses: Graphical Analysis (GA), and Pixel Activity Analysis (PAA), both customizable to accommodate various experiments. GA generates a graphical illustration of pixel activity (in selected ROIs) over time together with numerical data from the measurement. PAA produces PNG images highlighting the active regions (clusters of pixels) in the video. Initially designed to analyze muscle contractions in tick tissues, TickMotion is useful for applications extending to any movement analysis. It serves as a simple but valuable tool across diverse research areas.", "date": "2025-07-08", "journal": ""}
{"title": "Expression of nano-engineered RNA organelles in bacteria", "doi": "10.1101/2025.07.08.663582", "authors": "Ng, B.; Fan, C.; Dordevic, M.; Knirsch, A.; Malouf, L.; Fabrini, G.; Nuccio, S. P.; Rubio-Sanchez, R. M.; Christie, G.; Takinoue, M.; Cicuta, P.; Di Michele, L.", "abstract": "Designing synthetic biomolecular condensates, or membrane-less organelles, offers insights on the functions of their natural counterparts, and is equally valuable for cellular and metabolic engineering. Choosing E. coli for its biotechnological relevance, we deploy RNA nanotechnology to design and express non-natural membrane-less organelles in vivo. The designer condensates assemble co-transcriptionally from branched RNA motifs interacting via base-pairing. Exploiting binding selectivity we express orthogonal, non-mixing condensates, and by embedding a protein-binding aptamer we achieve selective protein recruitment. Condensates can be made to dissolve and re-assemble upon thermal cycling, thereby reversibly releasing and re-capturing protein clients. The synthetic organelles are expressed robustly across the cell population and remain stable despite enzymatic RNA processing. Compared with existing solutions based on peptide building blocks or repetitive RNA sequences, these nanostructured RNA motifs enable algorithmic control over interactions, affinity for clients, and condensate microstructure, opening new directions in synthetic biology and biotechnology.", "date": "2025-07-08", "journal": ""}
{"title": "Genetically encoded control of in vitro transcription-translation coupled DNA replication", "doi": "10.1101/2025.07.08.663768", "authors": "Barthel, S.; Hoffmann-Becking, M.; Karimov, I. G.; Erb, T. J.", "abstract": "The bottom-up reconstruction of cellular functions has gained increasing attention for studying biological complexity, and for developing advanced biotechnological tools, including synthetic cells. A fundamental challenge is the ability to control and replicate DNA-encoded information within basic in vitro transcription-translation (IVTT) systems. Here, we constructed a transcription-translation coupled DNA replication (TTcDR) system that is based on a modified PURE (Protein synthesis Using Recombinant Elements) IVTT system and {Phi}29 DNA polymerase, which is controlled by external signals. To this end, we first established and characterized a PUREfrex 1.0-based TTcDR system. We then constructed and optimized TetR-based control of TTcDR activity, either by DNA-encoding TetR or by supplying purified TetR. Our final DNA-encoded TetR circuit allows ~1000-fold DNA replication, ~100-fold repression, and ~4-fold induction with anhydrotetracycline. Our results demonstrate the potential and challenges of controlling in vitro DNA replication, for example for the evolution of in vitro systems.", "date": "2025-07-08", "journal": ""}
{"title": "Novel midgut smooth muscle necrosis (MSMN) in translucent or glass post-larvae of whiteleg shrimp", "doi": "10.1101/2025.07.05.663262", "authors": "Srisala, J.; Sanguanrut, P.; Pawtongsook, S.; Khemayan, K.; Sritunyalucksana, K.; FLEGEL, T. W.", "abstract": "From the Asia-Pacific region, the suspected TPD/GPD specimens of postlarvae (PL) preserved in Davidson fixative and 95% ethanol were sent to our laboratory to prepare for PCR and histological analysis. Interestingly, PCR tests with the specimens were negative with the VPHLVD (vtcc2 and vtcc3 gene) primers, but positive with the VPTPD (vhvp-2 gene) primers. There were no characteristic lesions of acute hepatopancreatic necrosis disease detected in these specimens. However, in the sections of several specimens from two affected tanks, the midgut was cut tangentially in the abdominal region, revealing a novel histopathology characterized by severe necrosis specifically in the thin, smooth muscle tissues underlying the midgut lumen epithelium. This comprised nuclear pyknosis and karyorrhexis limited to the smooth muscle and occasionally affecting the midgut epithelium but not involving the surrounding skeletal muscles. The pathology is called midgut smooth muscle necrosis (MSMN). Such pathology would undoubtedly lead to loss of midgut peristalsis and cessation of feeding, but it can be easily overlooked without careful histological examination using a high magnification microscope objective. No bacterial cells were evident, suggesting that the lesions arose from a virus or from a specific toxin response. This report is an urgent plea for colleagues studying TPD/GPD to review their samples histologically to help in determining whether MSMN is pathognomonic for TPD/GPD.", "date": "2025-07-08", "journal": ""}
{"title": "Characterization of a core fungal community and captivity-induced \"mycobiome\" change in Fowler's Toad (Anaxyrus fowleri)", "doi": "10.1101/2025.07.08.659677", "authors": "Bradshaw, A. J.; Poo, S.; Malter, T. E.; Strasbaugh, R. M.; Bodner, B.; Hincher, M. R.; Devan-Song, A.; Tabima, J. F.", "abstract": "Amphibious animals, such as frogs and toads, are found at the intersection of aquatic and terrestrial ecosystems. They often serve as keystone and sentinel species, essential in nutrient cycling and food webs. In recent decades, amphibians have experienced drastic population declines due to habitat loss, climate change, and disease. These declines have prompted investments in ex situ conservation and captive breeding programs, which aim to reduce extinction risk by creating assurance colonies and reintroducing individuals once threats are mitigated. A critical component of these programs is proper husbandry, ensuring the health and longevity of captive populations and their ability to reproduce offspring that can be reintroduced into the wild. The artificial environment in captivity can profoundly impact animal behavior and health, particularly concerning diet and nutrition. Diet not only provides nutrients and energy but also shapes the host's gut microbial community, which in turn impacts digestive health. Complex microbial communities, collectively known as the microbiome, are characterized by the high biodiversity of prokaryotes, microscopic fungi, and viruses. The diet-associated microbiome is increasingly studied for its role in captive animal health and behavior, although research has focused more on bacteria than fungal communities, or the \"mycobiome\". Here, we investigated the core mycobiome using metabarcoding of fungal communities in fifteen Anaxyrus fowleri (Fowler's Toad) specimens, documenting shifts as toads transition from wild to captive settings. We identified a core set of fungal taxa and observed distinct changes in non-core fungi associated with dietary differences. These findings highlight the dynamic nature of the amphibian mycobiome and the significant impact captivity can have on microbial composition, providing a framework for understanding the role of the amphibian mycobiome in future conservation efforts.", "date": "2025-07-08", "journal": ""}
{"title": "Cure of experimental Trypanosoma vivax infection with a single dose of an unmodified antibody-based drug targeting the invariant flagellum cell surface protein IFX", "doi": "10.1101/2025.07.08.663690", "authors": "Autheman, D.; Viola, C.; Rhodes, G.; Clare, S.; Brandt, C.; Harcourt, K.; Wright, G. J.", "abstract": "Animal African trypanosomiasis (AAT) is an infectious wasting disease of economically important livestock caused by Trypanosoma spp. parasites. The disease is primarily caused by two species: T. congolense and T. vivax which are endemic in many African countries. AAT is managed by therapeutic and prophylactic drugs; however, resistance is now widely reported and the development of new drugs has been impeded due to a chronic lack of investment. Recently, we identified an invariant flagellar-associated cell surface protein (IFX) that could elicit protective immune responses when used as a vaccine against T. vivax. We showed that a complement-recruiting anti-IFX monoclonal antibody can prevent infection when used prophylactically. Here, we show that this same unmodified antibody can be used to cure T. vivax infections in a murine experimental model. Importantly, we show that infections can be treated with a single dose and demonstrate full cure by the lack of detectable parasites in peripheral tissues even after immunosuppression. Using structural modelling and site-directed mutagenesis, we localise the protective antibody epitope thereby identifying targetable regions on IFX to improve vaccine design. Together, these findings validate IFX as both a prophylactic and curative drug target that could be useful in the management of AAT.", "date": "2025-07-08", "journal": ""}
{"title": "TDP-43 promotes efficient HSV-1 replication in human DRG-derived neurons", "doi": "10.1101/2025.07.08.662712", "authors": "Braspenning, S. E.; Ohnezeit, D.; DeGulis, O. A.; Wilson, A. C.; Mohr, I. J.", "abstract": "TAR DNA-binding protein 43 (TDP-43) is a versatile nuclear RNA-binding protein that performs important functions in RNA localization, processing and stability. In the neurodegenerative disease amyotrophic lateral sclerosis (ALS) TDP-43 forms toxic, insoluble cytoplasmic aggregates that ultimately lead to neuronal loss. Although TDP-43 is expressed in every cell type, its function and subcellular localization are particularly important for neuronal homeostasis. However, it is unknown if TDP-43 has a role during herpesvirus infection. Herpes simplex virus type-1 (HSV-1), a ubiquitous neurotropic pathogen, is considered a contributing factor to neurodegenerative disorders. In this study, we tested the requirement for TDP-43 during HSV-1 infection in neuronal and non-neuronal cells. HSV-1 infection of epithelial cells and primary fibroblasts did not change overall TDP-43 abundance, nor did TDP-43 depletion detectably alter HSV-1 replication in a multicycle growth experiment. By contrast, when TDP-43 was depleted in neuronally derived, matured HD10.6 cells, HSV-1 infectious virus production was significantly reduced in both single- and multicycle growth experiments. Notably, TDP-43 depletion restricts viral lytic gene expression at the immediate-early phase. Through nanopore direct RNA-sequencing we uncovered enhanced intron retention in two essential viral genes upon TDP-43 depletion. Thus, while depletion of TDP-43 does not affect replication in epithelial cells and fibroblasts, TDP-43 is required for efficient replication in HD10.6 cells through modifying the abundance and splicing of viral mRNAs.", "date": "2025-07-08", "journal": ""}
{"title": "Impact of Bacterial Membrane Vesicles on Cellular Responses in Leishmania amazonensis-Infected Macrophages In Vitro", "doi": "10.1101/2025.07.08.663775", "authors": "Francisco, P. H. G.; Jorge, G. P.; Roque, G. A. S.; e Silva, M. F.; da Silva, N. S.; Fagundes, C. C.; Oliveira, A. L. R.; Almeida, F. B.; Brocchi, M.; Giorgio, S.", "abstract": "Leishmania amazonensis is an intracellular protozoan parasite and the main cause of Localized Cutaneous Leishmaniasis (LCL). A practical problem that can worsen the condition of infected individuals is secondary co-infection caused by opportunistic bacteria. This study evaluated the influence of Bacterial Membrane Vesicles (BMVs) from Pseudomonas aeruginosa and Staphylococcus aureus, both commonly associated with LCL, on macrophages previously infected with L. amazonensis. The diameter and concentration of BMVs were consistent with previous findings. We assessed infection dynamics, macrophage viability, and cytokine production. Results showed significant reductions in these parameters when L. amazonensis-infected macrophages were subsequently treated with BMVs, compared to the control group (infected but not treated with BMVs). Quantification of IL-2, IL-4, IL-6, IL-10, IL-17A, IFN-gamma;, and TNF-alpha; revealed elevated levels of the last cytokine, suggesting an inflammatory response. Co-cultures treated with BMVs from P. aeruginosa (POMVs) exhibited a more pronounced inflammatory profile, marked by higher IL-1beta; and TNF-alpha; concentrations, compared to those treated with BMVs from S. aureus (SEVs). IL-4 and IL-6 levels remained low relative to IL-1beta; and TNF-alpha;. In conclusion, our data suggest that macrophage infection with L. amazonensis followed by exposure to bacterial MVs simulates a host-parasite-bacterial interaction, inducing strong immunogenic and inflammatory responses, which may represent potential targets for future vaccine strategies.", "date": "2025-07-08", "journal": ""}
{"title": "Metagenomic resolution of spotted-fever group Rickettsia tasmanensis and novel DNA viruses in Australian wildlife ticks, with spatial modelling of Rickettsia exposure zones.", "doi": "10.1101/2025.07.08.663691", "authors": "Parry, R.; Teo, E. J. M.; Petrone, M. E.; Stewart, A. G.; Burnard, D.; Barker, S.", "abstract": "Australia's spotted fever group (SFG) rickettsiae cause significant illness, yet microbial diversity in wildlife ticks remains incompletely understood. Metagenomic sequencing of nine tick pools representing three Ixodidae species, Ixodes tasmani, I. holocyclus, and Haemaphysalis bancrofti, from Australian wildlife revealed a genome of a novel SFG Rickettsia species from I. tasmani ticks collected from koalas in New South Wales. Phylogenomic analysis confirmed this as a distinct species closely related to Rickettsia tasmaniensis fragments previously reported from Tasmanian devils. Additionally, we discovered four novel DNA Anellovirus species forming a new genus 'Sintorquevirus' and one Circovirus from likely vertebrate blood meals, revealing wildlife viral diversity. Species distribution modelling of I. tasmani for assessing Rickettsia risk revealed suitable habitat along Australia's eastern coastlines, with overlap between vector distribution, marsupial hosts, and population centres. This identified potential Candidatus R. tasmanensis exposure zones in coastal regions where positive samples originated, highlighting areas for surveillance.", "date": "2025-07-08", "journal": ""}
{"title": "Microbial Scl1 Activates TGFBR1 receptor kinase signalling to Drive Fibrosis-Inflammation Axis in Alcohol-Associated Liver Disease", "doi": "10.1101/2025.07.08.663677", "authors": "Yadav, M.; Tripathi, G.; Nandi, A.; Shabnam, S.; Sewak, J. K.; Bindal, V.; Sharma, N.; Yadav, S.; Sharma, V.; Sharma, N.; Mathew, B.; Magar, Y.; Deepanshu, D.; Pandey, S.; Saif, R.; Das, S.; Gupta, A.; Parasar, A.; Sehgal, D.; Sharma, S.; Sarin, S. K.; Maras, J. S.", "abstract": "Background and Aims: Alcohol consumption alters gut microbiota, which can affect metabolism, immune regulation, and signalling pathways and lead to alcohol-associated liver disease (ALD). We investigated how alcohol-associated gut microbiota (AGMs) modulate liver kinome signalling to drive inflammation and fibrosis in ALD. Method: Liver kinome and metaproteome changes were studied in rats (n=6/group) colonized with stool of severe alcohol-related hepatitis (SAH) patients (SAH to healthy-rats) or healthy human donors (HD to ALD-rats). AGM-associated liver kinome changes were cross-correlated with bacterial genera. A bacterial protein; Streptococcal collagen-like protein 1 (Scl1) was identified with affinity for TGFBR1. This was validated by molecular docking and immunoprecipitation-LCMS assay. Expression of Streptococcus pneumonia and pyogenes was done in stool of SAH patients (n=10). Also, Scl1 was quantified in patient stool (n=24) and liver tissue (n=19) samples. Validation was performed by assessing Scl1 level in plasma and Streptococcus level in stool samples before and after fecal microbiota transplantation (FMT) in SAH patients. Results: Stool metaproteomics showed significant increase in 10 bacterial genera (Streptococcus, Staphylococcus, and Clostridium) in SAH to Healthy-rats, mirroring changes seen in ALD-rats (FC>1.5, p<0.05). Clusters of Orthologous Groups analysis indicated increased post-translational modifications (PTMs) and decreased lipid metabolism in ALD-rats and SAH to Healthy-rats. Liver kinome profiling showed 85 upregulated kinases in SAH to Healthy-rats, with 34 overlapping with ALD-rats, associated with inflammation (Mapk14, Map3k10 and others), fibrosis (Tgfbr1, Igf1r, and others), lipid metabolism (Cdk14, Cdk18) and regeneration (Met, Bmpr1a and others). FMT from healthy human-donors to ALD-rats reversed the expression of Streptococcus (10-fold), Staphylococcus (3-fold), and Clostridium (5-fold), along with 18 kinases associated with inflammation (Btk, Camk4, Nuak1) and fibrosis (Tgfbr1, Col4a1, Fgfr2 and others). Strong association (r2>0.9, p<0.05) was seen between Streptococcus abundance and fibrosis and inflammation-related kinases. Level of Scl1 was significantly high in SAH and ALD-rat stool samples (FC>2, p<0.05). It showed strong affinity for TGFBR1, as validated by molecular docking (>86%confidence) and immunoprecipitation assays (>100FC,p<0.05), indicating it as a potential ligand for TGFBR1. Concordantly, expression of Scl1 was highest amongst all the known ligands for TGFBR1 (p<0.05) suggesting Scl1 is a major contributor for TGFBR1 activation and its downstream signalling in these patients. Following fecal microbiota transplantation, expression of Scl1 in plasma and Streptococcus levels in stool were significantly reduced by 2.1-folds and 1.9 folds respectively in SAH patients. Further, Scl1 levels SAH plasma is capable of predicting poor therapeutic response and 30-day mortality with high accuracy (AUC=0.92, cutoff >70 normalized abundance). Conclusion: Alcohol induced gut dysbiosis alters the liver kinome, promoting inflammation, fibrosis, and lipid dysregulation. Streptococcal Scl1 is identified as a bacterial protein mimicking human collagen and capable of activating fibrotic signalling pathway through TGFBR1in liver and is capable of predicting poor response in SAH. FMT from healthy donor restores microbial imbalance and harmful microbial-host interactions.", "date": "2025-07-08", "journal": ""}
{"title": "Respiratory viral infection is associated with increased Pseudomonas abundance in cystic fibrosis airways", "doi": "10.1101/2025.07.08.663034", "authors": "Hilliam, Y.; Armbruster, C. R.; Atteih, S. E.; Rapsinski, G. J.; Moore, J.; Koirala, J.; Krainz, L.; Gaston, J. R.; Williams, J.; Cooper, V. S.; Lee, S. E.; Bomberger, J. M.", "abstract": "Acute respiratory viral infections are an important driver of morbidity and mortality in people with chronic lung disease and are frequently associated with pulmonary exacerbations and a transition from intermittent to chronic bacterial infection of the airways. Chronic Pseudomonas aeruginosa infections are associated with worsened lung function, poor outcomes, and increased hospital visits. We sought to improve understanding of the effects of respiratory viral infections and host immune response on the resident bacterial community of the airways, using cystic fibrosis as a model. We performed an observational longitudinal study of 38 adults with CF and collected sinus and sputum samples at 6-month intervals from 2017 - 2021. We performed 16S rRNA amplicon sequencing to characterize the airway microbiota, real-time RT-PCR for viral infection detection, and cytokine quantification. We observed viral positivity rates of 19% and 14% in sinus and sputum samples, respectively. Human rhinovirus was the most frequently observed viral pathogen in both sinus and sputum samples. We measured a significant perturbance of the bacterial community during viral infection that did not return to baseline following resolution of the viral infection. This perturbation was driven by a significant increase in Pseudomonas relative abundance during viral infection. Furthermore, we found significant associations with increased Pseudomonas relative abundance for several pro-inflammatory and antiviral cytokines, including interleukin (IL)-2, IL-8, and interferon (IFN)-{lambda}1. These findings indicate an important role for respiratory viral infections and the host immune response in the development and maintenance of chronic Pseudomonas infections in the context of CF airway disease and broadly expand our understanding of viral-bacterial coinfection of the airways.", "date": "2025-07-08", "journal": ""}
{"title": "Effects of CwlM, a peptidoglycan synthesis regulator, on beta-lactam resistance and host-pathogen interactions", "doi": "10.1101/2025.07.08.663695", "authors": "Silveiro, C.; Mortinho, D.; Olivenca, F.; Mandal, M.; Pires, D.; Anes, E.; Catalao, M. J.", "abstract": "Background: The emergence and spread of multidrug-resistant (MDR) strains of Mycobacterium tuberculosis (Mtb) urge the development of novel drugs and efficient therapeutic programs. A recent study aiming to uncover differential beta-lactam susceptibility phenotypes in clinical strains of Mtb found that the M237V substitution in cwlM (Rv3915) was associated with increased susceptibility to amoxicillin. Considering that Mycobacterium smegmatis (Msm) is a widely used surrogate model for Mtb, we constructed a cwlM knockdown mutant in Msm using CRISPR interference (CRISPRi) to elucidate the role of CwlM in beta-lactam susceptibility and intracellular survival. Results: Quantitative RT-PCR assays confirmed the successful repression of cwlM, while the phenotyping assays confirmed the essentiality of CwlM-related processes for mycobacterial viability. Collectively, the antibiotic susceptibility assays suggested that CwlMSMEG may promote beta-lactam resistance, particularly to meropenem and cefotaxime. Moreover, CwlMSMEG was found to support M. smegmatis intracellular survival within THP-1-derived macrophages. To address conflicting reports regarding its predicted peptidoglycan (PG) hydrolase activity, we purified recombinant CwlMTB. The Micrococcus luteus-derived PG-based zymogram indicated that CwlMTB lacks PG-hydrolytic activity, suggesting it might act as a regulator of PG biosynthesis instead. Conclusions: Our findings indicate that CwlM contributes to beta-lactam resistance and intracellular survival, regardless of lacking detectable PG-hydrolytic activity. Overall, CwlM was found to be essential and highly vulnerable, highlighting its potential as a therapeutic target that warrants further investigation.", "date": "2025-07-08", "journal": ""}
{"title": "Gut Microbiota Succession and Metabolic Pathway Remodeling in the Progression of Type 2 Diabetes Mellitus in Adult Rats", "doi": "10.1101/2025.07.08.663737", "authors": "Liu, Y.; Bao, H.; Yao, J.; Jiao, Y.; Li, H.; Yan, T.", "abstract": "Emerging evidence highlights the complex interplay between gut microbiota and type 2 diabetes mellitus (T2D); however, the temporal trajectory of microbial community succession and the concomitant shifts in associated metabolic pathways across the disease lifecycle remain poorly characterized. In this study, we conducted a multi-dimensional analysis of gut microbiota composition and functional pathways in rats, spanning the continuum from health, through the T2D pathological state, to post-intervention recovery phases. During the T2D stage, both gut microbiota composition and metabolic profiles exhibited distinct characteristics compared to those of healthy age-matched older rats. Notably, {beta}-T3 and MET interventions not only facilitated the recovery of gut microbial diversity and metabolite levels in T2D mice but also promoted the proliferation of specific dominant species, each intervention favoring distinct taxa. In this context, B. acidifaciens emerged as a dominant bacterial species in T2D, exerting regulatory effects on glycometabolism through BA and amino acid metabolic pathways. Collectively, these findings advance our understanding of T2D pathophysiology and highlight the potential of probiotic-based therapies for its management.", "date": "2025-07-08", "journal": ""}
{"title": "Recruitment of Mre11 to recombination sites during meiosis", "doi": "10.1101/2025.07.08.663703", "authors": "Priyadarshini, P.; Survi, M.; Mouloud, W. E. Y.; Bohn, R.; Ballet, S.; Hunter, N.; Volkov, A. N.; Bouuaert, C. C.", "abstract": "The Mre11 nuclease, part of the conserved MRX complex involved in the repair of DNA double-strand breaks (DSBs), is also essential to initiate meiotic recombination in budding yeast by promoting Spo11-induced DSBs. Recruitment of Mre11 to meiotic DSB sites depends on Rec114-Mei4 and Mer2 (RMM) that organize the meiotic DSB machinery by a mechanism involving biomolecular condensation. Here, we explored the role of Mre11 during meiosis and its relationship to RMM condensation. We show that both Mre11 and MRX complexes form DNA-dependent, hexanediol sensitive condensates in vitro. In vivo, Mre11 assembles into DNA damage-dependent foci in vegetative cells and DSB-independent foci in meiotic cells. In vitro condensates and in vivo foci both depend on the C-terminal intrinsically-disordered region (IDR) of Mre11. Importantly, while the Mre11 IDR is dispensable for vegetative DNA repair it is essential during meiosis. The C-terminus of Mre11 forms a short alpha-helix that binds a conserved region of Mer2, and mutating residues within this interface reduces Mre11 foci and DSB formation. Finally, we identified a SUMO-interacting motif within the Mre11 IDR that enhances recruitment of Mre11 during meiosis and facilitates DSB formation. This work identifies multiple mechanisms that collaborate to recruit Mre11 during meiosis to initiate recombination.", "date": "2025-07-08", "journal": ""}
{"title": "RNA structural heterogeneity in a eukaryotic cell influences its heat shock response", "doi": "10.1101/2025.07.06.663400", "authors": "Wan, Y.; Nagarajan, N.; Wang, J.; Han, J.; Tan, W.; Cheng, A. Y.; Aw, J. G. A.; Wang, Y.; Zeng, G.", "abstract": "RNA structure-based gene regulation remains under-explored in eukaryotes. While RNA can form different conformations in solution, the extent to which it folds into structure ensembles and how the different conformations regulate gene expression still needs to be fully understood. We coupled the SHAPE compound NAI-N3 with direct RNA sequencing to identify structure modifications along a single RNA molecule (sm-PORE-cupine). Using a combination of base mapping and direct signal alignment, we boosted the percentage of mappable RNA molecules from direct RNA sequencing. Using Bernoulli Mixture Model (BMM) clustering, we show that we can separate RNA structure ensembles from ligand-bound and unbound riboswitches accurately, identify isoform-specific structure ensembles along the SARS-CoV-2 genome, and determine RNA structure ensembles in the transcriptome of a eukaryote, C. albicans, at yeast (30C) and hyphae (37C) states. We observed that RNAs are more structurally homogenous at 37C compared to 30C, are more variable in vivo than in vitro, and show higher homogeneity in 3UTRs than in the coding region. We also identified structure ensembles that are associated with changes in translation efficiency and decay in C. albicans at 30C and 37C and validated translational changes using reporter assays. Our work shows that single-molecule RNA structure probing using direct RNA sequencing can be applied to diverse transcriptomes to study the complexity and function of RNA structures.", "date": "2025-07-08", "journal": ""}
{"title": "Structural basis of DNA N6-adenine methylation in eukaryotes", "doi": "10.1101/2025.07.08.663716", "authors": "Nan, B.; Yang, W.; Wang, D.; Nie, L.; Wang, Y.; Xu, M.; Guan, W.; Chen, Z.; Zhuang, G.; Gao, S.; Liu, Y.", "abstract": "N6-adenine methylation occurs in both DNA and RNA (referred to as 6mA and m6A, respectively). As an extensively characterized epi-transcriptomic mark found in virtually all eukaryotes, m6A in mRNA is deposited by METTL3-METTL14 complex. As a transcription-associated epigenetic mark abundantly present in many unicellular eukaryotes, 6mA is coordinately maintained by two AMT1 complexes, distinguished by their mutually exclusive subunits, AMT6 and AMT7. These are all members of MT-A70 family methyltransferases (MTases). Despite their functional importance, no structure for holo-complexes with cognate DNA/RNA substrate has been resolved. Here, we employ AlphaFold3 (AF3) and molecular dynamics (MD) simulations for structural modeling of Tetrahymena AMT1 complexes, with emphasis on ternary holo-complexes with double-stranded DNA (dsDNA) substrate and cofactor. Key structural features observed in these models are validated by mutagenesis and various other biophysical and biochemical approaches. Our analysis reveals the structural basis for DNA substrate recognition, base flipping, and catalysis in the prototypical eukaryotic DNA 6mA-MTase. It also allows us to delineate the reaction pathway for processive DNA methylation involving translocation of the closed form AMT1 complex along dsDNA. As the active site is highly conserved across MT-A70 family of eukaryotic 6mA/m6A-MTases, the structural insight will facilitate rational design of small molecule inhibitors, especially for METTL3-METTL14, a promising target in cancer therapeutics.", "date": "2025-07-08", "journal": ""}
{"title": "Cytoplasmic mRNA decay by the anti-viral nuclease RNase L promotes transcriptional repression", "doi": "10.1101/2025.07.08.663778", "authors": "Mao, X.; Tokamov, S.; Pahmeier, F.; Lari, A.; Xu, J.; Harris, E.; Glaunsinger, B.", "abstract": "Ribonuclease (RNase) L is an antiviral factor that promiscuously degrades viral and cellular RNA in the cytoplasm. This causes extensive translational reprogramming and alters mRNA processing and export. Here, we reveal that another major consequence of cytoplasmic RNase L activity is the repression of nascent RNA synthesis in the nucleus. This is not associated with altered nuclear RNA stability but instead results from a global loss of RNA polymerase II (Pol II) occupancy across the genome. Prominent among the transcriptionally downregulated loci are immune-related genes, supporting a role for RNase L in tempering innate immune and inflammatory responses. These transcriptional changes are associated with reduced levels and altered localization of a portion of serine 5-phosphorylated Pol II into nuclear speckles. Crosstalk between RNA decay and transcription thereby contributes to the large-scale modulation of gene expression in RNase L-activated cells.", "date": "2025-07-08", "journal": ""}
{"title": "Xrp1 drives damage-induced cellular plasticity of enteroendocrine cells in the adult Drosophila midgut", "doi": "10.1101/2025.07.05.662934", "authors": "Qian, Q.; Nagai, H.; Sanaki, Y.; Hayashi, M.; Kimura, K.; Nakajima, Y.-i.; Niwa, R.", "abstract": "Cellular plasticity, the ability of a differentiated cell to adopt another phenotypic identity, is restricted under basal conditions, but can be elicited upon damage to facilitate regeneration. Such damage-induced cellular plasticity restores homeostasis and prevents pathology, yet its underlying molecular basis remains largely unexplored. Here, we reported damage-induced cellular plasticity of secretory enteroendocrine cells (EEs) in the adult Drosophila midgut. We found that ionizing radiation enhanced EE plasticity such that it promoted EEs to dedifferentiate into ISCs and subsequently re-differentiate towards ECs. We identified that radiation induced the production of a stress-inducible transcription factor Xrp1 in EE lineages, and its upregulation was necessary for EE plasticity. Single-cell RNA sequencing of guts with EE-specific Xrp1 overexpression revealed ectopic expression of progenitor-specific genes in EEs, which was necessary for Xrp1 to drive EE plasticity. Our work provides a mechanistic framework for understanding cellular plasticity and suggests its potential role in damage-induced responses.", "date": "2025-07-08", "journal": ""}
{"title": "A conserved long-range RNA interaction in SARS-CoV-2 recruits ADAR1 to enhance virus proliferation", "doi": "10.1101/2025.07.07.663401", "authors": "Yang, S. L.; DeFalco, L.; Wang, S.; Wong, Y. H.; Han, J.; Mok, C. K.; Tan, K. Y.; Lim, S. Y.; Zhao, Z.; Zhang, Y.; Lim, J. J. A.; Xiang, J. S.; Sobota, R.; Wang, L.-f.; Chu, J. J. H.; Merits, A.; Huber, R. G.; Wan, Y.", "abstract": "Long-range RNA-RNA pairing impacts the genome structure and function of SARS-CoV-2 variants. To understand the structure and function relationships of different SARS-CoV-2 variants that have emerged during the COVID-19 pandemic, we performed high-throughput structure probing and modelling of the genomic structures of the wildtype (WT), Alpha, Beta, Delta and Omicron variants of SARS-CoV-2. We observed that genomes of SARS-CoV-2 variants are generally structurally conserved, and that single-nucleotide variations and interactions with RNA binding proteins can impact RNA structures across the viruses. Importantly, using proximity ligation sequencing, we identified many conserved ultra-long-range RNA-RNA interactions, including one that spans more than 17 kb in both the WT virus and the Omicron variant. We showed that mutations that disrupt this 17 kb long-range interaction reduce viral fitness at later stages of its infection cycle, while compensatory mutations partially restore virus fitness. Additionally, we showed that this ultra-long-range RNA-RNA interaction structure binds directly to ADAR1 to alter the RNA editing levels on the viral genome. These studies deepen our understanding of RNA structures in the SARS-CoV-2 genome and their ability to interact with host factors to facilitate virus infectivity.", "date": "2025-07-08", "journal": ""}
{"title": "Evaluating microbial network inference methods: Moving beyond synthetic data with reproducibility-driven benchmarks", "doi": "10.1101/2025.07.05.663212", "authors": "Ghaeli, Z.; Aghdam, R.; Eslahchi, C.", "abstract": "Microbial network inference is an essential approach for revealing complex interactions within microbial communities. However, the lack of experimentally validated gold standards presents a significant obstacle in evaluating the accuracy and biological relevance of inferred networks. This study delivers a comprehensive comparative assessment of six widely used microbial network inference algorithms--gCoda, OIPCQ, S-E(glasso), S-E(mb), SPRING, and SparCC--using four diverse real-world microbiome datasets alongside multiple types of generated data, including synthetic, noisy, and bootstrap-derived datasets. Our evaluation framework extends beyond conventional synthetic benchmarking by emphasizing reproducibility-focused assessments grounded in biologically realistic perturbations. We show that bootstrap resampling and low-level noisy datasets (<=10% perturbation) effectively preserve key statistical properties of real microbiome data, such as diversity indices, abundance distributions, and sparsity patterns. Conversely, synthetic datasets generated via the widely used SPIEC-EASI method exhibit substantial divergence from real data across these metrics. We find that while SparCC demonstrates superior robustness across varying data conditions, other methods tend to produce inflated performance metrics when evaluated on unrealistic synthetic networks. Notably, several algorithms fail to distinguish between structured and random networks, highlighting issues of structural insensitivity and the limitations of overreliance on synthetic benchmarks. To address these challenges, we propose a reproducibility-centered benchmarking framework that prioritizes real-data-derived perturbations and mandates rigorous statistical validation of synthetic datasets before their use. This work provides critical insights and practical guidance for the microbiome research community, aiming to foster more reliable and ecologically meaningful microbial network inference in the absence of a true ground truth.", "date": "2025-07-08", "journal": ""}
{"title": "CRYO-CEST: Non-invasive imaging of cryoprotectants using chemical exchange saturation transfer", "doi": "10.1101/2025.07.05.663058", "authors": "Schuere, J.-R.; Zaiss, M.; Doerfler, A.; German, A.", "abstract": "Chemical exchange saturation transfer (CEST) MRI at 7T was explored as a non-invasive method to detect and quantify common cryoprotectants used in organ cryopreservation. Phantom experiments demonstrated clear CEST signals from ethylene glycol, formamide, and dimethyl sulfoxide, with formamide showing the most sensitive concentration-dependent response. CEST imaging could thus provide a practical tool for monitoring cryoprotectant concentrations in organs.", "date": "2025-07-08", "journal": ""}
{"title": "A shotgun approach for highly multiplexed mammalian metabolic engineering", "doi": "10.1101/2025.07.08.663766", "authors": "Trolle, J.; Sessa, S.; Rodrick, T.; Jones, D. R.; Fenyo, D.; Pinglay, S.; Boeke, J. D.", "abstract": "Mammalian metabolic engineering is critical to advancing basic biology, bioproduction, and cell therapy. However, as pathway complexity increases, so does the size of both the combinatorial design space and the DNA constructs required, rendering unbiased screens intractable. To address this, we developed Shotgun Genetic Engineering (SGE), a scalable approach that exploits the ease of delivering many barcoded small constructs - rather than a single large one - into mammalian cells. This allows each cell to serve as an independent experiment, carrying a unique synthetic metabolic pathway that explores combinations of gene content, stoichiometry, and organellar localization. Functional pathways are identified by sequencing barcodes from cells exhibiting the desired phenotype. Using SGE, we screened millions of pathway combinations to engineer essential amino acid biosynthesis in two mammalian cell lines (CHO and Jurkat), achieving near-wild-type growth in valine-free medium and, for the first time, enabling isoleucine prototrophy in CHO cells. Successful solutions favored mitochondrial localization and required integration of 23-52 kb of synthetic DNA - lengths that are impractical to screen by conventional methods. The resulting datasets are compatible with machine learning frameworks, positioning SGE as a powerful platform for decoding and engineering complex biosynthetic traits in mammalian systems.", "date": "2025-07-08", "journal": ""}
{"title": "The phylodynamic threshold of measurably evolving populations", "doi": "10.1101/2025.07.07.663495", "authors": "Weber, A.; Kende, J.; Oeversti, S.; Duchene, S.", "abstract": "The molecular clock is a fundamental tool for understanding the time and pace of evolution, requiring calibration information alongside molecular data. Sampling times are often used for calibration since some organisms accumulate enough mutations over the course of their sampling period. This practice ties two key concepts: measurably evolving populations and the phylodynamic threshold. Current dogma suggests that populations meeting these criteria are suitable for molecular clock calibration via sampling times. However, the definitions and implications of these concepts remain unclear. Using Hepatitis B virus-like simulations and analyses of empirical data, this study shows that determining whether a population is measurably evolving or has reached the phylodynamic threshold does not only depend on the data, but also on model assumptions and sampling strategies. In Bayesian applications, a lack of temporal signal due to a narrow sampling window results in a prior that is overly informative relative to the data, such that a prior that is potentially misleading typically requires a wider sampling window than one that is reasonable. In our analyses we demonstrate that assessing prior sensitivity is more important than the outcome of tests of temporal signal. Our results offer guidelines to improve molecular clock inferences and highlight limitations in molecular sequence sampling procedures.", "date": "2025-07-08", "journal": ""}