{"title": "Evolution of a novel left-right asymmetry in organ size by co-option of a tissue rotation process", "doi": "10.1101/2022.01.16.476383", "authors": "Lefevre, B. M.; Delvigne, M.; Camprodon, A.; Vidal, J.; Courtier-Orgogozo, V.; Lang, M.", "abstract": "Left-right asymmetries have repeatedly evolved in diverse animals and affect the position, shape or size of specific organs. How novel left-right asymmetries arise remains unknown. Here, we examined Drosophila pachea, where males have evolved unique asymmetric genitalia lobes and a right-sided copulation posture in the past 3-6 million years. We found that male asymmetric lobes grow in pupae during a 360{degrees} clockwise genitalia rotation, a conserved and widespread developmental process in flies. Using two complementary approaches, drug application and a CRISPR-induced MyoID mutant, we altered genitalia rotation and found that asymmetric lobe sizes depend on genitalia rotation completion, while the sidedness of lobe asymmetry is determined by the rotation direction. We then investigated the impact of genital asymmetry on copulation posture. Males with reversed genital asymmetry still mate in the typical right-sided posture, indicating that right-sided behavior is not determined by asymmetric male genitalia. Our study reveals that a novel genitalia asymmetry has evolved through the co-option of a pre-existing tissue remodeling process. Tissue rotation represents a new mechanism, through which a bilateral organ can acquire a left-right size asymmetry.\n\nSummary statementHow asymmetric shapes evolve from symmetry is an important question in developmental biology. Using a juvenile hormone derivative, transgenics and CRISPR mutants in the non model species Drosophila pachea, we uncover that the developmental process of male genitalia rotation got co-opted during evolution of D. pachea to determine the extent and direction of a novel genital left-right asymmetry.", "date": "2025-05-20", "journal": ""}
{"title": "Efficient profiling of total RNA in single cells with STORM-seq", "doi": "10.1101/2022.03.14.484332", "authors": "Johnson, B. K.; Majewski, M.; Jang, H. J.; Siwicki, R. A.; Wegener, M.; Semwal, A.; Morrison, J.; Gallik, K. L.; Hagemann-Jensen, M.; Foy, K.; Rossell, L. L.; Siegwald, E. J.; Chesla, D. W.; Teixeira, J. M.; Adams, M.; Drapkin, R.; Esquibel, C.; Sheridan, R. T. C.; Wang, T.; Sandberg, R.; Triche, T. J.; Shen, H.", "abstract": "Despite significant advances, current single-cell RNA sequencing (scRNA-seq) technologies often struggle with accurately detecting non-coding transcripts, achieving full-length RNA coverage, and/or resolving transcript-level complexity. Many are also difficult to implement or inaccessible without specialized liquid handlers, further limiting their utility. We present Single-cell TOtal RNA-seq Miniaturized (STORM-seq), a random-hexamer primed, ribo-reduced single-cell total RNA sequencing (sc-total-RNA-seq) protocol using standard laboratory equipment. Adapted as a kit, STORM-seq constructs sequence-ready libraries in one working day, producing the highest complexity scRNA-seq libraries to date, robustly measuring transcript isoforms and clinically relevant gene fusions in single cells. STORM-seq faithfully reconstructs expression profiles of locus-level transposable elements (TEs), and provides high-resolution profiling of transient, low-abundance enhancer RNAs (eRNAs), offering a powerful tool to dissect single-cell gene regulatory networks in unprecedented detail. Applied to human fallopian tube epithelium, the improved transcriptional resolution reveals a putative progenitor-like population and intermediate cell states, shaped by TEs and non-coding RNAs.", "date": "2025-05-20", "journal": ""}
{"title": "The Mediator Kinase Module regulates cell cycle re-entry and transcriptional responses following DNA damage", "doi": "10.1101/2023.02.26.530133", "authors": "Memisoglu, G.; Bohn, S.; Krogan, N.; Haber, J. E.; Ruthenburg, A. J.", "abstract": "The Cdk8 kinase module (CKM) is a non-obligate and dissociable subcomplex of Mediator of transcription, a key regulator of RNA polymerase II (RNAPII). Through a genetic screen in yeast, we discovered a surprising role for Mediator CKM in the DNA damage response (DDR) and mitotic re-entry. Remarkably, we find that a single DNA break is sufficient for CKM-dependent global transcriptional attenuation. Upon DDR activation, the kinase activity of CKM antagonizes RNAPII binding to core Mediator, thereby reducing the transcriptionally-engaged RNAPII pool. This transcriptional attenuation is essential for DDR inactivation and limits the spreading of g-H2AX into gene bodies. Furthermore, CKM localizes to DNA breaks to impede RNAPII binding. Importantly, we demonstrate that the role of CKM on DDR and transcriptional attenuation is conserved from yeast to mammals, establishing a multifaceted and essential function for CKM in transcriptional regulation of DNA-damage response.", "date": "2025-05-20", "journal": ""}
{"title": "Mast fruiting in a large tropical African legume tree provides evidence for the nutrient resource limitation hypothesis", "doi": "10.1101/2023.04.03.535348", "authors": "Newbery, D. M.; Schwan, S.; Chuyong, G. B.; Neba, G. A.; Etta, C. E.; Norghauer, J. M.; Worbes, M.", "abstract": "Background and aims: The large grove-forming tropical tree Microberlinia bisulcata (Fabaceae subfamily Detarioideae) in southern Korup, SW Cameroon, displays strong mast fruiting. The soil is poor in phosphorus and potassium: the climate is strongly seasonal. Evidence is presented that masting is probably determined primarily by mineral nutrients and secondarily by radiation. Method and materials: Field data on phenology and climate variation (1989 to 2017), and soil moisture, nutrients in litter and fruits, insect herbivory and tree growth are integrated. Some data come from previous studies at Korup, and they are combined with new data to enable an extended analysis. Key results: To test the nutrient resource limitation hypothesis, phenological recordings were matched with climate variables and modelled using logistic and time-series regressions. A strong predictor was average daily rainfall in the dry season, low in the current year of masting and high in the year prior. Less strong was the increase in dry season radiation between prior and mast years. Masting events showed no relationship to annual stem increment. Masting was reduced after two caterpillar attacks. Fallen-leaf phosphorus concentration increased in the inter-mast interval and that for potassium peaked mid-interval. These elements were likely accumulating and being stored, triggering masting when internal thresholds were crossed. A drier dry season prior to masting may have increased tree carbon, the wetter one increased nutrient acquisition and uptake via roots and mycorrhizas. A rooting-fruiting trade-off in carbon is proposed. Storage of phosphorus may be mostly in bark of branches; that for potassium on soil organic colloids. Conclusion: The long-term driver appears to be stochastic dry-season rainfall. Synchrony across masting trees might be enhanced by equilibration of nutrients across the mycorrhizal-root network. Life history strategy determined by mineral nutrient resource dynamics provides the best explanation and an advanced model for the observed pattern of masting events.", "date": "2025-05-20", "journal": ""}
{"title": "Quantifying phage infectivity from characteristics of bacterial population dynamics", "doi": "10.1101/2023.06.29.546975", "authors": "Blazanin, M.; Vasen, E.; Jolis, C. V.; An, W.; Turner, P.", "abstract": "A frequent goal of phage biology is to quantify how well a phage kills a population of host bacteria. Unfortunately, traditional methods to quantify phage success can be time-consuming, limiting the throughput of experiments. Here, we use theory to show how the effects of phages on their hosts can be quantified using bacterial population dynamics measured in a high-throughput microplate reader (automated spectrophotometer). We use mathematical models to simulate bacterial population dynamics where specific phage and bacterial traits are known a priori. We then test common metrics of those dynamics (e.g. growth rate, time and height of peak bacterial density, death rate, extinction time, area under the curve) to determine which best predict: 1) infectivity over the short-term, and 2) phage suppression over the long-term. We find that many metrics predict infectivity and are strongly correlated with one another. We also find that metrics can predict phage growth rate, providing an effective way to quantify the combined effects of multiple phage traits. Finally, we show that peak density, time of peak density, and extinction time are the best metrics when comparing across different bacterial hosts or over longer timescales where plasticity or evolution may play a role. In all, we establish a foundation for using bacterial population dynamics to quantify the effects of phages on their bacterial hosts, supporting the design of in vitro empirical experiments using microplate readers.", "date": "2025-05-20", "journal": ""}
{"title": "Gender differences in submission behavior exacerbate publication disparities in elite journals", "doi": "10.1101/2023.08.21.554192", "authors": "Ni, C.; Basson, I.; Badia, G.; Tufenkji, N.; Sugimoto, C. R.; Lariviere, V.", "abstract": "Women are particularly underrepresented as leading authors of papers in journals of the highest impact factor, with substantial consequences for their careers. While a large body of research has focused on the outcome and the process of peer review, fewer articles have explicitly focused on gendered submission behavior and the explanations for these differences. In our study of nearly five thousand active authors, we find that women are less likely to report having submitted papers to journals of the highest impact (e.g., Science, Nature, or PNAS) andto submit fewer manuscripts, on average, than men when they do submit. Women were more likely to indicate that they did not submit their papers (in general and their subsequently most cited papers) to high-impact journals because they were advised not to. In the aggregate, no statistically significant difference was observed between men and women in how they rated the quality of their work. Nevertheless, regardless of discipline, women were more likely than men to indicate that their \"work was not ground-breaking or sufficiently novel\" as a rationale for not submitting to one of the listed prestigious journals. Men were more likely than women to indicate that the \"work would fit better in a more specialized journal.\" We discuss the implications of these findings and interventions that can serve to mitigate the disparities caused by gendered differences in submission behavior.", "date": "2025-05-20", "journal": ""}
{"title": "Rab7a is required to degrade select blood-brain barrier junctional proteins after ischemic stroke", "doi": "10.1101/2023.08.29.555373", "authors": "Cottarelli, A.; Jamoul, D.; Tuohy, M. C.; Shahriar, S.; Glendinning, M.; Prochilo, G.; Edinger, A.; Arac, A.; Agalliu, D.", "abstract": "Adherens (AJ) and tight junction (TJ) integrity is critical for blood-brain barrier (BBB) function in the healthy brain. Junction disassembly due to degradation of AJ and TJ proteins leads to acute BBB dysfunction after ischemic stroke, but the mechanisms are not fully understood. Here, we show that endothelial cell deletion of Rab7a, a small GTPase crucial for protein degradation through the endolysosomal system, reduces acute BBB dysfunction and improves neuronal health in mice after ischemic stroke by preventing degradation of select junctional proteins and preserving TJ structural morphology. Two pro-inflammatory cytokines, TNF and IL1{beta}, that trigger barrier disruption in brain endothelial cells (BECs) in vitro and are upregulated in stroke, contribute to Rab7a activation. Silencing Rab7a in vitro partially rescues cytokine-driven barrier disruption in BECs by reducing internalization of some junctional proteins and the formation of F-actin bundles at cell junctions. Rab7a is, therefore, critical for degradation of select junctional proteins during the acute BBB damage after ischemic stroke.", "date": "2025-05-20", "journal": ""}
{"title": "Decoding muscle-resident Schwann cell dynamics during neuromuscular junction remodeling", "doi": "10.1101/2023.10.06.561193", "authors": "Guzman, S. D.; Abu-Mahfouz, A.; Davis, C. S.; Ruiz, L. P.; Macpherson, P. C.; Brooks, S. V.", "abstract": "This investigation leverages single-cell RNA sequencing (scRNA-Seq) to delineate the contributions of muscle-resident Schwann cells to neuromuscular junction (NMJ) remodeling by comparing a model of stable innervation with models of reinnervation following partial or complete denervation. The study discovered multiple distinct Schwann cell subtypes, including a novel terminal Schwann cell (tSC) subtype integral to the denervation-reinnervation cycle, identified by a transcriptomic signature indicative of cell migration and polarization. The data also characterizes three myelin Schwann cell subtypes, which are distinguished based on enrichment of genes associated with myelin production, mesenchymal differentiation or collagen synthesis. Importantly, SPP1 signaling emerges as a pivotal regulator of NMJ dynamics, promoting Schwann cell proliferation and muscle reinnervation across nerve injury models. These findings advance our understanding of NMJ maintenance and regeneration and underscore the therapeutic potential of targeting specific molecular pathways to treat neuromuscular and neurodegenerative disorders.", "date": "2025-05-20", "journal": ""}
{"title": "So close yet so far apart: Distinct flanking sequence recognition by DNMT3A and DNMT3B", "doi": "10.1101/2024.02.07.579311", "authors": "Barlas, A. B.; Karaca, E.", "abstract": "DNMT3A and DNMT3B are closely related DNA methyltransferases that catalyze de novo CpG methylation yet exhibit distinct preferences for flanking sequences. Despite sharing 91% sequence similarity within their catalytic domains, these paralogs show non-overlapping genomic targeting and divergent biological roles. To uncover the mechanistic basis of this specificity, we performed 16 microseconds of all-atom molecular dynamics simulations on DNMT3A and DNMT3B complexes bound to CpG substrates with varied +2 flanking bases (i.e., CGX). To resolve their base- and shape-readout mechanisms at atomistic detail, we introduce a Comparative Dynamics Analysis (CDA) framework. Our CDA analysis reveals that DNMT3A relies on a rigid, sequence-specific hydrogen bonding network and shape-constrained electrostatic anchoring, whereas DNMT3B employs a more flexible and distributed interface, allowing broader substrate tolerance. This represents the first systematic analysis of shape readout in DNMT3 enzymes and demonstrates how flanking sequence specificity is dynamically encoded by two nearly identical proteins. Our findings not only clarify how closely related DNA-modifying enzymes diverge in recognition strategies, but also lay the foundation for future efforts to engineer paralog-specific protein-DNA interactions.", "date": "2025-05-20", "journal": ""}
{"title": "A domain-swapped CaMKII conformation facilitates linker-mediated allosteric regulation", "doi": "10.1101/2024.03.24.586494", "authors": "Nguyen, V. C. B.; Özden, C.; Dong, K.; Koc, O.; Torres-Ocampo, A. P.; Dziedzic, N.; Flaherty, D.; Huang, J.; Sankura, S.; Abromson, N. L.; Tomchick, D. R.; Fissore, R. A.; Chen, J.; Garman, S. C.; Stratton, M.", "abstract": "Memory formation, fertilization, and cardiac function rely on precise Ca2+ signaling and subsequent Ca2+/calmodulin-dependent protein kinase II (CaMKII) activation. Ca2+ sensitivity of the four CaMKII paralogs in mammals has been linked to the length of the variable linker region that is a hot spot for alternative splicing. In this study, we determined that the position of charged residues within the linker modulates the Ca2+/CaM sensitivity. We present an X-ray crystal structure of the full-length CaMKII{delta} holoenzyme consisting of domain-swapped dimers within a dodecameric complex. In this structure, the kinase domain of one subunit is docked onto the hub domain of an adjacent subunit, providing an additional interface within the holoenzyme. Mutations at the hub equatorial and lateral interfaces led to alterations in the stoichiometry of CaMKII holoenzyme as well as Ca2+/CaM sensitivity. Using molecular dynamics (MD) to compare domain-swapped to non-domain-swapped CaMKIIs, we demonstrate that the domain-swapped conformation facilitates an interaction between the calmodulin binding region and the linker region. Based on MD simulations and small-angle X-ray scattering (SAXS) measurements, we propose a model where the position of charges on the linker region drives an interaction with the regulatory segment that modulates the degree of autoinhibition. Finally, we use live-cell imaging to show that the activation profiles we observe in vitro are recapitulated in cells. Our findings provide a new framework for understanding allosteric regulation of CaMKII by the linker region in Ca2+-sensitive cells.", "date": "2025-05-20", "journal": ""}
{"title": "Increased excitation enhances the sound-induced flash illusion by impairing multisensory causal inference in the schizophrenia spectrum", "doi": "10.1101/2024.05.29.596551", "authors": "Paredes, R.; Ferri, F.; Romei, V.; Series, P.", "abstract": "The spectrum of schizophrenia is characterised by an altered sense of self with known impairments in tactile sensitivity, proprioception, body-self boundaries, and self-recognition. These are thought to be produced by failures in multisensory integration mechanisms, commonly observed as enlarged temporal binding windows during audiovisual illusion tasks. To our knowledge, there is an absence of computational explanations for multisensory integration deficits in patients with schizophrenia and individuals with high schizotypy, particularly at the neurobiological level. We implemented a multisensory causal inference network to reproduce the responses of individuals who scored low in schizotypy in a simulated double flash illusion task. Next, we explored the effects of recurrent excitation, cross-modal and feedback weights, and synaptic density on the visual illusory responses of the network. Using quantitative fitting to empirical data, we found that an increase in the weights of the recurrent excitatory connectivity in the network enlarges the temporal binding window and increases the overall proneness to experience the illusion, matching the responses of individuals scoring high in schizotypy. Moreover, we found that an increase in excitation increases the probability of inferring a common cause from the stimuli. We propose an E/I imbalance account of reduced temporal discrimination in the SCZ spectrum and discuss possible links with Bayesian theories of schizophrenia. We highlight the importance of adopting a multisensory causal inference perspective to address body-related symptomatology of schizophrenia.", "date": "2025-05-20", "journal": ""}
{"title": "Pathogenicity of Commensal Gut Biofilm In Prefrail Aging", "doi": "10.1101/2024.06.04.596782", "authors": "Le Cosquer, G.; Pannier, M.; Meunier, E. S.; Thevenin, J.; Pyhourquet, E.; Guyonnet, S.; Vellas, B.; Santin, Y.; Guiard, B.; Parini, A.; Buscail, L.; Bournet, B.; Guillemet, D.; Deraison, C.; Vergnolle, N.; Motta, J. P.", "abstract": "Pathophysiological mechanisms of unhealthy aging, particularly the transition from robustness to frailty, remain poorly understood. Despite extensive microbiome research on taxonomy, the behavior of early prefrail gut bacteria in their natural community-host mucosal tissue context remains unexplored. Using fecal samples from the INSPIRE-T aging human cohort, we characterized gut microbiota phenotype during prefrailty stages using a polymicrobial biofilm model. Results revealed that prefrail-derived biofilms exhibited distinct taxonomic and physical alterations, enhanced dispersal, and increased epithelial virulence compared to robust counterparts. Multiparametric analyses linked biofilm characteristics to clinical traits, suggesting their potential as aging status indicators. Polyphenol-rich grape pomace extract partially reversed prefrail biofilm alterations and reduced proinflammatory prefrail biofilm responses in vitro. Microbiota from prefrail aged mice induced colon damage in antibiotic-treated recipients, establishing a prefrail microbiome-inflammation causality. Overall, the findings identified novel prefrail microbiome characteristics, established causal inflammatory links, and support microbiota-targeted geroprotective interventions for the prefrail populations.", "date": "2025-05-20", "journal": ""}
{"title": "Improvement of human donor retinal ganglion cell survival through modulation of microglia", "doi": "10.1101/2024.07.06.602307", "authors": "Malechka, V. V.; Phay, M. H.; Augustine, J.; Kriukov, E.; Rivera, J. D.; Alt, C.; Gregory-Ksander, M.; Baranov, P.", "abstract": "Stem cell-derived retinal ganglion cell transplantation therapy offers a promising avenue for restoring vision in patients with significant retinal ganglion cell loss. The major challenge in this therapeutic approach is ensuring the survival of transplanted human donor retinal ganglion cells within the host retina. Here, we demonstrated the pivotal role of host retinal microglia and macrophages in the rejection, acceptance and survival of human donor cells. To identify the potential targets for treatment in microglia-retinal ganglion cell interaction, we assembled a single-cell atlas for mouse retina during development, aging, maturation and across neurodegenerative conditions. To our knowledge, this is the largest integrated atlas containing 1,053,629 cells including 36,080 myeloid cells. The downstream analysis highlighted phagocytosis among other known pathways involved in microglia activation, neuroinflammation and host retinal ganglion cell damage. We hypothesized that the same mechanisms are responsible for donor retinal ganglion cell removal. We showed that it is possible to improve the survival of human donor stem cell-derived retinal ganglion cells through modulation of the host retinal microglia. Pretreatment of human donor retinal ganglion cells with annexin V and/or soluble Fas ligand before transplantation led to a 2.5-fold increase in donor cell survival, including the outgrowth of axons targeting optic nerve head. Detailed analyses of the host mouse retina post-transplantation revealed morphological changes microglia and macrophages typical for activation in neuroinflammation. These findings indicate that soluble Fas ligand and annexin V treatment can be used to improve the success rate of transplantation of neurons within the retina and central nervous system.", "date": "2025-05-20", "journal": ""}
{"title": "miRNA synergism impaired metabolic programming of oral cancer cells by selectively enhancing target gene specificity", "doi": "10.1101/2024.08.01.606174", "authors": "Mazumder, S.; Banerjee, U.; Sinsinwar, S.; Mandal, S.; Prusty, D.; Babele, P.; Das, B.; Manna, S. K.; Ray, J. G.; Chatterjee, R.", "abstract": "Despite the emergence of miRNAs as promising therapeutic tools in cancer management, most clinical trials have not been successful due to their cytotoxic effects. Here, we have investigated the factors regulating the effect of miRNA-mimic pairs in enhancing target gene specificity while reducing cellular toxicity. Synergistic reductions by the miRNA-mimic pairs were observed for the 3'-UTRs of common target genes with miRNA-responsive elements (MREs) preferentially located at a distance of 200-800bp. Deletion of either of the miRNA seed sequences resulted in a loss of synergism. Furthermore, we performed small RNA-sequencing to identify significantly downregulated miRNAs in Oral cancer. Consequently, we transfected let-7c-5p and miR-125b-5p miRNA mimics either alone or in combination at half-dose concentrations and determined the expression levels of their common and unique target genes in oral cancer cells. Significant reductions in target gene expression were observed for genes containing MREs for both miRNA mimics within the preferential distance. Proteomic data revealed that the let-7c-5p and miR-125b-5p miRNA-mimic pairs synergistically reduced the expression of their common target genes, hexokinase 2 (HK2) and branched-chain amino acid transaminase 1 (BCAT1), in cancer cells. However, unique target genes did not exhibit any significant alterations in their protein levels. The effect of HK2 and BCAT1 downregulation was also reflected in the metabolomic profiling of cancer cells, specifically affecting glycolysis and the BCAA degradation pathways. As a result of the metabolic impairment caused by the synergistic effect of miRNA mimic pairs, oral cancer cells showed a significant reduction in proliferation, migration, and spheroid formation compared to cells treated with either single miRNA. The synergistic effect of these miRNA mimics was lost in normal keratinocytes, possibly due to low expression levels of the target oncogenes, suggesting a cancer cell-specific effect of this mechanism.", "date": "2025-05-20", "journal": ""}
{"title": "TNF-mediated myeloid-instructed CD14+CD4+ T cells within the tumor microenvironment are associated with poor survival in non-small cell lung cancer.", "doi": "10.1101/2024.08.02.606259", "authors": "Marceaux, C.; Tarasova, I.; Batey, D.; Yokote, K.; Gayevskiy, V.; Jain, R.; Leiwe, M.; Choux, L.; Riley, L.; Tubau, N.; Hywood, J.; Christie, M.; Antippa, P.; Speed, T. P.; Rogers, K. L.; Phipson, B.; Asselin-Labat, M.-L.", "abstract": "The tumor microenvironment (TME) harbors a diverse array of innate and adaptive immune cells that can either support anti-tumor immunity or facilitate tumor progression. Among these, myeloid cells are key drivers of immunosuppression, yet therapeutic strategies targeting their function have achieved limited clinical success. A deeper understanding of the mechanisms by which immunosuppressive myeloid cells promote tumor progression is needed to guide the development of more effective treatments. Using spatial multi-omics analyses, we identified a population of myeloid-instructed CD14+ T cells present in both the tumor core and adjacent non-malignant lung tissue of patients with non-small cell lung cancer (NSCLC). CD4+ T cells acquired CD14 from myeloid cells by trogocytosis, resulting in an atypical T cell phenotype. High infiltration of CD14+CD4+ T cells in the tumor core was associated with poor patient survival. Spatial transcriptomics profiling revealed that tumors enriched in CD14+CD4+ T cells exhibited increased TNFalpha signaling. Functional assays demonstrated that TNFalpha enhanced trogocytosis, promoting the transfer of myeloid membrane components to CD4+ T cells and driving the accumulation of CD14+CD4+ T cells. These findings uncover a novel TNFalpha-mediated mechanism of immunosuppression in the TME, whereby TNFalpha promotes aberrant myeloid - T cell interactions that may contribute to tumor progression. This work highlights a previously unrecognized axis of innate - adaptive immune crosstalk in NSCLC and suggests that targeting TNFalpha; could disrupt this pathway, restore effective T cell function, and improve therapeutic outcomes.", "date": "2025-05-20", "journal": ""}
{"title": "Membrane potential modulates ERK activity and cell proliferation", "doi": "10.1101/2024.08.27.610010", "authors": "Sasaki, M.; Nakahara, M.; Hashiguchi, T.; Ono, F.", "abstract": "The plasma membrane potential has been linked to cell proliferation for more than 40 years. Here we experimentally showed that membrane depolarization upregulates cell mitosis, and that this process is dependent on voltage-dependent activation of ERK. ERK activity exhibits a membrane potential-dependency that is independent from the growth factor. This membrane potential dependence was observed even close to the resting membrane potential, indicating that small changes in resting membrane potential can alter cell proliferative activity. The voltage-dependent ERK activity is derived from changed dynamics of phosphatidylserine which is present in the plasma membrane and not by extracellular calcium entry. The data suggests that crucial biological processes such as cell proliferation are regulated by the physicochemical properties of the lipid. This study suggests that membrane potential may have diverse physiological functions beyond the action potential, which is well-established in the neural system.", "date": "2025-05-20", "journal": ""}
{"title": "Monitoring Circulating Cell-free HPV DNA in Metastatic and Recurrent Cervical Cancer: Clinical Importance and Implications for Treatment - A Pilot Study", "doi": "10.1101/2024.09.16.613189", "authors": "Yin, Z.; Feng, T.; Xu, Q.; Dai, W.; Ni, M.; Ni, J.; Lou, H.", "abstract": "Purpose: Monitoring of circulating human papillomavirus (HPV) cell-free DNA (cfDNA) is a minimally invasive approach for surveillance in HPV-associated cancers, particularly cervical cancer. The aim of this study was to monitor circulating HPV cfDNA levels in patients with recurrent or metastatic cervical cancer during treatment and follow-up, assessing the utility of HPV cfDNA as a tumor marker for disease surveillance and in guiding clinical treatment decisions. Experimental Design: In this prospective pilot observational study, levels of HPV cfDNA in serum samples from 28 patients with recurrent or metastatic HPV-positive cervical cancer were measured via digital droplet polymerase chain reaction. Results for HPV cfDNA levels were matched to clinical outcomes and to serum levels of squamous cell carcinoma antigen (SCC-Ag) to assess the clinical potential of HPV cfDNA as a tumor marker. Results: HPV cfDNA was detected in all 28 patients (100% detection rate). Notably, median baseline HPV cfDNA levels varied according to the metastatic pattern observed in individual patients (P=0.019). Patients with a combined multi-metastatic pattern (lymph node + hematogenous diffuse serosal metastasis) exhibited a higher median baseline HPV cfDNA level compared to those with a single-metastasis pattern (local recurrence, lymph node metastasis, or hematogenous metastasis) (P = 0.003). All participants exhibited changes in HPV cfDNA levels over a median monitoring period of 2 months (range 0.3 to 16.9 months) prior to evaluations for treatment response or disease progression. Among 26 patients initially diagnosed with squamous cell cervical cancer, the positivity rate was 100% for HPV cfDNA and 69.2% for SCC-Ag (P = 0.004, 95% confidence interval, 0-0.391). Among 20 patients longitudinally monitored for squamous cell cervical cancer, the concordance with changes in disease status was 90% for HPV cfDNA and 50% for SCC-Ag (P = 0.014, 95% confidence interval, 0.022-0.621). Conclusions: HPV cfDNA is a promising tumor marker for HPV-positive cervical cancer. In the context of precision medicine, HPV cfDNA is poised to play an increasingly pivotal role in monitoring treatment efficacy, providing valuable insights into disease progression, and guiding clinical decisions.", "date": "2025-05-20", "journal": ""}
{"title": "The long-term evolutionary potential of four yeast species and their hybrids in extreme temperature conditions", "doi": "10.1101/2024.09.27.615317", "authors": "Pinto, J.; Stelkens, R.", "abstract": "Accelerating climate change and extreme temperatures urge us to better understand the potential of populations to tolerate and adapt to thermal challenges. Interspecific hybridization can facilitate adaptation to novel or extreme environments. However, predicting the long-term fitness effects of hybridization remains a major challenge in evolutionary and conservation biology. Experimental evolution with microbes provides a powerful tool for tracking adaption, across generations and in real time. We investigated the thermal adaptation dynamics of four species of budding yeast (Saccharomyces) and their interspecific F2 hybrids, for 140 generations under cold (5C) and warm (31C) conditions. We found significant variation in the evolutionary potential of species and hybrids, strongly determined by their natural temperature tolerance. The largest fitness improvements occurred in hybrids, with some populations nearly quadrupling in fitness in the cold environment, exceeding both parents in thermal adaptive potential. Reciprocal transplanting of evolved populations from the endpoint of evolution into opposite temperatures revealed that hybrids had greater resilience when challenged with sudden temperature shifts. Our results highlight that hybridization alters the fitness outcomes of long-term adaptation to extreme environments and may render populations more resilient to sudden environmental change, presenting both opportunities and challenges for conservation and sustainable agriculture.", "date": "2025-05-20", "journal": ""}
{"title": "A common garden of Halichondria sponges: taxonomic revision of Northeast Pacific Halichondriidae reveals many cryptic introduced species", "doi": "10.1101/2024.11.04.621922", "authors": "Turner, T. L.; Morrow, C.; Picton, B.; Goodwin, C.; Thacker, R. W.", "abstract": "Sponges (phylum Porifera) possess biochemical, cellular, and physiological traits with valuable biotechnical applications. However, our ability to harness these natural innovations is limited by a classification system that does not fully reflect their evolutionary history. In this study, we uncover numerous cryptic species within the genus Halichondria that are morphologically indistinguishable from the well-known Ha. panicea. Many of these species have habitat preferences and geographic distributions that strongly suggest they have been dispersed by human activity. Most of these species are broadly sympatric with their closest relatives, and these overlapping distributions allow us to use patterns of DNA variation to infer reproductive isolation between clades in nature. With reproductively isolated species thus delineated, we can use DNA states as taxonomic characters to formally describe them. Though much remains to be learned about these newly discovered species, the natural \"common gardens\" of these sponges in California, New York, and other locations provide opportunities to test hypotheses about their diversification in future work.", "date": "2025-05-20", "journal": ""}
{"title": "GPU-accelerated homology search with MMseqs2", "doi": "10.1101/2024.11.13.623350", "authors": "Kallenborn, F.; Chacon, A.; Hundt, C.; Sirelkhatim, H.; Didi, K.; Cha, S.; Dallago, C.; Mirdita, M.; Schmidt, B.; Steinegger, M.", "abstract": "Rapidly growing protein databases demand faster sensitive sequence similarity detection. We present GPU-accelerated search utilizing intra-query parallelization delivering 6x faster single-protein searches compared to state-of-the-art CPU methods on 2x64 cores-speeds previously requiring large protein batches. It is most cost effective, including in large-batches at 0.45x MMseqs2-CPU speed (8 GPUs delivering 2.4x). It accelerates ColabFold structure prediction 31.8x compared to AlphaFold2 and Foldseek search 4-27x. MMseqs2-GPU is open-source at mmseqs.com.", "date": "2025-05-20", "journal": ""}
{"title": "Defined roles for the Staphylococcus aureus POT transporter DtpT in di/tripeptide uptake and glutathione utilisation inside human macrophages", "doi": "10.1101/2024.12.02.626324", "authors": "Khan, I.; MacDonald, S. J.; Markusson, S.; Kies, P. J.; Kraemer-Zimpel, C.; Robson, C.; Parker, J. L.; Newstead, S.; Boucher, D.; Hammer, N. D.; Van der Woude, M.; Thomas, G. H.", "abstract": "Peptides available in biological niches inhabited by the human pathogen Staphylococcus aureus serve as a rich source of amino acids required for growth and successful host colonisation. Uptake of peptides by S. aureus involves at least two transport systems: the di/tripeptide permease DtpT and the oligopeptide ABC transporter Opp3. Here we study the individual and combined functions of DtpT and Opp3 in enabling utilisation of diverse di-/tripeptides via a high-throughput phenotypic screen. We reveal that DtpT is the primary route of uptake for dipeptides, and although many peptides can be utilised via either of the two transport systems, we demonstrate a clear preference for Asp/Glu-containing peptides among DtpT substrates. To better understand the substrate preferences of DtpT, the protein was purified and reconstituted into proteoliposomes. Active transport of diverse di- and tripeptides was demonstrated, supporting the conclusions of the phenotypic screen. During this in vitro analysis, we discovered that DtpT could transport the biologically prevalent tripeptide glutathione (GSH). Bacterial growth assays demonstrate that dtpT is essential for GSH utilisation in the absence of the known glutathione transporter, Gis, identifying DtpT as the second GSH uptake system of S. aureus. We demonstrate that GSH transport is required by S. aureus for complete fitness during in vitro macrophage infection experiments. Finally, based on analysis of the DtpT structure and identification of key residues needed for GSH binding and transport, we suggest that GSH transport may be conserved in the DtpT orthologue of Listeria monocytogenes. Together, these data reveal important new functions for DtpT in the utilisation of diverse peptides and point toward a novel role for DtpT (and, potentially, other bacterial POT proteins) in glutathione acquisition during intracellular infection.", "date": "2025-05-20", "journal": ""}
{"title": "An unsupervised framework for comparing SARS-CoV-2 protein sequences using LLMs", "doi": "10.1101/2024.12.16.628708", "authors": "Littlefield, S. B.; Campbell, R. H.", "abstract": "The severe acute respiratory system coronavirus 2 (SARS-CoV-2) pandemic led to 700 million infections and 7 million deaths worldwide. While studying these viruses, scientists developed a large amount of sequencing data that was made available to researchers. Large language models (LLMs) are pre-trained on large databases of proteins and prior work has shown its use in studying the structure and function of proteins. This paper proposes an unsupervised framework for characterizing SARS-CoV-2 sequences using large language models. First, we perform a comparison of several protein language models previously proposed by other authors. This step is used to determine how clustering and classification approaches perform on SARS-CoV-2 sequence embeddings. In this paper, we focus on surface glycoprotein sequences, also known as spike proteins in SARS-CoV-2 because scientists have previously studied their involvement in being recognized by the human immune system. Our contrastive learning framework is trained in an unsupervised manner, leveraging the Levenshtein distance from pairwise alignment of sequences when the contrastive loss is computed by the Siamese Neural Network. The final part of this paper focuses on a comparison with a previous approach on a test dataset containing data from the latter part of the pandemic. In the prediction of emerging variants, the proposed LLM-based approach shows an improvement of 0.1914 in terms of the adjusted rand index clustering compared to a previously proposed approach. This shows the potential of applying large-language models to this field.", "date": "2025-05-20", "journal": ""}
{"title": "Striatal Gradient in Value-Decay Explains Regional Differences in Dopamine Patterns and Reinforcement Learning Computations", "doi": "10.1101/2025.01.24.631285", "authors": "Kato, A.; Morita, K.", "abstract": "Dopamine has been suggested to encode reward-prediction-error (RPE) in reinforcement learning (RL) theory, but also shown to exhibit heterogeneous patterns depending on regions and conditions: some exhibiting ramping response to predictable reward while others only responding to reward-predicting cue. It remains elusive how these heterogeneities relate to various RL algorithms proposed to be employed by animals/humans, such as RL under predictive state representation, hierarchical RL, and distributional RL. Here we demonstrate that these relationships can be coherently explained by incorporating the decay of learned values (value-decay), implementable by the decay of dopamine-dependent plastic changes in the synaptic strengths. First, we show that value-decay causes ramping RPE under certain state representations but not under others. This accounted for the observed gradual fading of dopamine ramping across repeated reward navigation, attributed to the gradual formation of predictive state representations. It also explained the cue-type and inter-trial-interval-dependent temporal patterns of dopamine. Next, we constructed a hierarchical RL model composed of two coupled systems - one with value-decay and one without. The model accounted for distinct patterns of neuronal activity in parallel striatal-dopamine circuits and their proposed roles in flexible learning and stable habit formation. Lastly, we examined two distinct algorithms of distributional RL with and without value-decay. These algorithms explained how distinct dopamine patterns across striatal regions relate to the reported differences in the strength of distributional coding. These results suggest that within-striatum differences - specifically, a medial-to-lateral gradient in value or synaptic decay - tune regional RL computations by generating distinct patterns of dopamine/RPE signals.", "date": "2025-05-20", "journal": ""}
{"title": "Beta bursts in SMA mediate anticipatory muscle inhibition in a bimanual postural task", "doi": "10.1101/2025.01.24.634650", "authors": "Manyukhina, V.; Abdoun, O.; Rienzo, F. D.; Barlaam, F.; Daligault, S.; Delpuech, C.; Szul, M. J.; Bonaiuto, J. J.; Bonnefond, M.; Schmitz, C.", "abstract": "Motor anticipation is essential for accurate and coordinated hand movements in humans. A valuable framework to study it is provided by the Bimanual Load-Lifting Task (BLLT), in which voluntarily lifting a load supported by the opposite forearm is preceded by anticipatory inhibition of the elbow flexors in the supporting arm, preventing forearm instability. In sixteen adult participants performing the BLLT, we recorded magnetoencephalography (MEG) to investigate the neural mechanisms underlying anticipatory inhibition. Optimal postural stabilization was observed when the elbow flexor was inhibited around 30 ms before unloading. Stronger muscle inhibition in this optimal time interval was associated with reduced excitability - indexed by high-gamma (90-130 Hz) power - and increased high-beta (18-25 Hz) power in the contralateral Supplementary Motor Area (SMA). Mediation analysis revealed that high-gamma power reduction significantly mediates the relationship between high-beta power and anticipatory inhibition. We further showed that trials containing beta bursts (22-28 Hz) exhibit optimally timed anticipatory inhibition and a concurrent decrease in high-gamma power. Directed connectivity analysis using the Phase Slope Index demonstrated that these beta bursts propagate to the SMA from the lateral prefrontal cortex (lPFC) and the elbow-related primary motor cortex (M1), both of which increase their burst probability during SMA bursts. Together, our findings suggest that, during voluntary load-lifting, optimal anticipatory muscle inhibition in the load-supporting forearm is achieved through reduced SMA excitability, mediated by beta bursts originating from an lPFC-M1-SMA network. To our knowledge, this also provides the first evidence that beta bursts can exert direct inhibitory control over muscle function.", "date": "2025-05-20", "journal": ""}
{"title": "mzLearn, a data-driven LC/MS signal detection algorithm, enables pre-trained generative models for enhanced patient stratification", "doi": "10.1101/2025.01.26.634927", "authors": "Pirhaji, L.; Eaton, J.; Jeewajee, A. K.; Zhang, M.; Morris, M.; Karasarides, M.", "abstract": "Metabolite alterations are linked to diseases, yet large-scale untargeted metabolomics remains constrained by challenges in signal detection and integration of diverse datasets for developing pre-trained metabolic models. Here, we introduce mzLearn, a data-driven algorithm for untargeted metabolomic signal detection that requires no input parameters or metabolomics expertise. mzLearn outperforms existing methods in both signal quantity and quality, effectively correcting instrument drifts across large cohorts without experimental QC samples. mzLearn detected robust metabolite signals from 20,548 blood samples from diverse studies, enabling the development of first-in-class pre-trained generative models for untargeted metabolomics. Learned metabolite representations reflected demographic data and when fine-tuned on unseen renal cell carcinoma data, improved downstream clinical and survival tasks. Metabolite representation further facilitated joint and adversarial learning for prognostic and predictive patient stratification, outperforming clinical-grade risk criteria in survival prediction. mzLearn democratizes untargeted metabolomics data and paves the way for developing foundation models for untargeted metabolomics.", "date": "2025-05-20", "journal": ""}
{"title": "Disruption without diversity loss: how spreading thermotolerant Pilidium lythri infection perturbs plant-soil microbiome stability", "doi": "10.1101/2025.01.28.633866", "authors": "Siegieda, D.; Panek, J.; Hannula, E. S.; Frac, M.", "abstract": "While global warming accelerates phytopathogen spread, still little is known on how fungal pathogens disrupt fragile balance in plant-microbe interactions. Here, we demonstrate that the thermotolerant fungus Pilidium lythri combines broad chemical resistance with a remarkable ability to destabilize microbial communities in strawberry soil-plant systems. Using high-throughput sequencing (16S rRNA and ITS markers) across 72 samples, combined with mixed-effects modelling, source-tracking, microbiota assembly mechanisms investigation and network analysis we demonstrate that P. lythri disrupted bacterial community assembly processes, transitioning from deterministic to stochastic dynamics in the bulk soil, aligning with the Anna Karenina Principle. Despite stable dominance index (ENS) under infection bacterial and fungal communities, rhizosphere fungal diversity increased under infection. Network analysis of this niche revealed decreased fungal connectivity, with enhanced antagonistic interactions between taxa. We also noted that microbial migration patterns between niches under pathogen inoculation highlighted shifts in community interactions. Our work uncovers how emerging thermotolerant fungal phytopathogens destabilize plant holobiont without reducing diversity, important for managing emerging agricultural threats in a warming climate.", "date": "2025-05-20", "journal": ""}
{"title": "The NIH BRAIN Initiative Impacts in Systems and Computational Neuroscience and Team-Scale Research, 2014-2023", "doi": "10.1101/2025.01.30.635684", "authors": "Bader, F.; Bingham, C.; David, K. K.; Gebrehiwet, H.; Lantz, C.; Peng, G. C. Y.; Rangel-Gomez, M.; Gnadt, J.", "abstract": "At the 10-year anniversary of the NIH BRAIN Initiative, this report analyzes the impact of the initiative's functional neuroscience ecosystem as funding experiments in the domains of systems and integrative neuroscience, and computational neuroscience, with an eye on comparison with other funding models and best practices.", "date": "2025-05-20", "journal": ""}
{"title": "Sequence similarity estimation by random subsequence sketching", "doi": "10.1101/2025.02.05.636706", "authors": "Chen, K.; Pattar, V.; Shao, M.", "abstract": "Sequence similarity estimation is essential for many bioinformatics tasks, including functional an- notation, phylogenetic analysis, and overlap graph construction. Alignment-free methods aim to solve large-scale sequence similarity estimation by mapping sequences to more easily comparable features that can approximate edit distances efficiently. Substrings or k-mers, as the dominant choice of features, face an unavoidable compromise between sensitivity and specificity when selecting the proper k-value. Recently, subsequence-based features have shown improved performance, but they are computationally demanding, and determining the ideal subsequence length remains an intricate art. In this work, we introduce SubseqSketch, a novel alignment-free scheme that maps a sequence to an integer vector, where the entries correspond to dynamic, rather than fixed, lengths of random subsequences. The cosine similarity between these vectors exhibits a strong correlation with the edit similarity between the original sequences. Through experiments on benchmark datasets, we demonstrate that SubseqSketch is both efficient and effective across various alignment-free tasks, including nearest neighbor search and phylogenetic clustering. A C++ implementation of SubseqSketch is openly available at https://github.com/Shao-Group/SubseqSketch.", "date": "2025-05-20", "journal": ""}
{"title": "Joint linear modeling of transcriptomics and proteomics reveals molecular coordination in cancer metastasis", "doi": "10.1101/2025.02.15.638428", "authors": "Sharma, R.; Meimetis, N.; Begzati, A.; Nagar, S. D.; Kellman, B.; Baghdassarian, H. M.", "abstract": "Cancer metastasis, a process in which cancer cells migrate to secondary sites, accounts for 90% of cancer deaths. While many machine learning models have been developed and applied to predict metastasis, they tend to be restricted to tumor types or classification tasks. Here, we apply a pan-cancer machine learning model that is easily interpretable and directly links the transcriptomic and proteomic profiles of hundreds of cancer cell lines with metastasis in a tissue-agnostic manner. We show that, for the relatively small sample size here, linear models perform just as well as non-linear models, including neural networks. We demonstrate that transcriptomics outperforms proteomics for predictive tasks due to more comprehensive genome coverage. However, the combination of both transcriptomics and proteomics leads to an overall increase in performance and we provide evidence indicating complementary information available between these modalities. Features identified as most important by the joint omics model are over-represented in biological pathways related to metastasis, suggesting that the model learns relevant information that may be useful in identifying universal biomarkers or therapeutic targets of cancer metastasis. Finally, we identify feature modules with synergistic or antagonistic effects that suggest potential mechanisms that amplify metastatic phenotypes.", "date": "2025-05-20", "journal": ""}
{"title": "Cell type-specific functions of nucleic acid-binding proteins revealed by deep learning on co-expression networks", "doi": "10.1101/2025.03.03.641203", "authors": "Osato, N.", "abstract": "Nucleic acid-binding proteins (NABPs) exhibit cell type-specific regulatory functions, yet their target genes and roles remain incompletely defined due to limitations in current experimental methods. Here, we present a deep learning approach that integrates gene co-expression correlations to predict NABP regulatory targets and infer their functions across diverse cellular contexts, without requiring binding motif information. By replacing low-informative input features in a transcriptome-based prediction model with co-expression-derived interactions, we achieved improved accuracy in gene expression prediction. Functional enrichment analysis revealed biologically coherent annotations aligned with known NABP roles. In parallel, we employed a ChatGPT-assisted interpretation framework that provided functional predictions based on semantic patterns among gene sets-an approach that may offer interpretability even when gene sets are modest in size. Predictions supported by both statistical enrichment and ChatGPT-based inference were less likely to reflect spurious associations, reinforcing their biological relevance. Together, this integrative framework combines deep learning, co-expression networks, and generative AI to uncover both established and previously uncharacterized NABP functions in a cell type-specific manner.", "date": "2025-05-20", "journal": ""}
{"title": "Illuminating Glucomannan Synthases to Explore Cell Wall Synthesis Bottlenecks", "doi": "10.1101/2025.03.09.642175", "authors": "Griess-Osowski, A.; Robert, M.; Qiande, M.; Clauss, S.; Voiniciuc, C.", "abstract": "Hemicelluloses are important dietary fibers and a key component of lignocellulosic biomass. Despite numerous observations for fluorescently tagged cellulose synthases, the subcellular journeys and biochemical activities of intracellular cellulose synthase-like enzymes such as {beta}-mannan synthases (ManS) remain largely unexplored. This study identifies C-terminal fluorescent protein tags that maintain ManS activity in the yeast to accelerate the Design, Build, Test, Learn cycles for polysaccharide biosynthesis. Using the Amorphophallus konjac ManS as a case study, we demonstrate that the enzyme co-localizes with a known yeast marker for the Golgi apparatus despite the toxic effects of plant glucomannan accumulation in Pichia pastoris. The ManS first transmembrane domain was found to be critical for the punctate localization of the enzyme, its overall expression level and its function. Additionally, we explored how fluorescently tagged ManS is influenced by genetic or chemical perturbations of native yeast cell wall components, such as reducing protein mannosylation and severely disrupting {beta}-1,3-glucans. Finally, we identified alternative feeding strategies and episomal vectors for Pichia, which were extended to Saccharomyces cerevisiae, to accelerate hemicellulose research. We propose that expanding the Plant MoClo-compatible plasmid repertoire is essential to swiftly prototype carbohydrate-active enzymes in yeast before proceeding with more time-intensive analyses in plants. Requiring only hours or days instead of weeks or months for plant transformation/regeneration, our yeast prototyping strategies can de-risk the bioengineering of carbohydrate-active enzymes.", "date": "2025-05-20", "journal": ""}
{"title": "No facilitatory effects of transcranial random noise stimulation on motion processing: A registered report", "doi": "10.1101/2025.03.18.643903", "authors": "Edwards, G.; Ruhde, R.; Carroll, M. B.; Baker, C. I.", "abstract": "Non-invasive brain stimulation (NIBS) techniques have the potential to demonstrate the causal impact of targeted brain regions on specific behaviors, and to regulate or facilitate behavior in clinical applications. Transcranial random noise stimulation (tRNS) is one form of transcranial electric stimulation (tES) in which an alternating current is passed between electrodes at random frequencies. High-frequency tRNS (hf-tRNS) is thought to enhance excitability and has been reported to have facilitatory effects on behavior in healthy and clinical populations. Due to the potential application of tRNS, clear demonstrations of the efficacy and replicability of stimulation are critical. Here, we focused on replicating the facilitatory effect of hf-tRNS over the human middle temporal complex (hMT+) on contralateral motion processing, initially demonstrated by Ghin et al. (2018). In this prior study, the improvement in performance was specific to global motion processing in the visual field contralateral to stimulation. The motivation to replicate this effect was reinforced by the well-supported hypothesis that hMT+ is critical for contralateral global motion processing. However, our results indicated that hf-tRNS does not improve motion discrimination. Specifically, we were unable to replicate a contralateral global motion processing facilitation following hf-tRNS to hMT+. In our within-subject controls, we also found no difference between hf-tRNS to hMT+ on contralateral global motion processing in comparison to sham stimulation, or in comparison to hf-tRNS to the forehead. While it remains possible that our lack of replication could be due to minor changes in the protocol from the original Ghin et al., study, for hf-tRNS to become a widely applied method, the modulatory effect of hf-tRNS should be robust to slight adjustments to the procedure.", "date": "2025-05-20", "journal": ""}
{"title": "Dissecting bioelectrical networks in photosynthetic membranes with electrochemistry", "doi": "10.1101/2025.03.18.643929", "authors": "Lawrence, J. M.; Egan, R. M.; Wey, L. T.; Bali, K.; Chen, X.; Kosmützky, D.; Eyres, M.; Nan, L.; Wood, M. H.; Nowaczyk, M. M.; Howe, C. J.; Zhang, J. Z.", "abstract": "Electron transport chains (ETCs) drive fundamental biological processes, including respiration and photosynthesis. Methodology for studying biological electron transport on a systems-level is lacking, owing to ETCs forming complex overlapping networks of electron transfer, akin to cellular metabolism. Here, we demonstrate the use of electrochemistry to study the highly complex electron transport found in the thylakoid membranes of cyanobacteria. By interfacing thylakoid membranes with highly structured electrodes, we revealed electrochemical signatures originating from the direct electron transfer (DET) between membrane components and the electrode. Analysis of these signatures enabled the measurement and disentanglement of respiratory and photosynthetic signals, with results exhibiting consistency with biophysical measurements of ETC activity. These findings establish natural membrane electrochemistry as a useful tool for investigating biological electron transport from the scale of individual proteins to entire ETCs, with immediate applications in analysing membrane bioenergetics and guiding the design of biohybrid energy-conversion technologies.", "date": "2025-05-20", "journal": ""}
{"title": "Two Axes of White Matter Development", "doi": "10.1101/2025.03.19.644049", "authors": "Luo, A. C.; Meisler, S. L.; Sydnor, V. J.; Alexander-Bloch, A.; Bagautdinova, J.; Barch, D. M.; Bassett, D. S.; Davatzikos, C.; Franco, A. R.; Goldsmith, J.; Gur, R. E.; Gur, R. C.; Hu, F.; Jaskir, M.; Kiar, G.; Keller, A. S.; Larsen, B.; Mackey, A. P.; Milham, M. P.; Roalf, D. R.; Shafiei, G.; Shinohara, R. T.; Somerville, L. H.; Weinstein, S. M.; Yeatman, J. D.; Cieslak, M.; Rokem, A.; Satterthwaite, T. D.", "abstract": "Despite decades of neuroimaging research, how white matter develops along the length of major tracts in humans remains unknown. Here, we identify fundamental patterns of white matter maturation by examining developmental variation along major, long-range cortico-cortical tracts in youth ages 5-23 years using diffusion MRI from three large-scale, cross-sectional datasets (total N = 2,716). Across datasets, we delineate two replicable axes of human white matter development. First, we find a deep-to-superficial axis, in which superficial tract regions near the cortical surface exhibit greater age-related change than deep tract regions. Second, we demonstrate that the development of superficial tract regions aligns with the cortical hierarchy defined by the sensorimotor-association axis, with tract ends adjacent to sensorimotor cortices maturing earlier than those adjacent to association cortices. These results reveal developmental variation along tracts that conventional tract-average analyses have previously obscured, challenging the implicit assumption that white matter tracts mature uniformly along their length. Such developmental variation along tracts may have functional implications, including mitigating ephaptic coupling in densely packed deep tract regions and tuning neural synchrony through hierarchical development in superficial tract regions - ultimately refining neural transmission in youth.", "date": "2025-05-20", "journal": ""}
{"title": "Rapid Dopaminergic Signatures in Movement: Reach Vigor Reflects Reward Prediction Error and Learned Expectation", "doi": "10.1101/2025.03.24.645035", "authors": "Korbisch, C. C.; Ahmed, A. A.", "abstract": "Movement vigor across multiple modalities increases with reward, suggesting that the neural circuits that represent value influence the control of movement. Dopaminergic neuron (DAN) activity has been suggested as the potential mediator of this response. If DAN activity is the bridge between value and vigor, then vigor should track canonical mediators of DAN activity, namely learning signals in the form of reward expectation and reward prediction error. Here we ask if a similar time-locked response is present in vigor of reaching movements. We explore this link by leveraging the known phasic dopaminergic response to stochastic rewards, where activity is modulated by both reward expectation at cue and the reward prediction error at feedback. We used probabilistic rewards to create a reaching task rich in reward expectation, reward prediction error, and learning. In one experiment, target reward probabilities were explicitly stated, and in the other, were left unknown and to be learned by the participants. We included two stochastic rewards (probabilities 33% and 66%) and two deterministic ones (probabilities 100% and 0%). In both experiments, outgoing peak velocity increased with increasing reward expectation. Furthermore, we observed a short-latency response in the vigor of the ongoing movement, that tracked reward prediction error: either invigorating or enervating velocity consistent with the sign and magnitude of the error. Reaching kinematics also revealed the value-update process in a trial-to-trial fashion, similar to the effect of prediction error signals typical in dopamine-mediated striatal phasic activity. Lastly, reach vigor increased with reward history over trials, mirroring the motivational effects often linked to fluctuating dopamine levels. Taken together, our results highlight the link between known short-latency dopaminergic learning signals and the invigoration of movement, not only at the time of cue presentation and movement initiation, but during an ongoing movement immediately after feedback is provided.", "date": "2025-05-20", "journal": ""}
{"title": "Neisseria gonorrhoeae LIN codes: a Robust, Multi-Resolution Lineage Nomenclature", "doi": "10.1101/2025.03.28.646058", "authors": "Unitt, A.; Krisna, M. A.; Parfitt, K. M.; Jolley, K. A.; Maiden, M. C. J.; Harrison, O. B.", "abstract": "Investigation of the bacterial pathogen Neisseria gonorrhoeae is complicated by extensive horizontal gene transfer: a process which disrupts phylogenetic signals and impedes our understanding of population structure. The ability to consistently identify N. gonorrhoeae lineages is important for surveillance of this increasingly antimicrobial resistant organism, facilitating efficient communication regarding its epidemiology; however, all current typing systems fail to reflect N. gonorrhoeae strain taxonomy in a reliable and stable manner. Here, a N. gonorrhoeae genomic lineage nomenclature, based on the barcoding system of Life Identification Number (LIN) codes, was developed using a refined 1430 core gene MLST (cgMLST). This hierarchical LIN code nomenclature conveys lineage information at multiple levels of resolution within one code, enabling it to provide immediate context to an isolate's ancestry, and to relate to familiar, previously used typing schemes such as Ng cgMLST v1, 7-locus MLST, or NG-STAR clonal complex (CC). Clustering with LIN codes accurately reflects gonococcal diversity and population structure, providing insight into associations between genotype and phenotype for traits such as antibiotic resistance. These codes are automatically assigned and publicly accessible via the pubmlst.org/organisms/neisseria-spp database.", "date": "2025-05-20", "journal": ""}
{"title": "Domain Coupling in Allosteric Regulation of SthK Measured Using Time-Resolved Transition Metal Ion FRET", "doi": "10.1101/2025.03.31.646362", "authors": "Eggan, P.; Gordon, S. E.; Zagotta, W. N.", "abstract": "Cyclic nucleotide-binding domain (CNBD) ion channels are vital for cellular signaling and excitability, with activation regulated by cyclic adenosine- or guanosine-monophosphate (cAMP, cGMP) binding. However, the allosteric mechanisms underlying this activation, particularly the energetics that describe conformational changes within individual domains and between domains, remain unclear. The prokaryotic CNBD channel SthK has been a useful model for better understanding these allosteric mechanisms. Here, we applied time-resolved transition metal ion Forster resonance energy transfer (tmFRET) to investigate the conformational dynamics and energetics in the CNBD of SthK in both a soluble C-terminal fragment of the protein, SthKCterm, and in the full-length channel, SthKFull. We incorporated the noncanonical amino acid Acd as a FRET donor and a metal bound to a chelator conjugated to a cysteine as an acceptor. We used time correlated single photon counting (TCSPC) to measure time-resolved FRET and fit the TCSPC data to obtain donor-acceptor distance distributions in the absence and presence of cAMP. The distance distributions allowed us to quantify the energetics of coupling between the C-terminal domains and the transmembrane domains by comparing the donor-acceptor distance distributions for SthKCterm and SthKFull. Our data indicate that the presence of the SthK transmembrane domains makes the activating conformational change in the CNBD more favorable. These findings highlight the power of time-resolved tmFRET to uncover the structural and energetic landscapes of allosteric proteins and of the ligand-mediated mechanism in CNBD channels specifically.", "date": "2025-05-20", "journal": ""}
{"title": "A mechanism linking dopamine's roles in reinforcement, movement and motivation", "doi": "10.1101/2025.04.04.647288", "authors": "Hamilos, A. E.; Wijsman, I. C.; Ding, Q.; Assawaphadungsit, P.; Ozcan, Z.; Norri, E.; Assad, J. A.", "abstract": "Dopamine neurons (DANs) play seemingly distinct roles in reinforcement, motivation, and movement, and DA-modulating therapies relieve symptoms across a puzzling spectrum of neurologic and psychiatric symptoms. Yet, the mechanistic relationship among these roles is unknown. Here, we show DA's tripartite roles are causally linked by a process in which phasic striatal DA rapidly and persistently recalibrates the propensity to move, a measure of vigor. Using a self-timed movement task, we found that single exposures to reward-related DA transients (both endogenous and exogenously-induced) exerted one-shot updates to movement timing--but in a surprising fashion. Rather than reinforce specific movement times, DA transients quantitatively changed movement timing on the next trial, with larger transients leading to earlier movements (and smaller to later), consistent with a stochastic search process that calibrates the frequency of movement. Both abrupt and gradual changes in external and internal contingencies--such as timing criterion, reward content, and satiety state--caused changes to the amplitude of DA transients that causally altered movement timing. The rapidity and bidirectionality of the one-shot effects are difficult to reconcile with gradual synaptic plasticity, and instead point to more flexible cellular mechanisms, such as DA-dependent modulation of neuronal excitability. Our findings shed light on how natural reinforcement, as well as DA-related disorders such as Parkinson's disease, could affect behavioral vigor.", "date": "2025-05-20", "journal": ""}
{"title": "Face-, color-, and word-specific patches in the human orbitofrontal cortex", "doi": "10.1101/2025.04.22.650059", "authors": "Liu, J.; Cohen, L.; Zhan, M.; Bartolomeo, P.", "abstract": "The human ventral occipitotemporal cortex (VOTC) contains multiple category-specific areas, organized along posterior-to-anterior and medial-to-lateral axes. However, the role of regions beyond the VOTC in category-specific processing remains less explored. Here, we report the presence of face-, color- and word-specific patches in the human orbitofrontal cortex (OFC) and systematically describe their location, activity amplitude, category selectivity, representational content, and functional connectivity. We compare these features with those of corresponding VOTC category-specific patches. Our findings reveal that these multi-category OFC patches follow a similar medial-lateral organization to those in the VOTC, and face- and color-specific patches form continuous functional gradients with VOTC patches. These results suggest that the OFC contains a topographic organization similar to, but at a higher hierarchical level than, the VOTC object categorization system.", "date": "2025-05-20", "journal": ""}
{"title": "Single-Cell Epigenomics Uncovers Heterochromatin Instability and Transcription Factor Dysfunction during Mouse Brain Aging", "doi": "10.1101/2025.04.21.649585", "authors": "Amaral, M. L.; Mamde, S.; Miller, M.; Hou, X.; Arzavala, J.; Osteen, J.; Walker Smoot, E.; Yang, Q.; Eisner, E.; Zeng, Q.; Baez-Becerra, C. T.; Olness, J.; Kern, J. C.; Rink, J.; Johnson, N.; Barcoma, A.; Cho, S.; Cao, S.; Emerson, N.; Lee, J.; Willier, J.; Loe, T.; Jiao, H.; Zu, S.; Zhu, Q.; Preissl, S.; Wang, A.; Ecker, J.; Behrens, M. M.; Ren, B.", "abstract": "The mechanisms regulating transcriptional changes in brain aging remain poorly understood. Here, we use single-cell epigenomics to profile chromatin accessibility and gene expression across eight brain regions in the mouse brain at 2, 9, and 18 months of age. In addition to a significant decline in progenitor cell populations involved in neurogenesis and myelination, we observed widespread and concordant changes of transcription and chromatin accessibility during aging in glial and neuronal cell types. These alterations are accompanied by dysregulation of master transcription factors and a shift toward stress-responsive programs driven by AP-1, indicating a progressive loss of cell identity with aging. We also identify region- and cell-type-specific heterochromatin decay, characterized by increased accessibility at H3K9me3-marked domains, activation of transposable elements, and upregulation of long non- coding RNAs, particularly in glutamatergic neurons. Together, these results reveal age-related disruption of heterochromatin maintenance and transcriptional programs, identify vulnerable brain regions and cell types, and pinpoint key molecular pathways altered in brain aging.", "date": "2025-05-20", "journal": ""}
{"title": "Investigating Factors Driving Shifts in Subtype Dominance within H5Nx Clade 2.3.4.4b High-Pathogenicity Avian Influenza viruses", "doi": "10.1101/2025.04.23.650244", "authors": "Billington, E.; Di Genova, C.; Warren, C. J.; Thomas, S. S.; Johnson, S.; Riccio, S.; De Sliva, D.; Peers-Dent, J.; Temperton, N. J.; da Costa, K.; Byrne, A. M. P.; Airey, M.; Schlachter, A.-L.; Yang, J.; Nunez, A.; Iqbal, M.; Slomka, M. J.; Brown, I. H.; Banyard, A. C.; James, J.", "abstract": "H5Nx clade 2.3.4.4b high-pathogenicity avian influenza viruses (HPAIVs) have decimated wild bird and poultry populations globally since the autumn of 2020. In the United Kingdom (UK) and in continental Europe, the H5N8 subtype predominated during the first epizootic wave of 2020/21, with few detections of H5N1. However, during the second (2021/22) and third (2022/23) epizootic waves, H5N1 was the dominant subtype. The rapid shift in dominance from H5N8 to H5N1 was likely driven by a combination of virological, immunological, and/or host-related factors. In this study, we compared viral fitness and immunological responses in ducks, a key reservoir species, using dominant genotypes of H5N1 (genotype AB) and H5N8 (genotype A) from the second wave. While viral shedding dynamics were similar for both viruses, H5N8 was more pathogenic. Antigenic analysis of post-infection duck sera revealed that the haemagglutinin (HA) protein was antigenically similar across clade 2.3.4.4b H5 HPAIVs, but neuraminidase (NA) proteins displayed different patterns of cross-reactivity. We also modelled a scenario where ducks were pre-exposed to H5N1 (genotype C) or H5N8 (genotype A) from the first wave and subsequently challenged with either homologous or heterologous subtypes from the second wave (genotype AB or A). Despite the absence of seroconversion, pre-exposure to different subtypes resulted in varying clinical outcomes following challenge. These findings indicate that both viral and immunological factors likely played significant roles in the emergence and spread of H5Nx HPAIVs in wild bird populations.", "date": "2025-05-20", "journal": ""}
{"title": "Gene regulatory networks linked to GABA signalling emerge as relevant for glioblastoma pathogenesis", "doi": "10.1101/2025.04.30.651564", "authors": "Nissen, I.; Dakhel, S.; Chakraborty, C.; Nygaard, A. H.; Kirkeby, A.; Hornblad, A.; Erdem, C.; Remeseiro, S.", "abstract": "Glioblastoma (GB) is the most common and aggressive adult brain tumor. Recent evidence shows that GB cells form glutamatergic synapses with neurons, promoting tumor growth and invasion, yet the gene regulatory networks (GRNs) underlying this interaction remain underexplored. GRNs coordinate gene expression through interactions among transcription factors (TFs), enhancers, and promoters, and are often disrupted in cancer due to epigenetic and chromatin architecture changes. To identify GRNs involved in GB pathogenesis, we applied the machine learning-based MOBILE (Multi-Omics Binary Integration via Lasso Ensembles) pipeline to integrate multi-omics data. GABA-signalling emerged as a previously unrecognized contributor to GB, involving relevant TFs as ARX, GSX2 and DLX family, key regulators of GABAergic interneuron development. Co-culture assays further demonstrated that GABAergic input promotes GB proliferation through non-synaptic mechanisms likely involving metabolic or paracrine interactions. Our findings reveal novel GRNs in GB, positioning GABA signalling as a potential therapeutic target to disrupt neuron-glioma interactions.", "date": "2025-05-20", "journal": ""}
{"title": "Optimizing Single-Cell Long-Read Sequencing for Enhanced Isoform Detection in Pancreatic Islets", "doi": "10.1101/2025.04.30.651101", "authors": "Hansen, M. S.; Hill, C. J.; Sussel, L.; Wells, K. L.", "abstract": "Alternative splicing is an essential mechanism for generating protein diversity by producing distinct isoforms from a single gene. Dysregulation of splicing that affects pancreatic function, and immune tolerance has been linked to both type 1 and type 2 diabetes. Next-generation sequencing technologies, with their short read lengths, are limited in their ability to accurately detect splice variants. Long-read sequencing technologies offer the potential to overcome these limitations by providing full-length transcript information; however, their application in single-cell RNA sequencing has been hindered by technical challenges, including insufficient read lengths and higher error rates. Furthermore, cell types that produce high levels of a single transcript, such as islet endocrine cells, can obscure identification of lower abundance transcripts. In this study, we optimized a protocol for single-cell long-read sequencing in pancreatic islets to improve read length and transcript detection. Our findings demonstrate that 5' library preparation protocols outperform 3' protocols, resulting in better transcript identification. Furthermore, we show that targeted depletion of insulin transcripts enhances the detection of informative reads, highlighting the utility of transcript depletion strategies. This optimized protocol enables isoform-specific gene expression analysis and reveals differential transcript usage across the various cell types in pancreatic islets. By leveraging this approach, we gain deeper insights into the transcriptomic complexity and cellular heterogeneity within pancreatic islets.", "date": "2025-05-20", "journal": ""}
{"title": "Sex-dependent neural plasticity in response to damage", "doi": "10.1101/2025.05.05.652027", "authors": "Recatala-Martinez, M.; Bosch, M.; Gaspar, P.; Mineo, A.; Rios, S.; Miguel-Aliaga, I.; Morey, M.", "abstract": "Plasticity of intact neural tissue in the vicinity of neural damage serves to restoring functionality of circuits. Much remains to be learned about the mechanisms regulating this process and the reported sex differences in recovery outcomes. Here we present the fly gut and its innervation as simplified model to address these questions. We show that gut damage caused by ingestion of toxic agents resulted in plasticity of the enteric neuronal network, manifested as a Reactive Oxygen Species (ROS)-dependent increase in neural tissue, which was reversible after a recovery period. Interestingly, males did not display neural plasticity, and masculinization of neurons in females suppressed the damage-dependent neural growth. Together, these findings position the fly gut as a system to investigate the cellular, molecular and sex-specific underpinnings of neural plasticity, with implications for therapeutic advancements in neural circuit recovery.", "date": "2025-05-20", "journal": ""}
{"title": "Magnetic Resonance Imaging for Improved Brain Tumor Detection", "doi": "10.1101/2025.05.06.652446", "authors": "Benyard, B. A.; Soni, N.; Swain, A.; Srivastava, N.; Khokhar, S.; Yehya, N.; Fan, Y.; Kumar, D.; Nanga, R. P. R.; Frenneaux, M. P.; Haris, M.; Reddy, R.", "abstract": "Precise demarcation of brain tumor boundaries is critical for optimizing treatment strategies and improving patient outcomes. In vivo characterization of tumor using PET/CT and MRI is clinical standard. PET/CT highlights the metabolic aspects of the tumor, while MRI provides information on functional, metabolic and structural changes. Even with technological advancements in both PET/CT and MRI, a method that can precisely delineate infiltrative tumor boundaries from normal-appearing brain regions (NABR) in vivo is still lacking. To address this limitation, we explored a relatively new MR imaging method, the Nuclear Overhauser Effect Magnetization Transfer Ratio (NOEMTR), in conjunction with a gadolinium-based contrast agent (Gd-DOTA), to precisely delineate the tumor boundaries in a rat model of infiltrative gliosarcoma. NOEMTR imaging was performed in the rat model (n=5) before and after Gd-DOTA administration. The post-Gd-DOTA NOEMTR map was subtracted from the pre-Gd-DOTA map and compared with contrast-enhanced T1-weighted images and immuno-histological findings. The resulting NOEMTR difference map clearly highlighted both the tumor core and infiltrative boundaries, which was not discernible on the post-contrast T1-weighted images. The extended tumor boundaries observed on the NOEMTR difference map corroborated with the IHC image, which confirmed the presence of infiltrative tumor cells and macrophages in these regions. Guided by the NOEMTR difference map, regions of interest (ROI) were drawn to quantify NOEMTR signal changes in the tumor core, tumor boundaries, and NABR post-Gd-DOTA. Tumor core showed a significant [~]43% reduction in NOEMTR signal (p = 0.003), while the tumor periphery exhibited a moderate reduction of [~]10%, (p = 0.045). No appreciable change in was observed in the NABR (p = 0.371). In contrast, the post contrast T1-weighted signal changes in tumor core, tumor periphery and NABR were, 33.32% (p = 0.092), 3.8% (p = 0.478), and 8.7% (p = 0.464) respectively. These findings suggest that NOEMTR imaging provides enhanced tumor contrast, particularly at the infiltrative tumor margins, where conventional contrast enhanced T1-weighted MRI may underestimate tumor extent. Histological validation confirmed the presence of infiltrative tumor cells and macrophages in the tumor periphery, as highlighted by the NOEMTR difference map. Overall, NOEMTR imaging, in combination with Gd-DOTA administration, demonstrates superior delineation of brain tumor boundaries compared to conventional MRI. As NOEMTR imaging is a fast acquisition scan (under 10 minutes) and performed on standard 3 Tesla, it can be easily integrated into clinical protocols. By improving visualization of tumor infiltration and distinguishing tumor regions from NABR, NOEMTR imaging holds promise for advancing neuro-oncological diagnostics and treatment planning.", "date": "2025-05-20", "journal": ""}
{"title": "Evaluating selection at intermediate scales within genes provides robust identification of genes under positive selection in M. tuberculosis clinical isolates", "doi": "10.1101/2025.05.07.652684", "authors": "Ioerger, T. R.; Shatby, A.", "abstract": "Multiple studies have reported genes in the M. tuberculosis (Mtb) genome that are under diversifying selection, based on genetic variants among Mtb clinical isolates. These might reflect adaptions to selection pressures associated with modern clinical treatment of TB. Many, but not all, of these genes under selection are related to drug resistance. Most of these studies have evaluated selection at the gene-level. However, positive selection can be evaluated on different scales, including individual sites (codons) and local regions within an ORF. In this paper, we use GenomegaMap, a Bayesian method for calculating selection, to evaluate selection of genes in the Mtb genome at all three levels. We present evidence that the intermediate analysis (windows of codons) provides the most credible list of candidate genes under selection. A further advantage of this approach is that it identifies specific regions within proteins that are under selective pressure, which is useful for structural and functional interpretation. In an analysis of two separate collections of Mtb clinical isolates (from Moldova; and a globally-representative set), we observed 53 and 178 significant genes under selection, with 36% overlap. The lists of genes under selection include many drug-resistance genes, as well as other genes that have previously been reported to be under selection (resR, phoR). The specific regions under selection identified within drug-resistance genes are shown to correspond to protein structural features known to be involved in resistance, supporting accuracy of the method. Positive selection in several ESX-1-related genes was also observed, suggesting adaptation to immune pressure.", "date": "2025-05-20", "journal": ""}
{"title": "Neuro-Metabolic and Vascular Dysfunction as an Early Diagnostic for Alzheimer's Disease and Related Dementias.", "doi": "10.1101/2025.05.12.653558", "authors": "CHIE, J. A. K. H. C.; PERSOHN, S. A.; PANDEY, R. S.; SIMCOX, O. R.; SALAMA, P.; TERRITO, P. R.", "abstract": "Background Alzheimer's disease (AD), the most common neurodegenerative condition, is characterized by significant cognitive decline. To detect these changes, diagnostic imaging approaches rely primarily on single modalities to identify structural and functional changes, thus hindering patient stratification and treatment effectiveness. Recent studies suggest the brain undergoes anatomical and functional restructuring, resulting in neuro-metabolic and vascular dysregulation (MVD) prior amyloid-{beta}; accumulation. Several lines of evidence suggest that MVD begins at an early age and leads to the onset of AD. Therefore, we hypothesized that detecting MVD may serve as a sensitive and early noninvasive diagnostic tool, and was assessed in a retrospective clinical population from CN to AD. Methods A total of 403 subjects with 18F-FDG PET (FDG), and ASL MRI scanned within 180 days from ADNI 2 and 3 were included, where: CN/EMCI/MCI/LMCI/AD(95/71/112/42/83), M/F(55/45%). CBF images were generated from ASL images using ExploreASL. CBF and FDG images were used to evaluate cerebral perfusion and metabolism, respectively, and were registered to the MNI152+ atlas. Mean intensities across 59 brain regions were ratioed with whole brain mean values. z-scores were computed for disease subjects relative to a reference and projected onto a Cartesian space. Results were aligned with transcriptomic signatures and clinical cognitive assessments. Findings Our findings suggest that disease progression follows a stage-dependent MVD pattern that can identify at-risk brain regions. Although each region progresses at a different pace, regions related to memory, cognitive tasks, and motor function showed significant early dysregulation. Importantly, these changes aligned with transcriptomic and cognitive signatures. Interpretation We identified an MVD pattern that at-risk brain regions follow across the AD spectrum. In addition, our study shows that MVD in brain regions varies by sex and disease stage, making it a sensitive tool for early AD diagnosis. Moreover, this could improve patient monitoring, stratification, and therapeutic testing.", "date": "2025-05-20", "journal": ""}
{"title": "Low-Strength Type I Interferon Signaling Promotes CAR T-Cell Treatment Efficacy", "doi": "10.1101/2025.05.13.653878", "authors": "Tang, E.; Hu, Y.; Cao, G.; Asby, N. W.; Nguyen, D.-T.; Aboelella, N. S.; Ruiz, H.; Zhao, Y.; Xie, L.; Chen, X.; Bishop, M. R.; Riedell, P. A.; LaBelle, J. L.; Kline, J. P.; Huang, J.", "abstract": "CD19-directed chimeric antigen receptor (CAR) T-cell therapy has significantly advanced the treatment landscape for relapsed/refractory diffuse large B-cell lymphoma (r/r DLBCL). However, up to 60% of patients do not achieve a complete response. To uncover determinants of therapeutic efficacy, we analyzed the infusion products of eight r/r DLBCL patients with distinct clinical responses to axicabtagene ciloleucel using single-cell transcriptomics. Compared to patients who exhibited progressive disease, infusion products of complete responders demonstrated enriched signatures of type I interferon (IFN-I) signaling. Based on these findings, we developed a novel strategy to improve CD19-directed CAR T-cell treatment efficacy by incorporating IFN-I as an enhancer during the ex vivo manufacturing process. For both CD28- and 4-1BB-costimulated second-generation CARs, we found that low-strength IFN-I signaling enhanced CAR T-cell cytotoxicity and in vivo efficacy. On the other hand, high-strength IFN-I signaling compromised cell viability and in vivo efficacy. Our low-strength IFN-I signaling approach leverages an existing FDA-approved pharmacologic agent and is compatible with current CAR constructs and manufacturing workflows. Together, our results establish IFN-I as a potent and costimulation- independent enhancer of CAR T-cell efficacy and provide a translationally feasible approach to enhance CAR T-cell therapies for r/r DLBCL.", "date": "2025-05-20", "journal": ""}
{"title": "Evolutionary dynamics of gene and isoform regulation underlying rapid and parallel adaptive radiations", "doi": "10.1101/2025.05.13.653813", "authors": "Singh, P.; Ahi, E. P.; Duenser, A.; Durdevic, M.; Gessl, W.; Schaeffer, S.; Seehausen, O.; Sturmbauer, C.", "abstract": "While the contribution of gene expression (GE) to adaptive evolution is widely accepted, the role of alternative splicing (AS) remains less understood. Here, we investigate AS and GE across three iconic adaptive radiations of African cichlid fishes that evolved within <16,000 to 3.8 million years. We show that AS evolves faster than GE, with both sources of variation being 'fine-tuned' over evolutionary time to become species-specific and clade-specific, respectively. Ecologically divergent species from younger radiations exhibit greater differences in splicing than those from older radiations. Most of these differentially spliced isoforms arose from standing variation, which was also present at low levels in non-radiating species, and increased in frequency during the adaptive radiation process. We identified several novel isoforms of craniofacial remodelling genes that emerged within each lake radiation and were differentially incorporated in the jaws of herbivorous vs. carnivorous species. Our findings indicate that a complex temporal interplay of GE and AS underlies adaptive radiation, with ancestral splice variation enabling rapid ecological diversification at early stages of speciation.", "date": "2025-05-20", "journal": ""}
{"title": "Acquired Neutrophil Dysregulation in Systemic Lupus Erythematosus: A Central Role for Fc gamma Receptor Engagement", "doi": "10.1101/2025.05.19.653336", "authors": "Huot, S.; Fortin, P. R.; Laflamme, C.; Tessier, P. A.; Pelletier, M.; Pouliot, M.", "abstract": "Purpose: Systemic lupus erythematosus is an autoimmune disease hallmarked by a plethora of autoantibodies, interferon-signature, auto-immune complexes, dysregulation of soluble factors in circulation, and abnormal neutrophils. We hypothesized that lupus humoral \"environment\" could be responsible, at least in part, for these neutrophil abnormalities. We characterized the neutrophil phenotype in a cohort of lupus patients and assessed the impact of the \"lupus environment\". Methods: Blood samples were analyzed for neutrophil viability and expression of surface markers, by flow cytometry. Neutrophil-enriched suspensions were stimulated with serum samples from lupus patients, and apoptosis was monitored in real-time. Plasma samples were subjected to multiplex analysis. Whole blood and neutrophil-enriched suspensions were stimulated with lupus-relevant soluble factors or with heat-aggregated IgGs, which mimic the engagement of Fc gamma (Fc{gamma}) receptors by immune complexes, for viability and activation analysis. Results: Lupus neutrophils had reduced viability and increased apoptosis. They also displayed significant alterations in the expression of surface markers of adhesion, complement regulation, degranulation, and immune complex response. Stimulation of healthy neutrophils with lupus serum increased apoptosis. Lupus-relevant soluble factors accelerated neutrophil apoptosis. Heat-aggregated IgGs mirrored most of the key alterations in viability and surface marker expression observed in lupus neutrophils. Conclusion: This study demonstrates that Fc{gamma} receptors engagement is a major driver of the phenotype observed in lupus neutrophils, including increased apoptosis and dysregulated surface marker expression. These findings suggest that lupus neutrophils may not be inherently defective but rather educated by lupus-associated environmental cues.", "date": "2025-05-20", "journal": ""}
{"title": "Signaling and Mechanics influence the number and size of epithelial rosettes in the migrating zebrafish Posterior Lateral Line primordium", "doi": "10.1101/2025.05.17.650326", "authors": "Mukherjee, A.; Hilzendeger, M.; Rinvelt, A.; Fatma, S.; Schupp, M.; Dalle Nogare, D.; Chitnis, A.", "abstract": "Protoneuromasts are formed within the migrating primordium, starting from its trailing end as clusters of cells apically constrict and form epithelial rosettes. Their formation is promoted by FGF signaling centers that form periodically in the wake of a shrinking Wnt active domain that inhibits epithelial rosette formation. However, the precise number and size of epithelial rosettes is influenced by the balance of mechanical interactions that promote or oppose formation of epithelial rosettes. When migration of leading cells is selectively compromised, slowing of the primordium is accompanied by the fusion of some epithelial rosettes to form fewer larger rosettes. Conversely, selective slowing of trailing cells results in splitting of previously formed rosettes to form smaller ones. These observations can be accounted for by mechanics-based models, where local interactions associated with apical constriction and cell adhesion promote clustering and formation of rosettes, while tension along the length of the primordium, influenced by the relative efficacy of leading and trailing cell migration, opposes such aggregation. We describe the development of Agent-based and Cellular Potts models that illustrate how the relative speed of leading versus trailing cells, as well as changes in cell adhesion and mechanical coupling, differentially regulated by Wnt and FGF signaling, can influence the pattern of neuromast formation and deposition by the migrating primordium. Our studies illustrate how signaling and mechanics together influence morphogenesis in the migrating primordium.", "date": "2025-05-20", "journal": ""}
{"title": "Understudied and underprotected: biodiversity and conservation challenges in the Konkan region of Maharashtra", "doi": "10.1101/2025.05.16.653652", "authors": "Chhaya, K.; Nulkar, G.; Bapat, P.; Barve, H.; Bhave, N.; Bokkasa, A.; Dandekar, V.; Desai, S.; Ghate, K.; Gindi, R.; Joglekar, A.; Joshi, A.; Joshi, P.; Kamat, S.; Karandikar, M.; Khod, C.; Kulkarni, M.; Lad, H.; Mandavkar, A.; Mestry, P.; Mishrikotkar, Y.; More, P.; Nerurkar, S.; Niphadkar, M.; Patwardhan, A.; Pawar, P.; Punjabi, G.; Purohit, P.; Rajwade, M.; Rane, M.; Raorane, V.; Surve, N.; Thakur, S.; Watve, A.; Naniwadekar, R.", "abstract": "In biodiversity hotspots, such as the Western Ghats, periodic synthesis of existing ecological research can help identify knowledge gaps and address critical threats to biodiversity. The Maharashtra part of the Konkan region, situated between the Sahyadri foothills and the west coast, with diverse tropical vegetation, harbours unique open ecosystems, such as lateritic plateaus, and supports a multitude of threatened species, including hornbills and tigers. However, the region remains relatively under studied and has not received adequate protection through state or national conservation policies and laws. The area is undergoing rapid human-driven land-use change. These activities can impact the regions biodiversity, necessitating an effort to identify knowledge gaps and critical threats. Through a combination of a literature review and focus group discussions with 44 participants from various institutions and non-governmental organisations, we synthesised existing published information on the Konkan region of Maharashtra and identified key research gaps and conservation challenges. Our review of 138 studies found that while agroforestry and human-wildlife interactions have received some research attention, the effects of climate change on the regions biodiversity remain poorly understood. Focus group discussions highlighted major threats, including land-use changes due to expanding monoculture plantations, clear-felling of forests, forest fires, environmental pollution, and rapid infrastructure development, which are leading to habitat loss and fragmentation. Some of these concerns were validated by publicly available regional data, which revealed a 30% increase in roads, a 14% expansion of cashew plantations, and associated forest loss. This synthesis offers valuable insights for government and non-governmental organisations to inform future research and conservation efforts in the region.", "date": "2025-05-20", "journal": ""}
{"title": "An origin for a eukaryotic lipid transfer protein fold in Asgard archaea", "doi": "10.1101/2025.05.16.653879", "authors": "Lipp, N.-F.; Budin, I.", "abstract": "The evolution of eukaryotic cells necessitated the advent of machinery to transport molecular building blocks for organelles to proliferate. Extant eukaryotes share several classes of highly-conserved lipid transfer proteins (LTP) that associate with donor membranes, bind individual lipid molecules, and shuttle them to acceptor membranes. Because cells lacking organelles do not require extensive lipid transport networks, it is not known if this machinery pre-dated eukaryotic organelles or had to evolve alongside them. Here we describe a class of putative lipid transporters in the Asgard archaeota superphylum that share a common ancestry with eukaryotic LTPs in the START domain superfamily. We identified three classes of Asgard START proteins, StarAsg1-3, which are conserved across most Asgard phylums. Of these, StarAsg1 family proteins contain the predicted structural features necessary for lipid transfer: large, hydrophobic binding pockets lined with amphipathic motifs for membrane docking. In contrast, StarAsg2 and StarAsg3 family proteins contain smaller binding cavities and minimal predicted membrane interactions. We found that StarAsg1 from Lokiarcheota interacts with anionic membranes both in vitro and in yeast cells, and can transfer sterols between liposomes. Phylogenetic analysis of START domains across the tree of life indicates that eukaryotic LTPs share a common ancestry with StarAsg1 homologs, while StarAsg2 and StarAsg3 form a monophyletic group with eukaryotic heat shock protein cochaperones. We propose that the emergence of proteins for inter-membrane lipid transporters in the ancestors of eukaryotic cells could have facilitated the subsequent development of intracellular organelles.", "date": "2025-05-20", "journal": ""}
{"title": "Robust inference and widespread genetic correlates from a large-scale genetic association study of human personality", "doi": "10.1101/2025.05.16.648988", "authors": "Schwaba, T.; Clapp Sullivan, M. L.; Akingbuwa, W. A.; Ilves, K.; Tanksley, P. T.; Williams, C. M.; Dragostinov, Y.; Liao, W.; Ackerman, L. S.; Fealy, J. C. M.; Hemani, G.; de la Fuente, J.; Gupta, P.; Stein, M. B.; Gelernter, J.; Levey, D. F.; Vosa, U.; Ausmees, L.; Realo, A.; Estonian Biobank Research Team,  ; Vaht, M.; Allik, J.; Esko, T.; Mottus, R.; Vainik, U.; Jonsdottir, G. A.; Thorleifsson, G.; Gunnarsson, A. F.; Bjornsdottir, G.; Thorgeirsson, T. E.; Steffansson, H.; Stefansson, K.; Cheesman, R.; Qin, Q.; Corfield, E. C.; Ask, H.; Ask Torvik, F.; Ystrom, E.; Tesli, M.; Boomsma, D. I.; ", "abstract": "Personality traits describe stable differences in how individuals think, feel, and behave and how they interact with and experience their social and physical environments. We assemble data from 46 cohorts including 611K-1.14M participants with European-like and African-like genomes for genome-wide association studies (GWAS) of the Big Five personality traits (extraversion, agreeableness, conscientiousness, neuroticism, and openness to experience), and data from 51K participants for within-family GWAS. We identify 1,257 lead genetic variants associated with personality, including 823 novel variants. Common genetic variants explain 4.8%-9.3% of the variance in each trait, and 10.5%-16.2% accounting for measurement unreliability. Genetic effects on personality are highly consistent across geography, reporter (self vs. close other), age group, and measurement instrument, and we find minimal spousal assortment for personality in recent history. In stark contrast to many other social and behavioral traits, within-family GWAS and polygenic index analyses indicate little to no shared environmental confounding in genetic associations with personality. Polygenic prediction, genetic correlation, and Mendelian randomization analyses indicate that personality genetics have widespread, potentially causal associations with a wide range of consequential behaviors and life outcomes. The genetic architecture of personality is robust and fundamental to being a human.", "date": "2025-05-20", "journal": ""}
{"title": "eIF4G2-Mediated Translation Initiation of Histone Modifiers Is Essential for Intestinal Stem Cell Maintenance and Differentiation", "doi": "10.1101/2025.05.19.652834", "authors": "Kunitomi, H.; Khaine, A. M.; Jamee, R.; Lancero, M.; Raychaudhuri, A.; Perli, S. D.; Sato, Y.; Iwasaki, M.; Ruivo, P. R.; Tomoda, K.; Mito, M.; Shichino, Y.; Iwasaki, S.; Yamanaka, S.", "abstract": "eIF4G2 (also known as NAT1, p97, or DAP5) is an evolutionally conserved protein homologous to the C-terminal two-thirds portion of eukaryotic translation initiation factor (eIF) 4G. Despite its abundant and ubiquitous expression, the physiological and pathological functions of eIF4G2 are poorly understood. Here, we show that acute loss of eIF4G2 in adult mice results in rapid weight loss with abnormalities in multiple organs, including impaired maintenance and differentiation of intestinal stem cells. Genome-wide ribosome profiling revealed that eIF4G2 is critical for the translation of key histone modification proteins involved in intestinal stemness. Our study underscores the importance of eIF4G2-mediated translation initiation in multicellular organisms.", "date": "2025-05-20", "journal": ""}
{"title": "An autonomous AI agent for universal behavior analysis", "doi": "10.1101/2025.05.15.653585", "authors": "Aljovic, A.; Lin, Z.; Wang, W.; Zhang, X.; Marin-Llobet, A.; Liang, N.; Canales, B.; Lee, J.; Baek, J.; Liu, R.; Li, C.; Li, N.; Liu, J.", "abstract": "Behavior analysis across species represents a fundamental challenge in neuroscience, psychology, and ethology, typically requiring extensive expert knowledge and labor-intensive processes that limit research scalability and accessibility. We introduce BehaveAgent, an autonomous multimodal AI agent designed to automate behavior analysis from video input without retraining or manual intervention. Unlike conventional methods that require manual behavior annotation, video segmentation, task-specific model training, BehaveAgent leverages the reasoning capabilities of multimodal large language models (LLM) to generalize across novel behavioral domains without need for additional training. It integrates LLMs, vision-language models (VLMs), and large-scale visual grounding modules, orchestrated through a multimodal context memory and goal-directed attention mechanism, to enable robust zero-shot visual reasoning across species and experimental paradigms, including plants, insects, rodents, primates, and humans. Upon receiving a video input, BehaveAgent autonomously identifies the correct analysis strategy and performs end-to-end behavior analysis and interpretation without human supervision. Leveraging vision-language representations, it performs general-purpose tracking, pose estimation and segmentation. We demonstrate BehaveAgent's universal applicability to autonomously (1) identify the behavioral paradigm and develop an action plan specialized for the identified paradigm, (2) identify relevant subjects and objects, (3) track those features, (4) identify behavioral sequences with explicit reasoning, (5) generate and execute code for targeted analysis and (6) generate comprehensive research reports that integrate behavioral findings with relevant scientific literature. Through interpretable agentic reasoning, BehaveAgent makes its internal decision-making process transparent, clarifying why particular features are tracked or behaviors inferred. By reducing the time and expertise required for behavior analysis, BehaveAgent introduces a scalable, generalizable, and explainable paradigm for advancing biological and behavioral research.", "date": "2025-05-20", "journal": ""}
{"title": "Repeated subconcussive head impacts compromise white matter integrity: A longitudinal DTI and NODDI study in collegiate football players", "doi": "10.1101/2025.05.14.654080", "authors": "D'Amario, S.; Magee, B.; Champagne, A. A.; Wilson, M. E.; Ramirez-Garcia, G.; Coverdale, N. S.; Cook, D. J.", "abstract": "Repetitive subconcussive impacts are a growing concern in contact sports due to their potential cumulative effects on brain structure, despite the absence of overt clinical symptoms. In this study, we investigated the effect of repeated subconcussive impact (RSCI) exposure on white matter (WM) microstructure in collegiate football players using advanced neuroimaging techniques. Twenty-two male athletes from the Queen's University Varsity Football Team were prospectively monitored over a single season. Participants were stratified into high-exposure (HE) and low-exposure (LE) groups based on impact frequency quantified with helmet-mounted accelerometers. MRI assessments, performed at pre-season, post-training camp, and post-season, included diffusion tensor imaging (DTI) metrics, including fractional anisotropy (FA) and mean diffusivity (MD), and neurite orientation dispersion and density imaging (NODDI) metrics, such as neurite density index (Vin), orientation dispersion index (ODI), and isotropic volume fraction (Viso). Between-group comparisons revealed that HE athletes exhibited significantly lower FA and higher MD in the corticospinal tracts at pre-season, along with increased Viso and reduced Vin and ODI in key association pathways compared to LE athletes. Longitudinal analyses demonstrated dynamic changes over the season, with significant alterations in diffusion metrics suggesting both acute injury responses and potential compensatory remodelling. These findings indicate that even in the absence of clinically diagnosed concussion, RSCIs are associated with quantifiable changes in WM integrity. Our results underscore the need for improved monitoring and intervention strategies in contact sports to mitigate the risk of cumulative neural injury and to safeguard long-term brain health in athletes.", "date": "2025-05-20", "journal": ""}
{"title": "Distinct age- and pathology-dependent epitranscriptome and translational dysfunction in a tauopathy mouse model", "doi": "10.1101/2025.05.15.654371", "authors": "Sun, G.; Lin, W.; Chen, R.; Jiang, L.; DeMott, M.; McShane, A.; Chan, M. C. K.; Ehrbar, D.; Zhang, X.; Begley, T.; Emili, A.; Wolozin, B.; Dedon, P.", "abstract": "Chronic neurodegenerative diseases, such as tauopathies, cause major metabolic changes in the brain affecting gene expression at both the transcriptional and translational levels. Our understanding of how regulation of translation changes with disease has focused on mRNA and its translational regulatory factors, RNA binding proteins, and microRNAs, despite clear evidence for translational and post-translational dysfunction in ADRD and tauopathies. The neurobiology of tRNA has only recently begun to be studied, but the impact of chronic neurodegenerative diseases on tRNA biology and translational dysfunction is largely unknown. We have previously shown that the tRNA pool and tRNA modifications behave as a system to regulate the cellular stress response by undergoing stress-specific reprogramming and causing selective translation of mRNAs from codon-biased stress response genes. Here we tested this stress-induced tRNA reprogramming and codon-biased translation system in the response to mutant tau expression by performing mass spectrometric quantification of ~8500 proteins and 49 tRNA modifications, AQRNA-seq analysis of 222 cytosolic and mitochondrial tRNAs and other small RNAs, and informatic analysis of codon usage patterns in >23,000 protein-coding genes. Analysis of these datasets revealed that aging and tauopathy elicit major adaptation of the tRNA transcriptome and epitranscriptome as well as corresponding evidence of a program of translation of families of codon-biased genes for aging and disease responsive proteins. The mitochondrial tRNA transcriptome showed a strong response to aging and disease with 21 of the 22 mt-tRNAs showing age and disease-linked increases in expression, accompanied by mitochondria-specific modifications such as ms2i6A and f5C. Surprisingly, there were few significant changes in the 203 cytosolic tRNA isodecoders. However, a 10-fold increase tRNA isodecoder tRNA-Arg-TCT-5-1 was accompanied by increased translation of proteins encoded by genes highly enriched in its AGA cognate codon. These changes in tRNA biology are mirrored by strongly biased use of synonymous codons among the most highly upregulated and downregulated proteins in the P301S MAPT mice. Taken together these findings suggest the aging and disease brain produces an integrated response for translational control that is highly integrated with changes in tRNA biology.", "date": "2025-05-20", "journal": ""}
{"title": "Predictive inference alterations in psychosis proneness are context-dependent", "doi": "10.1101/2025.05.17.654666", "authors": "Tarasi, L.; Romei, V.", "abstract": "Background: Perception depends on the dynamic integration of sensory inputs and prior expectations, shaped by recent experience. While disruptions in this inferential process have been proposed as core features of psychosis, whether such alterations can be observed in subclinical psychosis-like experiences (PLEs), and how they manifest across different forms of perceptual inference remains unclear. Methods: Two independent samples of healthy adults participated in the study: 80 completed a visual detection task, and 62 performed a motion discrimination task. Data were analysed using mixed-effects models with a continuous PLE measure and supplemented by categorical comparisons between the lowest- and highest-PLEs terciles. Results: PLEs predicted reduced sensitivity to sensory evidence and increased reliance on probabilistic cues across both tasks. Critically, history biases diverged across contexts. In the detection task, a repulsive bias from the previous stimulus was observed in the overall sample, but this effect was attenuated in high-PLEs. In contrast, in the discrimination task, high-PLEs exhibited a repulsive bias away from their previous choice, reversing the typical repetition tendency seen in low-PLEs. Conclusions: Our results suggest that psychosis-like traits alter how prior expectations interact with sensory input and recent perceptual history. High-PLEs showed reduced influence of recent sensory input in detection task, consistent with altered low-level adaptation. In contrast, in the discrimination task, they showed a shift away from previous choices, suggesting disruption of decision-level integration of past choices. This points to a task-dependent instability in the use of past information, reflecting a broader inferential vulnerability linked to the psychosis spectrum.", "date": "2025-05-20", "journal": ""}
{"title": "MOSAIC: Intra-tumoral heterogeneity characterization through large-scale spatial and cell-resolved multi-omics profiling.", "doi": "10.1101/2025.05.15.654189", "authors": "MOSAIC Consortium,  ; Hoffmann, C.", "abstract": "Precision oncology remains challenging due to gaps in understanding tumor biology and immunology, as well as the scarcity of consistent data across large cohorts. Here, we introduce MOSAIC (Multi-Omics Spatial Atlas in Cancer), a multi-center clinical Omics study designed to systematically profile thousands of cancer samples, with a focus on spatial and single-cell data across multiple tumor types. MOSAIC exploits recent technological advances to integrate spatial and single-cell data with complementary data modalities, including hematoxylin-eosin histology scans, bulk RNA and exome sequences, to generate comprehensive representations of cancer histology, genomics, and transcriptomics. MOSAIC also collects extensive and curated clinical information to ensure that patients meet the precise inclusion criteria for each cohort. The consortium aims to integrate all data modalities using artificial intelligence and other computational approaches in order to identify clinically-relevant biomarkers and cancer subtypes. This paper outlines the core objectives of MOSAIC, its potential impact, early proofs-of-concept, design, and experimental considerations. Additionally, we introduce the MOSAIC Window initiative, featuring the first released dataset from 60 patients, offering a glimpse into the project groundbreaking potential. Using four selected patients, we demonstrate the power of multi-omic approaches to analyze and interpret intra-tumoral variability within and across patients, providing insights on specific drug sensitivity of cancer subpopulations and revealing potential impacts on therapeutic recommendations.", "date": "2025-05-20", "journal": ""}
{"title": "Matters arising: Forced Symmetry Artifacts in a Prohibitin Complex Structure", "doi": "10.1101/2025.05.16.653159", "authors": "Herrmann, E.; Rose, K. M.; Hurley, J. H.", "abstract": "In a recent publication, Lange et al.1 proposed an 11-spoked wheel model for the mitochondrial prohibitin complex consisting of six PHB1 and five PHB2 subunits built into low resolution density obtained from 11-fold symmetry averaging. The proposed unequal stoichiometry is inherently incompatible with symmetry. The building of an asymmetric molecular model into density obtained by 11-fold symmetry averaging is inherently self-contradictory. This contradiction alone calls the validity of the derived structure into question. Our own data revealed that the complex primarily adopts an asymmetric open conformation in situ. We show that it was the incorrect symmetry imposition on the open conformation that led to the spoked wheel density reported by Lange et al.. Further validation by re-analysis of crosslinking- mass spectrometry data, and a test of in situ template matching all support a larger prohibitin complex architecture. These findings underscore the need for great care in the imposition of symmetry cryo-ET at less than atomistic resolution.", "date": "2025-05-20", "journal": ""}
{"title": "Modelling belowground plant acclimation to low soil nitrogen - An eco-evolutionary approach", "doi": "10.1101/2025.05.16.653651", "authors": "Chakrawal, A.; Mooney, S. J.; Colombi, T.", "abstract": "Increased root growth to access greater soil mineral nitrogen resources and increased root exudation to stimulate microbial mineralisation of soil organic nitrogen are widely observed plant acclimations to nitrogen limitation. However, their quantitative contribution to plant growth and ecosystem productivity remains largely elusive. Here, we present a novel optimality-based eco-evolutionary model in which plants dynamically regulate carbon partitioning between root growth and exudation to maximise their aboveground growth. Our simulations indicated that the dynamic availability of soil mineral and organic nitrogen as well as plant nitrogen demand and nitrogen uptake capacity shape optimal carbon partitioning between root growth and exudation. The simulated carbon allocation patterns aligned with empirical studies on belowground plant responses to varying soil nitrogen resources. Our eco-evolutionary approach represents a paradigmatic change in modelling plant nitrogen foraging, which is essential to generate hypotheses on optimal plant acclimation in future soil environments characterised by more erratic nitrogen availability.", "date": "2025-05-20", "journal": ""}
{"title": "A high-quality draft genome assembly of the Neotropical butterfly, Batesia hypochlora (Nymphalidae: Biblidinae)", "doi": "10.1101/2025.05.17.654659", "authors": "Pham, T. N.; Duplouy, A.; See, J.; Knowles, L. S.; Marquina, E.; Gallice, G. R.; Molleman, F.; Oostra, V.", "abstract": "We report a long-read high-coverage reference genome assembly of the Neotropical butterfly, Batesia hypochlora (Nymphalidae: Biblidinae). This represents the first reference genome in the Biblidinae subfamily, a clade subject to ongoing studies on seasonal and climate adaptation in the Amazon. We assembled the genome from PacBio HiFi long reads (66X coverage), polished it with Illumina short reads (15X coverage), and annotated it using PacBio IsoSeq RNA data. We observed 15 chromosome-sized scaffolds varying in length from 13.2 Mbp to 37.6 Mbp (median 24.3 Mbp), combining a total genome size of 395.788 Mbp. This assembly is highly contiguous (contig N50 of 25.14 Mbp) and complete (BUSCO completeness score of 98.6% and 0.2% duplication rate). Repeat annotation revealed that the genome consists of about one-third transposable elements. Gene prediction using RNAseq evidence uncovered 19,395 genes, of which 17,400 were assigned to 2,883 orthogroups when including genomes of the fruitfly, silk moth, and three other Nymphalid butterfly species. The high sequencing depth also allowed us to assemble the genomes of the mitochondria and the common endosymbiotic bacterium Wolbachia. The mitochondrial genome was fully assembled (15,540 bp in size) with all expected genes annotated. The Wolbachia genome was fragmented, and we determined that it belongs to the B-supergroup. The high-quality assembly of B. hypochlora can represent the subfamily in further comparative analysis of evolution and provide a key resource for ongoing work to explore reproductive biology and adaptations to seasonality in Amazonian butterflies.", "date": "2025-05-20", "journal": ""}
{"title": "Medical Images as Biomarkers of Ageing - From Global and Local Patterns to Digital Twins", "doi": "10.1101/2025.05.18.654705", "authors": "Mueller, T. T.; Starck, S.; Llalloshi, R.; Kaissis, G.; Ziller, A.; Rueckert, D.; Braren, R.", "abstract": "Understanding the process of ageing has become a highly desirable goal in human health and disease research. A multitude of factors impact the way we age and understanding their connection can help with early detection of age-related diseases and give insights into what causes abnormal ageing. In this study, we analyse how medical images can be used as biomarkers for ageing via deep learning techniques. We evaluate ageing in different local body systems (liver, lungs, spine, intestine, muscle, heart), the brain, and across the whole body using 70,000 subjects from the UK Biobank population study. We analyse correlations between lifestyle factors --such as smoking-- or diseases and accelerated ageing. Furthermore, we show differences in survival between subjects with accelerated and decelerated ageing and study the impact of individual body regions on the whole body age by generating a Digital Twin that can aid personalised medicine. Our work gives insights into how medical imaging can be used to identify abnormal ageing both on a local and a global scale and investigates the interplay between different body regions. It can help understand ageing patterns and lay a foundation for future applications of age predictors for risk assessment.", "date": "2025-05-20", "journal": ""}
{"title": "Early initiation of small intestine neuroendocrine tumors", "doi": "10.1101/2025.05.16.654489", "authors": "Schiller, A.; Hultmark, A.; Lindberg, M.; Socratous, A.; Luijts, T.; Van den Eynden, J.; Elf, A.-K.; Rossi Norrlund, R.; Arvidsson, Y.; Elias, E.; Larsson, E.", "abstract": "Small intestine neuroendocrine tumor (SI-NET) is typically diagnosed late in life and has several unusual properties, including low proliferation rate, low mutation burden, lack of driver mutations, as well as frequent multifocality, with multiple clonally independent tumors arising within a single intestinal segment. This sets SI-NET aside from other adult cancers and raises questions about the timeline of initiation and progression. Here, we investigate the evolutionary history of multifocal and unifocal SI-NET using whole genome sequencing and show that key molecular events and the establishment of metastatic tumor cell clones can often be traced back to childhood or adolescence. This was supported by re-examination of archival clinical imaging data obtained long before diagnosis, allowing longitudinal tracking of individual tumors up to 12 years prior. Metastases were detected at a high degree of consistency and estimated growth rates suggested several additional decades of tumor expansion. Collectively, our data support that slow progression over half a century or more may commonly precede SI-NET diagnosis in late adulthood.", "date": "2025-05-20", "journal": ""}
{"title": "Chromatin Remodeling and Transcriptional Silencing Define the Dynamic Innate Immune Response of Tissue Resident Macrophages After Burn Injury.", "doi": "10.1101/2025.05.15.654340", "authors": "Kim, H. G.; Gauthier, M.-P. L.; Higgs, A.; Hernandez, D. A.; Zhou, M.; Brant, J. O.; Bacher, R. L.; Darden, D. B.; Wallet, S. M.; Mathews, C. E.; efron, P. A.; Kladde, M. P.; Maile, R.", "abstract": "Severe burn injury induces long-lasting immune dysfunction, but the molecular mechanisms underlying this phenomenon remain unclear. We hypothesized that burn injury leads to epigenetic and transcriptional reprogramming of innate immune cells. Splenic F4/80 macrophages were isolated from mice at days 2, 9, and 14 days post-20% contact burn injury. Targeted transcriptomics and MAPit single-molecule chromatin profiling were used to assess immune, metabolic, and epigenetic changes. Canonical pathway analysis was performed to infer functional shifts over time. Burn injury induced a biphasic response in macrophages. Early after injury (Day 2), there was broad transcriptional suppression and epigenetic silencing of inflammatory regulators, including Stat3, Traf6, and Nfkb1. Over time (Days 9 and 14), loci associated with anti-inflammatory mediators such as Il-10 and Socs3 exhibited progressive chromatin opening and transcriptional upregulation. Metabolic gene profiles revealed persistent suppression of mitochondrial and oxidative phosphorylation programs. Canonical pathway analysis demonstrated early IL-10 signaling activation with sustained suppression of classical macrophage activation pathways. Chromatin architecture changes included nucleosome sliding and ejection events, consistent with dynamic, locus-specific regulation. This work challenges the classical notion of burn-induced immune suppression as purely a consequence of systemic inflammation. Instead, we reveal a programmed and locus-specific epigenetic architecture that may shape macrophage immune and metabolic function long after the acute phase.", "date": "2025-05-20", "journal": ""}
{"title": "Assessing the Molecular Validity of Spontaneous Lupus Mouse Models and Its Implication for Human Studies", "doi": "10.1101/2025.05.15.654304", "authors": "Rivas-Torrubia, M.; Morell, M.; Makowska, Z.; Kageyama, J.; Bosshard, A.; Lindblom, J.; Borghi, M. O.; Bettacchioli, E.; PRECISESADS flow cytometry consortium,  ; PRECISESADS clinical consortium,  ; Parodis, I.; Beretta, L.; Maranon, C.; Pers, J.-O.; Lesche, R.; McDonald, F.; Alarcon-Riquelme, M. E.; Barturen, G.", "abstract": "Background Systemic lupus erythematosus (SLE) is a complex autoimmune disease characterized by a loss of self-tolerance, causing inflammation and tissue damage in multiple organs. Animal models have advanced our understanding of SLE's molecular basis, but the FDA's recent elimination of animal testing requirements for drug approval has raised concerns about their validity, prompting a reevaluation of their role in basic research, especially for heterogeneous diseases like SLE. Methods Four different spontaneous SLE mouse models were studied: MRLlpr/lpr, NZB/W, BXSB.Yaa, and Tlr7.Tg6. Transcriptome sequencing from blood, spleen, and kidney, flow cytometry from the spleen, and cytokines and autoantibody measurement in plasma were performed at four time points. Similar molecular data from human SLE patients was used for the integration. Results The study identified specific molecular pathways driving the phenotype in each mouse model and established optimal time points for future experimental designs. By comparing these pathways to human SLE, the most similar ones and their relationship with disease activity were identified, providing crucial insight into translational relevance. Importantly, disease severity across models was linked to the extent and timing of molecular dysregulations. As expected, MRLlpr/lpr showed the most aggressive phenotype with early immune activation and apoptosis dysregulation, while Tlr7.Tg6 presented late-onset signatures associated with interferon and inflammation. Shared molecular features with human SLE included interferon responses, T and B cell depletion, and neutrophil activation. Integration analysis revealed distinct yet overlapping immune pathways between models and species, with some signatures such as age-associated B cells and double-negative memory T cells being model-specific but potentially relevant to early disease processes. Conclusions These findings build a valuable framework for future SLE research, reinforcing the utility of mouse models in studying specific molecular pathways related to human SLE pathogenesis and heterogeneity. The integration of longitudinal mouse data with human transcriptomes highlights the models that best recapitulate key aspects of human disease, offering guidance for the study of specific immunopathological mechanisms or therapeutic targets.", "date": "2025-05-20", "journal": ""}
{"title": "CCN1 forms a complex with GPC4 and heparin to fine-tune signaling activities for embryonic cortical neural stem cell maintenance", "doi": "10.1101/2025.05.16.654402", "authors": "Zheng, J.; Qi, S.; Wu, H.; Wu, J.; Chen, G.; Wang, H. J.; Pan, H.; Li, J.; Cheng, C.; Tang, K.; Lau, L. F.; Shen, Q.", "abstract": "Radial glial cells (RGCs) are the neural stem cells (NSCs) in the developing brain, capable of self-renewing and generating neurons and glia in order. The developmental behaviors of NSCs are determined by extrinsic factors from the NSC niche, together with intrinsic factors. Here, we show that Cellular Communication Network 1 (CCN1), a secreted matricellular protein, is an autocrine factor derived from RGCs in the embryonic telencephalon. Loss of Ccn1 in RGCs leads to accelerated lineage progression of RGCs, and causes premature cell cycle exit and neuronal differentiation, resulting in a reduction in NSC pool size, and in turn, at the expense of the perinatal gliogenesis. Mechanistically, CCN1 interacts with an RGC-expressed membrane protein GPC4, one of the heparan sulfate proteoglycans (HSPGs), and is required for GPC4 to maintain NSCs through the Sonic Hedgehog (Shh) signaling pathway, depending on the binding of heparin to CCN1. Our work provides a potential mechanism for the dynamic and sophisticated interconnections of niche components that meet the needs of context-dependent maintenance, differentiation, and fate determination of NSCs.", "date": "2025-05-20", "journal": ""}
{"title": "Interlocked transcription factor feedback loops maintain and restore touch sensation", "doi": "10.1101/2025.05.15.654349", "authors": "Marques, F.; Chen, Y.; Destain, H.; Marinelli, M.; Kratsios, P.", "abstract": "The sense of touch relies on the continuous function of specialized mechanosensory circuits, but the underlying molecular mechanisms remain poorly understood. Here, we report that the conserved transcription factors (TFs) CFI-1 (ARID3) and EGL-5 (HOXA7) jointly maintain in adult C. elegans the molecular identity of two key interneuron types, securing information processing within a mechanosensory circuit. Toggling between normal and low levels of CFI-1 or EGL-5 in adults generated digital-like (ON/OFF) effects both on touch-evoked escape response and interneuron identity. Strikingly, reintroduction of CFI-1 following its prolonged depletion restored escape response defects. Mechanistically, we identified two network motifs, a double-positive CFI-1/EGL-5 feedback loop and positive CFI-1 autoregulation, which together lock-in the interneuron identity programs. We propose that these interlocked motifs not only maintain robust escape responses throughout life, but are also essential for the restorability of adult-onset touch defects. Altogether, this work illuminates the molecular principles that maintain adult neuron identity and circuit function, and offers biomedically relevant insights into the restorability of neuronal and behavioral defects caused by mutations or variation in TF-encoding genes.", "date": "2025-05-20", "journal": ""}
{"title": "Multimodal data analysis reveals asynchronous aging dynamics across female reproductive organs", "doi": "10.1101/2025.05.16.654406", "authors": "Soldatkina, O.; Ventura-San Pedro, L.; El Hommad, A.; Ramirez, J. M.; Ripoll-Cladellas, A.; Sopena-Rios, M.; Ordi, J.; Pujol-Gualdo, N.; Mele, M.", "abstract": "Female reproductive aging is a complex process with profound systemic health implications, yet the molecular and structural dynamics of aging across reproductive organs and tissues remain largely unexplored. Here, we integrate deep learning-based analysis of 1,112 histological images with RNA-seq data from 659 samples across seven reproductive organs in 304 female donors aged 20-70 years. We show that female reproductive organs and tissues have asynchronous aging dynamics: while the ovary and vagina age gradually, the uterus undergoes an abrupt transcriptional and cellular transition around the age of menopause. Tissue segmentation highlights that the myometrium in the uterine wall is the most age-affected tissue, marked by extracellular matrix remodeling and immune activation. Across reproductive organs, the epithelial tissue is also strongly affected by age, with the vaginal epithelium showing a unique sharp menopausal transition. Integration via multi-omics factor analysis links these tissue-specific histological transformations to specific molecular shifts, many with nonlinear expression trajectories and enriched in heritable reproductive traits such as pelvic organ prolapse and age at menarche. These findings position menopause as a key inflection point in female aging and provide insights with tissue-specific focus to support healthier menopausal transitions and reduce age-related disease risk.", "date": "2025-05-20", "journal": ""}
{"title": "Benchmarking Spectral Library and Database Search Approaches for Metaproteomics Using a Ground-Truth Microbiome Dataset", "doi": "10.1101/2025.05.15.654320", "authors": "Rajczewski, A. T.; Mehta, S.; Wagner, R.; Gabriel, W.; Johnson, J.; Do, K.; Vintila, S.; Wilhelm, M.; Kleiner, M.; Searle, B. C.; Griffin, T.; Jagtap, P.", "abstract": "Mass spectrometry-based metaproteomics, the identification and quantification of thousands of proteins expressed by complex microbial communities, has become pivotal for unraveling functional interactions within microbiomes. However, metaproteomics data analysis encounters many challenges, including the search of tandem mass spectra against a protein sequence database using proteomics database search algorithms. We used a ground-truth dataset to assess a spectral library searching method against established database searching approaches. Mass spectrometry data collected by data-dependent acquisition (DDA-MS) was analyzed using database searching approaches (MaxQuant and FragPipe), as well as using Scribe with Prosit predicted spectral libraries. We used FASTA databases that included protein sequences from microbial species present in the ground-truth dataset along with background protein sequences, to estimate error rates and assess the effects on detection, peptide-spectral match quality, and quantification. Using the Scribe search engine resulted in more proteins detected at a 1% false discovery rate (FDR) compared to MaxQuant or FragPipe, while FragPipe detected more peptides verified by PepQuery. Scribe was able to detect more low-abundance proteins in the microbiome dataset and was more accurate in quantifying the microbial community composition. This research provides insights and guidance for metaproteomics researchers aiming to optimize results in their analysis of DDA-MS data.", "date": "2025-05-20", "journal": ""}
{"title": "Machine Learning-Driven Drug Repurposing for KRAS G12C and KRAS G12D Inhibition", "doi": "10.1101/2025.05.16.654410", "authors": "Fuschi, G.; Germain, J. S.; Bebensee, D.; Moawad, C.; Aladysheva, A.; Mohamed, A.; Elwakeel, E.; Brooks, B. R.; Amin, M.", "abstract": "KRAS is a predominant oncogenic driver across multiple cancers, long considered undruggable due to its high nucleotide affinity and lack of classical binding pockets. Although recent advances have led to covalent inhibitors like Sotorasib and Adagrasib for the KRAS G12C mutation, effective therapies for other common variants most notably KRAS G12D, which is highly prevalent in aggressive pancreatic cancers remain limited. In this study, we employ machine learning to identify potential inhibitors for both KRAS G12D and G12C by screening FDA-approved compounds from the ChEMBL database. Random Forest and Neural Network models were trained on binding affinity data from three BindingDB datasets: wild-type KRAS GTPase, KRAS G12C, and KRAS G12D. Our models identified high-affinity candidates including anti-cancer kinase inhibitors (e.g., Cobimetinib, Gilteritinib) as well as drugs from other categories (e.g., Bromocriptine, Cefepime). By incorporating atomic hybridization as a feature, we aim to capture the effects of induced polarization, potentially improving prediction accuracy. Despite modest agreement across models, our approach highlights several promising candidates such as Acalabrutinib, which has prior evidence of G12C activity for further investigation. These results offer a data-driven foundation for experimental validation and the future development of targeted KRAS therapies.", "date": "2025-05-20", "journal": ""}
{"title": "Sustained Glucose Turnover Flux Distinguishes Cancer Cachexia from Nutrient Limitation", "doi": "10.1101/2025.05.15.654370", "authors": "Kwon, Y. Y.; Liang, Y.; Gomez-Jenkins, M.; Ahmed, M.; Jiang, G.; Hsiang, J.; Lewis, D.; Janowitz, T.; Goncalves, M. D.; White, E.; Hui, S.", "abstract": "Cancer cachexia is an involuntary weight loss condition characterized by systemic metabolic disorder. A comprehensive flux characterization of this condition however is lacking. Here, we systematically isotope traced eight major circulating nutrients in mice bearing cachectic C26 tumors (cxC26) and food intake-matched mice bearing non-cachectic C26 tumors (ncxC26). We found no difference in whole-body lipolysis and proteolysis, ketogenesis, or fatty acid and ketone oxidation by tissues between the two groups. In contrast, compared to ncxC26 mice ad libitum, glucose turnover flux decreased in food intake-controlled ncxC26 mice but not in cxC26 mice. Similarly, sustained glucose turnover flux was observed in two autochthonous cancer cachexia models despite reduced food intake. We identified glutamine and alanine as responsible for sustained glucose production and tissues with altered use of glucose and lactate in cxC26 mice. We provide a comprehensive view of metabolic alterations in cancer cachexia revealing those distinct from decreased nutrient intake.", "date": "2025-05-20", "journal": ""}
{"title": "The blood-brain barrier regulates brain tumour growth specifically via the SLC36 amino acid transporter Pathetic in Drosophila", "doi": "10.1101/2025.05.15.654179", "authors": "Dong, Q.; AlvarezOchoa, E.; Kosakamoto, H.; Obata, F.; Alexandre, C.; Cheng, L.", "abstract": "Tumours adapt their metabolism to sustain increased proliferation, rendering them particularly vulnerable to fluctuations in nutrient availability. However, the role of the tumour microenvironment in modulating sensitivity to nutrient restriction (NR) remains poorly understood. Using a Drosophila brain dedifferentiation neural stem cell (NSC) tumour model induced by Prospero (Pros) inhibition, we show that tumour sensitivity to NR is governed by the perineural glial (PG) cells of the blood-brain barrier (BBB), a major component of the glial niche surrounding the tumour. We identify the SLC36 amino acid transporter Pathetic (Path) as a crucial regulator of nutrient sensitivity. Under NR, while wildtype buffers against low nutrient levels by upregulating Path, tumour glia downregulate Path. Furthermore, Path is specifically required by the tumour (but not wildtype) PG; its downregulation causes reduced proliferation of PG cells and, in turn, restricts NSC tumour growth. Path influences PG proliferation via the mTor-S6K pathway, and its expression is controlled by Ilp6 levels and the Insulin/PI3K pathway. Overexpression of Path is sufficient to counteract the inhibitory effects of NR on tumour growth. These findings suggest that Path levels at the BBB play a key role in determining tumour sensitivity to NR.", "date": "2025-05-20", "journal": ""}
{"title": "Deep Blood Proteomics Identifies over 12,000 Proteins Providing Valuable Information about the State of the Human Body", "doi": "10.1101/2025.05.15.654311", "authors": "Sun, Z.; Lih, T. M.; Hoang, T.; Chen, S.-Y.; Xu, J.; Lin, D. C.; Wang, Y.; Woo, J.; Huang, Y.; Chen, L.; Liu, H.; Alpern, M.; Milosevic, J.; He, H.-Z.; Chaerkady, R.; Wang, Q.; Zhang, H.", "abstract": "Blood is a valuable resource for clinical research, offering insight into physiological and pathological states. However, the specific proteins detectable in blood and the optimal proteomic methods for their detection have not been rigorously investigated and documented. To address this, we conducted various blood proteomic strategies, including directly blood proteomic analysis, high-abundance protein depletion, low-abundance protein enrichment, and extracellular vesicle enrichment using data-independent acquisition or targeted proteomics. These approaches identified 11,679 protein groups in plasma from healthy individuals. In 136 pancreatic ductal adenocarcinoma whole blood samples, 6,956 protein groups were found, including 678 not seen in healthy samples, expanding the total to 12,357 blood proteins. This represents the most comprehensive blood proteome to date. To support broader access and analysis, we developed the Human Blood Proteome (HuBP) database, detailing protein detectability, abundance, and reproducibility across workflows, sample types, and disease contexts.", "date": "2025-05-20", "journal": ""}
{"title": "Complete360: A Multi-Omics Liquid Biopsy Platform with Attomole Sensitivity and High Reproducibility", "doi": "10.1101/2025.05.16.654403", "authors": "Wang, Q.; Chaerkady, R.; Zhao, L.; Kashyap, A.; Fair, M.", "abstract": "Advancements in liquid biopsy platforms can uncovered disease-associated molecular changes that may indicate disease. Despite recent progress in the detection of a number of analytes, the current liquid biopsy platforms struggle with specificity, sensitivity, and reproducibility, limiting their clinical utility and high-throughput applicability. Here, we describe an ultra-sensitive mass spectrometry-based liquid biopsy platform, Complete360, with an optimized library of detection parameters, meticulously refined assays to enable the simultaneous detection and quantification of a broad range of body-fluid proteins, metabolites, and lipids. The system addresses sample-specific and target-specific noises, as well as the micro-environments of proteomics during co-elution, achieving unprecedented levels of reproducibility, specificity, and sensitivity. This platform has facilitated the detection and quantification of numerous multi-omics signatures in human plasma samples, uncovering novel disease mechanisms never identified by previous approaches. Our study establishes a platform for rapid discovery and validation of molecular changes in disease panels, demonstrating its potential utilities in applications meeting clinical regulation guidelines.", "date": "2025-05-20", "journal": ""}
{"title": "Multi-centered T cell repertoire profiling identifies novel alterations in the immune repertoire of individuals with inflammatory bowel disease and validates previous findings", "doi": "10.1101/2025.05.16.654339", "authors": "Mahdy, A. K. H.; ElAbd, H.; Kokubun, E. E.; Kriukova, V.; Pesesky, M.; May, D. H.; Olbjorn, C.; Perminow, G.; Bengtson, M.-B.; Ricanek, P.; Andersen, S.; Detlie, T. E.; Kristensen, V. A.; Moum, B.; Vatn, M.; Bokemeyer, B.; Hov, J.; Halfvarsson, J.; Schreiber, S.; the IBSEN and IBSEN-III study group,  ; Howie, B.; Robins, H. S.; Hoivik, M. L.; Franke, A.", "abstract": "Introduction IBD is an incurable immune-mediated inflammatory disease (IMID), affecting the gut with a high rate of primary- and secondary- loss-of-response to therapy. By investigating the T cell receptor repertoire of individuals with IBD, novel therapeutic and preventive strategies can be identified, and a better understanding of IBD can be obtained. Methods Whereas most studies have so far focused on the more diverse T cell receptor beta (TRB) repertoire, we here profiled the alpha (TRA) repertoire of three cohorts containing treatment-naive and treated individuals in addition to individuals living with the disease for >20 years, resulting in an exhaustive dataset containing the TRA repertoire of 2,151 individuals. Results Using the generated datasets, we were able to replicate previous findings describing the expansion of Crohn's-associated invariant T (CAIT) cells in individuals with Crohn's disease (CD) in the three cohorts. Using a hypothesis-free statistical testing framework, we identified clonotypes that were associated with the disease at its different stages, e.g., at the time of diagnosis and decades post-diagnosis. By conducting a meta-analysis across the three cohorts, we were able to identify a set of clonotypes that were associated with the disease regardless of its stage. We validated our findings in a previously published independent test dataset from a German cohort, showing the robustness of the identified sets of clonotypes. Conclusion The identified clonotypes are potential novel therapeutic targets to treat IBD, e.g., through targeted depletion. These clonotypes are also of major interest as they can be investigated in a targeted fashion to identify culprit antigen(s) in IBD.", "date": "2025-05-20", "journal": ""}
{"title": "Boring beetles and super models: mapping the distribution of a new invader", "doi": "10.1101/2025.05.15.654388", "authors": "Coates, A.; Phillips, B. L.", "abstract": "The impact of an invasive species is strongly influenced by the extent of its invaded range. Predicting the potential distribution of an invader is thus critical for informing decisions around surveillance, containment, and eradication. Such predictions ideally would come from a mechanistic species distribution model. These models directly describe how aspects of the environment affect organismal fitness, and may also provide insight into population dynamics, such as rates of population growth and spread. Here, we develop a temperature-dependent stage-structured population dynamic model for a globally significant invader, the polyphagous shot-hole borer (PSHB, Euwallacea fornicatus). We use this model to predict the beetle's potential growth rate across its invaded range. Invasive PSHB causes serious damage to urban and agricultural trees, and so the continued expansion of its global distribution is a major concern. We synthesise previous studies to parameterise the model, yielding estimates of population growth as a function of daily temperatures within a host tree. We ran the model over one year using daily climate data across regions with invasive PSHB populations: South Africa, California, Israel and Australia. Our potential distribution maps indicate that PSHB currently occupies the most climatically suitable parts of California and Israel, but is yet to invade the most suitable regions in Australia and South Africa. The model shows the species is capable of very high population growth: in already-invaded locations, the average daily growth rate had an upper bound of ~ 0.05 (equivalent to population doubling in 14 days). Growth predictions were sensitive to the parameter for adult female mortality during between-host dispersal. This is an uncertain parameter (there is very little data available), but we estimated that for current populations to persist, the loss through dispersal mortality needs to be < 40%. We use our model to predict the maximum spread rate of PSHB (discounting transport by humans) to be 3 km/year. Our model provides insights into the spatial and temporal heterogeneity of invasion risk, which will assist global efforts to manage the ongoing invasion of this species.", "date": "2025-05-20", "journal": ""}
{"title": "Rapid and accurate protein structure database search using inverse folding model and contrastive learning", "doi": "10.1101/2025.05.15.654382", "authors": "Lyu, Q.; Wei, H.; Chen, S.; Peng, Z.; Yang, J.", "abstract": "Protein structure database search has become increasingly challenging due to the growing number of experimental and computational structures. We introduce mTM-align2, a novel two-step approach for rapid and accurate protein structure database search. In the first step, protein structures are first transformed into embeddings using a pre-trained inverse folding model (ESM-IF) and 3D Zernike polynomials. The ESM-IF embeddings are further optimized through a contrastive learning network, which is trained on ~7 million structure pairs. Structures with similar embeddings are returned on the fly in this step. The second step employs a rapid structure alignment program to refine top candidates, ensuring high precision and producing high-quality alignments. Extensive benchmarks reveal that mTM-align2 performs competitively compared to other leading methods, completing monomeric structure search in seconds with over 90% precision for the top 10 hits. The t-SNE visualization of the mTM-align2 embeddings for thousands of structures demonstrates that our embeddings are structurally informed, capturing the global structural features. It uncovers insights such as structure misclassifications and ambiguous structural class boundaries. A web server for mTM-align2 is accessible at https://yanglab.qd.sdu.edu.cn/mTM-align/.", "date": "2025-05-20", "journal": ""}
{"title": "Interpreting biochemical text with language models:a machine learning framework for reaction extraction and cheminformatic validation", "doi": "10.1101/2025.05.15.654376", "authors": "Lim, D.; Badrinarayanan, S.; Sterling, K. C.; Rajesh, G.; Mistry, E.; Yang, D.; Lee, M.; Hsu, K. B.; Manjrekar, M.; Areff, C.; Xie, P.; Kristanto, I. A.; Chandran, A.; Anderson, J. C.", "abstract": "Recent advancements in large language models (LLMs) offer new opportunities for automating the manual curation of biochemical reaction databases from scientific literature. In this study, we present an integrated pipeline that enhances LLM-based extraction of enzymatic reactions with machine learning and cheminformatics-informed validation. Using BRENDA-linked PubMed articles, we evaluate GPT-4's ability to extract reactions and infer missing chemical entities in textual descriptions of enzymatic reactions. Extracted reactions are converted to SMILES and InChI notations before being encoded into molecular fingerprint similarity scores and atom mapping metrics. These cheminformatics metrics are then used to train machine learning classifiers that validate GPT extractions. We employ a Positive-Unlabeled learning approach with synthetic invalid reactions to train various classifiers and assess model performances. The best classifier is then benchmarked on GPT extractions. Our findings show that GPT can accurately infer incomplete reactions and cheminformatics tools can serve as effective predictors of reaction validity. This work demonstrates a scalable framework for automated and reliable curation of enzymatic reaction databases, highlighting the potential of combining LLMs with cheminformatics and machine learning for reliable scientific knowledge extraction.", "date": "2025-05-20", "journal": ""}
{"title": "The anti-cancer drug trametinib suppresses angiotensin-induced cardiac remodelling in mice but is detrimental to function", "doi": "10.1101/2025.05.16.654397", "authors": "Cooper, S. T.; Duvenage, E.; Gattari, D.; Cull, J. J.; Dash, P. R.; Chan, D.; Soria, M. L.; Rossi, M.; Nasuto, S. J.; Holderbaum, W.; Kelion, A.; Sugden, P. H.; Glennon, P. E.; Clerk, A.", "abstract": "Background. The anti-cancer MEK inhibitor trametinib (alone or with the RAF inhibitor dabrafenib) causes cardiac dysfunction or heart failure in some patients. Our hypothesis is that cardiotoxicity is exacerbated by an underlying co-morbidity such as hypertension causing early cardiac dysfunction detectable on echocardiograms. Objectives. The objectives were to assess the effects of trametinib on cardiac function in a mouse model of hypertension-induced cardiac hypertrophy and determine if this was moderated by dabrafenib. Methods. Male mice were treated with vehicle, trametinib or dabrafenib/trametinib in the absence/presence of angiotensin II (AngII; 0.8 mg/kg/d to increase blood pressure over 7 d). Hearts were imaged using echocardiography. Results. Inhibitors alone had a limited effect on mouse hearts over 28 d. Trametinib or trametinib/dabrafenib inhibited cardiac hypertrophy induced by AngII over 7 d, reducing left ventricular (LV) wall thickness and mass. AngII did not significantly affect cardiac function, but the inhibitors caused significant functional deterioration. Segmental analysis revealed variation of contraction around the LV, with selective effects of AngII and trametinib or dabrafenib/trametinib in basal/mid-regional segments. Frame-by-frame analysis of radial (not longitudinal) displacement of the LV endocardial wall demonstrated variation between consecutive cardiac cycles that enabled a high degree of classification according to treatment. Conclusions. Trametinib inhibits AngII-induced cardiac hypertrophy in mice but is detrimental to cardiac function, responses that are not moderated by dabrafenib. AngII and MEK/RAF inhibition have regional effects around the LV with greater effects on radial displacement in basal/mid-regional segments. Assessment of such changes may facilitate early identification of developing cardiotoxicity.", "date": "2025-05-20", "journal": ""}
{"title": "Network-based Near-Scalp Personalized Brain Stimulation Targets", "doi": "10.1101/2025.05.15.654391", "authors": "Kong, R.; Xue, A.; Ooi, L. Q. R.; Asplund, C.; Tan, X. W.; Goh, S. E.; Lee, J. J.; Koh, J. Z. J.; Tan, R. S. Y.; Singh, H. K. G.; Tan, T. W. K.; Webler, R. D.; Fox, M. D.; Siddiqi, S. H.; Tor, P.-C.; Yeo, B. T. T.", "abstract": "Background: Functional connectivity (FC) is used to identify personalized targets for transcranial magnetic stimulation (TMS). However, existing methods often overlook individual differences in whole-cortex network organization and were not explicitly designed to identify TMS targets near the scalp. Objective: We develop a novel framework to simultaneously optimize FC and scalp proximity for personalized target localization. Methods: We use the multi-session hierarchical Bayesian model (MS-HBM) to estimate high-quality individual-specific networks. A tree-based algorithm is then used to select the optimal target location. By essentially having no parameter to tune, our framework might improve generalizability across populations. We compare our approach to existing FC-based algorithms for TMS target selection in terms of scalp proximity, test-retest reliability, and FC to brain regions implicated in depression. Results: In two test-retest datasets of healthy individuals from the United States and Singapore, tree-based MS-HBM reliably identifies personalized TMS targets for depression in close proximity to the scalp. These targets are equivalent or superior to targets identified using prior algorithms in terms of reliability, scalp proximity, and FC to the subgenual anterior cingulate cortex. To demonstrate versatility, we apply the same algorithm, without having to tune any parameter, to identify personalized TMS targets for anxiety. Conclusion: The tree-based MS-HBM algorithm provides a robust, generalizable framework to estimate near-scalp personalized targets across different populations.", "date": "2025-05-20", "journal": ""}
{"title": "Patient-specific iPSC models of neural tube defects identify underlying deficiencies in neuroepithelial cell shape regulation and differentiation", "doi": "10.1101/2025.05.16.654453", "authors": "Ampartzidis, I.; Thompson, E. M.; Gupta, Y.; Krstevski, A.; Elvassore, N.; Maniou, E.; De Coppi, P.; Galea, G. L.", "abstract": "Spina bifida and anencephaly are neural tube defects caused by failure of embryonic neural tube closure. Successful closure requires elongation and apical constriction of neuroepithelial cells. These critical behaviours have not been studied in human, patient-specific models. We characterise a human iPSC-derived neuroepithelial morphogenesis model which is highly reproducible between lines. Differentiated neuroepithelial cells actively undergo ROCK-dependent apical constriction. ROCK acts downstream of planar cell polarity/VANGL2 in other species. We find that VANGL2 is up-regulated and phosphorylated during iPSCs-to-neuroepithelial differentiation. The patient-identified VANGL2-R353C mutation does not alter its expression, localisation or phosphorylation, but reduces myosin-II phosphorylation and apical constriction relative to congenic control iPSCs. Non-congenic comparisons and forward genetic testing are also informative in this reproducible model. We compare lines reprogrammed from amniocytes of two patients with spina bifida, versus two controls. One patient-derived line forms a morphologically normal neuroepithelium, but fails to differentiate into neurons. The second fails to undergo apicobasal elongation, and harbours compound heterozygous mutations in the MED24 gene previously implicated in neuroepithelial elongation in mice. Thus, iPSC-derived neuroepithelial modelling provides mechanistic insights into conserved cell behaviours, links genetically-impaired apical constriction with a human disease, and establishes patient-specific models which recapitulate failures of heterogenous neuroepithelial functions.", "date": "2025-05-20", "journal": ""}
{"title": "Identification of Sensory Fiber Types in Mouse Temporomandibular Joint Tissues", "doi": "10.1101/2025.05.15.654333", "authors": "Alfaro, J. J.; Akopian, A. N.", "abstract": "Temporomandibular joint (TMJ) disorders (TMJDs) are linked to heightened nerve sensitivity in TMJ tissues. To set the groundwork for investigating the mechanisms governing this increased responsiveness, this study aimed to identify the types of nerves in the retrodiscal tissue (retrodisc), anterior disc, and joint capsule of mouse TMJ using immunohistochemistry (IHC) and reporter mice. The pan-sensory neuronal marker pgp9.5 revealed no nerves in the articular disc but identified approximately 70% unmyelinated and 30% myelinated fibers in other TMJ tissues. Nearly all sensory fibers in the joint capsule and anterior disc were CGRP+ peptidergic fibers, while the retrodisc contained about 80% peptidergic fibers. Notably, CGRP-/NFH+ myelinated non-peptidergic nerves were absent, indicating the absence of non-nociceptive fibers (A-LTMRs) in TMJ tissues. Almost all sensory fibers in the joint capsule and anterior disc were Htr3a+, with the retrodisc containing 60-70% Htr3a+ fibers. Additionally, TMJ tissues had minimal to no (<5%) MrgprD+, MrgprA3+, MrgprC11+, somatostatin+, or parvalbumin+ fibers, except for the retrodisc, which had about 20% Mrgpr+ fibers. Excluding articular discs, TMJ tissues were highly vascularized, with blood vessels surrounded by both sensory and sympathetic (TH+) nerves. Overall, TMJ tissues were predominantly innervated by peptidergic fibers, with a minor presence of other non-peptidergic nociceptors.", "date": "2025-05-20", "journal": ""}
{"title": "Integration of past caspase activity biases cell elimination in vivo", "doi": "10.1101/2025.05.18.654727", "authors": "Cumming, T.; Villars, A.; Davidovic, A.; Levillayer, F.; Valon, L.; Levayer, R.", "abstract": "The fine tuning of apoptosis in epithelia is essential for regulating tissue size, shape, homeostasis and the maintenance of sealing properties. Regulation of cell death is mostly orchestrated by the activation of Caspases, proteases which were long thought to trigger an irreversible engagement in cell death. However, recent data in vivo and in vitro outline numerous non-apoptotic functions of caspases as well as quite ubiquitous sublethal activation of effector caspases during development. Yet, it remains unclear in many instances what drives the bifurcation between cell death engagement and cell survival upon caspase activation. The existence of a caspase activity threshold was generally considered to underpin this binary decision, but this was never assessed quantitatively in vivo especially at the single cell level. Using quantitative live imaging combined with machine learning and optogenetics in the Drosophila pupal notum (a single layer epithelium), we reveal for the first time the existence of a large heterogeneity of caspase sensitivity between cells, as well as the existence of distinct spatial domains with low or high sensitivity to caspases. Using correlative and perturbative experiments, we outline the central role of past exposure to sublethal caspase activity which sensitises cells for apoptosis for several hours. Integrating information about past caspase activation is sufficient to explain most of the global pattern of caspase sensitivity and predict at the single cell level which cells will engage in apoptosis. Finally, we demonstrate that past sublethal caspase activation in a subset of cells is sufficient to bias cell elimination at the clonal and single cell level, thus revealing an alternative mechanism of physiological cell competition. Altogether, this work reveals for the first time the existence of a new layer of apoptosis regulation in vivo downstream of effector caspases which can be developmentally regulated and bias clonal selection and the spatial pattern of cell death.", "date": "2025-05-20", "journal": ""}
{"title": "A periplasmic metallochaperone of the Cation Diffusion Facilitator YiiP is required for Zn2+ sensing in Pseudomonas aeruginosaript", "doi": "10.1101/2025.05.19.654957", "authors": "Mihelj, P.; Moreyra, T. E.; Carrizo, M. E.; Raimunda, D. C.", "abstract": "Pseudomonas aeruginosa thrive to survive in harsh conditions imposed by the host. We have previously described two Zn2+-transporting members of the Cation diffusion facilitator family, YiiP and CzcD, confering resistance to imipenem by decreasing the expression of the outer membrane porin OprD (A. Salusso and D. Raimunda, Frontiers in cellular and infection microbiology 7:84, 2017, https://doi.org/10.3389/fcimb.2017.00084). Here we provide evidence that a protein encoded in yiiP's operon, PA3962, is fundamental to the coupling of this process. Immunodetection assay indicates that PA3962 locates in membranes. Supporting a role in oprD regulation, an insertion mutant has increased imipenem sensitivity, which is suppressed by gene complementation but not in presence of Zn2+, as opposed to the YiiP mutant. We identified 2 pairs of conserved acidic residues in a hydrophobic juxtamembrane domain. Metal binding specificity and stoichiometry was explored in wild type and mutant versions of these. Zn2+ is the cognate metal being D40, D47 and D65 required for Zn2+ coordination. As the periplasmic Zn2+-sensor CzcS regulates oprD expression, the interaction with it was analyzed in vitro. Interaction was Zn2+-dependent, and mutations of D47A or D65A abolished it. We propose a role for PA3962, hereafter periplasmic metallochaperone of YiiP (PmcY), in the context of Zn2+ signaling pathways in P. aeruginosa. The rely YiiP?PmcY, supplies Zn2+ and activates CzcS/CzcR, down-regulating the transcription of the imipenem-permeable OprD. This mechanism would allow P. aeruginosa to put a brake on unspecific mechanisms for micronutrient uptake, with potential xenobiotic entry, while the cytosolic Zn2+ quota is still sufficient.", "date": "2025-05-20", "journal": ""}
{"title": "Neurocomputational Mechanisms Linking Future Interaction Prospects to Reactive and Proactive Costly Punishment", "doi": "10.1101/2025.05.15.654171", "authors": "Feng, C.; Huang, C.; Zhou, X.; Liu, F.; Yang, B.; Zheng, Z.; Li, X.; Yin, Y.; Luo, Y.-J.", "abstract": "Costly punishment within social bonds manifests as both reactive penalties for transgressions and proactive sanctions against fair behaviors, yet a unified neurocomputational framework remains elusive. Combining neuroimaging and computational modeling, this study examined how future interaction prospects-a key element of social bonds-modulate reactive and proactive punishment. Participants acted as second- or third-party punishers, responding to allocation offers from individuals with or without future interactions. Results showed that participants imposed harsher punishment on both fair and unfair offers from individuals they did not expect to interact with, aligning with lower self-reported social closeness. Heightened provocation sensitivity, reflected in dorsal anterior cingulate cortex activity, drove the increased reactive punishment toward wrongdoers without future interactions, whereas punishment of future-interacting transgressors was associated with enhanced dorsolateral and dorsomedial prefrontal cortex (dlPFC, dmPFC) activity. A stronger preference for relative advantage and reduced harm sensitivity, linked to dlPFC and temporoparietal junction activity, mediated greater proactive punishment towards non-future-interacting individuals. Moreover, proactive punishment and underlying neurocognitive processes followed a collective retaliation pattern, increasing after unfair (vs. fair) behavior from another non-future-interacting individual. These findings establish a unified neurocomputational framework for understanding how future interaction prospects regulate costly punishment, integrating reactive and proactive motives within social bonds.", "date": "2025-05-20", "journal": ""}
{"title": "An artefact-resilient wide bandwidth bidirectional graphene neural interface", "doi": "10.1101/2025.05.15.653988", "authors": "Prokop, M.; Esparza-Iaizzo, M.; Masvidal-Codina, E.; Codadu, N. K.; Rathore, D.; Ria, N.; Kostarelos, K.; del Corro, E.; Garcia-Cortadella, R.; Wykes, R. C.; Guimera-Brunet, A.; Garrido, J. A.", "abstract": "The ability to simultaneously record and modulate neural activity is critical for next-generation bidirectional neural interfaces aiming to enable adaptive neuromodulation therapies for neurological disorders. Active transistor technologies are particularly promising for neural recordings, as they extend the ability to monitor brain activity at very low frequencies and support multiplexed operation for high-density neural interfaces. However, their limited charge injection capacity makes them unsuitable for stimulation. In this work, we present a bidirectional neural interface that combines nanoporous reduced graphene oxide (rGO) microelectrodes for high charge injection focal stimulation and graphene solution-gated field-effect transistors (gSGFETs) for brain activity monitoring, exploiting the advantages of both technologies in one single device. Using scalable cleanroom microfabrication techniques, we monolithically integrate these two graphene-based technologies into fully flexible probes. We evaluate the performance of the hybrid devices both in saline and in vivo, with a particular focus on transistor performance during stimulation. Our results demonstrate that the recording capability of this bidirectional neural interface, including the monitoring of infraslow and local field potential activity, is not compromised during stimulation. This work highlights the potential of this hybrid neural interface for both basic and translational research applications.", "date": "2025-05-20", "journal": ""}
{"title": "Temperature changes are signaled in cyanobacteria through the PipX interaction network", "doi": "10.1101/2025.05.19.654826", "authors": "Llop, A.; Bibak, S.; Mata-Balaguer, T.; Tremino, L.; Fuertes-Garcia, L.; Neira, J. L.; Dixon, R.; Contreras, A.", "abstract": "Cyanobacteria perform oxygenic photosynthesis and have evolved sophisticated mechanisms to adapt their metabolism to challenging environmental changes. Despite their ecological and biotechnological importance, many regulatory proteins are still uncharacterised, and their signalling networks are poorly studied in comparison to other bacterial phyla. Two small proteins, PipX, unique to cyanobacteria, and PII, widespread in bacteria and plants, are the hubs of a protein interaction network involved in carbon/nitrogen homeostasis, energy sensing, translational regulation and growth. Here we exploit the NanoBiT complementation system to demonstrate in real time that temperature affects PipX interactions with its best studied partners: the signal transduction protein PII, the global transcriptional regulator NtcA, and the ribosome-assembly GTPase EngA. While heat shock increased PipX-PII complex formation and impaired PipX-EngA and PipX-NtcA interactions, cold shock resulted in a decrease of all three complexes. Far-UV circular dichroism spectra of isolated PipX suggested the involvement of its C-terminal -helix in the common response to cold shock. However, during longer term acclimatization, each type of complex responded distinctively after up- or downshifts in temperature and PipX-PII and PipX-NtcA interactions were influenced in opposite ways. Altogether the results indicate that PipX is a thermometer of low temperatures, bringing new light to the study of environmental signaling in cyanobacteria. Our results also illustrate the enormous potential of the NanoBiT complementation system to fuel understanding of the mechanisms allowing cyanobacteria to initially respond and/or acclimatize to environmental factors.", "date": "2025-05-20", "journal": ""}
{"title": "Divergent paths, convergent heads: morphological adaptation of head shape to ecological niches in snakes.", "doi": "10.1101/2025.05.17.654544", "authors": "Hudry, D.; Herrel, A.", "abstract": "Morphological convergence - where distantly related species evolve similar traits in response to shared ecological pressures - is a hallmark of adaptive evolution. In snakes, head shape is a key functional trait linked to habitat use and diet, yet the extent and drivers of its convergence across habitat types and diet remain poorly understood. Here, we used geometric morphometric analyses to analyze dorsal head shape from photographs of over 266 snake species, representing ~5% of global snake diversity. Our analyses reveal that head shape variation is only weakly structured by phylogeny and allometry, but shaped by ecological specialization. Morphospace patterns reflect distinct differences in species with different ecologies: fossorial species exhibit compact, broadened heads suited for burrowing; aquatic species show streamlined profiles for hydrodynamic efficiency; and arboreal snakes tend to possess elongated skulls for maneuvering in complex habitats. Terrestrial and semi-fossorial snakes display broad morphospace overlap and an elevated shape disparity highlighting morphological versatility. While diet covaried significantly with head shape, species with similar diets did not exhibit strong morphological convergence. These findings underscore the dominant role of ecology over phylogeny in shaping the evolution of head shape in gape-limited predators like snakes.", "date": "2025-05-20", "journal": ""}
{"title": "CRITICAL ROLE OF ADULT-BORN DENTATE GRANULE NEURONS IN PATTERN COMPLETION", "doi": "10.1101/2025.05.15.654267", "authors": "roullet, p.; Koehl, M.; Delage, P.; Guillemot, F.; Abrous, N.", "abstract": "The dentate gyrus contains neurons generated during development and adulthood, yet their distinct roles remain unclear. Using a transgenic mouse model, we show that adult-born neurons contribute to pattern completion, essential for episodic memory. This has implications for aging, PTSD, and addiction, where excessive pattern completion leads to maladaptive memories. Targeting ABNs could offer new therapeutic strategies to regulate memory processes and improve mental health.", "date": "2025-05-20", "journal": ""}
{"title": "Extracellular matrix viscoelasticity regulates mammary branching morphogenesis", "doi": "10.1101/2025.05.15.654249", "authors": "Walter, D. I.; Moore, J. W.; Sharma, A.; Stowers, R.", "abstract": "Structural and mechanical cues from the extracellular matrix (ECM) regulate tissue morphogenesis. Tissue development has conventionally been studied with ex vivo systems where mechanical properties of the extracellular environment are either poorly controlled in space and time, lack tunability, or do not mimic ECM mechanics. For these reasons, it remains unknown how matrix stress relaxation rate, a time-dependent mechanical property that influences several cellular processes, regulates mammary branching morphogenesis. Here, we systematically investigated the influence of matrix stress relaxation on mammary branching morphogenesis using 3D alginate-collagen matrices and spheroids of human mammary epithelial cells. Slow stress relaxing matrices promoted significantly greater branch formation compared to fast stress relaxing matrices. Branching in slow stress relaxing matrices was accompanied by local collagen fiber alignment, while collagen fibers remained randomly oriented in fast stress relaxing matrices. In slow stress relaxing matrices, branch formation was driven by intermittent pulling contractions applied to the local ECM at the tips of elongating branches, which was accompanied by an abundance of phosphorylated focal adhesion kinase (phospho-FAK) and {beta}1 integrin at the tips of branches. On the contrary, we observed that growing spheroids in fast stress relaxing matrices applied isotropic pushing forces to the ECM. Pharmacological inhibition of both Rac1 and non-muscle myosin II prevented epithelial branch formation, regardless of matrix stress relaxation rate. Interestingly, restricting cellular expansion via increased osmotic pressure was sufficient to impede epithelial branching in slow stress relaxing matrices. This work highlights the importance of stress relaxation in regulating and directing mammary branch elongation.", "date": "2025-05-20", "journal": ""}
{"title": "Spatially Tuned Localization of Interleukins and OX40 Agonists EnhancesSynergistic Anti-Tumor Immunity", "doi": "10.1101/2025.05.15.654266", "authors": "Klich, J.; Nejatfard, A.; Meany, E.; Ou, B. S.; Baillet, J.; Appel, E.", "abstract": "Advances in immunotherapy have revolutionized the current standard of care for cancer patients, but unfortunately, most approaches still fail to mount a robust anti-cancer effect. This is in part due to a highly immunosuppressive tumor microenvironment which has developed bio-orthogonal mechanisms of immune escape. To address this challenge, the field has turned to combination immunotherapies, but systemic administration of potent combination therapies has resulted in severe immune related adverse effects and toxicity. Enabling potent combination immunotherapies requires administering these immune agonists in a way that more closely resembles the endogenous cancer immunity cycle, a tightly regulated sequence of cues in both space and time. Here, we explore the ability of an injectable hydrogel depot to enable the rational localization of potent immunotherapeutic cytokines (IL-12, IL-2) and antibodies (OX40a). We hypothesized that selectively altering the biodistribution of these cargo would enable tolerable and synergic anticancer combinations, so we leveraged a previously characterized injectable polymer-nanoparticle (PNP) hydrogel system to deliver these agonists either intratumorally (IT) or peritumorally (PT). Using in vivo imaging, we demonstrated that site of administration is critical to redistributing cargo to either the tumor or tumor draining lymph node (tdLN). Further, we demonstrated that the targeted localization of cytokine and antibody therapies synergistically improved treatment efficacy in the B16F10 and MC38 tumor models and altered cellular phenotypes in these microenvironments. This approach thus represents a crucial new strategy for basic cancer immunology and materials-based immuno-engineering research while improving therapeutic efficacy.", "date": "2025-05-20", "journal": ""}
{"title": "Characterization of a novel glycocin from a thermophile", "doi": "10.1101/2025.05.19.655019", "authors": "Martini, R. M.; van der Donk, W.", "abstract": "Glycocins are a growing family of ribosomally synthesized and posttranslationally modified peptides that are O- and/or S-glycosylated. Using a sequence similarity network of putative glycosyltransferases, the tht biosynthetic gene cluster was identified in the genome of Thermoanaerobacterium thermosaccharolyticum. ThtA is the precursor peptide to a member of the glycocin F family of glycocins. Like other members of this family, the glycosyltransferase (ThtS) encoded in the biosynthetic gene cluster adds N-acetyl-glucosamine to both Ser and Cys residues of ThtA. S-linked glycosylation has been shown to be chemically and enzymatically resistant to cleavage and therefore ThtS may be a valuable starting point for engineering efforts. The glycocin derived from ThtA, which we name thermoglycocin, was structurally characterized. Thermoglycocin is unique in that in addition to two nested disulfide bonds, it contains an additional disulfide bond creating a C-terminal loop. Unexpectedly, ThtA lacks the common double glycine motif that denotes a C39-peptidase leader peptide cleavage site. Based on AlphaFold3 modeling, we postulate that cleavage between the leader and core peptide occurs instead at a GK motif. This study adds to the small number of characterized glycocins, employs AlphaFold3 to aid in predicting the structure of the mature peptide product, and suggests a common naming convention similar to that established for lanthipeptides.", "date": "2025-05-20", "journal": ""}
{"title": "Aperiodic slope reflects glutamatergic tone in the human brain", "doi": "10.1101/2025.05.15.654118", "authors": "Sheldon, A. A.; Moser, H. R.; Abdullahi, K. S.; Allison, K. D.; Mulder, C. B.; Montoya, S. A.; Sponheim, S. R.; Marjanska, M.; Schallmo, M.-P.", "abstract": "Excitatory and inhibitory neural processes are essential for every aspect of brain function, but the current, non-invasive, neuroimaging methods to study these in the human brain are limited. Recent studies which separate oscillatory and aperiodic components of electrophysiological power spectra have highlighted a relationship between aperiodic activity and functional brain states. Studies in both animal models and humans suggest that the aperiodic slope of electrophysiological power spectra reflects the local balance of excitatory:inhibitory (E:I) synaptic transmission. Aperiodic slope varies across individuals, brain states, and clinical populations, which may reflect important differences in E:I balance. However, there is currently a lack of evidence linking aperiodic slope to other measures of excitation and inhibition in the human brain. Here, we show that flatter (less steep) aperiodic slopes from human electroencephalography (EEG) are associated with higher concentrations of the excitatory neurotransmitter glutamate measured with 7 tesla magnetic resonance spectroscopy (MRS) in the occipital lobe at rest. This suggests that individual differences in aperiodic neural activity reflect cortical glutamate concentrations, providing important insight for understanding changes in neural excitation across brain states and neuropsychiatric populations (e.g., schizophrenia) where glutamatergic function may differ. Our results support the use of aperiodic slope as a non-invasive marker for excitatory tone in the human brain.", "date": "2025-05-20", "journal": ""}
{"title": "Targeted Neuromodulation of Perceptual Decision-Making Networks Causally Dissociates Sensory and Metacognitive performance", "doi": "10.1101/2025.05.15.653831", "authors": "Di Luzio, P.; Tarasi, L.; Avenanti, A.; Silvanto, J.; Sel, A.; Romei, V.", "abstract": "Perceptual judgements and their subjective evaluation (i.e., metacognition) are considered tightly coupled aspects of decision-making. Yet, emerging evidence suggests that distinct neural mechanisms underlie these processes. In motion perception, studies have identified a neural network involving visual and associative parietal areas supporting these abilities. Whilst early (V1/V2) and specialized (V5/MT+) visual areas are associated with motion discrimination accuracy, the intraparietal sulcus (IPS/LIP) plays a critical role in the formation of subjective confidence for sensory decision, given its functionally coupling with the V5/MT+_V1/V2 network. Previous studies have consistently reported that increasing connectivity in the human V5/MT+ to V1/V2 pathway by means of cortico-cortical paired associative stimulation (ccPAS), a neurostimulation protocol inducing Hebbian-like changes in neuronal pathways, improves our perceptual ability to discriminate motion. Notably, we recently demonstrated that strengthening V5/MT+ influence over V1/V2 also leads to overconfidence, altering metacognitive bias for motion discrimination, suggesting that the manipulation of V5/MT+_V1/V2 network might functionally affect IPS/LIP activity. Here, we directly investigated this possibility by first strengthening the V5/MT+_V1 pathway with ccPAS, and subsequently interfering with IPS/LIP activity by means of continuous theta-burst stimulation (cTBS). In line with previous evidence, our results corroborate that enhancing V5/MT+_V1/V2 connectivity affects both motion discrimination and metacognitive bias. Crucially, IPS/LIP disruption through cTBS selectively affects metacognitive performance while leaving motion discrimination unaltered. These findings highlight distinct neural substrates for perceptual sensitivity and visual metacognition linked to V5/MT+ and IPS/LIP, respectively, opening to potential tailored applications of non-invasive brain stimulation (NIBS) to functionally improve sensory and metacognitive decision-making processes", "date": "2025-05-20", "journal": ""}
{"title": "Evaluating the dependence of ADC-fMRI on haemodynamics inbreath-hold and resting-state conditions", "doi": "10.1101/2025.05.15.654237", "authors": "de Riedmatten, I.; Spencer, A. P. C.; Nguyen-Duc, J.; Perot, J.-B.; Szczepankiewicz, F.; Esteban, O.; Jelescu, I. O.", "abstract": "Apparent diffusion coefficient (ADC)-fMRI offers a promising functional contrast, capable of mapping neuronal activity directly in both grey and white matter. However, previous studies have shown that diffusion-weighted fMRI (dfMRI), from which ADC-fMRI derives, is influenced by BOLD effects, leading to a concern that the dfMRI contrast is still rooted in neurovascular rather than neuromorphological coupling. Mitigation strategies have been proposed to remove vascular contributions while retaining neuromorphological coupling, by: i) analysing ADC timecourses calculated from two interleaved diffusion-weightings, known as ADC-fMRI; ii) using b-values of at least 200 s mm-2 ; and iii) using a sequence compensated for cross-terms with fluctuating background field gradients associated with blood oxygenation. Respiration-induced haemodynamic fluctuations, which are dissociated from neural activity, are an excellent test-bed for the robustness of ADC-fMRI to vascular contributions. In this study, we investigate the association between end-tidal CO2 and ADC-fMRI, in comparison with dfMRI and BOLD, in both breath-hold and resting-state paradigms in the human brain. We confirm a strong dependence of the BOLD signal on respiration, and find a pattern of delayed haemodynamic response to respiration in regions comprising the default mode network. While dfMRI mitigates much of the vascular contribution, it retains some association with respiration, as expected. Conversely, ADC-fMRI is mostly unaffected by vascular contribution, exhibiting minimal correlation between expired CO2 and ADC timeseries, as well as low inter- and intra-subject reproducibility in correlation maps. These findings validate ADC-fMRI as a predominantly non-vascular contrast sensitive to microstructural dynamics, enabling whole-brain functional imaging unconstrained by vascular confounds.", "date": "2025-05-20", "journal": ""}
{"title": "The functional neurobiology of negative affective traits across regions, networks, signatures, and a machine learning multiverse", "doi": "10.1101/2025.05.15.653674", "authors": "Sicorello, M.; Gianaros, P. J.; Wright, A. G. C.; Petre, B.; Kraynak, T.; Manuck, S.; Schmahl, C.; Wager, T. D.", "abstract": "Understanding the neural basis of negative affective traits like neuroticism remains a critical challenge across psychology, neuroscience, and psychiatry. Here, we investigate which level of brain organization - regions, networks, or validated whole-brain machine-learning signatures - best explains negative affective traits in a community sample of 458 adults performing the two most widely used affective fMRI tasks, viewing emotional faces and scenes. Neuroticism could not be predicted from brain activity, with Bayesian evidence against all theory-guided neural measures. However, preregistered whole-brain models successfully decoded vulnerability to stress, a lower-level facet of neuroticism, with results replicating in a hold-out sample. The neural stress vulnerability pattern demonstrated good psychometric properties and indicated that negative affective traits are best represented by distributed whole-brain patterns related to domain-general stimulation rather than localized activity. Together with results from a comprehensive multiverse analysis across 14 traits and 1,176 models - available for exploration in an online app - the findings speak against simplistic neurobiological theories of negative affective traits, highlight a striking gap between predicting individual differences (r<.35) and within-person emotional states (r=.88), and underscore the importance of aligning psychological constructs with neural measures at the appropriate level of granularity.", "date": "2025-05-20", "journal": ""}
{"title": "Sub-phenotypes of pneumonia defined by pulmonary histopathological features", "doi": "10.1101/2025.05.18.654716", "authors": "Shastry, A.; Hiller, B. E.; Sanders, N. L.; Tseng, A. E.; Kothari, J.; O'Connell, A. K.; Gertje, H. P.; Ha, C. T.; Murzin, E.; Traber, K. E.; Lederer, J. A.; Jones, M. R.; Douam, F.; Beach, T. G.; Remick, D. G.; Crossland, N. A.; Monti, S.; Campbell, J. D.; Mizgerd, J. P.", "abstract": "Establishing sub-phenotypes of pneumonia based on distinct host processes will be a step towards using host-directed therapies (to complement microbe-directed therapies) more rationally and precisely. Although pneumonia is a pulmonary pathophysiology, histological changes within the lungs have not been leveraged for sub-phenotyping. We addressed this by scoring 18 histopathology features (e.g., type 2 cell hyperplasia or necrosis) across rapid autopsy lung samples from 276 elderly subjects with pneumonia. Machine learning algorithms segregated subjects into seven different sub-phenotypes of pneumonia with distinct histopathology signatures. Quantitative immunofluorescence demonstrated associations of macrophages, neutrophils, T cells, and B cells with select histology features and pulmonary pathology sub-phenotypes. Mouse models revealed corollary sub-phenotypes, although some histology features observed in human lungs were never observed in mice. By illuminating this spectrum of histopathologies and discriminating discrete sub-phenotypes of pneumonia, a foundational framework emerges for developing and using host-directed therapies for subsets of pneumonia patients.", "date": "2025-05-20", "journal": ""}
{"title": "Chemical activity profiling reveals how exposure to drugs or dietary compounds alters gut microbial biotransformation capacity", "doi": "10.1101/2025.05.20.655107", "authors": "Bigonne, H.; Zhai, S.; Folz, J.; Hurley, K.; Murali, A.; Zickgraf, F. M.; Kamp, H.; van Ravenzwaay, B.; Aichinger, G.; Sturla, S. J.", "abstract": "The gut microbiome catalyzes biotransformation reactions that influence intestinal absorption as a basis of microbiome-host interactions. A better understanding of microbiota biotransformation capacity, and its alteration in dysregulated states, would enable the prediction of individual responses to drugs and toxins and improve safety assessment. Here, we profiled chemical activities in rat gut microbiota ex vivo, and quantified biotransformation capacity changes induced by oral exposure to eight drugs and dietary compounds: tobramycin, colistin, acesulfame potassium, saccharin, bovine serum albumin (BSA), meropenem, doripenem, and daidzein. We implemented an approach involving inoculation with metabolic probes during microbiota fermentations and measured their degradation. In most exposure groups, we observed no alteration of microbiota biotransformation capacity, however, we detected significant alterations in biotransformation rates after exposure to meropenem, doripenem and tobramycin. Interestingly, common patterns of biotransformation capacity were observed in the gut microbiomes from rats exposed to carbapenems and partially shared in microbiomes exposed to tobramycin. These results aligned well with prior metagenomic and metabolomic findings. Further, correlations between microbial taxa and reaction rates were assessed to establish a link between specific bacteria and probe degradation. This functionally relevant strategy revealed alterations of microbiota biotransformation capacity, as induced by in vivo exposures.", "date": "2025-05-20", "journal": ""}
{"title": "AGPAT1 is a novel Chikungunya virus receptor on human cells", "doi": "10.1101/2025.05.20.655106", "authors": "Basu, B.; Sarmadhikari, D.; Asthana, S.; Kalia, M.; Vrati, S.", "abstract": "Chikungunya virus (CHIKV) is a medically important alphavirus whose host receptor is not fully understood. We identified AGPAT1 from the human Huh7 cell plasma membrane binding with CHIKV particles in vitro. The CHIKV binding with AGPAT1 was demonstrated on Huh7, HAP1, and ERMS plasma membrane by confocal microscopy. The AGPAT1 antibody inhibited CHIKV binding to cells, reducing the virus uptake in Huh7 and ERMS cells. CHIKV binding, uptake, and replication were significantly reduced in the AGPAT1 knockout HAP1 cells, and the ectopic expression of AGPAT1 rescued the reduced virus binding, uptake, and replication. AGPAT1 interacted with the E1 surface on the E1-E2 dimer of CHIKV envelope proteins in silico. The E1-AGPAT1 interacting amino acid residues identified in the computational study were experimentally verified. AGPAT1 was also shown to have a role in the binding and uptake of another alphavirus, Ross River virus. These data demonstrate an important role for AGPAT1 as a novel host receptor involved in CHIKV binding and uptake in human cells.", "date": "2025-05-20", "journal": ""}
{"title": "Specialist Generalist Trade Offs in Microbial Growth Rates Across Soil Habitats", "doi": "10.1101/2025.05.20.655198", "authors": "Foley, M.; Sokol, N.; Stone, B.; Blazewicz, S. J.; Estera-Molina, K.; Greenlon, A.; Hayer, M.; Kimbrel, J.; Pett-Ridge, J.; Hungate, B. A.", "abstract": "Microbial ecological strategies are shaped by a fundamental trade-off: is it better to specialize and thrive in a narrow niche or generalize and persist across diverse environments? In soils, this trade off is particularly relevant in the rhizosphere and detritusphere, where microorganisms encounter distinct resource inputs from living and decaying roots. Using H218O quantitative stable isotope probing (qSIP), we measured in situ bacterial and fungal growth rates in the rhizosphere, the root detritusphere, and in the combined presence of rhizosphere + root detritus to test whether specialists (microbes growing in a single habitat) grow faster than generalists that persist across multiple environments. Specialists grew consistently faster than generalists, suggesting a trade off between the breadth of environmental conditions a microorganism can tolerate and its ability to grow quickly in a specific habitat. This cost to broad niche adaptation was apparent for bacteria, but growth rates of fungal saprotrophs varied little between specialists and generalists, reflecting how fundamental differences in life history strategies between bacteria and fungi can shape microbial responses to resource availability and habitat heterogeneity. Net relatedness and nearest taxon indices indicated total bacterial communities were phylogenetically clustered while specialist and generalist communities were phylogenetically random, suggesting that functional traits, not lineage, best predict ecological strategy. In annual grassland soils, fast growing specialists may dominate ecosystem processes when resources abound, and slow growing generalists may sustain element transformations when conditions shift; understanding this interplay is key to predicting soil-carbon trajectories.", "date": "2025-05-20", "journal": ""}
{"title": "Identification of α-azacyclic acetamide-based inhibitors of P. falciparum Na+ pump (PfATP4) with fast-killing asexual blood-stage antimalarial activity by phenotypic screening", "doi": "10.1101/2025.05.20.655166", "authors": "Casas, A.; Imlay, L. S.; Thathy, V.; Deni, I.; Lehane, A. M.; Lawong, A. K.; Fairhurst, K. J.; Striepen, J.; Lee, S.; Kumar, A.; Xing, C.; Niederstrasser, H.; Posner, B. A.; Laleu, B.; Charman, S. A.; Fidock, D. A.; Ready, J. M.; Phillips, M. A.", "abstract": "Malaria treatments are compromised by drug resistance, creating an urgent need to discover new drugs. We used a phenotypic high-throughput screening (HTS) platform to identify new antimalarials, uncovering three related pyrrole-, indole-, and indoline-based series with a shared -azacyclic acetamide core. These compounds showed fast-killing activity on asexual blood-stage Plasmodium falciparum parasites, were not cytotoxic, and disrupted parasite intracellular pH and Na+ regulation similarly to cipargamin (KAE609), a clinically advanced inhibitor of the P. falciparum Na+ pump (PfATP4). PfATP4 is localized to the parasite plasma membrane and is essential for maintaining a low cytosolic Na+ concentration. Resistance selections on P. falciparum parasites with two -azacyclic acetamide analogs identified mutations in PfATP4, and cross-resistance was observed across the -azacyclic acetamides and KAE609, confirming PfATP4 as the target. PfATP4 is a well-established antimalarial target, and identification of additional PfATP4 inhibitors provides alternative avenues to disrupt its function.", "date": "2025-05-20", "journal": ""}
{"title": "Ecological constraints and evolutionary trade-offs shape nitrogen fixation across habitats", "doi": "10.1101/2025.05.20.655134", "authors": "Sobol, M.; Ane, C.; McMahon, K.; Kacar, B.", "abstract": "Life s transition into new habitats has profoundly shaped its trajectory through a reciprocal relationship with Earth s changing environments. To understand how ancient metabolisms co-evolved with these environments, it is essential to identify the ecological and evolutionary processes that structured their underlying genetic networks. Here, we focus on nitrogen (N2) fixation, one of life s most critical and ancient metabolisms, to investigate the drivers of complexity in its associated genetic network. We used a large-scale comparative genomics framework to construct a comprehensive catalog of today s N2 fixation-associated genes and assessed their distribution across diverse microbial genomes and environmental backgrounds. Genomes enriched in N2 fixation genes generally have larger genome sizes, broader metabolic capabilities, wider habitat ranges, and are predominantly associated with mesophilic and aerobic lifestyles. Evolutionary reconstructions reveal a pattern of early gene gains in ancestral diazotrophs followed by lineage specific gene losses in later diverging taxa, suggesting evolutionary trade-offs shaped by changing environments. These findings demonstrate that the evolution of N2 fixation has been intertwined with the restructuring of its genetic network, driven by feedbacks between microbial evolution and changing environmental and ecological conditions.", "date": "2025-05-20", "journal": ""}
{"title": "Exploring Spike-Dependent and ACE2-Independent Viral Entry into Salivary Epithelial Cells in the Absence of ACE2", "doi": "10.1101/2025.05.19.654917", "authors": "Barrows, C. M. L.; Young, S.; Farach-Carson, M. C.", "abstract": "Abstract: Salivary gland infection by SARS-CoV-2 requires viral entry via routes and mechanisms that remain unresolved. This study examined the expression of the angiotensin-converting enzyme 2 (ACE2) receptor in salivary tissues and basal cell-derived human salivary progenitor cells (hS/PCs), an unstudied potential entry point for SARS-CoV-2. Multiple detection modalities, including immunocytochemistry, western blotting, flow cytometry and RT-PCR, demonstrated a consistent lack of ACE2 protein and transcript in both tissue specimens and primary salivary epithelial cells. Antigen retrieval at pH 9 was determined to be optimal for immunodetection protocols, yet ACE2 remained undetectable. Small intestine tissue served as a positive control, confirming the validity of the methods and reagents we used. Considering there can be other receptors for SARS-CoV-2, flow cytometric analyses demonstrated that recombinant SARS-CoV-2 spike protein failed to bind to salivary epithelial cells, in contrast to HEK293 cells engineered to overexpress ACE2, which showed robust spike binding. These findings strongly support our conclusion that salivary cells do not serve as major targets for SARS-CoV-2 infection via ACE2 or spike protein, whether through direct exposure to viral particles in ductal fluids or via access to basal cells across the basement membrane.", "date": "2025-05-20", "journal": ""}
{"title": "Fast and slow-paced reproductive life history across native and invasive populations of a predatory marine snail", "doi": "10.1101/2025.05.15.654356", "authors": "Rugila, A.; Bucari, E.; Rawson, E.; Schlaug, A.; Komoroske, L. M.; Cheng, B. S.", "abstract": "Populations across a species range may be locally adapted, and failure to recognize this variation can lead to inaccurate predictions of their resilience or vulnerability to climate change. Because life history traits are directly linked to fitness, life history theory can serve as a useful framework for evaluating how populations within species may respond to rapid environmental change. However, relatively few studies quantify multiple life history traits and their tradeoffs across many populations, especially in marine taxa. Here, we used a 10-month laboratory experiment to quantify a suite of reproductive traits in populations spanning the strongest latitudinal temperature gradient in the worlds coastal oceans. We examined reproductive traits in wild-captured adults exposed to simulated local conditions for 7 native Atlantic and 4 introduced Pacific populations of the marine predatory gastropod Urosalpinx cinerea. Our data reveals that reproductive season length, the number of reproductive attempts, and annual fecundity unimodally peaked at mid-latitude populations, the species range-center. Introduced populations had comparably few spawning attempts and low fecundity despite a longer reproductive period in a less seasonal environment. We then conducted a second experiment quantifying thermal tolerance of developing embryos from 3 native populations, which revealed high sensitivity to temperature at early life stages but weak population differentiation. Taken together, our data reveal stark differences in reproduction that appear to reflect fast and slow paced lifestyles, which may maximize fitness by spreading the risk of reproductive failure over a single season or lifetime. Our results indicate that warm range-edge populations are highly vulnerable to warming, as low embryonic thermal tolerance may shorten the spawning season and warming is likely to reduce fecundity. This study highlights heterogeneity in life history traits across marine populations that may underlie differential vulnerability to climate warming.", "date": "2025-05-20", "journal": ""}
{"title": "Validation of Duchenne muscular dystrophy candidate modifiers using a CRISPR-Cas9-based approach in zebrafish", "doi": "10.1101/2025.05.20.655139", "authors": "Lerma, G.; Ryhlick, K. R.; Carraher, O. M.; Beljan, J. C.; Amacher, S. L.", "abstract": "Duchenne muscular dystrophy (DMD) is a progressive muscle wasting disease for which there is no cure. There is a critical need for additional therapeutics. Human genome-wide association studies (GWAS) have identified candidate DMD genetic modifiers that could serve as therapeutic targets. Because many GWAS-identified single nucleotide polymorphisms (SNPs) lie in noncoding, putative regulatory regions, it can be challenging to identify which gene(s) are regulated by these SNPs and how gene expression is altered to modify disease severity even with extensive in silico modeling. We analyzed expression of zebrafish orthologs of putative DMD modifiers and showed almost all are comparably expressed in wild-type and dmd mutant zebrafish at three different stages of disease. To model decreased expression of candidate modifiers, we pursued a zebrafish CRISPR-based screening approach, which we validated by testing zebrafish orthologs of two extensively studied DMD modifiers, LTBP4 and THBS1. We then tested candidates from the most recent GWAS and demonstrate that galntl6, man1a1, etaa1a;etaa1b, and adamts17 are bona fide DMD modifiers. Our findings demonstrate the utility of zebrafish for DMD genetic modifier screening and characterizing modifier function.", "date": "2025-05-20", "journal": ""}
{"title": "Specialized for the reach: Fruit picking and positional behavior favor a reach over a grasp phenotype for Geoffroy's spider monkey (Ateles geoffroyi )", "doi": "10.1101/2025.05.15.654288", "authors": "Whishaw, I. Q.", "abstract": "Geoffroy spider monkey has distinctive features, including a vestigial external thumb, long fingers and forelimbs and a prehensile tail. To better understand how its derived morphology is used during natural foraging, we filmed wild spider monkeys in northwestern Costa Rica. We analyzed frame-by-frame video recordings to examine the influence of this morphology on picking 14 fruit species. The spider monkeys most frequent reach strategy was a branch withdraw in which they reached equally with either hand for a branch, hooked their fingers around it, and pulled it toward themselves to take the attached fruit by mouth. Less frequently they picked fruit by hand or only by mouth. Hand and arm extension, with rotatory movements at the wrist, elbow, and shoulder, assisted reaching and transferring food to the mouth, and tail prehension further assisted extending reaches horizontally and ventrally into the tree canopy. To pick fruit by hand, they used tactile guidance and finger pad to palm grasps, mainly with the second digit, and rotatory arm and head movements to deliver fruit from the hand to the mouth. Fruit was grasped by the incisors and chewed with molars to release the endocarp for swallowing, with the exocarp sometimes ejected by spitting. The combination of branch-withdrawal, mouth grasping and postural extension via a prehensile tail constitutes a reach phenotype that contrasts with the grasp phenotype of the sympatric capuchin monkey. The behavioral and morphological commitment to a reach phenotype in spider monkeys supports the idea that the reach and the grasp have separate evolutionary histories and, with respect to spider and capuchin monkeys, contribute to niche partitioning.", "date": "2025-05-20", "journal": ""}
{"title": "A Reductive Uric Acid Degradation Pathway in Anaerobic Bacteria", "doi": "10.1101/2025.05.19.654654", "authors": "Li, Z.; Meng, W.; Gao, Z.; Peng, W.; Zhang, J.; Wang, Y.; Wu, X.; Zhao, Z.; Zhang, C.; Tang, Z.; Nie, Z.; Wu, S.; Wu, B.; Tong, Y.; Hu, Y.; Hu, Z.; Wei, Y.; Zhang, Y.", "abstract": "Uric acid is a key intermediate in purine degradation across diverse organisms, while its accumulation in humans leads to inflammation and gout disease. Aerobic organisms degrade uric acid via a well-known \"oxidative pathway\" involving dearomatization of the purine core catalyzed by uric acid oxidases or dehydrogenases. The ability to degrade uric acid is also widespread in anaerobic bacteria, including gut bacteria, although the mechanisms are incompletely understood. Here, we report the biochemical characterization of a recently identified uric acid degradation gene cluster from Escherichia coli, and show that it encodes a \"reductive pathway\" for uric acid degradation. In this pathway, uric acid is first reduced to isoxanthine (2,8-dioxopurine) by a xanthine dehydrogenase homolog (XdhD), followed by dearomatization of the purine core catalyzed by a flavin-dependent reductase (YgfK). Stepwise cleavage of the pyrimidine and imidazole rings forms 2,3-diureidopropionate, and stepwise cleavage of the 2- and 3-ureido groups then forms 2,3-diaminopropionate, which is cleaved by a pyridoxal 5'-phosphate-dependent lyase (YgeX) to pyruvate and ammonia. Detection of isoxanthine in clinical serum samples suggests it is a physiologically relevant circulating metabolite. A probiotic E coli Nissle strain was engineered for constitutive overexpression of the gene cluster, and oral administration in a uricase-knockout hyperuricemic mouse model significantly reduced the serum uric acid level and alleviated associated kidney injury, suggesting a potential route towards uricolytic probiotics.", "date": "2025-05-20", "journal": ""}
{"title": "Superinfections Shape Collective Lysis Dynamics in T-Even Phage Infections: Insights from an Individual-Based Model", "doi": "10.1101/2025.05.16.654475", "authors": "Cabrera Cortada, J.; Mitarai, N.", "abstract": "Bacteria cells infected by T-even bacteriophages exhibit a variety of multiplicity of infection (MOI) depenent behaviours: lysis from without (LO) for high number of superinfection, development of resistance against LO (LOR), and lysis inhibition (LIN), a phenomenon in which host cell lysis is delayed when multiple phages infect the same bacterium. We propose an individual-based model that captures these MOI-dependent dynamics phenomenologically. The model assumes a fixed average delay in lysis timing per superinfection, with stochastic variability, and successfully reproduces the experimentally observed multiple peaks in phage production following controlled phage addition. We extend the model to simulate batch culture growth and demonstrate that synchronized collapse of LINed culture can emerge as a collective phenomenon when LOR cells have a higher, but finite, LO threshold. Finally, we apply the model to a spatially structured bacterial colony under phage attack. We find that LO plays a critical role in phage spread due to locally elevated MOI near lysing cells. These results highlight the importance of spatial dynamics and superinfection thresholds in phage-host population outcomes.", "date": "2025-05-20", "journal": ""}
{"title": "A meta-analysis of effects of seaweed and other bromoform containing feed ingredients on methane production, yield, and intensity in cattle", "doi": "10.1101/2025.05.17.654669", "authors": "Kebreab, E.; Pressman, E. M.; Ramirez-Agudelo, J. F.; Bannink, A.; van Gastelen, S.; Dijkstra, J.", "abstract": "Methane (CH4) emissions from ruminants contribute significantly to global GHG emissions. Bromoform (CHBr3)-containing feed ingredients, such as Asparagopsis seaweed, have emerged as promising tools to reduce enteric CH4 emissions. This meta-analysis quantitatively assessed the effects of CHBr3-containing seaweeds and synthetic CHBr3-based additives on CH4 production (g/day), CH4 yield (g/kg DMI), and DMI, as well as CH4 intensity (g/kg product) and production (milk or daily gain in dairy and beef cattle, respectively). Data were collected from 14 studies, with 39 treatment mean differences for CH4 production, comprising both beef and dairy cattle fed CHBr3-containing ingredients, while accounting for dose, DMI, and diet composition. The random-effects model's estimates revealed that at an average CHBr3 dose of {approx}28.3 mg/kg DM, CH4 production was reduced by 47.3%, CH4 yield by 43.3%, and CH4 intensity by 39.0%, with increases in CHBr3 dose resulting in larger efficacy in mitigating CH4 emissions. The efficacy of CHBr3 was influenced by cattle type, with greater mitigation effects in beef cattle than dairy catle, and by dietary composition, with greater reductions observed in diets higher in starch, whereas higher NDF levels attenuate its effect. At the average CHBr3 dose, estimated DMI was significantly reduced by 6.45% and 3.26% in dairy and beef cattle, respectively. The significant reduction in DMI did translate into a significant effect on milk yield (-4.60%) at average CHBr3 dose. Carrier type (oil vs. biomass), measurement technique and cattle type influenced the results. Oil carrier potentially leading to more pronounced reductions, particularly for CH4 intensity, respiration chambers yielded significantly greater CH4 reductions compared to other methods, and beef cattle showed stronger mitigation effects than dairy cattle. This study highlights the CH4 mitigating potential of CHBr3-containing feed ingredients, providing predictive models to optimize CH4 reduction strategies under diverse production conditions. Future research should address long-term effects, dietary optimization, and practical implementation.", "date": "2025-05-20", "journal": ""}
{"title": "Autonomous Retrieval for Continuous Learning in Associative Memory Networks", "doi": "10.1101/2025.05.15.654207", "authors": "Saighi, P.; Marcelo, R.", "abstract": "The brains faculty to assimilate and retain information, continually updating its memory while limiting the loss of valuable past knowledge, remains largely a mystery. We address this challenge related to continuous learning in the context of associative memory networks, where the sequential storage of correlated patterns typically requires non-local learning rules or external memory systems. Our work demonstrates how incorporating biologically-inspired inhibitory plasticity enables networks to autonomously explore their attractor landscape. The algorithm presented here allows for the autonomous retrieval of stored patterns, enabling the progressive incorporation of correlated memories. This mechanism is reminiscent of memory consolidation during sleep-like states in biological systems. The resulting framework provides insights into how neural circuits might maintain memories through purely local interactions, and takes a step forward towards a more biologically plausible mechanism for continuous learning.", "date": "2025-05-20", "journal": ""}
{"title": "Breathing strategies to influence perception: Evidence for interoceptive and exteroceptive active sensing", "doi": "10.1101/2025.05.15.654033", "authors": "della Penna, F.; Zaccaro, A.; Bayram, B.; Bubbico, F.; Perrucci, M. G.; Costantini, M.; Ferri, F.", "abstract": "Recent research indicates that humans continuously and automatically modulate their breathing to temporally align exteroceptive stimuli with specific phases of the respiratory cycle. This process has been interpreted as a form of active sensing and is associated with faster responses and improved perceptual accuracy. While converging evidence suggests that respiration also shapes interoceptive processing at both neural and behavioural levels, it remains unclear whether individuals actively adjust their breathing to optimize interoceptive performance. In this study, we examined whether healthy participants modulated their respiration during an interoceptive (heartbeat discrimination) and an exteroceptive (tactile detection) task. We analysed respiration both in terms of time-locked activity and inter-trial phase coherence relative to stimulus onset and assessed their relationship with perceptual accuracy. Our results demonstrated that participants systematically adjust their breathing in both amplitude and phase, synchronizing respiration to the anticipated (i.e., cued) onset of stimuli in both tasks. Crucially, task performance was enhanced during exhalation compared to inhalation, suggesting that respiratory modulation supports the perception of both interoceptive and exteroceptive signals.", "date": "2025-05-20", "journal": ""}
{"title": "Graphene Micro-transistor Arrays Reveal Perfusion-Dependent Electrophysiological and Haemodynamic Signatures of Cortical Spreading Depolarizations in Ischaemic Stroke", "doi": "10.1101/2025.05.15.654197", "authors": "Flaherty, S. M.; Eladly, A.; Hills, K. E.; Merlini, J. E.; Masvidal-Codina, E.; Fernandez, E.; Illa, X.; Prats-Alfonso, E.; del Corro, E.; Garrido, J. A.; Kostarelos, K.; Allan, S. M.; Guimera-Brunet, A.; Wykes, R.", "abstract": "Cortical spreading depolarizations (CSDs) are large scale disruptions of neuronal homeostasis that contribute to secondary injury in ischaemic stroke. In healthy cortex, CSDs induce vasodilation to meet metabolic demand, whereas in ischaemic tissue, they can provoke vasoconstriction and sustained hypoperfusion, exacerbating damage. We present a multimodal neurotechnology platform integrating flexible, transparent graphene solution-gated field-effect transistor (gSGFET) arrays with laser speckle contrast imaging (LSCI), enabling simultaneous DC coupled electrophysiological recordings and cerebral blood flow imaging with high spatiotemporal fidelity. gSGFETs enable stable, distortion-free recording of infraslow potentials essential for resolving CSD waveforms in vivo. In two murine stroke models, we show that CSD waveform duration and morphology scale with local perfusion, delineating electrophysiological subtypes predictive of tissue viability and haemodynamic response. In metabolically compromised cortex, CSDs exhibit double peaks or negative ultraslow components that result in vasoconstriction, contrasting with narrow, monophasic waveforms eliciting vasodilation in healthy regions. Systemic ketamine shortens CSD duration and converts vasoconstriction to vasodilation in perfusion deficit tissue, revealing a mechanism for its neuroprotective action. This platform enables high-fidelity investigation of brain blood flow interactions in vivo.", "date": "2025-05-20", "journal": ""}
{"title": "Virulence of Naegleria fowleri isolates varies significantly in the mouse model of primary amoebic meningoencephalitis", "doi": "10.1101/2025.05.20.655168", "authors": "Russell, A. C.; Schiff, E. B.; Dainis, J.; Jones, H.; Rice, C. A.; Kyle, D. E.", "abstract": "Naegleria fowleri is a small free-living amoeba that causes an acute, fatal disease called primary amoebic meningoencephalitis (PAM). One persisting question is why few people succumb to disease when so many are potentially exposed. We tested the hypothesis that N. fowleri isolates vary in virulence and in the minimum infectious dose required to induce disease by using a mouse model of PAM and intranasally inoculating dilutions of five clinical isolates of N. fowleri. Results showed significant differences in onset of severe disease and mortality rates between isolates. Remarkably, for isolate V596, 100 amoebae produced 100% mortality within 5 days. In contrast, higher numbers of amoebae were required for other isolates and mice survived for >2 weeks. Concurrently, we developed an in vitro virulence assay by comparing feeding rates between amoebae isolates seeded onto Vero cells. We observed a positive correlation between cytopathic effects in vitro and virulence in vivo.", "date": "2025-05-20", "journal": ""}
{"title": "Extensive richness and novel taxa of sulfoquinovose-degrading bacteria in the cow rumen", "doi": "10.1101/2025.05.20.655074", "authors": "Krasenbrink, J.; Chen, S.-C.; Tanabe, T. S.; Sarikece, H.; Meurs, P.; Borusak, S.; Samrat, R.; Osvatic, J.; Seneca, J.; Hausmann, B.; Speth, D. R.; Selberherr, E.; Wanek, W.; Schleheck, D.; Mussmann, M.; Loy, A.", "abstract": "Sulfoquinovose (SQ), a sulfonated sugar derived from the thylakoid membrane lipid sulfoquinovosyl diacylglycerol (SQDG), is abundant in photosynthetic organisms and plays a key role in global sulfur cycling. Its degradation in nature is mediated by specialized bacteria, many of which rely on the enzyme sulfoquinovosidase (YihQ) to release SQ from SQDG. Despite its ecological importance, the diversity and functional roles of SQ-degrading microorganisms remain poorly characterized in natural environments. Here, we developed a yihQ-targeted amplicon sequencing approach to investigate the richness and distribution of SQ-degrading bacteria across selected environments, including marine sediments and the mammalian gut. We revealed particularly high richness of yihQ-containing microorganisms in cow rumen, far exceeding that observed in human and mouse gut microbiomes, suggesting an important role of SQ metabolism in ruminant digestion. Anaerobic microcosm experiments with SQ-amended rumen fluid revealed cooperative microbial degradation of SQ to sulfide via isethionate cross-feeding. Amplicon sequencing and genome-resolved metagenomics identified novel uncultured SQ-degrading taxa, including members of Caproiciproducens (Acutalibacteraceae), Limivicinus (Oscillospiraceae), and Sphaerochaetaceae, which encode the sulfo-transketolase pathway, along with Mailhella (Desulfovibrionaceae), a likely isethionate-respiring bacterium. This study presents the first functional gene-based assay for tracking environmental yihQ diversity, highlights SQ degradation as a central metabolic process in the cow rumen, describes novel SQ-metabolizing bacteria, and advances understanding of sulfur physiology in complex microbial communities.", "date": "2025-05-20", "journal": ""}
{"title": "Importin α/β1 dependent nuclear import of Black Sea Bass Polyomavirus Large Tumor Antigen is mediated by a classical NLS located downstream of the SF3 helicase domain", "doi": "10.1101/2025.05.20.655083", "authors": "Hoad, M.; Pavan, S.; Nematollahzadeh, S.; Tietz, O.; Reeman, J.; Forwood, J. K.; Alvisi, G.", "abstract": "Polyomaviruses (PyVs) are small dsDNA viruses that replicate in the host cell nucleus, primarily relying on the viral encoded large tumor antigen (LTA). Aided by recent advances in molecular biology techniques, the list of known PyVs is rapidly growing, revealing unexpected broad sequence, and host heterogenicity. Given their dependence on nuclear localization, large tumor antigens represent an attractive model for studying the nuclear transport process. A comprehensive analysis of the evolution of classical nuclear localization signals (cNLSs) within LTAs encoded by PyVs infecting mammals highlighted strong positional conservation of cNLSs between the LXCXE motif and the origin-binding domain (OBD). Here we extend such analysis to PyVs infecting non-mammalian hosts. We combined biochemical, structural and functional assays to demonstrate that Black Sea Bass (BSB) PyV-LTA is transported into the nucleus by the Importin (IMP)/{beta}1 heterodimer thanks to the recognition of a bipartite cNLS located downstream of the SF3 helicase domain, rather than between the LXCXE motif and the OBD. Such cNLS binds with high affinity to several IMPisoforms by simultaneously interacting with the minor and major binding sites. Substitution of NLS key basic residues abrogating binding to IMP, or co-expression with the well characterized IMP/{beta}1 inhibitor Bimax2 suppressed nuclear localization. Intriguingly a cNLS could be identified in a similar position in LTAs from other PyVs infecting ray-finned fishes, but not cartilaginous fishes, birds or scorpions, where cNLSs were predicted elsewhere. Our study suggests that LTAs from PyVs infecting different non-mammalian hosts might bear cNLS in distinctive positions, possibly reflecting processes of virus-host adaptation.", "date": "2025-05-20", "journal": ""}
{"title": "The Role of Chloride Ions in Serotonin Transport", "doi": "10.1101/2025.05.20.654092", "authors": "Huang, J.; Backer, A.; Uchendu, S.; Bekele, B.; Chen, Q.; Orabi, E.; Stix, R.; Zhang, Y.-W.; Rudnick, G.; Hellsberg, E.; Forrest, L. R.", "abstract": "The human serotonin transporter SERT facilitates serotonin (5-HT+) transport into cells by coupling to Na+ co-transport and K+ exchange. Although extracellular Cl- is also essential for transport, whether Cl- ions are transported has been disputed, raising the question why Cl- ions are required? Here, we examine the role of Cl- using transport measurements, conformational assays, and molecular simulations. We show that Cl- is not transported and does not affect Na+-mediated cytoplasmic pathway closure but does reduce the accessibility of residues in the extracellular pathway, mimicking transport-related occlusion. Simulations indicate that Cl- ion binding constrains the helices in the so-called bundle but not interactions spanning the extracellular pathway thought to act as a molecular gate. We surmise that Cl- (i) increases the stability of surrounding helices, (ii) enhances Na+ binding affinity, and (iii) decreases extracellular pathway accessibility, thereby facilitating transport-related conformational changes. These findings explain SERT's requirement for chloride and highlight distinct features of proteins in the same neurotransmitter transporter family.", "date": "2025-05-20", "journal": ""}
{"title": "Canonical translation factors eIF1A and eIF5B modulate the initiation step of repeat-associated non-AUG translation.", "doi": "10.1101/2025.05.19.654993", "authors": "Ito, H.; Machida, K.; Fujino, Y.; Hasumi, M.; Sakamoto, S.; Nagai, Y.; Imataka, H.; Taguchi, H.", "abstract": "Nucleotide repeat expansions, such as the GGGGCC repeats in C9orf72, associated with C9-ALS, are linked to neurodegenerative diseases. These repeat sequences undergo a non-canonical translation known as repeat-associated non-AUG (RAN) translation. Unlike canonical translation, RAN translation initiates from non-AUG codons and occurs in all reading frames. To identify potential regulators of RAN translation, we employed a bottom-up approach using a human factor-based reconstituted cell-free translation system to recapitulate RAN translation. This approach revealed that omission of either eIF1A or eIF5B enhanced the translation in all reading frames of C9orf72-mediated RAN translation (C9-RAN), suggesting that eIF1A and eIF5B act as repressors of RAN translation. eIF1A and eIF5B are known to contribute to the fidelity of translation initiation. In HEK293T cells, double knockdown of eIF1A and eIF5B further promoted C9-RAN compared to single knockdowns, indicating that these factors regulate C9-RAN through distinct initiation steps. Furthermore, under eIF1A knockdown conditions, the enhancement of RAN translation via the integrated stress response (ISR) was not observed in HEK293T cells, indicating that eIF1A is involved in the ISR-mediated non-AUG translation.", "date": "2025-05-20", "journal": ""}
{"title": "CXCL17 activates three MAS-related G protein-coupled receptors independently of its conserved C-terminal fragment", "doi": "10.1101/2025.05.20.655027", "authors": "Hu, W.-F.; Wang, J.-J.; Yu, J.; Liu, Y.-L.; Xu, Z.-G.; Guo, Z.-Y.", "abstract": "C-X-C motif chemokine ligand 17 (CXCL17) is a chemoattractant whose receptor remains controversial. While recent studies identified CXCL17 as an agonist of G protein-coupled receptor 25 (GPR25), it was also reported to activate MAS-related GPR family member X2 (MRGPRX2), a member of MAS-related G protein-coupled receptors (MRGPRs), though this finding has not yet been reproduced by other laboratories. In this study, we confirmed that micromolar concentrations of human CXCL17 activate human MRGPRX2 in transfected human embryonic kidney (HEK) 293T cells using a NanoLuc Binary Technology (NanoBiT)-based {beta}-arrestin recruitment assay. We further demonstrated that human CXCL17 also activates MRGPRX1 and MAS1 among 10 human MRGPRs in the same assay. CXCL17 could also induce chemotactic movement of transfected HEK293T cells expressing MRGPRX2, MRGPRX1, or MAS1. However, removal of C-terminal residues from CXCL17 did not affect its activation of these three MRGPRs, even though this region is essential for GPR25 activation. These results suggest that CXCL17 activates MRGPRX2, MRGPRX1, and MAS1 through a mechanism distinct from GPR25 activation. Further investigation is needed to determine whether these MRGPRs mediate the in vivo functions of CXCL17.", "date": "2025-05-20", "journal": ""}
{"title": "Rational Design and Modeling of Auxetic Fiber Scaffolds for Soft Tissue Engineering via Melt Electrowriting", "doi": "10.1101/2025.05.15.654200", "authors": "Lecina-Tejero, O.; Iamsamang, J.; Alaman-Diez, P.; Garcia-Gareta, E.; Cuartero, J.; Perez, M. A.; Castilho, M.; Borau, C.", "abstract": "Background: The development of regenerative biomaterial scaffolds with mechanical properties tailored to native soft tissues remains a challenge in tissue engineering. Mechanical metamaterials with auxetic architectures have taken enormous flight over the past years, as they offer improved control over mechanical function and performance through spatially defined material architecture. However, despite their potential, auxetic scaffold designs are often developed empirically, and the relationship between scaffold microarchitecture, mechanical function, and manufacturability remains poorly defined, limiting their applicability in tissue engineering. In this study, we present a computational framework for the rational design of auxetic fiber scaffolds manufactured using Melt Electro-writing (MEW) for soft tissue engineering. To address the challenge of tailoring scaffold mechanical properties to native tissue, we integrated finite element method (FEM) modeling with experimental validation to predict the mechanical behavior of the scaffolds. Method: The micro-fibrous scaffolds with customizable auxetic re-entrant structures were designed using Python scripts for generating G-code used in fabrication and for model definition in FEM modeling, respectively. Four distinct auxetic structures were selected for this study to cover the wide range of mechanical properties of soft tissue, and their geometry parameters were adjusted to reduce the pore size while considering printing resolution. FEM modeling was employed to predict the mechanical behavior of the scaffolds. To validate the predictions, the scaffolds were manufactured via MEW and characterized mechanically under biaxial tensile loading. Results and conclusion: MEW manufacturing enabled the production of auxetic fiber scaffolds with sub-millimeter pore resolution, while rational design allowed to correct fabrication discrepancies and improve printed design fidelity. Experimental biaxial characterization of the scaffolds revealed design-dependent, biphasic, non-linear mechanical response, and the developed FEM model was capable of not only accurately simulating the observed mechanical response but also accounting for variations introduced by MEW during fabrication. Additionally, auxetic scaffolds supported fibroblast viability over 7 days, confirming biocompatibility as a first step toward soft tissue engineering. The good alignment between numerical predictions and experimental results highlights the value of FEM modeling as a powerful computational tool for guiding the design and optimization of auxetic scaffolds with tailored mechanical performance for specific soft tissue requirements. The presented methodology offers a significant advancement in the development of functional biomaterials for biomedical applications.", "date": "2025-05-20", "journal": ""}
{"title": "Decoding the epistemic arc: Distinct physiological signatures for curiosity, insight, understanding and liking during interactions with visual art", "doi": "10.1101/2025.05.15.654230", "authors": "Welke, D.; Vessel, E. A.", "abstract": "Recent work on insight and information processing suggested feelings of aha as a metacognitive feedback signal. A series of processes, from curiosity (drive state) to insight (uncertainty reduction) to pleasure (reward and reinforcement), might represent a fundamental epistemic arc for motivated learning. Here, we present a paradigm that combines measurement of curiosity, insight (aha), understanding and liking to outline the contours of this epistemic arc and study their neuronal mechanisms. In two preregistered experiments we employ the so called \"title effect\" - the fact that additional semantic information accompanying an artwork (such as titles) can change how an observer understands and enjoys a piece of visual art. Participants viewed paintings (5s trials) and rated their curiosity for seeing the title. This was followed either by the original title or a dummy title lacking additional information (\"untitled\"), and a second presentation of the painting, after which participants rated strength of aha, aesthetic liking, and feeling of understanding the artwork. In a behavioral online study (N=55 participants) we replicate a set of previous findings and established that visual art together with their titles can prompt strong feelings of aha. The association between the collected ratings is complex, partly nonlinear, and shaped by the type and amount of information provided by the stimulus material. In an EEG, ECG and eye tracking study with the same paradigm (N=49 participants) we aimed to characterize the temporal sequence of processing. Using a time-resolved decoding approach we were able to recover the categorical experimental conditions and the graded ratings: curiosity for the title could be decoded late in pretitle trials and early in the posttitle trials; aha could be decoded in posttitle trials; felt understanding had the most robust signature among the ratings and could be decoded from multiple signals in both pre and posttitle trials. Lastly, ratings of aesthetic liking were hard to decode from the data with only a short significant timewindow early during posttitle trials.", "date": "2025-05-20", "journal": ""}
{"title": "Age- and Sex-Related Differences in Sleep Patterns and Their Relations to Self-Reported Sleep and Mood", "doi": "10.1101/2025.05.15.654262", "authors": "Eichi, H. R.; Baker, J. T.; Fjell, A. M.; Buckner, R. L.", "abstract": "Robust age- and sex-related differences in sleep were identified (n=38,546) and replicated (n=38,547) from week-long passive actigraphy data in UK Biobank participants ages 44-82. Sleep patterns reflected reliable non-linear interactions between age and sex. Younger women slept about 17 min more than their male counterparts, though this difference diminished with age, with both sexes reducing total sleep duration in later life. Middle-aged individuals exhibited shorter sleep durations during the week, with weekend sleep increasing by as much as 50 min. Participants in their seventh and eighth decades showed more consistent sleep patterns throughout the week. Sleep patterns also suggest maintenance of total sleep duration: individuals reporting waking too early maintain sleep duration by going to sleep earlier, while individuals reporting sleeping too much fall asleep later but also wake later, again maintaining sleep duration. Self-reported depression and anhedonia were associated with reduced total sleep duration across multiple age groups and both sexes. These collective results indicate that the timing, consistency, and overall amount of sleep differs by age and is affected by individual factors.", "date": "2025-05-20", "journal": ""}
{"title": "Can Pupillometry Reveal Perturbation Detection in Sensorimotor Adaptation during Grasping?", "doi": "10.1101/2025.05.15.654224", "authors": "Pfalz, L.; Müller, C.; Kopiske, K.", "abstract": "Humans adjust their motor actions to correct for errors both with and without being aware of doing so. Little is known, however, about what makes errors detectable for the actor. Here, we replicate and extend prior work showing that motor adjustments may mask the very errors they correct for. We also investigated pupillometry as an unobtrusive no-report marker of perturbation detection. N=48 participants grasped objects while a visuo-haptic size mismatch was applied either sinusoidally or abruptly. When mismatches started abruptly and thereafter stayed the same, participants adapted well but also showed decreasing discrimination performance and decreasing confidence in their responses. This was not the case for sinusoidally introduced perturbations. We also show that parameters that characterize phasic and tonic pupil responses were predicted by stimulus parameters and differed depending on participants' grasping and behavioral responses. However, predicting response characteristics from pupil-dilation features using support-vector machine classifiers was not successful. This shows that while pupillometry may yet prove to be a useful no-report marker of perturbation and error detection, there are some challenges for trial-by-trial prediction.", "date": "2025-05-20", "journal": ""}
{"title": "Dynamic Resting-State Network Markers of Disruptive Behavior Problems in Youth", "doi": "10.1101/2025.05.15.654366", "authors": "Shappell, H.; Liu, Z.; Khodaei, M.; He, G.; Gee, D.; Lindquist, M.; Sukhodolsky, D. G.; McCarthy, G.; Ibrahim, K.", "abstract": "Background: Childhood disruptive behavior problems are linked to aberrant integrity within large-scale cognitive control networks. However, it is unclear if transitory or dynamic variation in the functional brain architecture is a marker of disruptive behavior problems. The current study tested whether functional connectivity across dynamic networks is distinctly associated with the transdiagnostic symptom domain of disruptive behavior problems in children. Methods: Participants were aged 9-10 years from the Adolescent Brain Cognitive Development (ABCD) Study, who completed resting-state fMRI (N=877). We employed a dynamic connectivity approach leveraging a hidden semi-Markov model (HSMM) to identify transient properties of brain networks and states. Models estimated the time spent in each state (occupancy time) and the number of consecutive timepoints in a state (dwell time) for each participant. Linear regression models were utilized to identify distinct associations between dynamic properties (occupancy and sojourn times) and severity of disruptive behavior problems, accounting for other commonly co-occurring symptoms. Results: Dynamic network markers of disruptive behavior problems included increased time in network states characterized by globally aberrant connectivity patterns in circuitry involved in cognitive control including frontoparietal and dorsal attention networks. Replication of findings was found in a held-out sample of resting-state fMRI runs in which greater severity of disruptive behavior problems was uniquely linked to greater occupancy time in similarly characterized brain states. Conclusion: Transdiagnostic, dynamic resting-state markers of disruptive behavior problems in youth may assist in the development of brain-based biomarkers for monitoring treatment outcomes, assessing circuit target engagement and informing clinical decisions.", "date": "2025-05-20", "journal": ""}
{"title": "Epstein-Barr virus and Helicobacter pylori Coinfection Drives Gut and Brain Barrier Dysfunction", "doi": "10.1101/2025.05.20.655045", "authors": "Jha, H. C.; Saini, V.; Singh, S.; Baral, B.; Sinha, P.; Singh, A.; Gaudin, R.; Parmar, H. S.", "abstract": "Biological barriers, including blood-brain barrier (BBB) and gut epithelial barrier, are essential to maintain homeostasis and provide protection against pathogenic stress. Here, we investigated the impact of Helicobacter pylori-Epstein Barr Virus coinfection on gut-brain axis integrity. Our results demonstrate that coinfection induces significant disruptions in tight and adherens junction (TJ and AJ respectively) proteins in gastric epithelial cells, including downregulation of ZO-1 and E-cadherin. The secretome from these coinfected cells significantly compromises the integrity of BBB-derived endothelial cells, including cleavage of VE-cadherin, loss of TJ proteins such as Claudin-5, and enhanced permeability. Furthermore, the sole exposure of mice to coinfected secretome lead to the loss of cerebral VE-cadherin and ZO-1 and the induction of neuroinflammation, characterized by elevated pro-inflammatory cytokines, TNF-, amyloidogenic accumulation, and neurocognitive deficits. The secretome driving such forces potentially carries pathogenic metabolites, host inflammatory cytokines and metabolites that might contribute to disease pathogenesis as observed in this study. Together, our current study provides novel insights into how coinfections contribute to gut-brain axis dysregulation and neurological pathogenesis.", "date": "2025-05-20", "journal": ""}
{"title": "Behavioral Time Scale Synaptic Plasticity (BTSP) endows Hyperdimensional Computing with attractor features", "doi": "10.1101/2025.05.15.654220", "authors": "Yu, C.; Wu, Y.; Wang, A.; Maass, W.", "abstract": "Hyperdimensional computing (HDC) addresses massively parallel implementations of symbolic computations that are both more transparent than ANNs and LLMs and more suitable for in-memory computing on highly energy-efficient analog hardware. It captures an essential aspects of brain computations: objects, concepts, and their attributes are encoded by very sparse distributed representations. But currently known methods for binding these tokens together suffer from functional deficiencies of the commonly used algebraic methods. We show that a mechanism which the brain employs for binding, Behavioral Time Scale Synaptic Plasticity (BTSP), overcomes these deficiencies by adding attractor features to high-dimensional representations. They drastically improve the capability to recover from composed representations the tokens which have been bound together in them. One arrives in this way at a functionally more powerful HDC paradigm that provides new perspectives both for understanding how brains carry out symbolic computations, and for implementing them in novel energy-efficient and massively parallel neuromorphic hardware.", "date": "2025-05-20", "journal": ""}