{"title": "Hybridization breaks species barriers in long-term coevolution of a cyanobacterial population", "doi": "10.1101/2023.06.06.543983", "authors": "Birzu, G.; Subrahmaniam Muralidharan, H.; Goudeau, D.; Malmstrom, R.; Fisher, D. S.; Bhaya, D.", "abstract": "Bacterial species often undergo rampant recombination yet maintain cohesive genomic identity. Ecological differences can generate recombination barriers between species and sustain genomic clusters in the short term. But can these forces prevent genomic mixing during long-term coevolution? Cyanobacteria in Yellowstone hot springs comprise several diverse species that have coevolved for hundreds of thousands of years, providing a rare natural experiment. By analyzing more than 300 single-cell genomes, we show that despite each species forming a distinct genomic cluster, much of the diversity within species is the result of hybridization driven by selection, which has mixed their ancestral genotypes. This widespread mixing is contrary to the prevailing view that ecological barriers can maintain cohesive bacterial species and highlights the importance of hybridization as a source of genomic diversity.", "date": "2025-07-26", "journal": ""}
{"title": "CaBLAM! A high-contrast bioluminescent Ca2+ indicator derived from an engineered Oplophorus gracilirostris luciferase", "doi": "10.1101/2023.06.25.546478", "authors": "Lambert, G. G.; Crespo, E. L.; Murphy, J.; Turner, K.; Gershowitz, E.; Cunningham, M.; Boassa, D.; Luong, S.; Celinskis, D.; Allen, J. J.; Venn, S.; Zhu, Y.; Karadas, M.; Chen, J.; Marisca, R.; Gelnaw, H.; Nguyen, D. K.; Hu, J.; Sprecher, B. N.; Tree, M. O.; Orcutt, R.; Heydari, D.; Bell, A. B.; Torreblanca-Zanca, A.; Hakimi, A.; Czopka, T.; Shoham, S.; Nagel, K. I.; Schoppik, D.; Andrade, A.; Lipscombe, D.; Moore, C. I.; Hochgeschwender, U.; Shaner, N. C.", "abstract": "Measuring ongoing cellular activity is essential to understanding the dynamic functions of biological organisms. The most popular current approach is imaging fluorescence-based genetically encoded Ca2+ indicators (GECIs). While fluorescent probes are useful in many contexts, bioluminescence-based GECIs--probes that generate light through oxidation of a small-molecule by a luciferase or photoprotein--have several distinct advantages. Because bioluminescent (BL) GECIs do not use the bright extrinsic excitation light required for fluorescence, BL GECIs do not photobleach, do not suffer from nonspecific autofluorescent background, and do not cause phototoxicity. Further, BL GECIs can be applied in contexts where directly shining photons on an imaging target is not possible. Despite these advantages, the use of BL GECIs has to date been limited by their small changes in bioluminescence intensity, high baseline signal at resting Ca2+ concentrations, and suboptimal Ca2+ affinities. Here, we describe a new BL GECI, CaBLAM (Ca2+ BioLuminescence Activity Monitor), that displays much higher dynamic range than previous BL GECIs and has a Ca2+ affinity suitable for capturing physiological changes in cytosolic Ca2+ concentration. With these improvements, CaBLAM captures single-cell and subcellular resolution activity at high frame rates in cultured neurons and in vivo, and allows multi-hour recordings in mice and behaving zebrafish. This new advance provides a robust alternative to traditional fluorescent GECIs that can enable or enhance imaging across many experimental conditions.", "date": "2025-07-26", "journal": ""}
{"title": "Enhancer-AAVs allow genetic access to oligodendrocytes and diverse populations of astrocytes across species", "doi": "10.1101/2023.09.20.558718", "authors": "Mich, J. K.; Sunil, S.; Johansen, N.; Martinez, R. A.; Liu, J.; Gore, B. B.; Mahoney, J. T.; Leytze, M.; Ben-Simon, Y.; Bertagnolli, D.; Bhowmik, R.; Bishaw, Y.; Brouner, K.; Campos, J.; Canfield, R.; Casper, T.; Donadio, N. P.; Dotson, N. I.; Egdorf, T.; Gary, A.; Gibson, S.; Goldy, J.; Groce, E. L.; Hagihara, K. M.; Hirschstein, D.; Hou, H.; Laird, W. D.; Liang, E.; Loftus, L.; Lusk, N.; Malone, J.; Martin, N. X.; Monet, D.; Nagra, J. S.; Omstead, V.; Newman, D.; Olsen, P. A.; Ngo, N.-K.; Opitz-Araya, X.; Oster, A.; Alice Pom, C.; Potekhina, L.; Reding, M.; Rimorin, C.; Ruiz, A.; Sedeno-Cort", "abstract": "Proper brain function requires the assembly and function of diverse populations of neurons and glia. Single cell gene expression studies have mostly focused on characterization of neuronal cell diversity; however, recent studies have also revealed substantial diversity of glial cells, particularly astrocytes. To better understand glial cell types and their roles in neurobiology, we built a new suite of adeno-associated viral (AAV)-based genetic tools to enable genetic access to astrocytes and oligodendrocytes. These oligodendrocyte and astrocyte enhancer-AAVs are highly specific (usually > 95% cell type specificity) with variable expression levels, and the astrocyte enhancer-AAVs show multiple distinct expression patterns reflecting the spatial distribution of astrocyte cell types. To provide the best glial-specific functional tools, several enhancer-AAVs were: optimized for higher expression levels, shown to be functional and specific in rat and macaque, shown to maintain specific activity across transgenes and in epilepsy where traditional promoters changed activity, and used to drive functional transgenes in astrocytes including Cre recombinase and acetylcholine-responsive sensor iAChSnFR. The astrocyte-specific iAChSnFR revealed a clear reward-dependent acetylcholine response in astrocytes of the nucleus accumbens during reinforcement learning. Together, this collection of glial enhancer-AAVs will enable characterization of astrocyte and oligodendrocyte populations and their roles across species, disease states, and behavioral epochs.", "date": "2025-07-26", "journal": ""}
{"title": "Distant lymph nodes compensate for resected tumor-draining lymph nodes during cancer immunotherapy", "doi": "10.1101/2023.09.19.558262", "authors": "Menzel, L.; Zhou, H.; Baish, J. W.; O'Melia, M. J.; Darragh, L. B.; Specht, E.; Effiom, D. N.; Czapla, J.; Lei, P.-j.; Rajotte, J. J.; Liu, L.; Nikmaneshi, M. R.; Razavi, M. S.; Vander Heiden, M. G.; Ubellacker, J. M.; Munn, L. L.; Karam, S. D.; Boland, G. M.; Cohen, S.; Padera, T. P.", "abstract": "Lymphatic transport facilitates the presentation of cancer antigens in tumor-draining lymph nodes (tdLNs), leading to T cell activation and the generation of systemic anti-cancer immune surveillance. Surgical removal of tdLNs to control cancer progression is routine in clinical practice. However, whether removing tdLNs impairs immune checkpoint blockade (ICB) is still controversial. Our analysis demonstrates that melanoma patients remain responsive to PD-1 checkpoint blockade after regional LN dissection. We were able to recapitulate the persistent response to ICB after regional LN resection in murine melanoma and mammary carcinoma models. Mechanistically, soluble antigen is diverted to distant LNs after tdLN dissection. Consistently, robust ICB responses in patients with head and neck cancer after primary tumor and tdLN resection correlated with the presence of reactive LNs in distant sites. These findings indicate that distant LNs sufficiently compensate for the removal of direct tdLNs and sustain the response to ICB.", "date": "2025-07-26", "journal": ""}
{"title": "Brainwide hemodynamics predict EEG neural rhythms across sleep and wakefulness in humans", "doi": "10.1101/2024.01.29.577429", "authors": "Jacob, L. P. L.; Bailes, S. M.; Williams, S. D.; Stringer, C.; Lewis, L. D.", "abstract": "The brain exhibits rich oscillatory dynamics that play critical roles in vigilance and cognition, such as the neural rhythms that define sleep. These rhythms continuously fluctuate, signaling major changes in vigilance, but the widespread brain dynamics underlying these oscillations are difficult to investigate. Using simultaneous EEG and fast fMRI in humans who fell asleep inside the scanner, we developed a machine learning approach to investigate which fMRI regions and networks predict fluctuations in neural rhythms. We demonstrated that the rise and fall of alpha (8-12 Hz) and delta (1-4 Hz) power, two canonical EEG bands critically involved with cognition and vigilance, can be predicted from fMRI data in subjects that were not present in the training set. This approach also identified predictive information in individual brain regions across the cortex and subcortex. Finally, we developed an approach to identify shared and unique predictive information, and found that information about alpha rhythms was highly separable in two networks linked to arousal and visual systems. Conversely, delta rhythms were diffusely represented on a large spatial scale primarily across the cortex. These results demonstrate that EEG rhythms can be predicted from fMRI data, identify large-scale network patterns that underlie alpha and delta rhythms, and establish a novel framework for investigating multimodal brain dynamics.", "date": "2025-07-26", "journal": ""}
{"title": "Genomic adaptation in group B Streptococcus following intrapartum antibiotic prophylaxis and childbirth", "doi": "10.1101/2024.04.01.587590", "authors": "Pell, M. E.; Blankenship, H. M.; Gaddy, J. A.; Davies, H. D.; Manning, S. D.", "abstract": "Through vaginal colonization, GBS causes severe outcomes including neonatal sepsis and meningitis. Although intrapartum antibiotic prophylaxis (IAP) has reduced neonatal disease rates, persistent GBS colonization has been observed in patients following prophylaxis. To determine whether IAP selects for genomic signatures that enhance GBS survival and persistence, a pangenome analysis was performed on 97 isolates from 58 participants before (prenatal) and after (postpartum) IAP/childbirth. Thirty-one of the 34 paired strains from participants with persistent colonization clustered together in the core gene phylogeny, suggesting that the strains recovered at the postpartum sampling were highly similar to those recovered at the prenatal visit. A core-gene mutation analysis identified mutations in 74% (n=23) of the 31 postpartum genomes when compared to the prenatal strains of the same multilocus sequence type recovered from the same individuals. Several strains had acquired mutations in the same colonization-associated genes, though two postpartum strains accounted for most of the mutations. These two outliers were classified as mutators based on high mutation rates and mutations within DNA repair system genes. Increased biofilm production was observed in half of the postpartum strains relative to the prenatal strains, which is supported by the presence of point mutations in genes associated with adherence. Together, these findings suggest that antibiotics may impose a selective pressure on GBS that selects for mutations and phenotypes that promote adaptation and survival in vivo. Enhanced survival in the genitourinary tract can lead to persistent colonization, increasing the likelihood of invasive disease in subsequent pregnancies and in newborns following IAP.", "date": "2025-07-26", "journal": ""}
{"title": "CRISPR-GPT for Agentic Automation of Gene Editing Experiments", "doi": "10.1101/2024.04.25.591003", "authors": "Qu, Y.; Huang, K.; Yin, M.; Zhan, K.; Liu, D.; Yin, D.; Cousins, H.; Johnson, W. A.; Wang, X.; Shah, M. M.; Altman, R. B.; Zhou, D.; Wang, M.; Cong, L.", "abstract": "Performing effective gene-editing experiments requires a deep understanding of both the CRISPR technology and the biological system involved. Meanwhile, despite their versatility and promise, Large Language Models (LLMs) often lack domain-specific knowledge and struggle to accurately solve biological design problems. We present CRISPR-GPT, an LLM agent system to automate and enhance CRISPR-based gene-editing design and data analysis. CRISPR-GPT leverages the reasoning capabilities of LLMs for complex task decomposition, decision-making, and interactive human-artificial intelligence (AI) collaboration. This system incorporates domain expertise, retrieval techniques, external tools, and a specialized LLM fine-tuned with open-forum discussions among scientists. CRISPR-GPT assists users in selecting CRISPR systems, experiment planning, designing gRNAs, choosing delivery methods, drafting protocols, designing assays, and analyzing data. We showcase the potential of CRISPR-GPT by knocking-out four genes with CRISPR-Cas12a in a human lung adenocarcinoma cell line and epigenetically activating two genes using CRISPR-dCas9 in human melanoma cell line. CRISPR-GPT enables fully AI-guided gene-editing experiment design and analysis across different modalities, validating its effectiveness as an AI co-pilot in genome engineering.", "date": "2025-07-26", "journal": ""}
{"title": "Validation of 3D cryoEM single particle reconstruction correctness and handedness with Ewald's sphere correction", "doi": "10.1101/2024.08.29.610390", "authors": "Bromberg, R.; Guo, Y.; Borek, D.; Otwinowski, Z.", "abstract": "The correct description of quantum scattering places the observed scattering contributions on the Ewald's sphere and its Friedel mate copy. In electron microscopy, due to the large radius of the Ewald's sphere, these scattering contributions are typically merged during data analysis. We present an approach that separates and factorizes those contributions into real and imaginary components of the image. When an inverted solution is calculated, the map derived from the real component of the image generates an inverted solution, while the map derived from the imaginary component of the image generates an inverted and sign-flipped solution. Therefore, the sign of correlation between reconstructions derived from the real and imaginary components provides the automatic determination of handedness and additional validation for the quality of 3D reconstructions. The factorization and its implementation are robust enough to be routinely used in single-particle reconstructions, even at resolutions below the limit where the curvature of the Ewald's sphere affects the overall signal-to-noise ratio.", "date": "2025-07-26", "journal": ""}
{"title": "The Impact of Tokenizer Selection in Genomic Language Models", "doi": "10.1101/2024.09.09.612081", "authors": "Lindsey, L. M.; Pershing, N. L.; Habib, A.; Stephens, W. Z.; Blaschke, A. J.; Jiang, X.; Sundar, H.; Dufault-Thompson, K.", "abstract": "Genomic language models have recently emerged as a new method to decode, interpret, and generate genetic sequences. Existing genomic language models have utilized various tokenization methods, including character tokenization, overlapping and non-overlapping k-mer tokenization, and byte-pair encoding, a method widely used in natural language models. Genomic sequences differ from natural language because of their low character variability, complex and overlapping features, and inconsistent directionality. These features make sub-word tokenization in genomic language models significantly different from both traditional language models and protein language models. This study explores the impact of tokenization in genomic language models by evaluating their downstream performance on forty-four classification fine-tuning tasks. We also perform a direct comparison of byte pair encoding and character tokenization in Mamba, a state-space model. Our results indicate that character tokenization outperforms sub-word tokenization methods on tasks that rely on nucleotide level resolution, such as splice site prediction and promoter detection. While byte-pair tokenization had stronger performance on the SARS-CoV-2 variant classification task, we observed limited statistically significant differences between tokenization methods on the remaining downstream tasks.", "date": "2025-07-26", "journal": ""}
{"title": "Decoding Brain Structure-Function Dynamics in Health and in Psychosis: A Tale of Two Models", "doi": "10.1101/2024.10.03.616264", "authors": "Cai, Q.; Thomas, H.; Hyde, V.; Luque Laguna, P.; McNabb, C. B.; Singh, K. D.; Jones, D. K.; Messaritaki, E.", "abstract": "Understanding the intricate relationship between brain structure and function is a cornerstone challenge in neuroscience, critical for deciphering the mechanisms that underlie healthy and pathological brain function. In this work, we present a comprehensive framework for mapping structural connectivity measured via diffusion-MRI to resting-state functional connectivity measured via magnetoencephalography, utilizing a deep-learning model based on a Graph Multi-Head Attention AutoEncoder. We compare the results to those from an analytical model that utilizes shortest-path-length and search-information communication mechanisms. The deep-learning model outperformed the analytical model in predicting functional connectivity in healthy participants at the individual level, achieving mean correlation coefficients higher than 0.8 in the alpha and beta frequency bands. Our results imply that human brain structural connectivity and electrophysiological functional connectivity are tightly coupled. The two models suggested distinct structure-function coupling in people with psychosis compared to healthy participants (p < 0.0002 for the deep-learning model, p < 0.003 in the delta band for the analytical model). Importantly, the alterations in the structure-function relationship were much more pronounced than any structure-specific or function-specific alterations observed in the psychosis participants. The findings demonstrate that analytical algorithms effectively model communication between brain areas in psychosis patients within the delta and theta bands, whereas more sophisticated models are necessary to capture the dynamics in the alpha and beta band.", "date": "2025-07-26", "journal": ""}
{"title": "The maintenance and de-mixing of extrachromosomal DNA variants in single cells", "doi": "10.1101/2024.10.22.619675", "authors": "Scanu, E.; Werner, B.; Huang, W.", "abstract": "Extrachromosomal DNA (ecDNA) has emerged as a key driver of oncogene amplification and a major contributor to rapid intra-tumour heterogeneity, thereby promoting tumour progression and therapeutic resistance. This heterogeneity arises from pronounced cell-to-cell variability in ecDNA copy number, enabling complex ecDNA amplicon compositions within individual tumour cells. Approximately one-third of ecDNA-positive tumours harbour multiple co-selected ecDNA species. However, the mechanisms governing the heterogeneity and persistence of ecDNA variants - beyond the presence of distinct ecDNA species - remain less well understood. In particular, little is known about the maintenance of genetic or phenotypic diversity within a single ecDNA species. Here, we develop computational models to investigate the dynamics that enable the stable maintenance of tumour cells carrying multiple ecDNA variants ('mixed cells'). We explore how variant switching contributes to the persistence of ecDNA diversity under varying fitness regimes. Our results demonstrate that both a positive fitness of ecDNA+ cells and variant switching are required to maintain mixed cell subpopulations, whereas direct co-selection of mixed cells is not necessary. Notably, the fraction of mixed cells peaks at intermediate switching rates across fitness landscapes, a pattern reflected in subpopulation structures, transition probabilities between pure and mixed ecDNA states, and single-cell Shannon diversity indices.", "date": "2025-07-26", "journal": ""}
{"title": "CNV-Finder: Streamlining Copy Number Variation Discovery", "doi": "10.1101/2024.11.22.624040", "authors": "Kuznetsov, N.; Daida, K.; Makarious, M. B.; Al-Mubarak, B.; Atterling Brolin, K.; Malik, L.; Kouam, C.; Baker, B.; Real, R.; Step, K.; Lange, L. M.; Wu, L.; Ostrozovicova, M.; Andersh, K. M.; Kung, P.-J.; Mecheri, Y.; Tay, Y.-W.; Soundous Malek, B.; Al Tassan, N.; Teresa Perinan, M.; Hong, S.; Koretsky, M. J.; Sargeant, L.; Levine, K.; Blauwendraat, C.; Billingsley, K. J.; Bandres-Ciga, S.; Leonard, H. L.; Bardien, S.; Morris, H. R.; Singleton, A. B.; Nalls, M. A.; Vitale, D.; The Global Parkinson's Genetics Program,  ", "abstract": "Copy Number Variations (CNVs) play pivotal roles in the etiology of complex diseases and are variable across diverse populations. Understanding the association between CNVs and disease susceptibility is significant in disease genetics research and often requires analysis of large sample sizes. One of the most cost-effective and scalable methods for detecting CNVs is based on normalized signal intensity values, such as Log R Ratio (LRR) and B Allele Frequency (BAF), from Illumina genotyping arrays. In this study, we present CNV-Finder, a novel pipeline integrating deep learning techniques on array data, specifically a Long Short-Term Memory (LSTM) network, to expedite the large-scale identification of CNVs within predefined genomic regions. This facilitates efficient prioritization of samples for time-consuming or costly subsequent analyses such as Multiplex Ligation-dependent Probe Amplification (MLPA), short-read, and long-read whole genome sequencing. We incorporate four genes to establish our methods--Parkin (PRKN), Leucine Rich Repeat And Ig Domain Containing 2 (LINGO2), Microtubule Associated Protein Tau (MAPT), and alpha-Synuclein (SNCA)--which may be relevant to neurological diseases such as Alzheimer's disease (AD), Parkinson's disease (PD), Progressive Supranuclear Palsy (PSP), or related disorders such as essential tremor (ET). By training our models on expert-annotated samples and validating them across diverse cohorts, including those from the Global Parkinson's Genetics Program (GP2) and additional dementia-specific databases, we demonstrate the efficacy of CNV-Finder in accurately detecting deletions and duplications. Our pipeline outputs app-compatible files for visualization within CNV-Finder's interactive web application. This interface enables researchers to review predictions and filter displayed samples by model prediction values, LRR range, and variant count in order to explore or confirm results. Our pipeline integrates this human feedback to enhance model performance and reduce false positive rates. Through a series of comprehensive analyses and validations using visual inspection, MLPA, short-read, and long-read sequencing data, we demonstrate the robustness and adaptability of CNV-Finder in identifying CNVs with regions of varied size, probe density, and noise. Our findings highlight the significance of contextual understanding and human expertise in enhancing the precision of CNV identification, particularly in complex genomic regions like 17q21.31. The CNV-Finder pipeline is a scalable, publicly available resource for the scientific community, available on GitHub (https://github.com/GP2code/CNV-Finder; DOI 10.5281/zenodo.14182563). CNV-Finder not only expedites accurate candidate identification but also significantly reduces the manual workload for researchers, enabling future targeted validation and downstream analyses in regions or phenotypes of interest.", "date": "2025-07-26", "journal": ""}
{"title": "On feature selection to disentangle cell type and state transcriptional programs", "doi": "10.1101/2024.11.29.626057", "authors": "Wang, J.; Crowell, H.; Robinson, M. D.", "abstract": "Single-cell omics approaches profile molecular constituents of individual cells. Replicated multi-condition experiments in particular aim at studying how the molecular makeup and composition of cell subpopulations changes at the sample-level. Two main approaches have been proposed for these tasks: firstly, cluster-based methods that group cells into (non-overlapping) subpopulations based on their molecular profiles and, secondly, cluster-free but neighborhood-based methods that identify (overlapping) groups of cells in consideration of cross-condition changes. In either approach, discrete cell groups are subjected to differential testing across conditions; and, a low-dimensional cell embedding, which is in turn derived from a subset of selected features, is required to delineate subpopulations or neighborhoods. We hypothesized that decoupling differences in cell type (i.e., between subpopulations) and cell state (i.e., between conditions) for feature selection would yield an embedding space that captures different aspects of cellular heterogeneity. And, that type-not-state embeddings would arrive at differential testing results that are more comparable between cluster- and neighborhood-based differential testing approaches. Our study leverages a simulation framework with competing type and state effects, as well as an experimental dataset, to evaluate a set of feature scoring and selection strategies, and to compare results from downstream differential analyses.", "date": "2025-07-26", "journal": ""}
{"title": "eDNA provides accurate population abundance estimates with bioenergetics and particle mass-balance modelling", "doi": "10.1101/2024.12.23.629923", "authors": "Beaulieu, J.; Yates, M. C.; Fraser, D. J.; Cristescu, M. E.; Derry, A. M.", "abstract": "Anthropogenic activities have led to an unprecedented crisis in freshwater biodiversity loss. The capacity to monitor the abundance of wild populations is critical to conserving biodiversity, but conventional physical specimen collection methods are invasive, costly, and labour-intensive. Environmental DNA (eDNA) offers a promising alternative, being easy to sample, with studies under controlled laboratory conditions showing consistent correlations between eDNA concentration and abundance. However, applying eDNA to monitor abundance remains contentious, as eDNA particle dynamics and the ecology of eDNA production can decouple this relationship in natural ecosystems. To address this, we provide a novel modeling method to produce population estimates from eDNA. We integrated bioenergetics and mass-balance frameworks to relate eDNA concentrations to freshwater fish population abundance estimated through conventional mark-recapture in Brook Trout (Salvelinus fontinalis) across nine Rocky Mountains lakes, five of which underwent size-selective harvesting over two years. Our integrated framework improved the variance explained in eDNA concentrations from 24% to 71%. The integrated model accurately distinguished most (94%) abundance estimates across populations and sampling periods, detecting both natural and harvest-induced reductions in abundance within several populations. This study is the first to empirically integrate the DNA production mechanism and particle dynamics and provide a new methodological approach enabling rapid and accurate abundance quantification. We also discuss how this new tool can be integrated in existing monitoring programs.", "date": "2025-07-26", "journal": ""}
{"title": "Hindering memory suppression by perturbing the right dorsolateral prefrontal cortex", "doi": "10.1101/2024.12.23.630167", "authors": "Stramaccia, D. F.; Bergmann, F.; Lingelbach, K.; Numssen, O.; Hartwigsen, G.; Benoit, R. G.", "abstract": "A reminder of the past can trigger the involuntary retrieval of an unwanted memory. Yet, we can intentionally stop this process and thus prevent the memory from entering awareness. Such suppression not only transiently hinders the retrieval of the memory, it can also induce forgetting. Neuroimaging has implicated the right dorsolateral prefrontal cortex (dlPFC) in initiating this process. Specifically, this region seems to downregulate activity in brain systems that would otherwise support the reinstatement of the memory. We here probed the causal contribution of the right dlPFC to suppression by combining the Think/No-Think task with repetitive transcranial magnetic stimulation (rTMS). Participants first learned pairs of cue and target words, and then repeatedly recalled some of the targets (think condition) and suppressed others (no-think condition). We applied 10 Hz rTMS bursts to the right dlPFC during the suppression of half the no-think items, and to the contra-lateral primary motor area (M1) as an active control site during the other half. As hypothesized, participants experienced less success at keeping the memories out of awareness with concurrent dlPFC than M1 stimulation. Similarly, a memory test yielded evidence for suppression-induced forgetting (SIF) following M1 but not dlPFC stimulation. However, the difference in forgetting between the stimulation conditions was not significant. The study thus provides causal evidence for the role of the dlPFC in preventing retrieval. Future work will need to conclusively establish the relationship between this transient effect and suppression-induced forgetting.", "date": "2025-07-26", "journal": ""}
{"title": "Circadian rhythms and the light-dark cycle interact to regulate amyloid plaque accumulation and tau phosphorylation in 5xFAD mice", "doi": "10.1101/2025.03.31.645805", "authors": "King, M. W.; Jacob, S.; Sharma, A.; Lawrence, J. H.; Weaver, D. R.; Musiek, E. S.", "abstract": "Background: Circadian disruption has long been appreciated as a downstream consequence of Alzheimer's Disease in humans. However, an upstream role for behavioral circadian disruption in regulating AD pathology remains an open question. Methods: To determine the role of the central circadian clock in the suprachiasmatic nucleus (SCN) in regulating amyloid pathology, we generated mice harboring deletion of the critical clock gene Bmal1 in GABAergic neurons using VGAT-iCre, which is expressed in >95% of SCN cells, and crossed this line to the 5xFAD amyloid mouse model. To examine the role of the light-dark cycle in this process, we aged these mice in either regular 12:12 light-dark (LD) or constant darkness (DD) conditions. Transcriptional, behavioral, and physiological rhythms were examined in VGAT-iCre; Bmal1fl/fl; 5xFAD (VGAT-BMAL1KO;5xFAD) mice under varying light conditions. Amyloid plaque deposition, peri-plaque tau phosphorylation, glial activation, and transcriptomic changes were examined. Results: VGAT-Bmal1KO;5xFAD mice showed loss of SCN BMAL1 expression and severe disruption of behavioral rhythms in both LD and DD, with loss of day-night rhythms in consolidated sleep and blunting of rhythmic clock gene expression in the brain. Surprisingly, VGAT-BmalKO;5xFAD mice kept under LD showed reduced total plaque accumulation and peri-plaque tau phosphorylation, compared to Cre-negative controls. These changes were gated by the light-dark cycle, as they were absent in VGAT-Bmal1KO;5xFAD mice kept in DD conditions. Total plaque accumulation was also reduced in control 5xFAD mice kept in DD as compared to LD, suggesting a general effect of light-dark cycle on amyloid aggregation. Expression of murine presenilin 1 (Psen1) and beta-secretase (Bace1), proteases which catalyze the processing of APP into amyloid beta, as well as APP cleavage to C-terminal fragments, were suppressed in VGAT-Bmal1KO;5xFAD under LD conditions. Conclusions: In 5xFAD mice, the central circadian clock and the light-dark cycle interact to regulate amyloid pathology. Disruption of the central clock in the presence of a light-dark cycle may reduce APP cleavage and plaque formation. These results call into question the proposed simple positive feedback loop between circadian rhythm disruption and Alzheimer's Disease pathology.", "date": "2025-07-26", "journal": ""}
{"title": "Biophysical and molecular mechanisms responsible for phytoplankton sinking in response to starvation", "doi": "10.1101/2025.05.04.652135", "authors": "Wu, Y.; Kouadio, V. K.; Usherwood, T. R.; Li, J.; Bisher, M. E.; Aurora, R.; Lam, A. Z.; Lam, A. R.; Lytton-Jean, A. K. R.; Manalis, S. R.; Miettinen, T. P.", "abstract": "Marine phytoplankton face eco-evolutionary pressure to regulate their vertical position in the ocean to access light, which is abundant towards the surface, and nutrients, which are found deeper down the water column. All phytoplankton experience gravitational sinking, which can contribute to their vertical migration. However, the biophysical and molecular mechanisms that impact gravitational sinking have not been systematically characterized across taxa and environmental conditions. Here, we combine simulations with measurements of cell mass, volume, and composition to investigate the effects of nutrient availability on gravitational sinking in 9 representative unicellular pico- and nanoplankton species. We find that gravitational sinking becomes faster in most species when starved, but the biophysical changes responsible for this vary across species and starvation conditions. For example, the faster sinking of Chaetoceros calcitrans is nearly exclusively driven by cell density whereas that of Emiliania huxleyi is due to cell volume. On the molecular level, the altered sinking is predominantly attributed to changes in cellular dry contents, rather than water. For example, starch accumulation increases sinking in 3 green algae species, and lipid accumulation decreases sinking in Phaeodactylum tricornutum. Overall, our work reveals that phytoplankton physiology has evolved multiple mechanisms that impact gravitational sinking in response to starvation, possibly to support the vertical migration of the cell.", "date": "2025-07-26", "journal": ""}
{"title": "Plasma insulin-like growth-factor 1 (IGF-1) concentrations predict early life-history traits in a wild mammal", "doi": "10.1101/2025.06.02.656453", "authors": "Ravindran, S.; Corripio-Miyar, Y.; Pick, J. L.; Bal, X.; Pilkington, J. G.; Pemberton, J. M.; Nussey, D. H.; Froy, H.", "abstract": "The hormone insulin-like growth factor 1 (IGF-1) is a key player in the insulin/IGF-1 signaling (IIS) pathway. Extensive biogerontological research demonstrates that this evolutionarily conserved nutrient-sensing pathway plays a causal role in the regulation of growth, reproduction and longevity under laboratory conditions. However, its potential role as a mediator of adaptive life-history variation in highly variable natural environments remains unclear. We measured IGF-1 concentrations in blood samples from approximately four-month-old wild Soay sheep lambs (n=669), collected over nine summers. We tested whether IGF-1 (i) was positively correlated with proxies of resource availability, (ii) was associated with morphological traits measured concurrently, and (iii) predicted subsequent fitness-related traits. Plasma IGF-1 concentrations were higher in males compared to females, and positively correlated with measures of resource availability in both sexes. IGF-1 was lower in years of high population density when per capita food availability was reduced; in twin lambs who have fewer available resources compared to singletons; and in lambs born to young and old mothers, who have poor maternal provisioning compared to mothers of intermediate age. Higher IGF-1 levels in summer were correlated with higher body mass, faster post-natal somatic growth and increased skeletal size, measured at the same time. These associations were independent of our proxies of resource availability. Lambs with higher summer IGF-1 were more likely to survive their first winter and reproduce the following spring. The association between IGF-1 and reproduction was independent of our resource availability proxies, whereas the association with first-winter survival was not. The association between summer IGF-1 and reproduction was mediated by positive associations with summer body mass. Our study reveals population-level phenotypic plasticity in circulating IGF-1, also finding IGF-1 to be positively associated with key morphological traits and positively predict fitness traits in early life. These findings highlight IGF-1 as a candidate physiological mechanism underpinning plastic responses to variation in food availability and influencing life-history traits in a wild mammal.", "date": "2025-07-26", "journal": ""}
{"title": "Uncovering Functional Gene Regulatory Networks in Bulk and Single-Cell Data through Robust Transcription Factor Activity Estimation and Model-Guided Experimental Validation", "doi": "10.1101/2025.06.09.658650", "authors": "Siahpirani, A. F.; McCalla, S. G.; Pyne, S.; Dillingham, C. M.; Sridharan, R.; Roy, S.", "abstract": "Reconstructing genome-scale gene regulatory networks (GRNs) remains a difficult problem in systems biology, and many experimental and computational methods have been developed to address this problem. Recent computational methods have aimed to more accurately model GRNs by estimating the hidden Transcription Factor Activity (TFA) from prior knowledge of TF target regulatory connections, encoded as an input directed graph, to relax the assumption that mRNA level of the regulator correlates with the protein activity of the regulator. However, the noise in the prior knowledge can adversely affect the estimated TFA levels and the quality of the downstream inferred GRNs. Here, we present a new approach, MERLIN+P+TFA, that uses prior knowledge-guided sparsity regularization to robustly and accurately estimate TFA and downstream GRNs. We apply our method to simulated and real expression data in yeast and mammalian systems and show improved quality of inferred GRNs for both bulk and single-cell datasets. Regularized TFA offers benefits to a variety of other GRN inference algorithms, including those that have traditionally been used with expression alone, in both bulk and scRNA-seq settings. We used the inferred GRN to prioritize key regulators for the mouse Embryonic Stem Cell (mESC) state and validate 58 regulators experimentally. We identified both known and novel regulators of the mESC state and further validate the targets of 4 known and novel regulators. Our validation experiments suggest that computationally inferred networks can capture functional targets of TFs with higher precision than estimated in current benchmarks, however, it is important to generate context-specific gold standards.", "date": "2025-07-26", "journal": ""}
{"title": "Precision of reaches and proprioception in motor control and adaptation", "doi": "10.1101/2025.06.14.659693", "authors": "Henriques, D. Y.; Gastrock, R. Q.; 't Hart, B. M.", "abstract": "How do precision of movement and proprioception influence motor control and adaptation? Several theories - such as the exploration-exploitation hypothesis - propose that variability plays a key role in motor performance and learning. However, empirical measures of motor and proprioceptive precision are often limited by small sample sizes, and proprioceptive estimates, especially those relying on efferent signals, are difficult to isolate and quantify. In this study, we leveraged a large dataset of 270 participants - including a subsample of older adults (ages 54-84) - to assess the precision of hand movements and proprioceptive estimates, and to examine whether these factors predict individual differences in motor learning and adaptation. We found that baseline reach variance did not predict learning or changes in hand localization. Although active hand localization (which includes efferent contributions) was slightly more precise - showing an 8.6% reduction in variance - this suggests that unseen hand estimates rely primarily on proprioception. Neither motor nor sensory precision varied with age. However, reach aftereffects were modestly associated with proprioceptive precision before training and proprioceptive recalibration after training. No other measure of learning or variance was reliably associated. These findings suggest that reach aftereffects may partly reflect changes in hand proprioception, but overall, we identified no predictors of adaptation to a rotated visual cursor.", "date": "2025-07-26", "journal": ""}
{"title": "Identification of key bacteria for ecological dynamics in a coastal marine observatory", "doi": "10.1101/2025.06.16.659933", "authors": "Mateus-Barros, E.; Flores, E. P.; Zanetti, J.; Griffero, L.; Amann, R.; Alonso, C.", "abstract": "Bacteria are essential for ecosystem maintenance, drive biogeochemical cycles, and influence responses to climate change. Additionally, many are involved in blooms and toxin production, affecting environmental quality. Despite their crucial role, some of their characteristics are only now being understood with the development of molecular techniques independent of cultivation. Thus, the recent effort to unify classical and microbial ecology studies has led to a better understanding of their dynamics. Here, we investigate the temporal processes that influence bacterial abundance and persistence, as well as their role in promoting or inhibiting the presence of certain organisms in the core of a metacommunity. Using molecular approaches such as amplicon and metagenomic analyses, we retrieved information on key bacteria (those with high abundance and/or persistence) from the South Atlantic Microbial Observatory (SAMO) to assess their interactions with environmental and biological factors. Bimodality was hardly observable, while the community structuring reflected the influence of large scale environmental processes in a recurrent pattern that clusters winter-spring and summer-autumn communities, reinforcing previous findings of intense influence of marine currents in this region. Among the key organisms, SAR11 and Flavobacteriaceae stand out. Flavobacteriaceae is known for its adaptive capacity and large genomes, while SAR11 has a reduced genome, making it dependent on compounds produced by other organisms. We identified an annual fluctuation in its abundance linked to Synechococcus blooms. The significant co-occurrence of ASVs from both groups reinforces the evidence of a biological interaction that sustains SAR11 through the exchange of these compounds. Through this study, we contribute to clarifying the factors that locally influence the geographic patterns of marine bacteria and identifying the pathways that promote their dynamics and functions in the ecosystem.", "date": "2025-07-26", "journal": ""}
{"title": "Explainable machine learning models for glioma subtype classification and survival prediction", "doi": "10.1101/2025.06.24.661085", "authors": "Vershinina, O.; Turubanova, V.; Krivonosov, M.; Trukhanov, A.; Ivanchenko, M.", "abstract": "Gliomas are complex and heterogeneous brain tumors characterized by an unfavorable clinical course and a fatal prognosis, which can be improved by an early determination of tumor kind. Here, we develop explainable machine learning (ML) models for classifying three major glioma subtypes (astrocytoma, oligodendroglioma, and glioblastoma) and predicting survival rates based on RNA-seq data. Thirteen key genes (TERT, NOX4, MMP9, TRIM67, ZDHHC18, HDAC1, TUBB6, ADM, NOG, CHEK2, KCNJ11, KCNIP2, and VEGFA) proved to be closely associated with glioma subtypes as well as survival. The Support Vector Machine (SVM) turned out to be the optimal classification model with the balanced accuracy of 0.816 and the area under the receiver operating characteristic curve (AUC) of 0.896 for the test datasets. The Case-Control Cox regression model (CoxCC) proved best for predicting survival with the Harrell's C-index of 0.809 and 0.8 for the test datasets. Using SHapley Additive exPlanations (SHAP) we reveal the gene expression influence on the outputs of both models, thus enhancing the transparency of the prediction generation process. The results indicate that the developed models could serve as a valuable practical tool for clinicians, assisting them in diagnosing and determining optimal treatment strategies for patients with glioma.", "date": "2025-07-26", "journal": ""}
{"title": "Is Language a Mechanical Signal? Cytoskeletal Responses to Speech in Yeast", "doi": "10.1101/2025.07.08.663738", "authors": "Shirzadian, M.; Gollob, E.; Reiter, C.; Rauter, U.; Paschinger, M.; Caballero, C.; Rinnerthaler, M.; Spiess, K.", "abstract": "What if vocal language were not only a medium for human communication but a vibrational force that leaves structural traces in living cells? This study explores how audible sound, particularly the structured elements of human speech, affects the cytoskeleton of Saccharomyces cerevisiae. Using a direct-contact acoustic system, we exposed yeast to distinct sound types: tonal vibrations, broadband noise, and consonant phonemes. Fluorescence microscopy revealed that tonal stimuli with coherent low-frequency patterns enhanced actin polymerization and shmoo formation, both markers of polarity and mating. In contrast, broadband noise disrupted actin integrity, while consonants produced no measurable effects. These results suggest that rhythmic continuity and spectral coherence, key features of speech, can modulate cytoskeletal organization in non-auditory cells. By reframing vocal language as mechanical input rather than semantic content, this study bridges microbial cell biology with acoustic ecology and proposes a new lens for exploring how human-generated soundscapes physically influence living systems.", "date": "2025-07-26", "journal": ""}
{"title": "Multiplicative couplings facilitate rapid learning and information gating in recurrent neural networks", "doi": "10.1101/2025.07.11.663676", "authors": "Zhang, X.; Altrabulsi, M.; Xu, W.; Wimmer, R.; Halassa, M. M.; Chen, Z. S.", "abstract": "The mammalian forebrain is the seat of higher cognition with architectural parallels to modern machine learning systems. Specifically, the cortex resembles recurrent neural networks (RNNs) while the thalamus resembles feedforward neural networks (FNNs). How such architectural features endow the forebrain with its learning capacity, is unknown. Here we take inspiration from empirical thalamocortical discovery and develop a multiplicative coupling mechanism between RNN-FNN architectures that collectively enhance their computational strengths and learning. The multiplicative interaction imposes a Hebbian-weight amplification onto synaptic-neuronal coupling, enabling context-dependent gating and rapid switching. We demonstrate that multiplicative feedback-driven synaptic plasticity achieves 2-100 folds of speed improvement in supervised, reinforcement and unsupervised learning settings, boosting memory capacity, model robustness and generalization of RNNs. We further demonstrate the efficacy and biological plausibility of multiplicative gating in modeling multiregional circuits, including a prefrontal cortex-mediodorsal thalamus network for context-dependent decision making, a cortico-thalamic-cortical network for working memory and attention, and an entorhinal cortex-hippocampus network for visuospatial navigation and sequence replay. Taken together, our results demonstrate the profound insights into neuroscience-inspired computation that enable multi-plastic attractor dynamics and computation in recurrent neural circuits.", "date": "2025-07-26", "journal": ""}
{"title": "Learned Geometry, Predicted Binding: Structurally-BasedPrediction of Peptide:MHC Binding Using AlphaFold 3 EnablesCD4 T Cell Epitope Prediction", "doi": "10.1101/2025.07.10.664203", "authors": "Lahouel, K.; Mulazimuglu, M.; Soria-Bustos, J.; Bates, K.; Kelley, E. J.; Woods, L. J.; Upadhyaya, K. M.; Acevedo, G. R.; Penisson, S.; Munini, M.; Variani, E.; Feeney, M. E.; Altin, J.; Tomasetti, C.", "abstract": "The accurate prediction of T cell epitope peptides within proteins of interest has a wide range of applications, but is complicated by the multiple determinants of antigenicity, the polymorphism of the Major Histocompatibility Complex (MHC) locus, and the great diversity of possible peptide antigens. Leading in silico methods use a variety of statistical approaches to learn from sequences identified through both in vitro MHC binding and peptide elution studies, but their performance remains imperfect, particularly for MHC II-restricted responses. Here we present MHCIIFold-GNN, an entirely orthogonal solution to this problem that combines three new elements: (i) a highly-multiplexed peptide:MHCII binding assay, (ii) generalizable structural modeling using AlphaFold3, and (iii) transfer learning with a Graph-based Neural Network. Trained exclusively on newly-generated in vitro binders, we show that MHCIIFold-GNN enables state-of-the-art prediction of CD4 T cell epitopes presented by diverse MHC II proteins, on par with non-structural methods that rely on much larger datasets including naturally-processed ligands. Moreover, when MHCIIFold-GNN and a leading non-structural method are combined, we observe unparalleled performance on a held-out test set (11 % boost), underscoring the orthogonality of the methods. These results highlight the power of a new class of structure-informed approaches to the CD4 T cell epitope prediction problem.", "date": "2025-07-26", "journal": ""}
{"title": "Novel insights into the chemodiversity and chemical ecology of the extremophile black yeast Hortaea werneckii, unlocking its potential for compound discovery", "doi": "10.1101/2025.07.21.665953", "authors": "Gerometta, E.; Davies, B. F. R.; Tuli, R. A.; Cochereau, B.; Meslet-Cladiere, L.; Kos, M.; Gunde-Cimerman, N.; Roullier, C.", "abstract": "Hortaea werneckii is a halotolerant yeast, found in various habitats and which specialized metabolism and potential to produce bioactive compounds remain largely unexplored. Moreover, its chemical response to high salinities has not been thoroughly investigated. To address this gap, a large-scale metabolomic study based on HPLC-HRMS/MS was conducted on 64 strains, collected from different habitats worldwide, and cultivated both on saline and non-saline media. The culture media salinity significantly modulated the strains metabolomes, suggesting the yeast exhibits a specific chemical response to high salt concentrations, potentially linked to halotolerance mechanisms. Additionally, the metabolomes were influenced by the ecological origin of the strains, with opportunistic pathogenic isolates producing distinct metabolites. Molecular networking revealed that H. werneckii synthesizes various chemical classes, including potential cytotoxic compounds, making this yeast a promising candidate for bioactive compound isolation. Hortein was detected as dominant and ubiquitous, emerging as a potential chemical marker for the species. This study highlights several compounds of interest, related to the chemical ecology and pathogenicity of H. werneckii. As most of them remain unidentified, future research should prioritize their isolation and identification, to improve our understanding of this extremophile organism and harness its potential in natural product discovery.", "date": "2025-07-26", "journal": ""}
{"title": "Climate and hybridization shape stomatal trait evolution in Populus", "doi": "10.1101/2025.07.21.665994", "authors": "Paez, M. Z.; Keller, S.; Holliday, J.; Fitzpatrick, M.; Hamilton, J.", "abstract": "Stomata play a critical role in regulating plant responses to climate. Where sister species differ in stomatal traits, interspecific gene flow can influence the evolutionary trajectory of trait variation, with consequences to adaptation. Leveraging six latitudinally distributed transects spanning the natural hybrid zone between Populus trichocarpa P. balsamifera, we used whole genome resequencing and replicate common garden experiments to test the role that interspecific gene flow and selection play to stomatal trait evolution. While species-specific differences in the distribution of stomata persist between P. balsamifera and P. trichocarpa, hybrids on average resembled P. trichocarpa. Admixture mapping identified several candidate genes associated with stomatal trait variation in hybrids including TWIST, a homolog of SPEECHLESS in Arabidopsis, that initiates stomatal development via asymmetric cell divisions. Geographic clines revealed candidate genes deviating from genome-wide average patterns of introgression, suggesting restricted gene flow and the maintenance of adaptive differences. Climate associations, particularly with precipitation, indicated selection shapes local ancestry at candidate genes across transects. These results highlight the role of climate in shaping stomatal trait evolution in Populus and demonstrate how interspecific gene flow creates novel genetic combinations that may enhance adaptive potential in changing environments.", "date": "2025-07-26", "journal": ""}
{"title": "Functional Dissociation in the Developing Superior Temporal Lobe: Language and Theory of Mind", "doi": "10.1101/2025.07.25.665611", "authors": "Hiersche, K. J.; Bradley, L. A.; Osher, D. E.; Saygin, Z. M.", "abstract": "Language and theory of mind (ToM; the ability to infer others' mental states) are both crucial for human communication and yet their developmental origins are unclear. Are their neural substrates distinct within the superior temporal lobe (STL) but with opposing lateralization, as in adults? Or do they emerge from common neural substrates during development, perhaps in homologous regions originally involved in more basic social processing? Here we investigate the development of this functional dissociation, and the dissociation of their underlying connectivity fingerprints in a large cohort of children (ages 4-9 years, n=58 sessions) and adults (n=29). We demonstrate for the first time that children show distinct patterns of neural specificity for language and ToM in STL, just like adults. Children show no evidence of developmental 'disentangling' cross-sectionally or longitudinally. Finally, children's connectivity fingerprints predicting future language or ToM activation are almost identical to concurrent fingerprints and are largely non-overlapping across domains. While linguistic and ToM processing undergo continued neural specialization to reach the mature adult-like state, they are distinct remarkably early in human development. Our results challenge the idea that language develops from neural processors common for social communication and instead support distinct neural origins of these mental domains.", "date": "2025-07-26", "journal": ""}
{"title": "The Multifaceted Role of EXOC6A in Ciliogenesis", "doi": "10.1101/2025.07.25.666797", "authors": "Tang, T. K.; Wu, C.-T.; Lin, T.-L.", "abstract": "Ciliogenesis is a highly ordered process that requires membrane trafficking, fusion, and maturation. In this study, we investigated EXOC6A, a component of the exocyst complex known for secretory vesicle trafficking and fusion, and found that it interacts with myosin-Va (Myo-Va) during ciliogenesis. EXOC6A colocalizes with Myo-Va at various stages of ciliogenesis, including preciliary vesicles, ciliary vesicles (CVs), and ciliary sheath membrane during ciliogenesis. We found that EXOC6A vesicles are actively recruited, integrated, and exit from the CVs and the ciliary sheath, implying that EXOC6A vesicles may facilitate continuous cilia membrane remodeling during ciliogenesis. Importantly, EXOC6A knockout impairs ciliogenesis, arresting most cells at the CV stage and preventing recruitment of NPHP and MKS module components to the transition zone. Furthermore, EXOC6A vesicles are transported to the mother centriole via a dynein-, microtubule-, and actin-dependent mechanism. Our results suggest that EXOC6A functions in both early and late stages of ciliogenesis and is involved in orchestrating vesicle dynamics, cilia membrane remodeling, and formation.", "date": "2025-07-26", "journal": ""}
{"title": "Developmental time course of social touch, parvalbumin interneurons, perineuronal nets and Mef2c expression reveals a sensitive period of somatosensory cortex development in prairie voles", "doi": "10.1101/2025.07.25.666627", "authors": "Milman, N. E. P.; McGuire, N. M.; Loeung, J. M.; Bueno-Junior, L. S.; Tinsley, C. E.; Bronstein, H.; Kelly, F. D.; Wickham, P. T.; Ghimire, A.; Johnson, Z.; Pantazopoulos, H.; Watson, B. O.; Sorg, B. A.; Lim, M. M.", "abstract": "Social touch facilitates our attachment to others, especially early in life, which may be linked to the maturation of parvalbumin interneurons (PVI) in the somatosensory cortex (S1). These neurons respond to social touch, mature in a sensory experience-dependent manner, and influence both somatosensory processing and social behavior in models of Autism Spectrum Disorder. Prairie voles (Microtus ochrogaster) are an ideal rodent model for studying these concepts since they engage in a species-typical social touch called huddling. This study first showed that over development from juvenile to adult, same-sex siblings huddled less and explored more. Next, we tracked two markers of plasticity indicative of PVI maturation, extracellular perineuronal nets (PNNs) and nuclear transcription factor Myocyte enhancing factor 2C (Mef2c) across seven developmental timepoints. We found that, while PV expression in S1 was stable by P21, PNNs and Mef2c continued to shift afterwards, indicating a protracted development. Four unique clusters of PVIs converge during development between P14-P21, suggesting a sensitive period of PVI development. Finally, to determine environmental factors affecting these processes, environmental enrichment between P21-P28 led to accelerated PVI maturation. This developmental mapping provides a particularly salient model to investigate the molecular underpinnings of cortical and social development.", "date": "2025-07-26", "journal": ""}
{"title": "Developmental prosopagnosics have normal spatial integration in posterior ventral face-selective regions", "doi": "10.1101/2025.07.25.666588", "authors": "Stehr, D. A.; Zhang, Y.; Patgiri, A.; Kidder, A.; Kay, K.; Duchaine, B.", "abstract": "Population receptive field (pRF) mapping is an influential neuroimaging technique used to estimate the region of visual space modulating the response of a neuronal population. While pRF mapping has advanced our understanding of visual cortical organization, evidence linking variation in pRF properties to behavioral performance remains limited. One of the most compelling pRF-to-behavior relationships has emerged from research into developmental prosopagnosia (DP). Individuals with DP have severe deficits in facial identity recognition sometimes linked to diminished holistic processing of faces. This perceptual deficit could be explained at the neural level by abnormally small pRFs in face-selective regions that restrict spatial integration of the face information. This hypothesis is supported by data from a small group of DPs but needs to be rigorously evaluated in a larger sample. Here, we measured pRF properties in 20 individuals with DP and 20 controls using a stimulus designed to robustly activate both low- and high-level visual areas. Consistent with previous studies, DPs exhibited weaker face selectivity in core ventral face-selective areas. Crucially, however, across the visual processing hierarchy - from early visual cortex, to intermediate visual areas, and face-selective areas - DPs and controls exhibited remarkable similarity in pRF properties, including pRF size, visual field coverage, and the distribution of pRF centers. Using a larger sample and the latest methods for mapping and modeling pRFs, these results challenge theories attributing DP to reduced spatial integration in face-selective regions. This underscores the need to explore alternative neural mechanisms of DP and to re-evaluate links between pRF properties and behavior more broadly.", "date": "2025-07-26", "journal": ""}
{"title": "Role of oligodendroglial ADAM10 in oligodendrocyte maturation, myelination and myelin maintenance", "doi": "10.1101/2025.07.25.666787", "authors": "Lavaud, M.; Padilla-Ferrer, A.; Simon, A.; Acebo, P.; Dargenet-Becker, C.; Gorgievski, V.; Tzavara, E.; Massaad, C.; Jafarian-Tehrani, M.; Meffre, D.", "abstract": "In the central nervous system, oligodendrocytes extend their processes to wrap axons to form myelin sheaths, ensuring saltatory conduction of action potentials and providing trophic support for the axon. Our previous work demonstrated that pharmacological activation of -secretase promotes myelin protection and remyelination after both ex vivo and in vivo demyelination. Based on these findings, the present study aims to investigate the role of oligodendroglial ADAM10 (OLA10; a member of the a-secretase family) in myelin development and maintenance. Using an inducible knockout mouse model for OLA10 (KOOL-A10), we demonstrated that OLA10 deficiency results in delayed maturation of OPC in primary culture, and altered myelination in primary neuron/glia co-culture. Furthermore, an induction of OLA10 deficiency in adult mice was associated with an alteration of myelin sheath thickness and long-term motor and cognitive deficit in males but not in females. Overall, our study highlights the subtle but significant role of ADAM10 expressed by oligodendrocytes in the formation and maintenance of the myelin over time, while emphasizing a sexual dimorphism that carries important relevance for current research.", "date": "2025-07-26", "journal": ""}
{"title": "Disease-associated genetic variants can cause mutations in tissue-specific protein isoforms", "doi": "10.1101/2025.07.24.666385", "authors": "Weykopf, G.; Badonyi, M.; Friman, E. T.; Nguyen, J. M. H.; Ioannou, A.; Livesey, B. J.; Coutts, A.; Hird, E. F.; Wham, M.; Stanton, C.; Vitart, V.; Su, J.; Murphy, L.; Baillie, J. K.; Gorrell, M. D.; Marsh, J. A.; Bickmore, W. A.; Biddie, S. C.", "abstract": "Genetic variants can cause protein-coding mutations that result in disease. Variants are typically interpreted using the reference transcript for a gene. However, most human multi-exon genes encode alternative isoforms. Here, we show that coding exons in alternative isoforms harbour more population variants than exons of reference isoforms, consistent with their reduced evolutionary constraint, and that these variants are more likely to cause nonsynonymous coding mutations. Common and rare disease-associated variants mapping to alternative transcripts can lead to amino acid substitutions predicted to be structurally damaging in the corresponding protein isoform. The alternative transcripts to which disease-associated variants map demonstrate high tissue-specific expression, with many unannotated in reference human genomes, revealed only by long-read RNA-sequencing. As an example, we report an unannotated alternative transcript of the inflammasome regulator DPP9 that is lung epithelium-specific and which harbours a common genetic variant associated with severe COVID-19 and lung fibrosis. The variant causes a p.Leu8Pro missense mutation in an alternative first exon, predicted to disrupt the encoded alpha helix. These findings highlight the importance of considering alternative isoforms, their tissue-specific expression, and full-length transcripts in variant interpretation, with implications for uncovering underappreciated mechanisms of both common and rare disease.", "date": "2025-07-26", "journal": ""}
{"title": "Disease-associated genetic variants can cause mutations in tissue-specific protein isoforms", "doi": "10.1101/2025.07.24.666385", "authors": "Weykopf, G.; Badonyi, M.; Friman, E. T.; Nguyen, J. M. H.; Ioannou, A.; Livesey, B. J.; Coutts, A.; Hird, E. F.; Wham, M.; Stanton, C.; Vitart, V.; Su, J.; Murphy, L.; Baillie, J. K.; Gorrell, M. D.; Marsh, J. A.; Bickmore, W. A.; Biddie, S. C.", "abstract": "Genetic variants can cause protein-coding mutations that result in disease. Variants are typically interpreted using the reference transcript for a gene. However, most human multi-exon genes encode alternative isoforms. Here, we show that coding exons in alternative isoforms harbour more population variants than exons of reference isoforms, consistent with their reduced evolutionary constraint, and that these variants are more likely to cause nonsynonymous coding mutations. Common and rare disease-associated variants mapping to alternative transcripts can lead to amino acid substitutions predicted to be structurally damaging in the corresponding protein isoform. The alternative transcripts to which disease-associated variants map demonstrate high tissue-specific expression, with many unannotated in reference human genomes, revealed only by long-read RNA-sequencing. As an example, we report an unannotated alternative transcript of the inflammasome regulator DPP9 that is lung epithelium-specific and which harbours a common genetic variant associated with severe COVID-19 and lung fibrosis. The variant causes a p.Leu8Pro missense mutation in an alternative first exon, predicted to disrupt the encoded alpha helix. These findings highlight the importance of considering alternative isoforms, their tissue-specific expression, and full-length transcripts in variant interpretation, with implications for uncovering underappreciated mechanisms of both common and rare disease.", "date": "2025-07-26", "journal": ""}
{"title": "APOE knockout attenuates vascular graft fibrosis by limiting profibrotic macrophage formation through low-density lipoprotein receptor related protein 1", "doi": "10.1101/2025.07.22.666232", "authors": "Fu, J.; Zhao, M.; Zhao, J.; Wu, S.; Wu, J.; Hong, X.; Huang, H.; Fu, G.; Xu, S.", "abstract": "Vascular graft fibrosis can cause a decrease in cellular infiltration and capillary ingrowth in vascular walls and vascular stiffening. As such, there are still no vascular grafts that can be used in blood vessels where their diameters are less than 6 mm in patients. Although various approaches have been evaluated to mitigate implant-associated fibrosis, effective treatments remain quite limited. In this study, we demonstrated that APOE was significantly increased during vascular regeneration after graft implantation in vivo. APOE knockout (KO) increased compliance of regenerated aortas and reduced extracellular matrix (ECM) deposition in adventitia of the regenerated aortas. Using single cell RNA sequencing (scRNA-seq), a subset of profibrotic macrophages was found to be involved in graft fibrosis and APOE KO limited the formation of profibrotic macrophage formation during vascular regeneration. The interaction between APOE and low-density lipoprotein receptor related protein 1 (LRP1) partially mediated fibrotic differentiation of the macrophages. Profibrotic macrophages promoted graft fibrosis mainly through secretion of insulin-like growth factor-1 (IGF-1) that could support proliferation of fibroblasts. Finally, we showed that APOE knockdown in vivo using adeno-associated virus (AAV) improved the compliance of regenerated aortas and reduced ECM deposited in the adventitial areas by limiting formation of profibrotic macrophages. Collectively, these data indicate that APOE promotes the profibrotic transition of macrophages partially through LRP1, and the profibrotic macrophages increase the proliferation of fibroblasts via IGF-1. Inhibition of APOE by AAV can alleviate graft fibrosis occurring during vascular regeneration.", "date": "2025-07-26", "journal": ""}
{"title": "HuiduRep: A Robust Self-Supervised Framework for Learning Neural Representations from Extracellular Recordings", "doi": "10.1101/2025.07.22.666242", "authors": "Cao, F.; Feng, Z.; Shi, W.", "abstract": "Extracellular recordings are brief voltage fluctuations recorded near neurons, widely used in neuroscience as the basis for decoding brain activity at single-neuron resolution. Spike sorting, which assigns each spike to its source neuron, is a critical step in brain sensing pipelines. However, it remains challenging under low signal-to-noise ratio (SNR), electrode drift, and cross-session variability. In this paper, we propose HuiduRep, a robust self-supervised representation learning framework that extracts discriminative and generalizable features from extracellular spike waveforms. By combining contrastive learning with a denoising autoencoder, HuiduRep learns latent representations that are robust to noise and drift. Built on HuiduRep, we develop a spike sorting pipeline that clusters spike representations without supervision. Experiments on hybrid and real-world datasets demonstrate that HuiduRep achieves strong robustness and the pipeline matches or outperforms state-of-the-art tools such as KiloSort4 and MountainSort5. These findings demonstrate the potential of self-supervised spike representation learning as a foundational tool for robust and generalizable processing of extracellular recordings.", "date": "2025-07-26", "journal": ""}
{"title": "Capillary constrictions prime cancer cell tumorigenicity through PIEZO1", "doi": "10.1101/2025.07.22.666218", "authors": "Kilian, K.; Silvani, G.; Romanazzo, S.; Das, A.; Kopecky, C.; Rodriguez, V.; Chaffer, C. L.; Lock, J. G.; Poole, K.", "abstract": "Metastasis is a hallmark of cancer and is responsible for the majority of cancer-related deaths. Evidence suggests that even a single cancer cell can spread and seed a secondary tumour. However, not all circulating tumour cells have this ability, which implies that dissemination and distal growth require adaptative mechanisms during circulation. Here we report that constriction during microcapillary transit will trigger reprogramming of melanoma cells to a tumorigenic cancer stem cell-like state. Using a microfluidic device mimicking physiological flow rates and gradual capillary narrowing, we showed that compression through narrow channels lead to cell and nuclear deformation, rapid changes in chromatin state and increased calcium handling through the mechanosensor PIEZO1. Within minutes of microcapillary transit, cells show increased regulation of transcripts associated with metabolic reprogramming and meta-static processes, which culminates in the adoption of cancer stem cell-like properties. Squeezed cells displayed elevated melanoma stem cell markers, increased propensity for trans-endothelium invasion, and characteristics of enhanced tumorigenicity in vitro and in vivo. Pharmacological disruption of channel activity inhibited the stem cell-like state, while the selective PIEZO1 activator Yoda1 primed this state irrespective of constriction. Finally, deletion of PIEZO1 led to complete abrogation of the constriction-induced stem cell-like state. Together, this work demonstrates that compressive forces during circulation can reprogram circulating cancer cells to tumorigenic stem cell-like states that are primed for extravasation and metastatic colonization.", "date": "2025-07-26", "journal": ""}
{"title": "Transcriptomics uncovers molecular mechanisms underlying salt-inhibited root growth in Festuca rubra", "doi": "10.1101/2025.07.22.665687", "authors": "Lan, B.; Ru, D.; Du, F. K.; Yin, K.", "abstract": "Salt stress markedly inhibits root growth in Festuca rubra, while shoot development remains largely unaffected. Transcriptomic analysis identified 68,062 differentially expressed genes (DEGs) under salt stress. Upregulated genes were found significantly enriched in pathways related to methionine, melatonin, and suberin biosynthesis-processes likely contributing to stress adaptation through root growth suppression and maintenance of ion homeostasis. In contrast, genes associated with gibberellin biosynthesis, abscisic acid (ABA) response, and sugar signaling were downregulated, indicating complex hormonal and metabolic reprogramming. Notably, paradoxical regulation of gibberellin and ethylene signaling pathways suggests the presence of finely tuned mechanisms that balance growth and stress responses. These findings shed light on the molecular basis of root-specific salt stress responses in F. rubra and enhance our understanding of its adaptive strategies under saline conditions", "date": "2025-07-26", "journal": ""}
{"title": "Tuning regimes in ant foraging dynamics depend on the existence of bistability", "doi": "10.1101/2025.07.22.666247", "authors": "Lynch, C.; Daniels, B. C.", "abstract": "Characterizing how behavior must be tuned to produce useful coordination is key to understanding the evolution and regulation of collective behavior. While computational models can answer this question for specific instances, recurring patterns in model dynamics hint at a more general means of classifying collective dynamics. Using ant foraging models as a foundational example, we investigate mechanisms that can produce symmetry-breaking transitions to bistability as a first basic classification of collective behavior. Collective transitions are functionally important: They lead to sudden changes in collective states, enhanced sensitivity to environmental inputs, and hysteresis. We use bifurcation theory to argue that the point at which discontinuous transitions merge at a continuous transition forms a codimension-2 bifurcation with universal properties, and that this point is functionally equivalent to the critical point of a phase diagram. We show how analogous bistable transitions appear across models of ant foraging with different mechanistic assumptions, and we explore how biologically relevant collective effects play out near the transition. This framework clarifies the difficulty of tuning collective behavior: locating a continuous transition typically requires tuning two parameters, while a discontinuous transition requires tuning only one. Finally, we explore conditions that degrade or destroy bistable transitions: heterogeneity blurs the transitions, while recruitment mechanisms that do not create a positive feedback loop do not display bistability at all.", "date": "2025-07-26", "journal": ""}
{"title": "Integrated Multi-omics Prioritizes Ribosomal-targeting Omacetaxine Mepesuccinate for Optic Neuritis Therapy", "doi": "10.1101/2025.07.22.666225", "authors": "Zhang, Y.; Huang, y.; Guo, M.", "abstract": "Background: Optic neuritis (ON), an acute demyelinating disorder often preceding multiple sclerosis, lacks therapies preventing neurodegeneration despite corticosteroid use. Methods: We combined GWAS (FinnGen cohort, finn-b-H7_OPTNEURITIS), immune-specific eQTL analysis (CAGE.sparse microglia/astrocytes), and network pharmacology. SMR-HEIDI filtering (p_HEIDI>0.05; FDR<0.05) validated causal genes. Results: 46 ON-associated genes identified, with HLA-DRB1 as top risk locus (OR=3.297, FDR<0.01).Functional enrichment revealed antigen presentation dysregulation (GO:0002483, FDR=0.0025) and phagosome activation (hsa04145, FDR=0.0468), confirming microglial-astrocytic pathology. Omacetaxine mepesuccinate prioritized as sole repurposing candidate (FDR=0.0467) targeting ribosomal proteins RPL3/RPL2-mechanistically linked to glial protein synthesis suppression in demyelination. Conclusions: This first multi-omics analysis of ON bridges HLA-mediated autoimmunity with repurposed ribosomal-targeted therapy, proposing omacetaxine for neuroprotection.", "date": "2025-07-26", "journal": ""}
{"title": "Activation of Endogenous Spinal Cord Stem Cell Mediates Recovery Induced by Olfactory Ensheathing Cell Transplantation Following Spinal Cord Injury", "doi": "10.1101/2025.07.22.666088", "authors": "Delarue, Q.; Honore, A.; Xu, T.; Chalfouh, C.; Di Giovanni, M.; Vaudry, D.; Li, X.; Guerout, N.", "abstract": "Spinal cord injury (SCI) leads to irreversible motor and sensory deficits and currently has no curative treatment. Among the various therapeutic strategies explored, cell transplantation, using either stem or differentiated cells, has been extensively studied. One of the most promising approaches involves the use of olfactory ensheathing cells (OECs), which have demonstrated unique potential to promote functional recovery and tissue repair following SCI. However, the mechanisms underlying these effects remain poorly understood. In this study, we investigated how OEC transplantation modulates endogenous spinal stem cells, with a particular focus on ependymal cells. Using inducible transgenic mouse lines and fate-mapping approaches, we show that OEC transplantation significantly enhances ependymal cell proliferation and self-renewal both in vivo and in vitro. Moreover, OECs promote astrocytic differentiation of ependymal progeny, which express low levels of inhibitory molecules, suggesting a supportive role in creating a permissive scar microenvironment. Transcriptomic analyses further revealed that OEC transplantation downregulates genes associated with axonal growth inhibition, thereby contributing to improved neuronal survival. Finally, by using a unique transgenic mouse model in which ependymal cell proliferation is genetically blocked, we demonstrate that the beneficial effects of OEC transplantation depend on ependymal cell activation. Together, these findings establish ependymal cells as essential mediators of the regenerative response induced by OECs. They also highlight a therapeutic strategy based on activating and modulating endogenous stem cells via the transient presence of non-integrating transplanted glial cells. This work contributes to our understanding of SCI repair and supports the clinical potential of OEC-based cell therapies.", "date": "2025-07-26", "journal": ""}
{"title": "The Old genetically heterogeneous Mouse Model Recapitulates Chronic and Persistent Idiopathic Pulmonary Fibrosis with Strong Senescence Signatures", "doi": "10.1101/2025.07.22.665978", "authors": "Shankar, A.; Meca-Laguna, G.; Barkovskaya, A.; Rae, M. J.; Sharma, A.", "abstract": "Idiopathic Pulmonary Fibrosis (IPF) is a chronic and progressive lung disease that primarily afflicts people over the age of 65. IPF is characterized by lung scarring, an elevated senescence burden, and interstitial pneumonia, resulting in disability and mortality. The growing aging population worldwide, limited effectiveness of current treatments, and high economic burden underscore the need for robust models to investigate the underlying mechanisms and test novel interventions. Despite broad preclinical use, the bleomycin-induced murine model has notable limitations. Animals subjected to a single dose of bleomycin administration undergo recovery in weight and behavior between 21 and 28 days after administration, which is contrary to the progressive nature of IPF. Previous reports have shown that repetitive instillation of bleomycin phenocopies this aspect of the human disease. However, these methods are time-consuming and complex. Although IPF is typically associated with advanced age, most research is conducted in 6 to 8-week-old mice, which lack the age-related structural and metabolic deficits seen in humans. In this study, we report an improved model of IPF using 17-month-old UM-HET3 mice subjected to a single oropharyngeal bleomycin dosing that better mimics the persistent nature of the disease. Lung histology and immunohistochemistry (IHC) confirm persistence of fibrosis and senescence in mice 10 weeks after bleomycin administration. Furthermore, bulk RNA sequencing (RNA-Seq) analysis revealed a distinct set of gene expression signatures that is more consistent with chronic human fibrosis. This model offers greater insight into IPF pathogenesis, and we anticipate that it will enhance confidence in the human translatability of candidate therapeutic interventions.", "date": "2025-07-26", "journal": ""}
{"title": "Connections in the Dark: Social-Ecological Networks as a Promising Tool for Bat Conservation and One Health", "doi": "10.1101/2025.07.22.666214", "authors": "de Lara Muylaert, R. L.; Kita, C. A.; Kriegl, M.; Bilal, A.; Kazam, A.; Scaramella, C.; Roth, E.; Flanders, J.; Oedin, M.; Thiombiano, P. P.; Ahmad, R.; Tshering, S.; Tsang, S. M.; Kingston, T.; Straka, T. M.; Mello, M. A. R.", "abstract": "Bats provide vital ecosystem services, including pest suppression and crop pollination. However, the increasing proximity of bats and humans is a growing conservation and public health concern with negative consequences for both sides. Mitigating these consequences requires integrative approaches like network science and the emerging field of social-ecological networks (SENs), which offer powerful tools to map and analyse complex social and ecological dynamics. Here, we synthesize how network approaches have been applied to bat research and conservation. Specifically, we: (i) assess the use of both ecological and social network analyses to study bats; (ii) identify network tools well-suited for SEN-based bat research; (iii) present a case study illustrating how SEN applications in bat research can inform conservation and One Health efforts; and, lastly, (iv) discuss key challenges and opportunities in using SENs to investigate the human-bat interface. Our review unveils a rise in network-based bat research from 2006 to 2020, followed by a post-pandemic decline. Nevertheless, across the 127 studies mapped by our review, only one applied an SEN lens. Finally, we suggest how applying some underexplored SEN tools to bat research could lead to novel perspectives, aiming to promote integrated strategies for the coexistence of bats and humans.", "date": "2025-07-26", "journal": ""}
{"title": "Geographic distribution of genetic diversity of Heterocephalus glaber analyzed using whole genome sequencing and a chromosome-scale genome assembly", "doi": "10.1101/2025.07.22.666215", "authors": "Wright, K. M.; Sood, P.; Zemlemerova, E. D.; Kostin, D. S.; Fong, N. L.; Yi, N.; Ireland, A. T.; Lam, I.; Hardell-Lewis, K. N.; Smith, M.; Villalta, J.; Jan, C. H.; Roy, M. A.; Botstein, D.; Lavrenchenko, L. A.; Ruby, J. G.; Buffenstein, R.", "abstract": "Naked mole-rats (Heterocephalus glaber) are a species of rodent endemic to the Horn of Africa, notable among mammals for their long lifespans, resistances to a variety of stresses, and eusocial mating behavior. Though their natural range extends across large portions of Kenya, Ethiopia, Somalia, and Djibouti, the large majority of genetic and genomic analyses focus on Kenyan specimens. Here, we constructed a chromosome-scale reference genome assembly for H.glaber, along with new reference assemblies of both the Damaraland mole-rat (Fukomys damarensis) and guinea pig (Cavia porcellus) genomes to aid annotation. We leveraged our H.glaber assembly, along with modern whole-genome sequencing, to characterize the genetic diversity of specimens deriving from Kenya, southern Ethiopia, and eastern Ethiopia. We found the Kenyan and southern Ethiopian specimens to be closely related to each other and highly diverged from eastern Ethiopian specimens. We also found specimens collected from nearby locations in southern Ethiopia to be more closely related to Kenyan specimens than to each other. This unexpected distribution of shared genetic diversity highlights the importance of local migration barriers to gene flow in wild H.glaber populations.", "date": "2025-07-26", "journal": ""}
{"title": "Integrated small and long RNA sequencing in single oocytes reveals piRNA-mediated transposon repression during human oogenesis", "doi": "10.1101/2025.07.22.666229", "authors": "Zhang, F.; Zhang, H.; Xiao, Y.; Liu, M.; Ren, A.; Liu, S.; Wu, L.", "abstract": "The piwi-interacting RNA (piRNA) pathway plays a pivotal role in controlling transposable element (TE) activity, which is crucial for the developmental competence of gametogenesis. Although piRNAs have been studied in golden hamsters and other representative mammals, little is known about the relationship between distinct piRNA populations and their regulatory effects on TEs in human oocytes. In this study, we simultaneously profiled small and long RNA transcriptomes in individual human oocytes across four developmental stages. piRNAs, especially PIWIL3-associated short piRNAs (short-piRNAs), are the predominant small non-coding RNAs during human oogenesis. A marked increase in short-piRNAs after the primordial follicle stage coincided with a global downregulation of TE expression, particularly LINE-1 (L1) and endogenous retroviruses (ERVs). On the other hand, PIWIL1- and PIWIL2-associated long piRNAs (long-piRNAs) were correlated with the silencing of certain specific ERV subfamilies. Genomic-context analyses revealed that highly productive piRNA clusters have evolved asymmetric antisense insertion bias toward L1 and ERVs, contributing to TE families-specific regulation. Our findings highlight the global effect of piRNA-mediated TEs repression, with short-piRNAs acting as the primary and broad-spectrum suppressors, and long-piRNAs providing coordinated ERV-specific silencing. In summary, this study provides a valuable dataset of small and long RNA co-expression landscapes in developing human oocytes and offers insights into the coordinated yet distinct roles of different PIWI/piRNA classes in repressing TEs during human oogenesis.", "date": "2025-07-26", "journal": ""}
{"title": "Human ribosome interactions reframe neomycin toxicity", "doi": "10.1101/2025.07.22.666027", "authors": "Zhang, X.; Zhu, L.; Jia, C.; Wu, K.; Bai, Y.; Sun, S.; Zhang, Z.; Guo, L.; Hou, X.; Wu, M.; Amunts, A.; Li, W.", "abstract": "Aminoglycosides like neomycin are widely used but clinically limited due to toxicity, traditionally attributed to mitoribosome inhibition. Here, we demonstrate that this assumption requires re-evaluation by comparing neomycin's interactions with human ribosomes in vitro and in cells. While cryo-EM and biochemical assays reveal strong in vitro binding to both mitoribosomes and cytosolic ribosomes, especially at conserved regions such as the helix 44 (h44) decoding center despite sequence divergence, and H69. Cellular analyses show minimal impact on global translation, reduced occupancy on cytosolic ribosomes, and a complete absence of neomycin on mitoribosomes. These discrepancies suggest limited mitochondrial permeability rather than direct mitoribosome inhibition underlies neomycin's toxicity. Our findings redefine the mechanistic basis of aminoglycosides side effects and call for a reassessment of their cellular targets.", "date": "2025-07-26", "journal": ""}
{"title": "Dynamic Retinal Pathology in Glaucoma Progression Revealed by High-Resolution Functional Imaging in Vivo", "doi": "10.1101/2025.07.22.666227", "authors": "Fu, Y.; Pham Binh, M.; He, S.; HE, Y.; Qin, Z.; Xie, T.; Qu, J.", "abstract": "Glaucoma, a complex and multifactorial neurodegenerative disease, is commonly associated with elevated intraocular pressure and primarily characterized by the progressive loss of retinal ganglion cells (RGCs) and their axons. Despite its prevalence, our understanding and treatment of this disease remain challenging due to the intricate interplay of various pathophysiological factors and the limited capability for in vivo functional study of the disease. In this work, we investigated the dynamic retinal pathology of glaucoma from onset to late stages through longitudinal in vivo high-resolution imaging in a silicone oil-induced ocular hypertension glaucoma mouse model. We developed an optimized adaptive optics two-photon excitation fluorescence microscopy (AO-TPEFM) technique for both morphological and functional assessments of pathological changes in the retina across three distinct glaucoma phenotypes with varying progression rates. Our AO-TPEFM technology visualized the complete process of functional and structural changes in the three most important retinal components related to glaucoma: microvascular vessels, microglia, and RGCs during disease progression. Notably, our functional imaging revealed pathological alterations in microvascular circulation, microglia state, and RGC functionalities at a very early stage of disease development when retinal morphology still appeared normal, providing critical insights into glaucoma pathogenesis. This research also demonstrates that AO-TPEFM is a powerful tool for the in vivo study of general retinal diseases.", "date": "2025-07-26", "journal": ""}
{"title": "Viral Nucleosome-Like Particles Exhibit Dynamic Flexibility and Reduced Thermodynamic Stability", "doi": "10.1101/2025.07.22.666224", "authors": "Melo, M.; Wereszczynski, J.", "abstract": "DNA packaging imposes fundamental physical constraints on genomes across the tree of life. However, most of our mechanistic understanding of these processes comes from the eukaryotic nucleosome, where highly basic histones, along with their flexible tails, coordinate DNA compaction and gene accessibility. Large DNA viruses challenge this paradigm by assembling nucleosome-like particles with a divergent histone architecture. These viral assemblies lack canonical histone tails, contain covalently fused domains linked by structured connectors, and exhibit altered surface electrostatics, features that collectively impose unique biophysical properties on viral chromatin. Here, we use multi-microsecond all-atom molecular dynamics simulations to dissect how histone fusion, tail loss, and connector architecture reshape the structural and thermodynamic behavior of the Melbournevirus nucleosome, a model system for studying viral chromatin organization. We find that viral systems exhibit elevated DNA unwrapping, weaker and more transient histone-DNA contacts, and localized flexibility at connector regions. Conformational adaptation at histone junctions partially offsets these effects, with structural shifts tuned to local DNA geometry during wrapping transitions. By capturing how nucleosome dynamics shift across time and sequence, our study reveals how conserved biophysical principles of chromatin architecture are reconfigured across life to meet distinct evolutionary demands.", "date": "2025-07-26", "journal": ""}
{"title": "Manipulating plant oxygen sensing through NCO substitution reveals trade-offs between growth and flooding tolerance", "doi": "10.1101/2025.07.24.665511", "authors": "Perri, M.; He, Y.; Chirinos, X.; Lavilla-Puerta, M.; Latter, R.; Bancroft, T.; Papachristodoulou, A.; Flashman, E.; Licausi, F.", "abstract": "The oxygen-dependent degradation of Ethylene Response Factors VII (ERFVIIs) through the N-degron pathway is central to regulating the transcriptional responses to hypoxia in vascular plants. Plant Cysteine Oxidases (PCOs) control this step by catalysing the oxidation of an N-terminal Cys residue exposed by ERFVIIs. In the present study, we investigated the functional impact of replacing Arabidopsis PCOs with diverse N-terminal cysteine oxidases (NCOs) from across the three eukaryotic kingdoms, hypothesizing that structural and kinetic differences may influence gene regulation of ERFVII targets under hypoxia and thus impact stress tolerance. Combining structural analyses, in vitro biochemical characterisation and in planta complementation assays we observed that not all tested NCOs are functionally equivalent to the endogenous PCOs. In fact, despite the remarkable conservation of catalytic motifs, we identified key differences in enzyme architecture that appear to affect the enzyme's capacity to regulate hypoxia responses in plants. Notably, NCO efficiency in oxidising ERFVII peptides inversely correlated with hypoxic gene expression under aerobic conditions and enhanced submergence survival, suggesting that partial ERFVII stabilization primes plants to cope with hypoxia. However, enhanced basal expression of hypoxia-responsive genes in turn correlated negatively with development and biomass accumulation, pointing to a trade-off between growth and stress resilience. Our findings demonstrate that tuning NCO activity can reshape the transcriptional and physiological hypoxia response, suggesting it is possible to enhance plant resilience under fluctuating oxygen conditions through enzyme engineering and precision breeding.", "date": "2025-07-26", "journal": ""}
{"title": "Growth Cost and Transport Efficiency Tradeoffs Define Root System Optimization Across Varying Developmental Stages and Environments in Arabidopsis", "doi": "10.1101/2025.07.25.666579", "authors": "Faizi, K.; Mehta, P.; Maida, A.; Humphreys, T.; Berrigan, E.; McKee-Reid, L.; McCorkell, R.; Tagade, A.; Rumbelow, J.; Showalter, J.; Brent, L.; Coroenne, C.; Rigaud, A.; Chandrasekhar, A.; Navlakha, S.; Martin, A.; Pradal, C.; Lee, S.; Busch, W.; Platre, M. P.", "abstract": "Root system architecture (RSA) is central to plant adaptation and fitness, yet the design principles and regulatory mechanisms connecting RSA to environmental adaptation are not well understood. We developed Ariadne, a semi-automated software for quantifying cost-efficiency tradeoffs of RSA by mapping root networks onto a Pareto-optimality framework, which describes the balance between resource transport efficiency and construction cost. Applying Ariadne to Arabidopsis thaliana, we found that root architectures consistently assume Pareto-optimal forms across developmental stages, genotypes, and environmental conditions. Using the Discovery Engine, an engine that combines machine learning together with interpretability techniques, we found developmental stage, the hy5/chl1-5 genotype, and manganese availability as important determinants of the cost-efficiency tradeoff, with manganese exerting a unique influence not observed for other nutrients. These results reveal that RSA plasticity is genetically constrained to cost-efficiency optimal configurations and that developmental and environmental factors shift RSA on the pareto front, with manganese acting as a strong modulator of the transport efficiency and construction cost balance.", "date": "2025-07-26", "journal": ""}
{"title": "Mitotic entry is controlled by the plant-specific phosphatase BSL1 and cyclin-dependent kinase B", "doi": "10.1101/2025.07.24.666638", "authors": "Wang, Z.-Y.; Tulin, F.; Aizezi, Y.; Reyes, A.; Grossman, A. R.; Xu, S.-L.; Onishi, M.; Assaad, F.", "abstract": "Cell cycle regulation is well understood in opisthokonts (fungi and metazoans) but not in plants and Apicomplexa, as some cell cycle regulators are not conserved1-3. In opisthokonts, cell cycle progression requires dephosphorylation of cyclin-dependent kinase (CDK) by the CDC25 phosphatase4. Plants have no CDC25, and thus their mechanisms of cell cycle regulation remain elusive1,5,6. Here, we show that the BSL1 phosphatase dephosphorylates CDKB1 to promote mitotic entry in Chlamydomonas. Mutations of BSL1 or CDKB1 block mitotic entry after DNA replication. BSL1 shows dynamic localization through the cell cycle at the basal bodies, spindle poles, and cleavage furrow. CDKB1 is hyperphosphorylated at T14 and Y15 residues in the bsl1 mutant and in wild-type cells treated with DNA replication inhibitors. BSL1 binds to CDKB1 and dephosphorylates CDKB1 pT14/pY15 in vitro. Phospho-mimicking mutations of T14/Y15 inactivate CDKB1 function, whereas phospho-blocking mutations cause sensitivity to DNA replication inhibitors, which delay cytokinesis in wild-type cells more than cells expressing unphosphorylatable mutant CDKB1. These results indicate that CDKB1 T14/Y15 is phosphorylated to block mitotic entry before DNA replication is complete, and BSL1 dephosphorylates CDKB1 to promote mitosis. Our study demonstrates that BSL1, a phosphatase conserved in plants and Apicomplexa but absent in fungi and animals, is a CDKB1-activating mitosis-promoting factor that has evolved additional signaling functions in receptor kinase pathways in higher plants.", "date": "2025-07-26", "journal": ""}
{"title": "Species specific marker genes for systemic defence and stress responses to leaf wounding and flagellin stimuli in hybrid aspen and silver birch", "doi": "10.1101/2025.07.23.666137", "authors": "Blums, K. T.; Krivmane, B.; Ramanenka, M.; Matisons, R.; Rungis, D. E.; Zeps, M.; Orlovskis, Z.", "abstract": "In Northern Europe, climate warming is driving the northward expansion of deciduous tree species such as aspen and silver birch. At the same time, it is intensifying biotic stresses from pests and pathogens, necessitating the development of innovative biotechnological approaches to enhance forest resistance and resilience. However, progress in understanding the genetic basis of stress responses in temperate deciduous trees remains limited, largely due to the absence of reproducible laboratory model systems and well-characterized molecular stress markers. In this study, we aimed to identify and validate known plant defense gene markers to support future functional research on stress responses in hybrid aspen and silver birch. We used sequence mining and phylogenetic analyses to identify homologues of biotic stress-response genes in the genomes of both tree species. We then employed in vitro propagated tree clones to test defense gene activation in distal leaves following systemic signal induction via leaf wounding and bacterial flagellin application, assessed at 4- and 24- hours post-treatment. We present a short communication of a novel in vitro methodological approach for the preliminary evaluation of molecular responses to systemic signaling in birch and aspen. The findings represent a methodological advancement for studies of systemic signalling and molecular defense responses in ecologically and economically important tree species and offer a pipeline for gene homologue discovery for the future research on tree-microbe interactions and resilience.", "date": "2025-07-26", "journal": ""}
{"title": "Engineering reduced activity in the oxygen-sensing Arabidopsis thaliana plant cysteine oxidase 4 enzyme results in improved flood resilience", "doi": "10.1101/2025.07.24.666444", "authors": "Dirr, A.; Del Greco, A.; Howe, S.; Walker, L. S.; Perri, M.; Shukla, V.; Licausi, F.; Flashman, E.", "abstract": "Plant cysteine oxidases (PCOs) are oxygen-sensing enzymes that play an important role in plant responses to low oxygen (hypoxia). PCO-catalysed dioxygenation of the N-terminal Cys of substrates, including Group VII Ethylene Response Factors (ERVIIs), targets them for degradation via the Cys/Arg N-degron pathway, however these substrates are stabilized in hypoxia due to reduced PCO activity. When plants are flooded, submergence-induced hypoxia results in ERFVII-mediated upregulation of hypoxia responsive genes that reconfigure plant metabolism and allow short-term resilience to the conditions. However, the increasing frequency and duration of flood events requires strategies to improve plant flood resilience, particularly amongst agronomic crops. One possibility is to prolong the stability of ERFVIIs by engineering the PCOs to catalyse their oxidation less efficiently. We report a structure-guided kinetic and biophysical investigation of Arabidopsis thaliana PCO4 that reveals residues important for substrate-binding and catalysis. We subsequently selected AtPCO4 variants Y183F and C173A, with severe and mild impacts on AtPCO4 activity, respectively, to complement Arabidopsis pco1pco2pco4pco5 plants and investigate their impact on submergence resilience. Both variants appeared to be beneficial for survival and recovery after 2.5 and 3.5 days of dark submergence when compared to control plants, indicating that engineering PCOs can be used as a strategy to improve flood tolerance in plants.", "date": "2025-07-26", "journal": ""}
{"title": "Sassy: Searching Short DNA Strings in the 2020s", "doi": "10.1101/2025.07.22.666207", "authors": "Beeloo, R.; Koerkamp, R. G.", "abstract": "Motivation. Approximate string matching (ASM) is the problem of finding all occurrences of a pattern P in a text T while allowing up to k errors. ASM was researched extensively around the 1990s, but with the rise of large-scale datasets, focus shifted towards inexact approaches based on seed-chain-extend. These methods often provide large speedups in practice, but do not guarantee finding all matches with [&le;]k errors. However, many applications, such as CRISPR off-target detection, require exhaustive results with no false negatives. Methods. We introduce Sassy, a library and tool for ASM of short (up to {approx}1000 bp) patterns in large texts. Sassy builds on earlier tools that use Myers' bitpacking, such as Edlib. Algorithmically, the two main novelties are to split each sequence into 4 parts that are searched in parallel, and to use bitvectors in the text direction (horizontally) rather than the pattern direction (vertically). This allows significant speedups for short queries, especially when k is small, as has complexity O(k{lceil}n/W{rciel}) when searching random text, where W = 256 is the SIMD width. Practically speaking, Sassy is the only recent index-free tool that is designed specifically for ASM, rather than the more common semi global alignment. In addition, Sassy supports the IUPAC alphabet, which is essential for primer design and for matching ambiguous bases in assemblies. Separately, we also introduce the concept of overhang cost: a variant of 'overlap' alignment where e.g. a suffix of the pattern is matched against a prefix of the text, where each character of the pattern that extends beyond the text incurs a cost of e.g.  = 0.5. This is important when matches are near contig or read ends. Results. Compared to Edlib, Sassy is 4x to 15x faster for sequences up to length 1000, and has throughputs exceeding 2 GB/s, whereas Edlib remains below 130 MB/s. Likewise, Sassy is up to 10x faster than parasail when searching short strings. Sassy is also readily applicable to biological problems such as CRISPR off-target detection. When searching 61 guide sequences in a human genome, Sassy is 100x faster than SWOffinder and only slightly slower (for k [&le;]3) than CHOPOFF, for which building its index takes 20 minutes. Sassy also scales well to larger k [isin]{4, 5}, unlike CHOPOFF whose index took over 10 hours to build. Availibility. Sassy is available as Rust library and binary at https://github.com/RagnarGrootKoerkamp/sassy.", "date": "2025-07-26", "journal": ""}
{"title": "H&Enium, Applying Foundation Models to Computational Pathology and Spatial Transcriptomics to Learn an Aligned Latent Space", "doi": "10.1101/2025.07.22.665986", "authors": "Glettig, M.; Ehrensperger, T.; Yates, J.; Boeva, V.", "abstract": "Bridging the gap from transcriptomic to imaging data at single-cell resolution is essential for understanding tumor biology and improving cancer diagnostics. Spatial transcriptomics enables mapping gene expression onto H&E images of segmented single cells, but remains limited by cost and throughput. We introduce H&Enium, a contrastive alignment framework that projects image and gene expression embeddings from foundation models into an aligned latent space using projection heads and a novel soft alignment target. This alignment enriches image-derived embeddings with transcriptomic context improving downstream tasks such as cell type classification and gene expression prediction. Additional evaluations on independent pathology datasets demonstrate superior generalization of our aligned representations over unaligned baselines. Our method offers a scalable path to enhance the utility of standard H&E imaging in both research and clinical settings.", "date": "2025-07-26", "journal": ""}
{"title": "Mono-mix strategy enables comparative proteomics of a cross-kingdom microbial symbiosis", "doi": "10.1101/2025.07.22.666210", "authors": "Dupuis, S.; Lingappa, U. F.; Purvine, S. O.; Chiang, L.; Gallaher, S. D.; Nicora, C. D.; Lipton, M. S.; Merchant, S. S.", "abstract": "Cross-kingdom microbial symbioses, such as those between algae and bacteria, are key players in biogeochemical cycles. The molecular changes during initiation and establishment of symbiosis are of great interest, but quantitatively monitoring such changes can be challenging, particularly when the microorganisms differ greatly in size or are intimately associated. Here, we analyze output from data-dependent acquisition (DDA) LC-MS/MS proteomics experiments investigating the well-studied interaction between the alga Chlamydomonas reinhardtii and the heterotrophic bacterium Mesorhizobium japonicum. We found that detection of bacterial proteins decreased in coculture by 50% proteome-wide due to the abundance of algal proteins. As a result, standard differential expression analysis led to numerous false-positive reports of significantly downregulated proteins, where it was not possible to distinguish meaningful biological responses to symbiosis from artifacts of the reduced protein detection in coculture relative to monoculture. We show that data normalization alone does not eliminate the impact of altered detection on differential expression analysis of the cross-kingdom symbiosis. We assessed two additional strategies to overcome this methodological artifact inherent to DDA proteomics. In the first, we combined algal and bacterial monocultures at a relative abundance that mimicked the coculture, creating a ''mono-mix'' control to which the coculture could be compared. This approach enabled comparable detection of bacterial proteins in the coculture and the monoculture control. In the second strategy, we enhanced detection of lowly abundant bacterial proteins by using sample fractionation upstream of LC-MS/MS analysis. When these simple approaches were combined, they allowed for meaningful comparisons of nearly 10,000 algal proteins and over 4,000 bacterial proteins in response to symbiosis by DDA. They successfully recovered expected changes in the bacterial proteome in response to algal coculture, including upregulation of sugar-binding proteins and transporters. They also revealed novel proteomic responses to coculture that guide hypotheses about algal-bacterial interactions.", "date": "2025-07-26", "journal": ""}
{"title": "Cocaine and Morphine Converge to Disrupt Chloride Homeostasis in Ventral Tegmental Area GABA Neurons", "doi": "10.1101/2025.07.22.666200", "authors": "Pearson, A. C.; Kimmey, B. A.; Taormina, M. B.; Holden, W. M.; Ostroumov, A.", "abstract": "Identifying shared neural mechanisms influenced by diverse classes of drugs of abuse is essential for understanding addiction and for developing broad-spectrum treatments for substance use disorders. Previous studies indicate that many drugs of abuse increase dopamine output from the ventral tegmental area (VTA) by altering the balance of excitatory and inhibitory inputs onto dopamine neurons, thereby promoting maladaptive plasticity within reward circuits. Here, we demonstrate in rats that acute injections of morphine and cocaine, but not saline, disrupt chloride homeostasis in VTA GABA neurons. This disruption is characterized by a depolarized GABAA reversal potential, impaired chloride extrusion, and posttranslational downregulation of the potassium chloride cotransporter KCC2. Although previous studies linked drug-induced posttranslational downregulation of KCC2 in the VTA to glucocorticoid receptor activation, we found that a glucocorticoid receptor antagonist did not prevent cocaine- and morphine-induced disruption of chloride homeostasis. Instead, our data show that dopamine receptor activation is both necessary and sufficient for these alterations. Notably, chloride homeostasis remains impaired 30 days after volitional morphine self-administration, indicating long-lasting plasticity. These findings complement previous work on nicotine and alcohol, suggesting a shared mechanism of inhibitory plasticity in the VTA following drug exposure. Given that chloride dysregulation in VTA GABA neurons influences downstream circuit function and promotes maladaptive behaviors associated with drug use, we propose KCC2 as a promising therapeutic target for substance use disorders.", "date": "2025-07-26", "journal": ""}
{"title": "C1q limits cystoid edema by maintaining basal beta-catenin-dependent signaling and blood-retina barrier function", "doi": "10.1101/2025.07.22.666172", "authors": "Zhang, L.; Levey, J.; Abedin, M.; Jo, H.; Odame, E.; Douglas, K.; Thoreen, E.; McPherson, S.; Roehrich, H.; Seshagiri, S.; Angers, S.; Chen, Z.; Junge, H. J.", "abstract": "Macular edema (ME) causes significant vision impairment and occurs in several prevalent retinal diseases including diabetic retinopathy (DR), choroidal neovascularization (CNV), retinal vein occlusion, and uveitis. Retinal edema typically results from dysfunction of the blood-retina barrier (BRB), which is associated with increased retinal expression of complement components. It is unclear whether the classical complement pathway has detrimental or protective roles in the context of BRB dysfunction. Here, we characterize Tspan12 KODBM (Disrupted Barrier Maintenance) mice, a new mouse model of cystoid edema based on genetically and pharmacologically manipulating beta-catenin-dependent norrin/frizzled4 (FZD4) signaling. We assess BRB function, cystoid edema, ERG, and microglia activation outcomes in an aging study with WT, C1qa KO, Tspan12 KODBM, and Tspan12 KODBM; C1qa KO compound mutant mice. Phenotypic analyses and cell-based experiments indicate that C1QA contributes to maintaining basal beta-catenin-dependent signaling and that the absence of C1QA exacerbates BRB dysfunction, cystoid edema, and neuroinflammation in Tspan12 KODBM; C1qa compound mutant mice. Activation of beta-catenin-dependent signaling by a FZD4/LRP5 agonist antibody modality achieves complete resolution of cystoid edema. This study shows that reducing or enhancing norrin/frizzled4 signaling can increase or decrease cystoid edema, respectively, underscoring its potential as a therapeutic target in ME. Furthermore, this study provides novel insights into the contribution of C1QA to BRB maintenance.", "date": "2025-07-26", "journal": ""}
{"title": "Non-invasive Stimulation of Contralateral Primary Motor Cortex Reduces the Amount of Skill Generalization to the Untrained Arm", "doi": "10.1101/2025.07.22.666199", "authors": "Yadav, G.; Chauvaux, M.; Duque, J.", "abstract": "Successfully learned motor skills can generalize or transfer to the untrained arm. The neural substrate underlying such intermanual/interlimb generalization of newly acquired skill memory is unclear. Here, we focused on contralateral primary motor cortex (cM1) which is considered a key brain area for skill learning and memory consolidation. We probed the causal role of cM1 in intermanual skill generalization in a two-day study involving right-handed young individuals (n=31) who learned a novel motor skill reaching task. Immediately following (right-arm) learning, we delivered low-frequency (1Hz, 1800 pulses) repetitive transcranial magnetic stimulation (rTMS) to target left cM1 in one group of individuals (n=15), while another group (n=16) served as an active control in which ipsilateral M1 (iM1) was targeted. On the same day we measured corticospinal excitability (CSE) to assess learning-induced and rTMS-induced neuroplastic changes occurring in the targeted M1s. Next day after 24-hours, both groups were tested for intermanual skill generalization (left-arm), followed by a brief test of intralimb retention (right-arm). Our results show that stimulating cM1, versus iM1, reduced the amount of generalization to the untrained arm on the next day, without affecting its (re)learning ability or the follow-up retention performance of the trained arm. Further, rTMS stimulation induced a net facilitation in CSE- with higher facilitation tending to correlate to lower generalization in a subset of high learners in cM1 group. Taken together, this study highlights the role of cM1 in skill generalization such that it seems to mediate the early transfer of learning to the untrained arm.", "date": "2025-07-26", "journal": ""}
{"title": "Many-Two-One: Diverse Representations Across Visual Pathways Emerge from A Single Objective", "doi": "10.1101/2025.07.22.664908", "authors": "Tang, Y.; Gokce, A.; Al-Karkari, K. J.; Yamins, D.; Schrimpf, M.", "abstract": "How the human brain supports diverse behaviours has been debated for decades. The canonical view divides visual processing into distinct \"what\" and \"where/how\" streams -- however, their origin and independence remain contested. Here, using deep neural network models that accurately predict hours of brain recordings, we computationally characterise how cortex processes dynamic vision. Despite the diversity of cortical regions and thereby supported tasks, we identify two fundamental computations that explain neural activity across visual cortex: object and appearance-free motion recognition. Strikingly, a single objective underlies both: these inherent computations in the brain emerge from optimising for understanding world dynamics, and their arrangement is highly distributed and smooth across cortex rather than strictly aligning with the two visual streams. Our results suggest that the human brain's ability to integrate complex information across seemingly distinct representational pathways may originate from the single goal of modelling the world.", "date": "2025-07-26", "journal": ""}
{"title": "Efficient Grammar Compression via RLZ-based RePair", "doi": "10.1101/2025.07.22.666196", "authors": "Varki, R.; Gagie, T.; Boucher, C.", "abstract": "Among grammar-based compression techniques, RePair is a notable offline encoding scheme known for its simplicity and powerful combinatorial properties, producing compact grammars by repeatedly replacing the most frequent adjacent pairs of symbols, known as bigrams. However, RePair's memory usage scales poorly with input size, as it loads the entire text into memory. In contrast, Relative Lempel-Ziv (RLZ) parsing offers a scalable and lightweight online encoding scheme that losslessly represents a text in terms of phrases that refer to a reference string, but it often fails to expose deeper structural patterns. We introduce an algorithm that produces a RePair grammar from the RLZ parse of the input, leveraging the strengths of both methods. Our method, RLZ-RePair, performs bigram replacements systematically, preserving the integrity of the RLZ phrases throughout the RePair iterations. When the reference is well chosen, our method achieves the same grammar as standard RePair while significantly reducing both memory usage and the number of bigram replacements. In particular, we show that RLZ-RePair uses significantly less memory than RePair, which required between 18% and 480% more memory across different data sets. To our knowledge, RLZ-RePair is one of the first scalable methods that constructs exact RePair grammars, resulting in a grammar-based compressor that is both practical for large datasets and faithful to the theoretical elegance of RePair.", "date": "2025-07-26", "journal": ""}
{"title": "Loss of vitamin C biosynthesis protects from a parasitic infection", "doi": "10.1101/2025.07.22.666193", "authors": "Chen, G.; Jun, J. H.; Wijshake, T.; Li, Y.; Yuan, M.; Rose, J.; Li, S.; Cobb, S.; Serpa, W.; Li, Y.; Li, L.; Chen, W.; Collins, J. J.; Wang, J.; Agathocleous, M.", "abstract": "The ability to synthesize essential molecules is sometimes lost in evolution. A classic example is ascorbate (Vitamin C), which is synthesized in most animals by L-Gulonolactone Oxidase (GULO), an enzyme lost multiple independent times in animal evolution. This event is thought to be evolutionarily neutral, however, GULO-deficient animals including humans need to obtain ascorbate from their diet and are susceptible to ascorbate deficiency and scurvy. We therefore hypothesized that this disadvantage of GULO loss is offset by physiological benefits. Here we show that ascorbate deficiency protects mice from schistosomiasis, a debilitating parasitic disease which afflicts 250 million people. Schistosoma mansoni worms required host ascorbate to produce eggs in vivo. Consequently, ascorbate-deficient mice were protected from schistosomiasis pathologies and transmission. Intermittent ascorbate deficiency protected Gulo-deficient mice from both scurvy and schistosomiasis mortality. The effects of ascorbate on schistosome reproduction were mediated by ascorbate-dependent histone demethylation which promoted vitellocyte development in female schistosomes. We propose that vitamin deficiencies are not always detrimental but can protect animals from pathogens which need to obtain vitamins from their host.", "date": "2025-07-26", "journal": ""}
{"title": "Deep Evolutionary Fitness Inference for Variant Nomination from Directed Evolution", "doi": "10.1101/2025.07.22.666175", "authors": "Shen, M. W.; Diamant, N.; Helmling, C.; Newland, R.; Lu, Z.; Fannjiang, C.; Kelow, S.; Frey, N.; Saremi, S.; Kelly, R.; Bonneau, R.; Scalia, G.; Cunningham, C.; Biancalani, T.", "abstract": "Iterative screening techniques, such as directed evolution, enable high-throughput affinity maturation to optimize binders to molecular interfaces. However, the decision problem of selecting variants from rich, evolved populations to enter low-throughput follow-up methods remains a significant bottleneck. Here, we present evolutionary fitness inference (EVFI) and DeepEVFI, two machine learning methods that model directed evolution from time-series sequencing data, and infer fitness, the ability of a variant to enrich under selection pressure. Our methods flexibly handle mutation mechanisms and starting populations that may be partially unknown -- settings relevant to drug discovery -- and achieve strong performance on a diverse set of experimental data. We conducted two experimental directed evolution campaigns, using antibodies and macrocyclic peptides libraries to identify and optimize binders to therapeutically relevant targets. EVFI and DeepEVFI identified tighter binders that were missed by human experts using conventional frequency-based approaches, including rising stars with low frequency. Beyond initial hit discovery, EVFI and DeepEVFI enables labeling large-scale sequence-fitness datasets and identifying variants of initial binders with diverse properties.", "date": "2025-07-26", "journal": ""}
{"title": "Satiety does not abolish Pavlovian-to-instrumental transfer but accelerates devaluation in humans", "doi": "10.1101/2025.07.22.666116", "authors": "Ballestero-Arnau, M.; Rodriguez-Herreros, B.; Moreno-Sanchez, M.; Rodriguez-Fornells, A.; Trembecka, O.; Cunillera, T.", "abstract": "Environmental cues that predict palatable food can robustly drive behavior, override satiety signals and promote maladaptive eating habits. However, conventional human paradigms often fail to capture the dynamic interplay between hunger, satiety, and cue-induced behavioral actions. To address this, we built a novel automated dispenser synchronized with task events and integrated into an adapted human Pavlovian-to-instrumental transfer (PIT) paradigm to deliver real, consumable food rewards in real time, allowing participants to eat online and thereby induce satiation or sustain hunger. In one experiment, we manipulated food rewards by varying portion size and consumption timing. Large portions consumed immediately induced rapid satiation, whereas small, trial-by-trial portions kept participants non-satiated; correspondingly, large portions accelerated devaluation of the food reward, evidenced by a pronounced decline in instrumental responding, while small portions sustained cue-driven behavior over time. In a subsequent experiment, small, immediately consumed food rewards (which kept participants non-satiated) were directly compared with real-time monetary rewards. Although both reward types initially invigorated behavior, the motivational impact of monetary rewards declined quicker, suggesting that the absence of physiological feedback renders secondary reinforcers more vulnerable to rapid devaluation. These findings suggest that satiety accelerates, rather than abolishes, the influence of food-associated cues. The distinct temporal dynamics observed for food and monetary outcomes underscore the importance of real-time ingestion in human PIT paradigms, offering new insights into the mechanisms by which physiological states modulate cue-driven devaluation.", "date": "2025-07-26", "journal": ""}
{"title": "Copy number variation facilitates rapid toggling between ecological strategies", "doi": "10.1101/2025.07.22.666191", "authors": "Abdul-Rahman, F.; Gresham, D.", "abstract": "A central question in evolutionary biology is how different types of mutations shape ecological strategy. Whereas both single nucleotide variants (SNVs) and copy number variants (CNVs) can alter gene dosage, it remains unclear whether CNVs confer unique adaptive advantages. Here, we show that CNVs do not mediate adaptive tracking in fluctuating environments, but instead act as reversible toggles between ecological strategies. Using a dual-fluorescent CNV reporter system in Saccharomyces cerevisiae, we tracked CNV dynamics at two transporter loci during long-term evolution under static and fluctuating nitrogen limitation. CNVs arose with high repeatability in static conditions but showed dampened or divergent dynamics in fluctuating environments, suggesting they do not track environmental change. Instead, we found that the ratio of copy number between the two loci, but not copy number at either locus alone, predicted ecological strategy: imbalanced CNV ratios defined specialists, while balanced ratios defined generalists. Evolution in static environments favored specialists whereas fluctuating environments favored generalists. Applying this framework to over 3,000 sequenced yeast genomes, we found generalist CNV signatures in both wild and domesticated strains, but specialist signatures exclusively in domesticated strains. These findings introduce a generalizable framework for predicting ecological strategy from genome structure, positioning CNV ratios as a molecular signature of niche breadth across evolutionary and ecological contexts.", "date": "2025-07-26", "journal": ""}
{"title": "Geographic Divergence in Population Genomics and Shell Morphology Reveal History of Glacial Refugia in a Coastal Dogwhelk", "doi": "10.1101/2025.07.22.664458", "authors": "Longman, E. K.; Nunez, J. C. B.; Sanford, E.; Pespeni, M.", "abstract": "Studying contemporaneous spatial patterns of genomic diversity can yield important insights into the evolutionary processes that structure populations and shape patterns of adaptation. In contrast to the large number of marine species with planktonic larvae, populations of marine taxa with low dispersal and deep evolutionary divergences offer an opportunity to reveal the phylogeographic histories of marine ecosystems. Here, we constructed a draft genome assembly for the low-dispersing marine dogwhelk, Nucella canaliculata, and studied patterns of genomic diversity and shell morphometrics in 19 populations distributed along ~1,500 km of the west coast of North America. We observed significant population structure with a strong phylogeographic break at Monterey Bay, which was matched with divergence in shell morphology. Genomic patterns, concomitant with computer simulations, suggest that there were at least two refugial populations during the last glacial maximum that subsequently experienced post-glacial expansion and admixture. Furthermore, by linking genotype to phenotype, we identified candidate loci associated with the molecular bases of variation in shell morphology. These findings highlight that historical events can play a persistent role in structuring the genomic diversity of modern coastal populations, with important consequences for spatial variation in the adaptive capacity and vulnerability of populations to future climatic changes.", "date": "2025-07-26", "journal": ""}
{"title": "Unwelcome guests: characterizing the ecological niche of insertion sequences within prokaryotic genomes", "doi": "10.1101/2025.07.22.666184", "authors": "Gaudilliere, F.; Abby, S. S.; Hindre, T.; Junier, I.", "abstract": "Insertion sequences (ISs) are widespread prokaryotic transposable elements, often regarded as genomic parasites that primarily cause deleterious mutations. However, they can also promote adaptive changes. These antagonistic properties make their overall impact on prokaryotic evolution difficult to grasp. Here, we tackle this problem by leveraging the framework of transposon ecology to analyze IS occurrences across and within 30,409 prokaryotic genomes. Combining phylogenomics with multi-scale genomic analysis and modeling, we provide evidence for group behavior, whereby ISs collectively contribute to the construction of their own niche, whose spread is found to be limited within chromosomes. Niches are shared with other mobile genetic elements and exhibit spatial partitioning reminiscent of ecological niche differentiation. Our results further suggest both physical and ecological isolation, with up to 100~kb long niches characterized by particularly variable, heterogeneous, and AT-rich sequences. We also find evidence of functional roles of IS families, and of regulatory mechanisms modulating IS activity. Altogether, our comprehensive transposon ecology approach offers novel insights and new avenues for understanding IS-host interactions and genome evolution, moving beyond traditional host-centric perspectives.", "date": "2025-07-26", "journal": ""}
{"title": "Identification of Pesticides Associated with an Increased Risk of Parkinson's Disease using a Multi-Screen Approach", "doi": "10.1101/2025.07.22.666186", "authors": "Arellano, M.; Barnhill, L.; Kim, A.; Hasan, K. M.; Li, S.; Paul, K.; Peng, C.; Ritz, B. R.; Bronstein, J. M.", "abstract": "Parkinson's disease (PD) is a progressive neurodegenerative disease characterized by aggregation and transmission of alpha-synuclein protein and loss of dopaminergic neurons. The etiology of PD is multifactorial involving both genetic and environmental factors. Pesticide exposure has been associated with PD, but it is still unclear which of the hundreds of chemically and structurally diverse pesticides confer this association. While there are numerous pesticides currently registered for use in the United States, in this study, we focused on 62 pesticides used in the California Central Valley. We used 2 cell-based screens and a recently developed pesticide-wide association study (PWAS) analysis to identify candidates that increase the risk of PD. One cell-based screen tested for pesticides that later autophagy and the other tested for their effect on alpha-synuclein transmission. To establish biological plausibility, pesticides that were positive in all 3 screens were tested for dopamine neurotoxicity in an invite zebrafish model. The autophagy screen resulted in a total of 22 hits for alterations to either autophagasomes (16 hits) and lysosomes (14 hits out of the 62 pesticides tested. The alpha-synuclein transmission screen resulted in 29 hits and the PWAS resulted in 34 hits. Six pesticides were positive in all 3 screens and four of these pesticides induced aminergic neuron loss in zebrafish larvae. The majority of the pesticides identified in our screens have not previously been implicated as risk factors for PD but should be considered in future studies.", "date": "2025-07-26", "journal": ""}
{"title": "Innate Immune Remodeling Drives Therapy Resistance via Macrophage-NK Cell Crosstalk.", "doi": "10.1101/2025.07.22.666055", "authors": "Hsu, C.-H.; Lee, K.-J.; Chen, J.; Donahue, L. R.; Lin, J.; Kacaj, D.; Zhang, Z.-Y.; White, A.", "abstract": "The dynamic evolution of the immune tumor microenvironment (TME) during targeted therapy is a critical yet poorly understood determinant of treatment response and resistance. While most studies compare immune states before and after treatment, temporal immune changes during therapy remain largely uncharacterized, limiting development of effective combination strategies. Here, we investigated immune dynamics throughout targeted therapy using mouse melanoma models that recapitulate human therapeutic responses. Single-cell RNA sequencing (scRNA-seq) identified a previously unrecognized inflection point where the inflamed TME during tumor regression, characterized by robust NK cell infiltration, transitions to an immune-excluded state upon onset of drug-tolerant residual disease. We uncovered a unique macrophage subset (F4/80hiCCL5+MHCII+CD63+) that orchestrates NK cell recruitment through CCR2/5 signaling during regression. Depletion of these macrophages using LysM-cre;iDTR mice significantly reduced NK cell infiltration. Specifically during residual disease, pharmacological inhibition of Ptpn22, a phosphatase that negatively regulates immune activation, reprogrammed macrophages, restored NK cell recruitment and enhanced therapeutic efficacy. Extending these findings to human cancer, longitudinal scRNA-seq analysis of melanoma and lung cancer patient samples revealed dynamic NK cell infiltration during targeted therapy, establishing a direct link between innate immune remodeling and treatment outcome. Unlike prior prognostic studies assessing immune states at single time points, our results provide mechanistic evidence of a temporal relationship between NK cell infiltration and therapeutic efficacy. Together, these findings position immune evolution as a driver of acquired resistance and identify macrophage-NK cell crosstalk as a therapeutically actionable axis to overcome immune exclusion and improve targeted therapy across multiple cancer types.", "date": "2025-07-26", "journal": ""}
{"title": "Methylation variability and LINE-1 activation in multiple myeloma", "doi": "10.1101/2025.07.22.666173", "authors": "Wan, Q.; Leung, A. Y.; Bhandari, M. V.; Kato, H.; Song, J. Y.; Schones, D. E.", "abstract": "Multiple myeloma (MM) is a type of hematological cancer that arises from uncontrolled proliferation of plasma cells. In addition to frequent genetic mutations, malignant plasma cells are characterized by alterations to the epigenome. Myeloma cells display a genome-wide loss of DNA methylation and a corresponding increase in active chromatin modifications. The dramatic epigenetic remodeling that occurs in cancer genomes is associated with loss of silencing at transposable elements, which can impact genome regulation. Through paired epigenome and transcriptome profiling of patient derived MM samples, we have found that loss of DNA methylation in MM genomes results in the formation of partially methylated domains that are variable across patients. This loss of DNA methylation coincides with the expression of hundreds of transcripts driven by LINE-1 (L1) retrotransposons that are epigenetically silenced in normal cells. MM samples can be stratified based on L1 activity with distinct gene expression signatures. The high L1 samples are characterized by a more proliferative, less differentiated state as well as inhibition of interferon and genome defense pathways. Several L1 promoters generate chimeric transcripts with adjacent oncogenes. We further find that KRAB-zinc finger proteins (KZFPs) that are responsible for the epigenetic silencing of L1s have abnormally low abundance in MM samples with high L1 activity. These results indicate that cell proliferation in MM is associated with a loss of KZFP expression and activation of L1 elements.", "date": "2025-07-26", "journal": ""}
{"title": "Netrin-1 promotes pancreatic tumorigenesis and innervation through NEO1.", "doi": "10.1101/2025.07.22.666009", "authors": "Ochiai, Y.; Kobayashi, H.; Sunagawa, M.; Baba, T.; Malagola, E.; Wu, F.; Tanaka, T.; Hata, M.; Arai, J.; Jiang, Z.; White, R. A.; Zhi, X.; Qian, J.; Waterbury, Q. T.; Tu, R.; Zheng, B.; Zeng, Y.; Zheng, H.; Zhang, P.; Li, S.; Zamechek, L. B.; LaBella, J. S.; Sugie, T.; Iida, T.; Enomoto, A.; Eltzschig, H. K.; Palermo, C. F.; Chio, I. I. C.; Olive, K. P.; Wang, T. C.", "abstract": "Nerves have been shown to regulate cancer progression. However, a clear demonstration of a role for axon guidance molecules in pancreatic tumorigenesis, innervation, and metastasis has been lacking. Using murine KrasG12D-mutant pancreatic organoids, we screened axon guidance molecules by qRT-PCR, identified Ntn1 upregulation, and then verified its in vivo upregulation during pancreatic tumorigenesis in humans and mice. NTN1 and its receptor NEO1 were upregulated in epithelial cells by the Kras mutation and beta-adrenergic signaling, in part, through the MAPK pathway. Ex-vivo culture of celiac ganglia showed that NTN1 promoted the axonogenesis of sympathetic neurons through the nerve NEO1 receptor. In the Pdx1-Cre;LSL-KrasG12D/+ model, Ntn1 knockout decreased sympathetic innervation and the development of pancreatic intraepithelial neoplasia. Treatment of pancreatic tumor organoids with recombinant NTN1 enhanced cell growth, epithelial-mesenchymal transition (EMT), and cancer stemness with the upregulation of ZEB1 and SOX9 through NEO1-mediated activation of focal adhesion kinase (FAK). In Pdx1-Cre;LSL-KrasG12D/+;LSL-Trp53R172H/+ mice, Ntn1 knockout reduced innervation, FAK phosphorylation, and the features of EMT and stemness to extend mouse survival. In a liver metastasis model of PDAC (pancreatic ductal adenocarcinoma), treatment with a NTN1-neutralizing antibody or tumoral knockdown of Neo1 reduced ZEB1 and SOX9 and decreased tumor progression. In contrast, Ntn1 overexpression promoted innervation and the progression of PDAC liver metastasis. These data suggest that the NTN1/NEO1 axis is a key regulator of PDAC progression, directly influencing cancer cell stemness and EMT, while indirectly promoting tumor growth through nerves. Inhibiting the NTN1/NEO1 axis could represent a potential therapeutic approach for PDAC.", "date": "2025-07-26", "journal": ""}
{"title": "Triple-Negative Breast Cancer Cells Activate Sensory Neurons via TRPV1 to Drive Nerve Outgrowth and Tumor Progression", "doi": "10.1101/2025.07.22.666151", "authors": "Bloomer, H.; Parker, S. R.; Pierce, A. L.; Clawson, W.; Caron, M. M.; Gerton, T.; Pandey, A.; Le, T. T.; Adewumi, T.; Kuperwasser, C.; Levin, M.; Oudin, M. J.", "abstract": "The tumor microenvironment in triple-negative breast cancer (TNBC) is characterized by increased sensory nerve density, which contributes to cancer progression by promoting migration and metastasis. However, the origin of tumor-innervating nerves and the mechanisms driving sensory innervation into tumors remain poorly understood. Using in vivo retrograde labeling techniques, we show that mammary tumors are associated with an increase in nerves originating from the dorsal root ganglia. Additionally, we find that TNBC cells trigger stress and activation markers and induce neuronal firing in a transient receptor potential vanilloid subtype 1 (TRPV1)-dependent manner. In both 2D and 3D cell culture models, TNBC cells promote outgrowth of sensory nerves that is abrogated with Trpv1 knockout. We identified c-Jun and IL-6 as an effector of neurite outgrowth that acts downstream of TRPV1 to promote outgrowth in vitro. Finally, in Trpv1 knockout mice, TNBC tumors exhibit delayed growth and reduced lung metastasis. These findings suggest that a critical role for TRPV1 in tumor-nerve crosstalk, offering a potential target to reduce metastatic disease.", "date": "2025-07-26", "journal": ""}
{"title": "Restriction of individual branched-chain amino acids has distinct effects on the development and progression of Alzheimers disease in 3xTg mice", "doi": "10.1101/2025.07.24.663565", "authors": "Babygirija, R.; Green, C. L.; Sonsalla, M. M.; Xiao, F.; Calubag, M. F.; Trautman, M. E.; Tobon, A.; Matoska, R.; Yeh, C.-Y.; Grunow, I.; Vertein, D.; Schlorf, S.; Knopf, B. A.; Rigby, M. J.; Puglielli, L.; Lamming, D.", "abstract": "Dietary protein is a critical regulator of metabolic health and aging in diverse species. Recent discoveries have determined that many benefits of a low protein diet are the result of reduced consumption of the three branched-chain amino acids (BCAAs), leucine, isoleucine, and valine. Intriguingly, each BCAA has distinct physiological and molecular effects, with restriction of isoleucine alone being sufficient to improve metabolic health and extend the lifespan of mice. While restriction of protein or all three BCAAs improves cognition in mouse models of Alzheimers disease (AD), the impact of restricting each individual BCAA on the progression and development of AD is unknown. Here, we investigate the effect of restricting each individual BCAA on metabolic health, AD pathology, molecular signaling, and cognition in the 3xTg mouse model. We find that restriction of isoleucine and valine, but not leucine, promotes metabolic health. Restriction of each BCAA had distinct effects on AD pathology and molecular signaling, with transcriptomic analysis of the brain revealing both distinct and shared, and highly sex-specific, molecular impacts of restricting each BCAA. Restricting any of the three BCAAs improved short-term memory in males, with isoleucine restriction having the strongest effect, while restricting valine had the greatest cognitive benefits in females. We identify a set of significantly altered pathways strongly associated with reduced AD pathology and improved cognitive performance in males. Our findings suggest that restricting any of the BCAAs, particularly isoleucine or valine, may form the basis of a novel sex-specific approach to prevent or delay the progression of AD.", "date": "2025-07-26", "journal": ""}
{"title": "RASGRP4 is a key factor in KRAS activation mediated by SOS in Y1 mouse tumor cell line", "doi": "10.1101/2025.07.23.663512", "authors": "Montoni, F.; Wailemann, R. A. M.; Torres, T. E. P.; Torres, K. A. d. M.; Fonseca, C. S.; Reis, M. d. S.; Armelin, H. A.", "abstract": "The Y1 mouse adrenocortical carcinoma cell line presents amplification of the KRas oncogene and high-basal levels of KRAS-GTP mediated by the GEF SOS. In this research, we developed a dynamic model based on ordinary differential equations of the KRAS-GTP activation mediated by SOS in Y1 cells, which showed that SOS only is not sufficient to reach the high-basal levels of KRAS-GTP experimentally observed for this cell line. Interestingly, a modification in this system, which added another GEF in the model, made the model reach the expected levels of KRAS activation, leading to the hypothesis that there was a missing element in this system. To find this missing element, a PCR panel of RasGEFs was performed and the GEF Rasgrp4 was found highly expressed in parental Y1 cell lines, indicating that this was the missing element in the system. Finally, tumor growth assays in Balb/c-NUDE mice with the Y1 cell versus RASGRP4 CRISPR depleted Y1 cells, showed reduced tumor growth and frequency for the RASGRP4 depleted cells.", "date": "2025-07-26", "journal": ""}
{"title": "A Co-Evolutionary Multi-Objective Framework for Joint Topology and Parameter Discovery in Gene Regulatory Networks", "doi": "10.1101/2025.07.22.666158", "authors": "Do, T.; Duong, N.; Doan, L.; Nguyen, T.; Do, N.; Truong, A.; Nguyen, L.", "abstract": "Inferring gene regulatory networks (GRN) poses a complex discrete-continuous, multi-objective optimization problem that requires the simultaneous discovery of both network topology and kinetic parameters. Current methods are often limited because they address these two challenges separately. We propose a novel co-evolutionary multi-objective framework that evolves topology and parameter populations in tandem to optimize three competing objectives: dynamic fidelity, network simplicity, and robustness. This algorithm utilizes biologically-inspired operators and is grounded in theoretical results on Pareto optimality for mixed discrete-continuous spaces. In computational experiments on synthetic benchmarks, our approach showed superior performance, attaining the lowest mean squared error in three of four test cases against single objective and topology-fixed methods. The framework successfully discovers multiple functionally equivalent network configurations, a finding that highlights the degeneracy inherent in biological systems and offers practical insights for synthetic biology, where function is often prioritized over precise structural accuracy.", "date": "2025-07-26", "journal": ""}
{"title": "Neural affect decoding from minimal spectrotemporal glimpses of voice signals", "doi": "10.1101/2025.07.22.663934", "authors": "Abrahamsson, M.; Swanborough, H.; Fruhholz, S.", "abstract": "Decoding affect information from voice signals is challenging in natural environments where noise masks the most diagnostic and discriminative acoustic voice information. The extent to which neural affect decoding is resilient against or vulnerable to extreme noise-masking of voice signals remains largely unknown. Here, we performed three experiments using an auditory bubble technique to randomly mask and unmask certain spectrotemporal voice features similar to natural noise masking. First, using psychoacoustic voice-in-noise testing, we observed that a substantial part of the full spectrotemporal space of voice signals contains diagnostic cues essential for accurate affect decoding, contributing to the partial robustness of the voice signals under noise masking. Affective voice signals (joy, aggression) were correctly identified from early broadband spectral and temporally extended high-frequency information. Neutral voices were primarily identified from low- to medium-level spectral information with high perceptual relevance near the voice offset. Second, using human neuroimaging, we mechanistically linked neural activity to minimal spectrotemporal patches that enable accurate affect classification from voice samples. A neural network composed of (sub-)cortical auditory and limbic nodes, fronto-insular regions, and vocal motor mirroring nodes supported the affective discrimination of voice signals. More specifically, activity in the orbitofrontal cortex and amygdala was mechanistically linked to correct affect decisions, as determined by a reverse brain-to-decision mapping approach. Thus, decoding affect from voice signals embedded in complex noise seems partially feasible, provided that the noise does not obscure the minimal diagnostic spectrotemporal information essential for engaging cortical and subcortical limbic affect decoding mechanisms.", "date": "2025-07-26", "journal": ""}
{"title": "Human iPSC derived alveolar macrophages reveal macrophage subtype specific functions of itaconate in M. tuberculosis host defense", "doi": "10.1101/2025.07.23.664455", "authors": "Krebs, A.; Lazarov, T.; Reynolds, A.; Dill-McFarland, K. A.; Xie, A.; Bean, J.; Du, M.; Levy, O.; Buglino, J.; Zhong, A.; Neehus, A.-L.; Boisson-Dupuis, S.; Casanova, J.-L.; Kroon, E. E.; Moller, M.; Hawn, T. R.; Zhou, T.; Finley, L.; Juste, M.-A. J.; Fitzgerald, D.; Geissmann, F.; Glickman, M. S.", "abstract": "M. tuberculosis must survive within multiple macrophage populations during infection, including alveolar macrophages (AM) and recruited inflammatory macrophages. In mice, itaconate, produced in macrophages by ACOD1 mediated decarboxylation of aconitate, has direct antimicrobial activity, modulates inflammatory cytokines, and is required for resistance to M. tuberculosis (Mtb) infection. The role of itaconate in human macrophages is less clear and whether itaconate mediates distinct effects in macrophage subtypes is unknown. Here, we investigated the role of itaconate in a human iPSC-derived macrophages, either induced by GM-CSF to resemble alveolar macrophages (AM-Like cells), or treated with M-CSF to generate control macrophages (MCDM cells). Both types of human macrophages produce substantially less itaconate than mouse macrophages and AM-Ls produced 4-fold less itaconate than MCDMs. Surprisingly, ACOD1 deficient AM-L macrophages, but not MCDM macs, were permissive for Mtb growth. Moreover, itaconate functioned to dampen the Mtb induced inflammatory response in MCDMs, but not AM-L macrophages, affecting both the Type I IFN and TNF pathways. These results indicate that itaconate is involved in human macrophage responses to TB, with distinct roles in different macrophage subsets. These results also show that genetically tractable hiPSC-derived macrophages are a robust and versatile model to dissect cellular host pathogen interactions.", "date": "2025-07-26", "journal": ""}
{"title": "Developmental underpinnings of morphological disparity in the avian bony palate", "doi": "10.1101/2025.07.22.666138", "authors": "Plateau, O.; Navalon, G.; Benito, J.; Field, D. J.", "abstract": "The deepest phylogenetic divergence in crown birds gave rise to Palaeognathae and Neognathae, clades exhibiting divergent bony palate morphologies. This observation led to the longstanding hypothesis that the distinctive palate arrangement of palaeognaths retains the ancestral crown bird condition, but recent fossil evidence instead suggests that aspects of palaeognath palate morphology are derived from a neognath-like ancestral condition. While neoteny has been hypothesised as a mechanism underpinning the distinctive palatal morphologies of palaeognaths, this hypothesis has never been tested with a broad phylogenetic assessment of morphological variation through avian palate ontogeny. Here, we quantitatively assess morphological variation of the palate through the post-hatching ontogenies of 70 bird species representing all major extant phylogenetic subclades, clarifying the ontogenetic mechanisms giving rise to avian palate disparity. Though palaeognaths exhibit distinct ontogenetic changes in the PPC relative to neognaths, we find no signatures of heterochrony, including neoteny, underlying these developmental differences. However, important patterns of morphological change in the avian palate appear to be dictated by variation in developmental mode. Our results document the effects of post-hatching development on a key morphofunctional system in the avian skull, and, more broadly, highlight the influence of developmental mode on morphological evolvability across crown group birds.", "date": "2025-07-26", "journal": ""}
{"title": "The fitness consequences of coinfection and reassortment for segmented viruses depend upon viral genetic structure", "doi": "10.1101/2025.07.22.666171", "authors": "Farjo, M.; Brooke, C. B.", "abstract": "Cellular coinfection between multiple virions is a common feature of viral infections. The collective virus-virus interactions enabled by these coinfections can influence the fitness of viral populations and give rise to novel infection phenotypes. Multi-strain coinfections allow viral resources to be shared between multiple individuals, and enable genetic combination and recombination between genotypes, potentially giving rise to hybrid progeny with enhanced fitness. However, coinfection can also impose fitness costs in certain situations. For example, resource sharing among viruses can lead to the persistence of low-fitness genotypes, and reassortment between different strains can lead to negative inter-segment epistasis when genes are poorly matched to one another. Thus, the fitness implications of cellular coinfection are poorly defined and likely context dependent. To investigate the specific conditions that lead to positive or negative fitness consequences for multi-strain coinfections, we formulated a model in which different genotypes of a three-segment virus replicate under varying degrees of inter-strain mixing. We observed that increased mixing had negative fitness consequences under a variety of scenarios, and that this effect was exacerbated with increasing genetic divergence between strains. Inter-strain mixing only enhanced viral fitness (a) when positive genetic dominance interactions were at play, and (b) under very specific conditions of selective pressure. We also observed that reassortment arising from mixing could generate hybrid genotypes with higher fitness than either parental virus, but that these outcomes were relatively rare. Overall, using a model segmented virus, we found that the heterologous coinfection was deleterious under most conditions, suggesting that it may be beneficial for many viruses to limit the extent of cellular coinfection.", "date": "2025-07-26", "journal": ""}
{"title": "The potato cyst nematode Globodera pallida overcomes major potato resistance through selection on standing variation at a single locus", "doi": "10.1101/2025.07.23.664352", "authors": "Schaveling, A. S.; te Molder, D. M.; Heeres, P.; van Steenbrugge, J. J. M.; van de Ruitenbeek, S. J. S.; van Schaik, C. C.; van den Elsen, S.; Smant, G.; Sterken, M. G.", "abstract": "Globodera pallida poses a major threat to potato production, with management strategies primarily relying on genetic resistance. However, reports from multiple locations in Western Europe indicate a steady increase in virulence levels among field populations, raising major concerns about G. pallida control. The evolutionary mechanisms driving this rise in virulence are poorly understood. To investigate this, we analysed the propagation of thirteen recently isolated field populations on thirty commercial potato varieties over four independent PCN resistance tests. Our findings indicate that (1) the genetic basis of resistance in potatoes is small, with the major resistance conferred by GpaV from Solanum vernei, and (2) the wide application of GpaVvrn has led to continuous selection on standing genetic variation in G. pallida field populations. To map virulence, we propagated two field populations on a GpaVvrn-resistant variety for four consecutive generations. High-coverage whole-genome sequencing of each generation revealed that GpaVvrn-mediated selection acted on a single locus of a newly assembled G. pallida Rookmaker reference genome. Examination of this virulence-associated locus identified Gp-pat-1 as a candidate gene. Silencing Gp-pat-1 increased G. pallida virulence on a GpaVvrn-resistant potato variety but had no effect on nematode virulence on a susceptible variety. Thereby classifying Gp-pat-1 as an avirulence gene and confirming its role in the breakdown of GpaVvrn-resistance. These findings demonstrate that negative selection on the Gp-pat-1 avirulence allele by GpaVvrn-mediated resistance is driving the emergence of virulence in the G. pallida field populations used in our selection experiments. Our results therefore strongly suggest that selection on Gp-pat-1 is likely underlying the current outbreak of GpaVvrn-resistance breaking populations. Our results provide a foundation for the development of molecular diagnostic tools to monitor virulence in field populations, to enhance understanding of resistance breakdown, and to inform the sustainable deployment of resistances in the field.", "date": "2025-07-26", "journal": ""}
{"title": "Extreme somatic mutation variation through time and space in walnut clones", "doi": "10.1101/2025.07.24.664184", "authors": "Davis, M. W.; Leslie, C. A.; Lee, C.; Long, E.; Meinhold, L.; Lorenc, M.; Lewis, F.; Brown, P. J.; Monroe, J. G.", "abstract": "Many plants, unlike most animals, can reproduce as clones1. Cloning plants is critical for agriculture2,3 and biotechnology4, but the extent of somatic mutation arising during different propagation methods remains an important question for both fundamental research and agriculture. Here, we discover a surprisingly complex mutational history in a multi-decade natural experiment of isogenic walnut clones derived and maintained through three alternative methods: budwood propagation of field-grown trees, in vitro shoot culturing, and in vitro somatic embryogenesis. We generated a haplotype-phased reference genome assembly and revealed a >3500% increase in somatic embryo mutation rates compared to field-grown trees, along with a distinct mutation spectrum. The assembly also helped reveal extreme genomic instability in the somatic embryos, including multiple chromosomal duplications, megabase-scale deletions, telomere expansions, somatic recombination events, and ongoing transposable element activation. Our survey of somatic mutation also provides high-resolution insight into clonal stem cell dynamics, confirming the canonical meristem layers of flowering plants in the tree and shoot clones, while uncovering clear evidence of frequent single-cell bottlenecks in the somatic embryos. These discoveries inform practical questions about mutagenesis through plant tissue culture and serve as a benchmark to complement emerging paradigms of somatic mutation research in humans and other organisms.", "date": "2025-07-26", "journal": ""}
{"title": "Genetic Tools for Conservation of Keystone Neotropical Raptors", "doi": "10.1101/2025.07.25.664441", "authors": "De Panis, D. N.; Padro, J.", "abstract": "Neotropical raptors are among the most threatened avian groups, facing increasing extinction risks due to habitat loss and human persecution. Despite their importance for ecosystem stability, basic data on their distribution, abundance, and genetic diversity remain scarce. To address these gaps, we assembled and annotated the complete mitochondrial genomes of eight high-priority raptor species from the Neotropics, including the endangered Chaco Eagle (Buteogallus coronatus), Harpy Eagle (Harpia harpyja), and Rufous-tailed Hawk (Buteo ventralis). Mitogenome sizes ranged from 17,848 to 20,449 bp, with consistent gene content, and a Control Region architecture common in Falconidae and Accipitridae. Phylogenetic analyses provided strong support for most relationships, highlighting the value of mitogenomic data for phylogeographic studies. We further designed in silico metabarcoding primers for environmental DNA applications. Primers targeting the 12S rRNA gene and a mini-barcode for the Harpy Eagles Control Region showed high resolution using short, conserved sequences ideal for combining degraded DNA with next-generation sequencing. These resources enable evolutionary research and non-invasive biodiversity monitoring in difficult-to-survey habitats. Overall, our study provides essential genetic tools for monitoring and protecting these ecologically vital yet threatened birds across the Americas.", "date": "2025-07-26", "journal": ""}
{"title": "DrugPT: A Flexible Framework for Integrating Gene and Chemical Representations in Perturbation Modeling", "doi": "10.1101/2025.07.25.665130", "authors": "Zhu, L.; Luo, Y.", "abstract": "Accurately modeling the transcriptional response of cells to drug perturbations is critical for drug discovery and precision medicine. Here, we propose DrugPT, a novel Transformer-based framework for predicting gene expression changes upon drug treatment. DrugPT consists of three modular components: (1) a gene representation module that encodes pre-treatment expression profiles using GPT-derived embeddings; (2) a drug representation module that captures chemical structure information using a pre-trained GPT2 model; and (3) a Transformer-based prediction module that integrates gene and drug embeddings to predict perturbed gene expression profiles. Unlike previous approaches, DrugPT formulates the prediction task as a sequence modeling problem, leveraging pre-trained language models for both gene and drug modalities. We demonstrate the architecture of DrugPT and highlight its generalizable design for encoding heterogeneous biological and chemical information. This work introduces a unified modeling framework, laying the foundation for future developments in multimodal perturbation prediction tasks.", "date": "2025-07-26", "journal": ""}
{"title": "GraphTME: a framework for predicting response to immune checkpoint inhibitors by interpreting cell-cell interactions in the tumour microenvironment using spatial transcriptomics of tumour tissue", "doi": "10.1101/2025.07.24.665835", "authors": "Jeong, H. J.; Oh, J.; Choi, Y.-L.", "abstract": "Immune checkpoint inhibitors (ICIs) have been used to treat cancer by reactivating T-cell responses against tumours, yet clinical efficacy remains limited due to low response rates and the lack of robust predictive biomarkers. The tumour microenvironment critically shapes ICI responsiveness by modulating antitumour immunity, necessitating a deeper understanding of spatially organised cell-cell interactions. Imaging-based spatial transcriptomics (ST) enables such analysis at single-cell resolution. We present GraphTME, a spatially informed and biologically interpretable framework that models pathway-specific directional cell-cell interactions to predict anti-PD-1 response. Ligand-receptor interactions are organised by signalling pathways and represented as a multi-relational directed graph, with edge weights inversely scaled by spatial distance. Using CD8+ T cells from single-cell RNA-seq data of ICI-treated NSCLC patients, we trained a relational graph convolutional network to infer immune responsiveness. GraphTME achieved an F1 score exceeding 0.83 in predicting ICI response and was validated using MERFISH data from an NSCLC patient with a partial response. Predicted responder CD8+ T cells exhibited higher abundance and stronger directional signalling to tumour cells. They also expressed genes associated with antitumour activity, while non-responders showed expression patterns linked to poor prognosis. GraphTME is the first framework to quantitatively model single-cell-level interactions within the spatial architecture of tumour tissues and predict ICI responses from these interactions. It offers a spatially resolved, biologically grounded biomarker for immunotherapy and a tool for dissecting immune dynamics in situ.", "date": "2025-07-26", "journal": ""}
{"title": "IR spectroscopy: from experimental spectra to high-resolution structural analysis by integrating simulations and machine learning", "doi": "10.1101/2025.07.23.665767", "authors": "Scherlo, M.; Phillips, D.; Kuenne, R.; Ippoliti, E.; Gerwert, K.; Koetting, C.; Carloni, P.; Mey, A.; Rudack, T.", "abstract": "Understanding biomolecular function at the atomic scale requires detailed insight into the structural changes underlying dynamic processes. Vibrational infrared (IR) spectroscopy-when paired with biomolecular simulations and quantum-chemical calculations-determines bond length variations on the order of 0.01 [A], providing insights into these structutral changes. Here, we address the forward problem in IR spectroscopy: predicting high-accuracy vibrational spectra from known molecular structures identified by biomolecular simulations. Solving this problem lays the groundwork for the inverse problem: inferring structural ensembles directly from experimental IR spectra. We evaluate two computational approaches, normal mode analysis and Fourier-transformed dipole autocorrelation, against experimental IR spectra of N-Methylacetamide, a prototypical model for peptide bond vibrations. Spectra are derived from simulation models at multiple levels of theory, including hybrid quantum mechanics/molecular mechanics, machine-learned and classical molecular mechanics approaches. Our results highlight the capabilities and limitations of current theoretical biophysical approaches to decode structural information from experimental vibrational spectroscopy data. These insights underscore the potential of future artificial intelligence (AI)-enhanced models to enable direct IR-based structure determination. For example, resolving the so far experimentally inaccessible structures of toxic oligomers involved in neurodegenerative diseases, enabling improved disease diagnostics and targeted therapies.", "date": "2025-07-26", "journal": ""}
{"title": "TMEM63 proteins act as mechanically-activated cholesterol modulated lipid scramblases contributing to membrane mechano-resilience", "doi": "10.1101/2025.07.26.664997", "authors": "Lin, Y.; Zhou, Z.; Han, Y.; Cheng, D.; Wang, H.; Ju, A. L.; Zhang, Y.; Cox, C. D.; Corry, B.", "abstract": "OSCA/TMEM63 mechanosensitive ion channels play critical physiological roles in plants and animals. These channels bear structural homology to the dual functional TMEM16 family, and OSCA1.2 was recently shown to form a lipid-lined ion conduction pathway in the open state. This raised the question of whether members of the OSCA/TMEM63 family may also function as mechanically activated lipid scramblases. Using a combination of in vitro and cellular assays with computational techniques, we show that phospholipids can be translocated through the open pores of OSCA1.1/1.2/2.2 and TMEM63A/B proteins, suggesting a dual ion channel and lipid scramblase function for members of this protein family. We characterize the effects of mutating key groove lining residues demonstrating that different residues form bottlenecks for lipids and ions respectively and show that cholesterol inhibits lipid scrambling by stabilizing the closed state and slowing translocation through the open pore. We show that lipid scrambling in TMEM63 proteins can be activated by mechanical forces in the membrane, making these the first identified mechanically activated lipid scramblases. Finally, we demonstrate that this activity is important for the mechanically induced morphological remodeling of biological membranes and the resilience of cells to high mechanical forces.", "date": "2025-07-26", "journal": ""}
{"title": "Depot-Specific Roles for C/EBPα in White Adipose Tissue Development and Metabolism", "doi": "10.1101/2025.07.22.666007", "authors": "Hu, K. Y.; Dodge, E. A.; Maguire, O. A.; Ma, K. Y.; Matias, C. V.; Himede, H. S.; Gomez Pardo, J.; Cepeda, M.; Bauer, R. C.", "abstract": "Rates of obesity and its associated metabolic comorbidities continue to rise in the developed world. It is well established that in obesity, the distribution and not just amount of excess white adipose tissue (WAT) correlates with a persons risk for comorbidities such as coronary artery disease and type 2 diabetes. Thus, understanding the specific mechanisms that drive WAT development in specific adipose depots could elucidate novel mechanisms of metabolic disease. SNPs near the gene CEBPA have been associated with multiple cardiometabolic traits by human genome-wide association studies, including waist-to-hip ratio, suggesting that CEBPA regulates WAT distribution. CEBPA encodes a well characterized transcription factor (C/EBP) that is long recognized as a master regulator of adipocyte differentiation, yet depot-specific roles for C/EBP have not been previously described. To further investigate this genetic link, we generated mice with adipocyte-specific Cebpa knockout (Cebpa_ASKO) and found that these mice are almost entirely lacking gonadal WAT (gWAT) despite the inguinal WAT (iWAT) being present in near normal amounts. Despite developing, Cebpa_ASKO iWAT contains fewer and larger adipocytes, and fails to expand when challenged with high fat diet. RNA-seq and functional studies demonstrate evidence of altered lipid metabolism and adipocyte function in Cebpa_ASKO iWAT. Finally, Cebpa_ASKO mice have multiple other metabolic phenotypes, including lipid-laden BAT, increased hepatic triglycerides, and increased plasma cholesterol, all of which worsen with prolonged high fat diet feeding. Taken together, these data highlight depot-specific roles for C/EBP in adipose tissue development, as well as the importance of adipocyte C/EBP in maintaining metabolic homeostasis.", "date": "2025-07-26", "journal": ""}
{"title": "Chemogenetic and optogenetic strategies for spatiotemporal control of split-enzyme-based calcium recording", "doi": "10.1101/2025.07.22.665990", "authors": "Zhang, Y.; Campmier, B. K.; Sharma, A.; Eckartt, K. N.; Laughlin, S. T.", "abstract": "Methods for monitoring physiological changes in cellular Ca2+ levels have been in high demand for their utility in monitoring neuronal signaling. Recently, we introduced SCANR (Split-Tobacco Etch Virus (TEV) protease Calcium-regulated Neuron Recorder), which reports on Ca2+ changes in cells through the binding of calmodulin and M13 to reconstitute an active TEV protease. First-generation SCANR marked all of the Ca2+ spikes that occur throughout the lifetime of the cell, but it did not have a mechanism for controlling the time window in which recording of physiological changes in Ca2+ occurred. Here, we explore both chemical and light-based strategies for controlling the time and place in which Ca2+ recording occurs. We describe the adaptation of six popular chemo- and opto-genetics methods for controlling protein activity and subcellular localization to the SCANR system. We report two successful strategies, one that leverages the LOV-J optogenetics system for sterically controlling protein interactions and another that employs chemogenetic manipulation of subcellular protein distribution using the FKBP/FRB rapamycin binding pair.", "date": "2025-07-26", "journal": ""}
{"title": "MOTUM: a system for Motion Online Tracking Under MRI", "doi": "10.1101/2025.07.26.665107", "authors": "Bencivenga, F.; Tani, M.; Vyas, K.; Giove, F.; Gazzitano, S.; Galati, G.", "abstract": "Attempts to implement realistic body-environment interactions during functional magnetic resonance imaging (fMRI) experiments have developed expensive, hardly reproducible, and task-specific setups. Here, we introduce MOTUM (Motion Online Tracking Under MRI), a novel system that combines real-time kinematic tracking with immersive virtual reality, enabling participants to perform naturalistic movements inside the scanner. As a proof-of-concept, we tested MOTUM during a reach-to-grasp task with and without visual feedback of one's hand (N = 7). The system achieved high-fidelity motion tracking, induced an intense immersive experience, evoked expected sensorimotor brain activations, and maintained high fMRI data quality. Standard fMRI control metrics were below the critical threshold in 99% of volumes, indicating that participants' arm movements had minimal impact on head motion and data quality. While hand movements had little to no effect on brain activity, arm movements resulted in sparse spurious correlations that were easily controlled for. Critically, MOTUM allowed us to extract rich kinematic indices and link them directly to brain activity on a trial-by-trial basis. Parametric modulation analyses revealed that natural variations in movement dynamics significantly influenced neural responses in parietal, frontal, and occipital regions. In sum, MOTUM is a robust method to study motor control and beyond, enabling a new class of fMRI experiments that bridge ecological realism and experimental control, pushing current neuroimaging research towards real-life neuroscience.", "date": "2025-07-26", "journal": ""}
{"title": "Spatial transcriptomic profiling uncovers the molecular effects of the neurotoxicant polychlorinated biphenyls (PCBs) in the brains of adult mice", "doi": "10.1101/2025.07.24.665575", "authors": "Basu, B.; Breese, N. M.; Lombardi, S.; Wang, H.; Li, X.; Tiburcio, D.; Niemasz, Z.; Beyer, S. E.; Dean, L. E.; Marek, R. F.; Toborek, M.; Lehmler, H.-J.; Chatterjee, S.", "abstract": "Environmental toxicants, such as polychlorinated biphenyls (PCBs), are highly stable synthetic organic compounds that are present in air, water, and soil. PCBs have been identified in post-mortem human brains of individuals with neurodegenerative diseases, indicating a possible link between environmental factors and disease risk. Research has revealed an association between PCB exposure and cognitive decline. Therefore, it is crucial to evaluate how PCB mixtures relevant to humans affect brain function and cognition. To investigate the effects of PCBs on memory and transcriptomic profiles, we exposed adult male C57BL/6J mice orally to a synthetic PCB mixture daily. After seven weeks of exposure, the mice were assessed in a spatial object recognition task (SOR) to evaluate long-term spatial memory. Our findings showed that mice exposed to PCBs exhibited deficits in long-term spatial memory. To examine the molecular effects of PCB on the brain, we used a spatial transcriptomics technique to analyze gene expression changes in five brain regions: the hippocampus, neocortex, thalamus, caudal putamen, and fiber tracts. Our analysis of spatial gene expression revealed the molecular signatures influenced by PCB in these susceptible brain regions of mice. Network analysis suggests that these changes are associated with higher chlorinated PCBs present in the brain. Additionally, we show that PCB exposure disrupts the expression of tight junction proteins, which are crucial for maintaining the integrity of the blood-brain barrier (BBB). Thus, our results offer mechanistic insights into how PCB exposure affects brain function and cognition.", "date": "2025-07-26", "journal": ""}
{"title": "Normal aging impacts the extent and diversity of neural plasticity induced in the mouse brain with repetitive transcranial magnetic stimulation", "doi": "10.1101/2025.07.24.665914", "authors": "Ong, R. C. S.; Tang, A.", "abstract": "Repetitive transcranial magnetic stimulation (rTMS) is an attractive tool to promote healthy brain ageing in older adults and treat age-related neurological conditions. Despite its popularity, the neurological processes and plasticity mechanisms altered by rTMS in the aged brain, and where these changes occur in the brain are unknown. Furthermore, it is not known why different rTMS protocols induce different changes in the aged brain, or why rTMS is less effective in older adults compared to younger adults. Using spatial transcriptomics, we uncovered that rTMS primarily acts on genes related to synaptic plasticity in both cortical and subcortical circuits in aged mice, but the specific changes were dependent on the brain region and even down to individual cortical layers in the motor and somatosensory cortices. Comparing our results from aged mice to young adult mice revealed that rTMS acts on a larger variety of neural plasticity mechanisms in the young adult brain, and that rTMS was less effective at altering gene expression related to neural plasticity in the aged brain, but this varied between brain regions and the protocol of rTMS applied. These findings provide a comprehensive map of the mechanisms altered by rTMS across the aged brain and highlight the need to consider the effect of ageing when optimising rTMS protocols for older populations.", "date": "2025-07-26", "journal": ""}
{"title": "Regulatory T cells epigenetically reprogrammed from autoreactive effector T cells mitigate established autoimmunity", "doi": "10.1101/2025.07.24.665398", "authors": "Colson, T. R.; Cameron, J. J.; Muendlein, H. I.; Nolan, M.-A.; Leiriao, J. L.; Kim, J. H.; Poltorak, A. N.; Li, X.", "abstract": "Reprogramming autoreactive CD4 effector T (Teff) cells into immunosuppressive regulatory T (Treg) cells represents a promising strategy for treating established autoimmune diseases. However, the stability and function of such reprogrammed Tregs under inflammatory conditions remain unclear. Here, we show that epigenetic activation of core Treg identity genes in Teff cells yields lineage-stable Effector T cell Reprogrammed Tregs (ER-Tregs). A single adoptive transfer of ER-Tregs not only prevents autoimmune neuroinflammation in mice when given before disease onset but also arrests its progression when administered after onset. Compared to Foxp3 overexpressing Teff cells, induced Tregs from naive precursors, and endogenous Tregs, ER Tregs provide superior protection against autoimmune neuroinflammation. This enhanced efficacy stems from their inherited autoantigen specificity and selectively preserved effector cell transcriptional programs, which together bolster their fitness in inflammatory environments and enhance their suppressive capacity. Our results establish epigenetic reprogramming of autoreactive Teff cells as an effective approach to generate potent, stable Tregs for the treatment of refractory autoimmune conditions.", "date": "2025-07-26", "journal": ""}
{"title": "miR-34c-5p is a novel regulator of T cell differentiation that targets FOXP3", "doi": "10.1101/2025.07.25.665590", "authors": "Noronha-Estima, C.; Gaspar-Luta, R.; Araujo, T. F.; Ferreira-Fernandes, C.; Poiares-Oliveira, G.; Paulo-Pedro, M.; Marques, M. P.; Sousa, A. E.; Gama-Carvalho, M.", "abstract": "MicroRNAs regulate key genes and pathways essential for T cell differentiation and function; however, many remain poorly characterized. We previously identified miR-34c-5p as a T cell receptor-inducible microRNA in naive CD4+ T cells, but its role in immune regulation remained largely unexplored. In this study, we mapped miR-34c expression across multiple sort-purified CD4+ T cell subsets and found that its induction is restricted to FOXP3+ cells, both natural regulatory T cells (Tregs) and cells undergoing inducible Treg (iTreg) differentiation trajectory. miR-34c expression correlates with high FOXP3 levels and is absent in conventional memory effector subsets. Functional studies using miR-34c antagomiRs reveal that miR-34c limits iTreg differentiation by restraining FOXP3 expression. Mechanistically, we show that FOXP3 activates miR-34c transcription through direct binding to its promoter, while miR-34c targets the FOXP3 3'UTR, establishing a negative feedback loop. Together, our findings identify miR-34c as a FOXP3-responsive miRNA that fine-tunes iTreg development via post-transcriptional repression of FOXP3, uncovering a novel layer of regulatory control in T cell responses.", "date": "2025-07-26", "journal": ""}
{"title": "Targeting RUNX1 in Macrophages Facilitates Cardiac Recovery", "doi": "10.1101/2025.07.25.665779", "authors": "Amrute, J. M.; Zhu, A.; Pai, Y.-L.; Hector-Greene, M.; An, Y.; Lim, K. R.; Sheth, M.; Padmanabhan, A.; Lee, C. Y.; Yamawaki, T.; Sicklinger, F.; Hartmann, N.; Bredemeyer, A.; Lee, C. J. M.; Xu, V.; Bell, L.; Harmon, T.; Shin, H.; Parvathaneni, A.; Liu, L.; Dutta, A. K.; Pruitt, D.; Barreda, J.; Chen, J.; Shroff, U. N.; Nadadur, R.; Nigro, J.; Weinheimer, C. J.; Kovacs, A.; Cui, J.; Wang, C.; Li, C.-M. K.; Kreisel, D.; Liu, Y.; Foo, R. S.-Y.; Schneider, R. K.; Engreitz, J.; Mann, D.; Rulifson, I.; Jackson, S.; Ason, B.; Kramann, R.; Drakos, S. G.; Leuschner, F.; Alexanian, M.; Lavine, K. J.", "abstract": "Despite major advances in disease treatment, our understanding of how damaged organs recover remains limited. The molecular mechanisms that govern organ plasticity and drive recovery from pathological states are poorly defined. In this study, we mapped the transcriptional and regulatory landscape of human cardiac recovery using multiomic single-cell data from non-failing, failing, and recovered hearts after mechanical unloading. Macrophages emerged as the most dynamically reprogrammed cell type during recovery. Deep learning analysis of recovery-associated macrophage gene programs implicated the transcription factor RUNX1 as a key regulator. In a murine model of chronic heart failure, macrophage-specific deletion of Runx1 induced functional, structural, and molecular features of recovery observed in human hearts. Mechanistically, we used in vivo chromatin occupancy mapping in cardiac macrophages combined with targeted CRISPR perturbations to dissect the dynamic transcriptional regulation of Runx1 in disease through activation of a suite of regulatory elements. Runx1 deletion reprogrammed macrophages from a pro-inflammatory to a reparative state, suppressed fibrosis, and promoted cardiomyocyte adaption. RUNX1 chromatin profiling enabled the construction of a macrophage RUNX1-regulon whose activity diminished as the heart recovered in both mouse and human heart failure. Therapeutically, Runx1 inhibition using a small molecule facilitated cardiac recovery in vivo. Collectively, our findings uncover a druggable RUNX1 epigenetic mechanism whereby the innate immune system rewires the tissue microenvironment to orchestrate recovery of organ function.", "date": "2025-07-26", "journal": ""}
{"title": "Antisense oligonucleotides targeting Valosin-containing protein improve muscle pathology and molecular defects in cell and mouse models of multisystem proteinopathy.", "doi": "10.1101/2025.07.25.665261", "authors": "Pal, P.; Carrer, M.; Weiss, L.; Jaime, O. G.; Cheng, C.; Shmara, A.; Boock, V.; Bosch, D.; Youssef, M.; Fazeli, Y.; Afetian, M.; Grossman, T.; Hicks, M. R.; Jafar-nejad, P.; Kimonis, V.", "abstract": "Valosin-containing protein (VCP) related disease, also known as multisystem proteinopathy 1 (MSP1), is an autosomal dominant disease caused by gain-of-function pathogenic variants of the VCP gene. The disease is associated with inclusion body myopathy, early-onset Paget's disease of bone, frontotemporal dementia, and familial amyotrophic lateral sclerosis. There is currently no treatment for this progressive disease associated with early demise resulting from proximal limb girdle and respiratory muscle weakness. We hypothesize that regulating VCP hyperactivity to normal levels can reduce the disease pathology. In this study, we assessed the effect of antisense oligonucleotides (ASOs) specifically targeting the human VCP gene in the patient (R155H) iPSC-derived skeletal muscle progenitor cells (SMPCs). ASOs were well tolerated up to a concentration of 5 micromol, and significantly reduced VCP protein expression in the SMPCs by 48% (95% CI [39-56]). We also treated the transgenic mouse model of VCP disease with the overexpressed humanized VCP gene severe A232E pathogenic variant with weekly subcutaneous ASO injections starting from 6 months of age for 3 months. In the skeletal muscle of transgenic mice, ASOs resulted in 30% (95%CI [27-32]) knockdown of VCP protein compared to control ASO. The ASO-mediated reduction of VCP expression in muscle tissue was associated with improvement in autophagy flux and reduction in TDP-43 expression, hallmarks of VCP disease. In addition, ASO-treated VCP A232E mice showed improvements in functional tests of muscle strength, such as rotarod and inverted screen test compared to mice treated with control ASO. These results suggest that targeting VCP could be beneficial in preventing the progression of the VCP myopathy and hold promise for the treatment of patients with VCP MSP1.", "date": "2025-07-26", "journal": ""}
{"title": "Temporal changes in miR-23a-5p levels in subclinical atherosclerosis: A Potential biomarker.", "doi": "10.1101/2025.07.24.663880", "authors": "Rajkumar, A.; Panchalingam, G.; Jayakumar, D.; Perumal, D.; Muthusamy, P.; Shankar, D.; Ravi, D. B.; Periandavan, K.", "abstract": "A high-cholesterol diet (HCD) is a well-established contributor to oxidative stress, inflammation, and atherogenesis, yet the temporal progression of these pathological changes and the regulatory role of circulating microRNAs (miRNAs) remain incompletely understood. In this study, we investigated the effects of prolonged HCD exposure to rats on lipid metabolism, oxidative stress, inflammation, endothelial dysfunction, and miRNA expression in a rat model. Male Wistar rats were fed either a standard diet or HCD for 30, 60, 90, or 120 days. Biochemical analyses revealed a progressive dyslipidemic profile characterized by elevated total cholesterol, triglycerides, LDL, VLDL, and atherogenic index, alongside a significant reduction in HDL. Lipid peroxidation levels increased markedly with HCD duration, while antioxidant markers PON1 and ApoA1 were significantly reduced and oxLDL levels were elevated. Inflammatory cytokines (CRP, TNF-, IL-6, IL-8) and VCAM-1 were significantly increased, indicating systemic inflammation and endothelial activation. Notably, miR-23a-5p and miR-15b-5p were elevated in the serum of HCD-fed rats, with miR-23a-5p peaking at day 120. Correlation analyses revealed that miR-23a-5p expression positively correlated with oxLDL and inversely with ApoA1 and PON1 levels, suggesting its involvement in oxidative and lipoprotein dysregulation. These findings demonstrate that prolonged HCD induces a coordinated cascade of oxidative, inflammatory, and lipoprotein alterations, with miR-23a-5p emerging as potential biomarkers and regulators of redox and lipid homeostasis in atherogenesis.", "date": "2025-07-26", "journal": ""}
{"title": "Identification and genetic characterization of Jingmen tick virus from ticks sampled in select regions of Kenya; 2022-2024", "doi": "10.1101/2025.07.24.666544", "authors": "Mwasi, L. S.; Khamadi, S.; Bulimo, W.; Kinyua, J.; Yalwala, S.; Powsang, L.; Robert, H.; Kellar, G.; Eads, J.; Eyase, F.", "abstract": "Jingmen tick virus (JMTV), an emerging segmented RNA virus classified as an ungrouped flavivirus, poses a growing public health concern globally. Known for its association with febrile illnesses and wide host range, JMTV has been detected in Rhipicephalus, Hyalomma, and Amblyomma ticks collected from cattle, goats, sheep, camels, and chickens in pastoral regions of Kenya, including Baringo, Mandera, Malindi, Lamu, Mombasa, Wajir, Isiolo, and West Pokot. Using viral metagenomics next-generation sequencing, this study analysed adult ticks (n=1547, 72 pools). A total of 53% (38/72) pools were positive for at least one viral pathogen, with JMTV detected in 87% (33/38) of these pools across all study sites. Phylogenetic analyses revealed evidence of distinct Kenyan JMTV strains, with sequence segments from Malindi and Wajir clustering uniquely in their own clade; suggesting potential localised evolutionary pressures. Time calibrated phylogeny for the segment 1(RdRp) suggested varied ancestral origins and evolutionary relationships for the JMTV strains. MEME, BUSTED and FUBAR methods implemented in the Data-Monkey, unanimously identified codon 290 in segment 1 and 30 in segment 4 to be undergoing episodic positive selection. Recombination analysis performed using the RDP4 recombination detection tool indicated a recombination event in segment 2 of the Lamu JMTV strain that was confirmed by seven detection methods and visualised in BootScan. These findings suggest that Kenyan JMTV strains are undergoing positive selection, potentially driven by unique ecological and host factors. Segmented genome evidence of recombination highlights the increasing viruss potential for antigenic diversity. Host diversity and virus phylogenetic patterns underscore the zoonotic potential and its capacity for regional spread, emphasizing the critical need for enhanced vector surveillance. Temporal and ecological drivers like seasonal tick activity and livestock movement warrant investigation to elucidate JMTV transmission dynamics. Prioritizing tick-borne virus surveillance in Kenya will strengthen public health strategies and mitigates emerging viral risks.", "date": "2025-07-26", "journal": ""}
{"title": "Asymmetric life-history trade-offs shape sex-biased longevity patterns", "doi": "10.1101/2025.07.23.665274", "authors": "Rees-Baylis, E.; Wang, D.; Li Richter, X.-Y.; de Vries, C.", "abstract": "Sex differences in ageing and lifespan are widespread across taxa, yet their evolutionary causes remain debated. A leading hypothesis suggests these differences are adaptive and driven by sex-specific life-history trade-offs, but formal theoretical support is lacking. To address this, we developed a mathematical model to investigate how such trade-offs shape lifespan evolution in a monogamous mating system. In the model, individuals evolve to optimise a trade-off between reproduction and survival -- mediated by mating opportunities in males and offspring production in females. By systematically varying trade-off strengths, we show that either sex can evolve greater longevity, but male-biased longevity evolves under a broader set of conditions -- consistent with patterns in monogamous species. This asymmetry arises because female longevity is more constrained: the trade-off between offspring production and survival directly affects the fertility of both sexes. In contrast, the male trade-off for mating opportunities has a weaker indirect effect on female fertility, allowing selection to more readily favour longer male lifespans. We also show that extrinsic density-dependent mortality can disproportionately affect the intrinsically longer-living sex, and obscure the magnitude of this evolved difference. Together, our results provide new theoretical insights into the adaptive bases of sex-biased longevity and highlight the importance of life-history trade-offs in shaping lifespan evolution.", "date": "2025-07-26", "journal": ""}
{"title": "Inertial sensing of water content in tumor spheroids", "doi": "10.1101/2025.07.24.665638", "authors": "Katsikis, G.; Yoon, J. C.; Usherwood, T. R.; Malinowski, S.; Yu, J.; Chen, C.; Son, S.; Sutton, J. L.; Ligon, K. L.; Lee, J.; Miettinen, T. P.; Manalis, S. P.", "abstract": "Cellular water content governs the concentration of all biomolecules inside a cell, thereby influencing the physical and functional properties of the cell. However, measurements of water content in physiologically relevant cell culture models remain largely unavailable, particularly in 3D models such as tumor spheroids and organoids. Here, we achieve such measurements using a commercially available, industrial-grade, steel tube. The steel tube functions as a mechanical resonator that inertially senses the buoyant mass of particles. For microgram-scale particles [&ge;]400 m in diameter, we achieve <1% precision error in buoyant mass with a 5-minute acquisition interval. By sequentially measuring the buoyant mass of individual, glioblastoma patient-derived tumor spheroids in media of different densities and cell permeabilities, we determine the absolute and fractional (v/v) water content of the spheroids, along with their dry mass, volume, and density properties. We achieve ~0.4% precision error in fractional water content with a throughput of 3 spheroids per hour. This enables us to detect both inter-spheroid variability in fractional water content and acute responses to kinase inhibition. Overall, we establish a simple and accessible technique for quantifying water content in living 3D cell culture models, opening new avenues for studying biophysical regulation in multicellular systems.", "date": "2025-07-26", "journal": ""}
{"title": "A Precision Ultrasound-Localized Sonoporation-Equipment (PULSE) Enabling Intratumoral Delivery for Cancer Immunotherapy", "doi": "10.1101/2025.07.22.665995", "authors": "Chen, M.; Zhang, B.; Kim, H.; Kreager, B. C.; Yang, W.; Zhao, K.; Moon, S.; Wu, H.; Crosby, E. J.; Osada, T.; Hu, J.; Lyerly, H. K.; Jiang, X.", "abstract": "Cancer immunotherapy offers a promising long-term treatment for solid tumors by activating the immune system, but side effects and systemic toxicity limit its broad clinical translation. While intratumoral delivery addresses these limitations, elevated stiffness within solid tumors continues to hinder both intracellular and extracellular delivery. Here, a novel therapeutic platform, the Precision Ultrasound-Localized Sonoporation-Equipment (PULSE), is presented to enable spatiotemporally controlled, ultrasound-mediated gene and drug delivery for intratumoral immunotherapy. The PULSE incorporates forward and sideward-looking miniaturized ultrasound transducers, integrated into either a 7-French catheter (cPULSE) or a 16-gauge needle (nPULSE), to minimally invasively sonicate a centimeter-sized tumor. Following the design, prototyping, and characterization of PULSE, its dual capability for intracellular and extracellular delivery is demonstrated through comprehensive in vitro cell-based sonoporation tests and phantom-based drug penetration tests. Luciferase assays (activity: ~104 RLU/g level) in the cell studies confirm significantly enhanced gene transfection with cPULSE, while increased dye diffusion (width: ~1 cm level) in the phantom tests validates improved perfusion with nPULSE. The reported PULSE shows promise for spatiotemporally precise, controlled, and localized therapeutic delivery in early-stage tumors for intratumoral immunotherapy.", "date": "2025-07-26", "journal": ""}
{"title": "LASSO: versatile and selective biomolecule pulldown with combinatorial DNA-crosslinked polymers", "doi": "10.1101/2025.07.24.666000", "authors": "Speed, S.; Gupta, K.; Peng, Y.-H.; Krieg, E.", "abstract": "Current methods for sequence-selective biomolecule isolation suffer from high cost, off-target effects, and limited flexibility. Here, we introduce LASSO (crossLink-Assisted Sequence-Selective isOlation), a versatile platform using programmable polymer phase separation to capture biomolecules under native conditions. LASSO relies on combinatorial crosslinker libraries-diverse mixtures of DNA strands that collectively trigger the formation of highly swollen polymer agglomerates with near-zero background binding. We demonstrate >80% pulldown efficiency for diverse targets, including DNA, SARS-CoV-2 RNA, and human thrombin. LASSO provides 8-20x higher binding capacity (4 nmol/mg polymer) than commercial microbeads. In RNA-seq workflows, LASSO depleted ribosomal RNA with 86% efficiency while yielding up to 7x fewer off-target outliers (p<0.001) versus state-of-the-art magnetic beads (riboPOOLs) and RNase H (NEBNext) kits. Thrombin was captured via switchable aptamers with 92% efficiency, and a gentle release mechanism allowed the subsequent isolation of 72% enzymatically active proteins from the polymer. LASSO`s cost-effectiveness ($0.96/sample vs. $46-$51 for commercial kits), long-term stability (7+ years), simple usage, and modularity position it to advance diagnostics, transcriptomics, and bionanotechnology workflows.", "date": "2025-07-26", "journal": ""}
{"title": "CellFuse Enables Multi-modal Integration of Single-cell and Spatial Proteomics Data", "doi": "10.1101/2025.07.23.665976", "authors": "Koladiya, A.; Good, Z.; Varra, S. R.; Bendall, S.; Davis, K.", "abstract": "Single-cell and spatial proteomic technologies capture complementary biological information, yet no single platform can measure all modalities within the same cell. Most existing integration methods are optimized for transcriptomic data and rely on a large set of shared, strongly linked features, an assumption that often fails for low-dimensional proteomic modalities. We present CellFuse, a deep learning-based, modality-agnostic integration framework designed specifically for settings with limited feature overlap. CellFuse leverages supervised contrastive learning to learn a shared embedding space, enabling accurate cell type prediction and seamless integration across modalities and experimental conditions. Across a range of datasets including healthy PBMCs, bone marrow, CAR-T treated lymphoma, and healthy and tumor tissues-CellFuse consistently outperforms existing methods in both integration quality and runtime efficiency. It maintains high accuracy even in the presence of missing markers and rare cell types, and performs robustly in cross-dataset comparisons, making it a powerful tool for scalable and high-fidelity single-cell data integration in basic and translational research.", "date": "2025-07-26", "journal": ""}
{"title": "Statistical detection of protein sites associated with continuous traits", "doi": "10.1101/2025.07.22.665918", "authors": "Duchemin, L.; Muntane, G.; Boussau, B.; Veber, P.", "abstract": "Comparative genomic data can be used to look for substitutions in coding sequences that are associated with the variation of a particular phenotypic trait. A few statistical methods have been proposed to do so for phenotypes represented by discrete values. For continuous traits, no such statistical approach has been proposed, and researchers have resorted to sensible but uncharacterized criteria. Here, we investigate a phylogenetic model for coding sequences where amino acid preferences at a site are given by a continuous function of a quantitative trait. This function is inferred from the amino acids and the trait values in extant species and requires inferred point estimates of ancestral values of the trait at internal nodes. For detecting sites whose evolution is associated with this trait, we use a significance test against the hypothesis that amino acid preference does not depend on the trait. This procedure is compared to simpler strategies on simulated alignments. It displays an increased recall for low false positive rates, which is of special importance for performing whole-genome scans. This comes however at a much higher computational cost, and we suggest using a simple test to filter promising candidate sites. We then revisit a dataset of alignments for 62 species of mammals, using longevity as a phenotypic trait. We apply our method to three protein families that have previously been proposed to display sites associated with variation in lifespan in mammals. Using a graphical representation extracted from the detailed phylogenetic analysis of candidate sites, we suggest that the evidence for this in the sequence data alone is weak. The proposed method has been added to our Pelican software. It is available at https://gitlab.in2p3.fr/phoogle/pelican and can now be used with both discrete and continuous phenotypes to search for sites associated with phenotypic variation, on data sets with thousands of alignments.", "date": "2025-07-26", "journal": ""}
{"title": "Consensus DNA Inhibits p53 Aggregation but Fails to Rescue Mutants", "doi": "10.1101/2025.07.24.665437", "authors": "Steinsaltz, M.; Gomes, G.-N. W.; Levine, Z. A.", "abstract": "The tumor suppressor p53 plays a crucial role in regulating gene expression under cellular stress. Mutations in its DNA-binding domain are common in lethal cancers, leading to lost regulatory function and pathological hallmarks, such as misfolded p53 aggregates and amyloid-like fibrils. Despite decades of research, the molecular determinants driving p53 aggregation and its role in cancer incidence, progression, and lethality remain poorly defined. Identifying these determinants is critical for developing therapeutic interventions that modulate protein solubility in cancer and understanding disparities in cancer outcomes. We investigated whether consensus DNA sequences that stabilize wild-type p53 can regulate the aggregation of oncogenic p53 mutants with reduced binding affinities. We used probe-based and label-free spectroscopic and microscopy techniques to examine how consensus (p21, Bax) and non-consensus (p21-scramble, Poly-GC) DNA oligonucleotides regulate the aggregation of wild-type p53 and three cancer-associated mutants (R248Q, R273H, and R175H). We found equimolar p21 consensus sequences significantly inhibit wild-type p53 aggregation, while other DNA sequences did not. In contrast, oncogenic p53 mutants evaded DNA-based regulation of protein aggregation by all oligonucleotides, and some even showed enhanced aggregation at low concentrations, suggesting complex concentration-dependent DNA-p53 interactions. Our findings emphasize that DNA response elements are sufficient for regulating wild-type p53 aggregation. However, key somatic mutations promote aggregation at the expense of DNA-binding, directly leading to a loss of p53 solubility through biochemical interactions. These observations suggest that potent regulators of p53 aggregation should aim to restore affinity between oncogenic p53 mutants and regulatory DNA to minimize pathological hallmarks of lethal tumors.", "date": "2025-07-26", "journal": ""}
{"title": "Cancer Alpha: A Production-Ready AI System for Multi-Modal Cancer Genomics Classification", "doi": "10.1101/2025.07.22.666135", "authors": "Stillwell, R. C.", "abstract": "Background: The integration of multimodal genomic data for cancer classification remains challenging in precision oncology. While machine learning approaches have shown promise there is a gap between research prototypes and systems with the comprehensive infrastructure required for clinical deployment. Methods: I developed Cancer Alpha an AI system that integrates data from TCGA GEO ENCODE and ICGC ARGO databases for multimodal cancer classification. The system combines state-of-the-art multimodal transformer architectures with production infrastructure including containerized deployment monitoring systems and security frameworks. I implemented a MultiModal Transformer MMT architecture incorporating crossmodal attention mechanisms TabTransformer for structured genomic data and Perceiver IO for highdimensional omics integration. Results: In synthetic benchmark tests Cancer Alpha achieved high performance with ensemble models reaching 99 accuracy on optimized datasets. The system includes production infrastructure with Docker containerization Kubernetes orchestration CICD pipelines and monitoring capabilities using Prometheus and Grafana. The platform provides a web interface and RESTful API for potential clinical integration. Conclusions: Cancer Alpha demonstrates the feasibility of developing production-ready infrastructure for multimodal cancer classification. The platforms comprehensive architecture may facilitate future clinical validation and deployment in precision oncology applications pending validation with real-world clinical data.", "date": "2025-07-26", "journal": ""}
{"title": "Selection of a Lead Long-Acting Formulation of Ivermectin to Target Major Malaria Vectors in Western Africa: Evaluation of Pharmacokinetics and Mosquitocidal Efficacy in Cattle under Laboratory Conditions.", "doi": "10.1101/2025.07.23.665952", "authors": "ZELA, L.; Pooda, S. H.; Porciani, A.; Beneteau, S.; Sagna, A. B.; Le Lamer-Dechamps, S.; Moiroux, N.; Ouedraogo, C. O. W.; Some, A. F.; Pennetier, C.; Roberge, C.; Belem, A. M. G.; Dabire, K. R.; Dayo, C.; Mouline, K.", "abstract": "Background Ivermectin, a semisynthetic endectocide from the avermectin family, has been used in mass drug administration (MDA) campaigns since the 1980s to control helminth infections. Its lethality to Anopheles mosquitoes after feeding on treated hosts offers a promising malaria control strategy, especially for outdoor transmission. However, existing oral formulations produce short-duration mosquitocidal blood concentrations, limiting epidemiological impact. The WHO target product profile for endectocides calls for a hazard ratio >4 and sustained efficacy for at least one month. In this context, three long-acting injectable ivermectin formulations (LAIF) based on BEPO depot technology were evaluated in cattle to evaluate the in vivo performance then to identify the most effective candidate. Methods The LAI candidates (mdc-STM-001, -002, and -003) were tested at 0.6 mg/kg, with mdc-STM-003 also evaluated at 1.5 mg/kg. Each treatment group consisted of five calves, each receiving single sub-cutaneous injection. Plasma samples intensively collected over 130 days enabled non-compartmental pharmacokinetic analysis of ivermectin. Two mosquito strains: Anopheles coluzzii (VK5-pyrethroid-resistant) and Anopheles gambiae (KIS-Kisumu strain) were allowed to simultaneously blood-feed on treated animals from 2 to 126 days post-dose. Mosquito survival was monitored for 30 days. Mortality within 4 and 10 days post-feeding was emphasized, targeting the window before Plasmodium falciparum becomes transmissible. Efficacy was assessed via hazard ratios, cumulative mortality, lethal concentrations (LC) 50 and 90 values, and duration of effective coverage. Results All formulations were well tolerated. mdc-STM-001 showed the most favorable pharmacokinetic profile with a controlled peak (Cmax= 34.5 plus or minus 12.7 ng/mL) and the lowest inter-individual variability (12%). mdc-STM-001 and -003 produced hazard ratios >4 and cumulative mortalities >50% for at least 60 days in both mosquito strains. Surviving mosquitoes had median lifespans below 10 days for at least 90 days post-injection. The 10-day LC50 for resistant mosquitoes (3.66 [2.69-4.97]) was maintained for at leas 126 days. mdc-STM-001 provided 100% coverage at this threshold for at least 2 months. Conclusion mdc-STM-001 is the lead candidate. A single injection allows killing >50% of biting mosquitoes before they become infectious, even in resistant populations, during at least 2 months. Given ivermectin established safety profile, its repurposing in LAIFs offers a promising strategy for malaria control. This approach directly targets two major challenges: outdoor transmission and rising insecticide resistance, and warrants further investigation.", "date": "2025-07-26", "journal": ""}
{"title": "NADES as Biocompatible Media for Thermally Stable RNA Molecules", "doi": "10.1101/2025.07.23.665770", "authors": "Al Fuhaid, L.; Khattak, S.; Alghuneim, A.; Gallouzi, I.; Choi, Y. H.; Verpoorte, R.; Witkamp, G.-J.; Farinha, A.", "abstract": "The inherently low thermal stability of RNA poses operational, accessibility, and financial challenges for RNA research and RNA-based technologies. Natural deep eutectic solvents (NADES) have been shown to enhance the stability of various macromolecules, including DNA and protein. This study explores NADES as alternative storage media for RNA preservation and evaluates their biocompatibility in human cells. In vitro-transcribed mRNA was stored in various NADES at temperatures ranging from 4-50 {ring}C, and the integrity was assessed by quantifying its translatability, represented by protein-expressing cells. NADES effectively preserved RNA integrity, retaining over 50% of its translatability for at least four months at room temperature (21 {ring}C) and 48 hours at 50 {ring}C, in comparison to -80 {ring}C storage. Notably, the preservation efficacy remained unaffected by temperature fluctuations. Furthermore, the selected NADES concentrations maintained ~ 99% cell viability, demonstrating their biocompatibility. These findings establish NADES as efficient, biocompatible RNA storage media, enabling stable storage and transport at ambient and extreme temperatures while withstanding sudden fluctuations. This enhanced stability simplifies and expands the accessibility of RNA-based applications. Additionally, the biocompatibility of NADES supports their potential use in RNA-based biomedical applications.", "date": "2025-07-26", "journal": ""}
{"title": "Inflammatory cytokines promote interferon regulatory factor (IRF) transcriptional activity in human pulmonary epithelial cells through the induction of IRF1 by nuclear factor-κB", "doi": "10.1101/2025.07.24.665057", "authors": "Necker-Brown, A.; Mostafa, M. M.; Georgescu, A.; Thorne, A. J.; Chandramohan, P.; Kooi, C.; Kalyanaraman, K.; Gao, A.; Bansal, A.; Sasse, S. K.; Gerber, A.; Leigh, R.; Newton, R.", "abstract": "Transcription factors of the interferon regulatory factor (IRF) family play key roles during viral and bacterial infections. However, IRF regulation by inflammatory cytokines, including interleukin IL-1 beta (IL1B); and tumour necrosis factor alpha (TNF), remains under-explored. Since airway epithelial cells (AECs) modulate lung inflammation, IRF expression was characterized in pulmonary A549 and bronchial BEAS-2B epithelial cells, plus primary human AECs grown in submersion or highly differentiated air-liquid interface culture. Whereas most IRF mRNAs were expressed across models, IRF4 and IRF8 showed consistently low expression, and IRF6 was only expressed highly in primary cells. IRF3 and IRF9 were highly expressed in each model, and while protein expression was confirmed in A549 cells, this remained primarily cytoplasmic post-IL1B; treatment. IRF2 was constitutively nuclear in A549 cells and showed moderate/high mRNA expression in each model. IRF1 mRNA was induced by IL-1B; in primary and A549 cells, where IL-1B and TNF dramatically increased IRF1 protein expression. TNF also increased IRF1 protein in BEAS-2B cells. In A549 cells, an IRF reporter system combined with RNA silencing did not support transcriptional roles for IRF2 or IRF3 but suggested a modest role for IRF9 following IL1B; stimulation. IL1B;-induced IRF1 localized to the nucleus of A549 cells revealing a major transcriptional role. IRF1 expression induced by IL1B/TNF required NF-kappa-B (NFkB) and four novel 5' enhancer regions to IRF1 bound the NFkB subunit, p65. These regions drove IL1B/TNF-inducible reporter activity via consensus NFkB motifs. Three such regions recruited RNA polymerase-2 and were flanked by the active chromatin mark, histone 3 lysine 27 acetylation which, given the high levels of genetic conservation, support involvement in IRF1 transcription. Finally, IRF1 expression, transcription rate, and enhancer activity induced by IL1B/TNF were relatively unaffected by glucocorticoid co-treatment. IRF1-dependent gene expression could therefore be insensitive to glucocorticoid and may contribute to glucocorticoid-resistant diseases such as severe asthma.", "date": "2025-07-26", "journal": ""}
{"title": "Multi-objective Evaluation and Optimization of Stochastic Gradient Boosting Machines for Genomic Prediction and Selection in Wheat (Triticum aestivum) Breeding", "doi": "10.1101/2025.07.24.665873", "authors": "Munroe, H. N.; Osatohanmwen, B. E.; Sharifi, R.", "abstract": "Machine learning (ML) models with stochastic and non-deterministic characteristics are increasingly used for genomic prediction in plant breeding, but evaluation often neglects important aspects like prediction stability and ranking performance. This study addresses this gap by evaluating how two hyperparameters of a Gradient Boosting Machine (GBM), learning rate (v) and boosting rounds (ntrees), impact stability and multi-objective predictive performance for cross-season prediction in a MAGIC wheat population. Using a grid search of 36 parameter combinations, we evaluated four agronomic traits with a comprehensive suite of metrics: Pearsons r, R2, Area Under the Curve (AUC), Normalized Discounted Cumulative Gain (NDCG), and the Intraclass Correlation Coefficient (ICC) and Fleiss' Kappa for stability. Our findings demonstrate that a low learning rate combined with a high number of boosting rounds substantially improves prediction stability (ICC > 0.98) and selection stability (Fleiss Kappa {approx} 0.90), while also improving generalizability. This combination improved predictive accuracy (r, R2) and ranking efficiency (NDCG) without a trade-off, though optimal settings were trait-dependent. Conversely, classification accuracy (AUC) was poor and performed relatively better with higher learning rates, revealing a conflict in optimization hyperparameters. Despite low absolute performance for most metrics in the challenging cross-environment prediction, NDCG was high (> 0.85), indicating the models excelled at ranking top-performing entries. This research demonstrates that multi-objective hyperparameter tuning, with a specific focus on stability, is useful for developing reliable genomic prediction models suitable for practical breeding applications.", "date": "2025-07-26", "journal": ""}
{"title": "Optimizing twin prime editing components for scalable genome editing and therapy in spinocerebellar ataxia type 3", "doi": "10.1101/2025.07.22.666117", "authors": "Gwon, L. W.; Seong, J. B.; Yeo, H.-G.; Oh, Y.; Park, J.; Won, J.; Park, S. J.; Kim, Y.-H.; Huh, J.-w.; Kim, A.; Lee, Y.; Lee, S. H.", "abstract": "Recent advances in prime editing technologies using CRISPR modules fused with reverse transcriptase (RT) have enabled efficient and precise reprogramming of target genomic sequences. Twin prime editing using two coordinated prime editor complexes is a promising strategy for inducing extensive genomic modifications via reverse transcribed complementary templates. However, current twin prime editing systems still require improvements in editing efficiency, accuracy, and intended edit predictability. Here, efficiency and precision of twin prime editing were enhanced via engineering and optimizing conventional SpCas9(H840A)-RT-based prime editor components. A La domain fused prime editor (La-SpCas9(H840A)-RT) and optimized pegRNAs were developed, achieving a 1.75-fold increase in gene editing efficiency at multiple genomic loci in human-derived cell lines without increasing off-target activity. La-SpCas9(H840A)-RT facilitated efficient ~2.8 kb GFP transgene knock-in at target loci and eliminated the expanded polyQ tract in ATXN3 in patient-derived mutant cell lines modeling spinocerebellar ataxia type 3. The advanced twin prime editing platform expands genome engineering capabilities beyond existing CRISPR-based systems and holds great promise for diverse biotechnological and therapeutic applications.", "date": "2025-07-26", "journal": ""}
{"title": "From Black Box to Biological Insight: AttentioFuse Unlocks Multi-Omics Dynamics in Lung Cancer", "doi": "10.1101/2025.07.23.665084", "authors": "Huang, Y.; Zhong, F.; Liu, L.; He, Y.", "abstract": "Lung adenocarcinoma (LUAD) and squamous cell carcinoma (LUSC), the major subtypes of non-small cell lung cancer (NSCLC), exhibit distinct molecular landscapes that demand precision in prognosis and therapy. While deep learning models achieve high predictive accuracy, their \"black-box\" nature limits clinical translation. To address this, we propose AttentioFuse, an interpretable deep learning framework employing a Reactome-guided mid-fusion strategy for multi-omics integration. AttentioFuse innovates through three pillars: (1) dual-phase learning to preserve omics-specific patterns via independent sub-networks, (2) hierarchical attention mechanisms (cross-omics, feature-level, and fusion-layer) to dynamically quantify layer contributions, and (3) integrated explainability combining DeepSHAP and global attention weights for gene-to-pathway interpretation. Evaluated on TCGA LUAD/LUSC cohorts, AttentioFuse matches state-of-the-art performance in TNM staging, while uncovering actionable biological insights. The framework validates pan-NSCLC mechanisms like AKT/mTOR metabolic control and histology-divergent Notch signaling roles, while revealing novel pathways-developmental reactivation (T-stage), microbiota-driven metastasis (M-stage), and ECM remodeling-providing testable hypotheses for progression and personalized therapy. Crucially, AttentioFuse bridges computational predictions to clinical practice by proposing molecularly-guided combination therapies. This paradigm shifts toward interpretable-aware AI advances oncology by transforming black-box predictions into biologically grounded decision-support tools.", "date": "2025-07-26", "journal": ""}
{"title": "A Simultaneous Inhibition of ID1 and ID3 Protects Against Pulmonary Fibrosis", "doi": "10.1101/2025.07.24.665373", "authors": "Antar, S. A.; Mensah, E.; Dahlka, J.; Aziz, M.; Halouani, A.; Seun, I.; Parashar, A.; Raslan, A. A.; Benezra, R.; Fraidenraich, D.; Ligresti, G.; Sassi, Y.", "abstract": "Background: Idiopathic pulmonary fibrosis (IPF) is a fatal lung disease for which novel therapeutic approaches are desperately needed. Inhibitor of DNA binding (ID) proteins are regulated by Transforming Growth Factor-{beta}. However, the regulation and the effects of ID proteins in IPF remain poorly understood. We aimed to assess the expression of ID proteins in IPF and determine the effects of ID proteins on human lung fibroblasts (HLF) in vitro and pulmonary fibrosis in vivo. Methods: The expression of ID proteins in lungs and lung fibroblasts from mice and human patients with pulmonary fibrosis was evaluated. The effects of ID1/ID3 inhibition and overexpression on HLF were assessed. Genetic and pharmacological approaches were used in vivo to determine the role of ID1/ID3 in pulmonary fibrosis. Results: ID1/ID3 levels were elevated in HLFs isolated from pulmonary fibrosis-diseased patients and mice. ID1/ID3 knockdown decreased IPF-diseased HLF proliferation and differentiation into myofibroblasts. Bleomycin-exposed ID1/ID3 KO mice displayed improved lung function and presented with decreased lung fibrosis when compared to WT mice. A pharmacological inhibitor of ID1/ID3 decreased IPF-diseased HLF proliferation and differentiation in vitro and attenuated pulmonary fibrosis in vivo. A lung specific inhibition of ID1/ID3, using adeno-associated viruses expressing short hairpins targeting ID1 and ID3, reversed pulmonary fibrosis in mice. Mechanistically, ID1/ID3 inhibition decreased fibroblast proliferation through cell cycle genes and inhibited fibroblast differentiation through the MEK/ERK pathway. Conclusions: Our data indicate that a simultaneous inhibition of ID1 and ID3 attenuates pulmonary fibrosis. ID1/ID3 inhibition holds potential as a novel therapeutic treatment for IPF.", "date": "2025-07-26", "journal": ""}
{"title": "Whole-genome methylation profiling of menstrual stem cells identifies novel biomarkers for endometriosis", "doi": "10.1101/2025.07.25.666720", "authors": "Tiniakou, I.; Bafligil, C.; Perez-Moraga, R.; Harden, S.; Ribeiro-Volturo, S.; Santana Rodriguez, A.; Notario Manzano, R.; Santana Suarez, M. A.; Tortajada Valle, M.; Martinez Zamora, M. A.; Perez Zaballos, M. T.; Martin Martinez, A.; Carmona, F.; Fernandez-Molina, C.", "abstract": "Endometriosis, despite its high prevalence, is underdiagnosed and poorly managed due to lack of clinically validated biomarkers and pathophysiological insight. Menstrual blood- derived stem cells (MenSCs) have been implicated in disease pathogenesis, but their diagnostic potential remains unexplored. We conducted a clinical study (n=42; 19 endometriosis, 23 controls) to assess whether DNA methylation profiles of freshly isolated MenSCs can identify disease-specific biomarkers. Whole-genome methylation sequencing revealed differentially methylated regions (DMRs) enriched in genes linked to hallmarks of endometriosis (e.g., inflammation, tissue remodelling, development). These DMRs robustly distinguished cases from controls, independent of technical and clinical variables. Machine learning models trained and validated on these DMRs achieved high diagnostic performance (specificity 83%, sensitivity 79%). Integration with an independent single-cell RNA sequencing dataset showed that the DMRs may modulate gene expression, further supporting their biological relevance. These findings position MenSC DNA methylation profiling as a promising, non-invasive approach for early endometriosis diagnosis and personalised care.", "date": "2025-07-26", "journal": ""}
{"title": "Transient DNA methyltransferase 3a (DNMT3a) Inhibition Unlocks dedifferentiation and Neurogenic Potential in Mouse Retinal Müller Glia", "doi": "10.1101/2025.07.25.666728", "authors": "Victoria-Chavez, R.; Lamas, M.", "abstract": "The regenerative response of retinal cells to injury and aging depends on the epigenomic plasticity that enables the dedifferentiation and neuronal differentiation capacities of Muller glial cells (MG). In mammals, this regenerative ability is extremely limited, and disruptions in epigenetic mechanisms, particularly those involving DNA methylation and demethylation, may underlie this restricted potential. To explore this possibility, we aimed to develop DNA methylation-targeting molecular tools to enhance the dedifferentiation and neurogenic capacity of primary MG cultures derived from mouse retina. Using CRISPR/dCas9-based gene regulation technology, we selectively and transiently inhibited Dnmt3a, a de novo DNA methyltransferase previously implicated in maintaining transcriptional repression. Our results show that Dnmt3a knockdown leads to sustained upregulation of pluripotency-associated genes, including Ascl1, Lin28, and Nestin, as measured by RT-qPCR and immunofluorescence. This epigenetic modulation also promoted increased cell proliferation and migration, both hallmarks of a regenerative response. Furthermore, Dnmt3a knockdown, either alone or in combination with neurogenic stimuli, induced MG to acquire neuronal-like morphologies and express the early neuronal marker {beta}III-tubulin. These findings suggest that Dnmt3a acts as a repressive regulator of MG plasticity, likely serving as an epigenetic barrier that counteracts injury-induced demethylation events. Overall, our study identifies Dnmt3a as a critical modulator of MG fate and highlights the potential of its targeted downregulation to facilitate reprogramming. By prolonging the transient progenitor-like state of MG, DNMT3a inhibition may serve as a complementary approach to unlock the neurogenic and regenerative potential of the mammalian retina, offering promising avenues for future therapeutic strategies.", "date": "2025-07-26", "journal": ""}
{"title": "The fitness landscape of the E.coli lac operator is highly rugged in two different environments", "doi": "10.1101/2025.07.23.666252", "authors": "Chattopadhyay, G.; Papkou, A.; Wagner, A.", "abstract": "We know little about the fitness landscapes of bacterial operators, regulatory DNA elements that are crucial to regulate metabolic genes like those of the lac operon for lactose utilization. For example, we do not know whether adaptive evolution could easily create strong operators from weak ones or from non-regulatory DNA. To find out, we used CRISPR-Cas-assisted genome editing, bulk competition, and high-throughput sequencing to map the fitness landscape of more than 140,000 lac operator variants in two chemical environments that harbor lactose or glycerol as sole carbon sources. Both landscapes are highly rugged and contain thousands of fitness peaks, which allow only 2 percent of evolving populations to reach a high fitness peak. The landscapes share only 15 percent of fitness peaks. Our work illustrates that landscape ruggedness caused by epistasis can represent an important obstacle to adaptive evolution of regulatory sequences. It also shows that a simple environmental change can substantially affect fitness landscape topography.", "date": "2025-07-26", "journal": ""}
{"title": "Late Cretaceous origins for major nightshade lineages from total evidence timetree analysis", "doi": "10.1101/2025.07.22.666174", "authors": "Gonzalez-Ramirez, I. S.; Deanna, R.; Smith, S. D.", "abstract": "[bullet] Background and Aims. The timing of the radiation of nightshades (Solanaceae) has been contentious in the literature, with estimates of the crown age ranging from ca. 30 to 70 Mya (mid-Oligocene to late Cretaceous). The tempo of diversification of major lineages within the family (e.g., berries, tobaccos) has been equally challenging to resolve, in large part because of the paucity of fossil information. Recently described fossils present an opportunity to revisit the timing of nightshade diversification using more powerful model-based methods. Here, we simultaneously infer divergence times within Solanaceae and the placement of a select set of well-preserved and morphologically diverse fruit and seed fossils. [bullet] Methods. We assembled a family-wide morphological dataset, including 17 categorical and eight continuous characters, for 134 living and 14 fossil Solanaceae taxa, as well as sequence data for the extant taxa. We implemented a Bayesian total evidence dating analysis in RevBayes using (a time continuous and a time heterogeneous) fossilized birth-death model and models of character evolution for each type of data. [bullet] Key Results. The origin of Solanaceae was ~98 Mya, and the major splits were roughly three-fold older than previously estimated. Although the 14 fossil taxa were phylogenetically placed with different degrees of confidence, we identified a fruit fossil and a seed fossil whose affinities were strongly supported. Moreover, most of the fossils lacking a precise placement were nevertheless confidently inferred to belong to the large berry clade. [bullet] Conclusions. Our study provides an example of how a sophisticated model used on a carefully assembled dataset can shed light on the timing of the evolution of a group, while accounting for phylogenetic uncertainty. The timetree we present here provides a temporal framework for further research, from comparative genomics and patterns of diversification to trait evolution and biogeography.", "date": "2025-07-26", "journal": ""}
{"title": "Modular platform for therapeutic drug delivery using trifunctional bio-orthogonal macromolecular conjugates", "doi": "10.1101/2025.07.24.666613", "authors": "Luo, D.; Wang, N.; Major-Monfried, H.; Ralls, J.; Rha, S.; Maitland, S. A.; Ponnienselvan, K.; Yamada, M.; Bauer, D. E.; Wolfe, S. A.; Kentsis, A.", "abstract": "Targeted delivery of macromolecular therapeutics holds great promise for overcoming the limitations of conventional small molecules, enabling modulation of protein-protein interactions and precise genome editing. However, efficient, safe, and cell type-specific delivery remains a major challenge. To address this, we developed a modular platform for synthesizing heterotrifunctional bio-orthogonal macromolecular conjugates (BMCs) by engineering diverse combinations of targeting ligands, cell-penetrating peptides (CPPs), and bioactive cargos. We optimized facile bioconjugation chemistries to generate BMCs with improved yields, structural integrity, and activity. Modular BMCs accommodate diverse components, including antibodies and receptor ligands for targeting, CPPs for intracellular trafficking, and optical probes, therapeutic peptidomimetics, and CRISPR-Cas9 nuclease as cargos to confer specific biological activities. We assayed their utility across multiple applications: BMCs with fluorescently labeled cargo revealed endosomal escape and intracellular accumulation; peptidomimetic MYB transcription factor inhibitor BMCs exhibited potent anti-leukemic activity against acute myeloid leukemia cells; and Cas9 BMCs achieved rapid delivery and cell type-specific gene editing in human cells. The BMC approach enables customizable delivery of functional macromolecules, nominating BMCs as a broadly applicable platform for biomedical applications.", "date": "2025-07-26", "journal": ""}
{"title": "Inhibiting ezrin triggers formin-mediated actin remodelling reducing cellular mechano-protection", "doi": "10.1101/2025.07.22.666169", "authors": "Biswas, A.; Kumar, R.; Husain, T. N.; Das, J.; Behera, A.; Sinha, B.", "abstract": "Ezrin plays a crucial role in linking the cortical actin cytoskeleton to the plasma membrane in animal cells. Inactivated by small molecule ezrin inhibitors (EzrInh), ezrin is known to regulate cellular functions like adhesion and motility. However, whether ezrin plays any significant role in protecting cells against mechanical stresses is less explored. We use hypo-osmotic shock (HS) to challenge cells and study the mechano-protective role of ezrin. Inhibition of ezrin phosphorylation led to increased cell rupture rates on hypo-shock, with a greater impact at later time points (10 min). The time scales match with that of enhanced tension contrast at edges at the basal plane. We also observed a lowered relative retraction rate at protrusions created by hypo-shock and a less contractile mid-plane cortex, both indicate the role of a weakening of the cortex by EzrInh in compromising membrane integrity on hyposhock. Concomitantly, EzrInh also increased stress fibres (SFs), traction forces and cell spreading clearly indicative of additional cellular pre-stress. Utilizing formin inhibitor (SMIFH2), we showed that formin-mediated actin polymerization was critical for the SF response to EzrInh while it also prevented the subsequent EzrInh-treatment from enhancing cell rupture rates. Together EzrInh reduced mechano-protection in cells by tilting of balance of actin organization from the cortex to SF enhancing formin-mediated SF assembly.", "date": "2025-07-26", "journal": ""}
{"title": "Pairwise Causal Discovery in Biochemical Network: A Survey on Directionality Inference within Complex Networks from Stationary Observations", "doi": "10.1101/2025.07.22.666141", "authors": "Leibovich, N.; Cuperlovic-Culf, M.", "abstract": "Metabolic networks map complex biochemical reactions within organisms, which is crucial for understanding cellular processes and metabolite flow. This study focuses on inferring the directionality of interactions in metabolomics networks. Given the challenge of using steady-state data, we benchmark various methods, including statistical scores and neural network approaches, on synthetic yet realistic biological models. Our findings highlight the relative success of a few methods in some cases where the interaction mechanism is known, whereas other methods show limited effectiveness.", "date": "2025-07-26", "journal": ""}
{"title": "Human hippocampal ripples loosen medial prefrontal constraints to foster creative thinking", "doi": "10.1101/2025.07.22.666046", "authors": "He, L.; Wang, X.; Zhang, J.; Xiao, Z.; Hu, X.; Liu, Y.", "abstract": "Creative thinking often requires breaking away from dominant mental schemas to generate novel and useful ideas. Yet how the human brain relaxes schematic constraints to enable creativity remains unclear. Using human intracranial EEG recordings, we found that moments of creative idea generation were accompanied by increased hippocampal ripple events, a concurrent reduction in ripple-triggered high-frequency activity in the medial prefrontal cortex (mPFC), and greater divergence of ripple-triggered mPFC activity patterns from the typical, schema-like task state. These effects followed a dorsal-ventral gradient within the mPFC and were most pronounced in the ventromedial PFC (vmPFC), a region heavily involved in schematic representation. Together, our findings suggest that hippocampal ripples can transiently disengage medial prefrontal schema constraints, thereby promoting more flexible and creative thinking.", "date": "2025-07-26", "journal": ""}
{"title": "Acute EtOH enhances septohippocampal coordination but disrupts intrinsic hippocampal theta dynamics during foraging", "doi": "10.1101/2025.07.22.666144", "authors": "Darden, C. B.; Marks, M. D.; Kesner, A. J.", "abstract": "Theta oscillations - rhythmic patterns of synchronous activity within discrete brain regions - are known to support memory, navigation, and behavioral coordination, and are sensitive to pharmacological manipulation. Acute ethanol (EtOH) exposure has been shown to alter theta oscillations, but its effects on transient theta bursts and cross-regional coordination during naturalistic behavior remain unclear. We recorded local field potentials (LFPs) from the medial septum (MS), hippocampal Cornu Ammonis 1 (CA1), and medial prefrontal cortex (mPFC) in freely foraging mice following intraperitoneal injection of EtOH (1.5 g/kg) or saline. We analyzed spectral power, theta burst dynamics, phase, and lag timing. Burst features from CA1 were used to train a machine learning classifier to predict session condition. EtOH impaired locomotion and reduced goal-directed behaviors, particularly early in the session. In CA1, theta power shifted toward lower frequencies and lagged coherence declined. EtOH increased the frequency but reduced the duration of theta bursts in CA1, and in MS, only burst count increased. EtOH enhanced the temporal alignment of MS-CA1 burst pairs. Phase-locking between CA1 and MS during coupled bursts remained present but showed altered structure. Our classifier achieved robust performance using burst features such as skew and entropy, and reliably distinguished treatment conditions. EtOH modulates septohippocampal dynamics by altering the timing and structure of theta bursts. These results suggest that burst-level features are sensitive markers of EtOH's circuit-level effects during naturalistic behavior.", "date": "2025-07-26", "journal": ""}
{"title": "Zika virus capsid protein C (ZIKV-C) interactors network mapped by proteomic analysis of human neural stem cells expressing FLAG-tagged C protein.", "doi": "10.1101/2025.07.24.666584", "authors": "Malinowska, A.; Bakun, M.; Brzozowska, A.; Liszewska, E.; Podsiadla-Bialoskorska, M.; Swiderska, B.; Sitkiewicz, E.; Szolajska, E.; Hetman, M.; Dadlez, M.; Jaworski, J.", "abstract": "Zika virus is a teratogenic pathogen belonging to the Flaviviridae family. It possesses the ability to penetrate the placenta and affect the brain development of a fetus, resulting in microcephaly and functional impairments. Mechanisms of this neurotoxicity are still unclear, but capsid proteins of Zika and related viruses are known to exert apoptotic effect in different types of cells, including neurons. To explore the pathways affected by the presence of ZIKV-C, we have performed MS-based interactomic experiment in human neural stem cells and managed to identify 149 putative interactors. Our results indicate that the nucleus (especially the nucleolus) and the mitochondria are the main sites of interaction of protein C with host proteins. A number of the proteins we identified have significant links to diseases of the nervous system, including neurodevelopmental diseases. Furthermore, for the first time, we have identified MAM-domain containing glycosylphosphatidylinositol anchor protein 1, T-complex protein 1 subunit beta, lysine-tRNA ligase, calumenin as particularly abundant ZIKV protein C interactors. Data are available via ProteomeXchange with identifier PXD064412.", "date": "2025-07-26", "journal": ""}
{"title": "The Ski2 helicase ASCC3 unwinds DNA upon fork stalling to control replication stress responses", "doi": "10.1101/2025.07.24.666583", "authors": "Cui, S.; Batenburg, N. L.; Coulombe, Y.; Arumugam, A.; Walker, J. R.; Sheida, S. V.; Bielinsky, A.-K.; Wahl, M. C.; Masson, J.-Y.; Zhu, X.-D.", "abstract": "The activating signal co-integrator 1 complex subunit 3 (ASCC3), the largest subunit of ASCC, is one of two Ski2-like helicases with duplicated helicase cassettes encoded by the human genome. ASCC3 has been implicated in transcriptional regulation, alkylation damage repair, and ribosome quality control. In addition, published proteomics studies suggest that ASCC3 is associated with stalled forks. However, little is known about its role in replication stress. Here we report that ASCC3 is recruited to stalled forks by its binding partner ASCC2, whose recruitment to stalled forks is dependent upon both its ubiquitin binding activity and polyubiquitylation of PCNA at K164 that is catalyzed by SHPRH, HLTF, and RFWD3. In response to replication stress. ASCC3 unwinds DNA, generating both parental and nascent ssDNA. This unwinding activity is required to promote fork reversal. We demonstrate that ASCC3 also interacts with RPA and stimulates RPA accumulation on ssDNA upon replication stress, promoting ATR activation. Furthermore, ASCC3 functions to antagonize RAD51-mediated recombination and prevents accumulation of chromosome breaks/gaps and mis-segregation in response to replication stress. Our work underscores a previously uncharacterized but critical role of ASCC3 in controlling multiple replication stress responses to maintain genomic stability.", "date": "2025-07-26", "journal": ""}
{"title": "Single cell transcriptomics and development of gametocyte-specific molecular markers for avian malaria parasites", "doi": "10.1101/2025.07.24.666574", "authors": "Berthomieu, A.; Gandon, S.; Talman, A.; Rivero, A.", "abstract": "Avian malaria, caused by Plasmodium parasites, poses a significant threat to bird populations worldwide, particularly in vulnerable island ecosystems. Yet, progress in understanding avian malaria transmission dynamics has been hampered by the lack of molecular tools to quantify and sex the transmissible stages of the parasite: the male and female gametocytes. This challenge is compounded by the nucleated erythrocytes of avian hosts and the absence of an in vitro culture system, which have historically hindered the advancement of molecular approaches. Here, we develop and validate the first molecular markers to discriminate between asexual, male, and female gametocytes in the widespread avian malaria parasite Plasmodium relictum. Using single-cell RNA sequencing and orthology-guided stage mapping, we identified conserved, stage-specific transcripts and leveraged this information to develop molecular markers capable of quantifying and distinguishing male and female gametocytes in two parasite cyt-b lineages, pSGS1 and pDELURB. These markers outperformed microscopy in sensitivity, detected gametocytes earlier and for longer, and revealed consistently higher male-to-female gametocyte ratios than estimated by blood smears. The high degree of conservation of these markers across Plasmodium species suggests broad applicability of these markers to other avian lineages.", "date": "2025-07-26", "journal": ""}
{"title": "Understanding PebS-Ferredoxin Recognition: A Structural Perspective on Viral and Host Redox Partners", "doi": "10.1101/2025.07.23.666280", "authors": "Zeqiri, F.; Schmidt, T.; Misumi, Y.; Miyanoiri, Y.; Frankenberg-Dinkel, N.; Kurisu, G.; Hofmann, E.", "abstract": "Cyanophages play a critical role in shaping host metabolism during infection by encoding auxiliary metabolic genes (AMGs), including enzymes involved in phycobilin biosynthesis. PebS (phycoerythrobilin synthase) is a phage-encoded ferredoxin-dependent biliverdin reductase (FDBR) that catalyses the two-step reduction of biliverdin IX (BV) to phycoerythrobilin (PEB). Although high-resolution structures are available for both PebS and its electron donor ferredoxin (Fd), the structural details governing their interaction remain unclear. This study leverages the well-characterised structural models of PebS and a host-like ferredoxin from Thermosynechococcus elongatus (Te-Fd), whose NMR structure provides a reliable basis for probing protein-protein interactions. Using [15N]-labelled, gallium-substituted Te-Fd, we employed NMR spectroscopy to monitor chemical shift perturbations upon binding, enabling us to probe the interaction interface in solution. Based on these data, we conducted protein-protein docking with HADDOCK to predict the interaction interface between Te-Fd and PebS. PebS variants designed to disrupt this interface did indeed show corresponding alterations in enzymatic efficiency and product formation as determined by time resolved UV/Vis spectroscopy and HPLC analyses. Utilizing the Fd encoded in the cyanophage PSSM2-Fd in our assays, we could observe a significantly improved catalytic activity, suggesting an coevolution of phage enzyme and electron donor. A comparison of the two available X-ray structures of Te-Fd and PSSM2-Fd with an alphafold-model of the Fd of the natural host Prochlorococcus NATL1A (NATL1A-Fd) also supports this evolutionary adaptation and the role of both PSSM2-Fd and PebS as AMGs involved in viral infection by PSSM2.", "date": "2025-07-26", "journal": ""}
{"title": "Mix-it-up: Accessible time-resolved cryo-EM on the millisecond timescale", "doi": "10.1101/2025.07.22.666177", "authors": "Alexandrescu, L.; Lessin, W.; Lander, G. C.", "abstract": "Biological reactions often involve macromolecules that undergo substrate-induced conformational changes in under a second, yet capturing these transient states remains challenging. While high-resolution structural techniques such as X-ray crystallography and cryo-electron microscopy (cryo-EM) have advanced our mechanistic understanding of protein-substrate interactions, traditional sample preparation methods are too slow to capture rapid biochemical events. Time-resolved cryo-EM has emerged as a promising approach to visualize structural dynamics on microsecond-to-millisecond timescales, but its widespread adoption has been limited by costly equipment and challenges in achieving rapid mixing, application, and vitrification of samples in a reproducible manner. To address these limitations, we developed Mix-it-up (MIU), a modified spray device designed for rapid on-grid mixing and vitrification of cryo-EM samples. By manually applying one sample onto the EM grid, blotting, and subsequently spraying the second sample, we achieve on-grid mixing with a vitrification delay of as low as ~120 milliseconds. We demonstrate the time-resolved capabilities of MIU through high-resolution structure determination of mixed samples, pH-induced viral capsid contraction, and ligand-dependent complex formation. These findings establish MIU as a cost-effective, versatile tool for studying rapid biochemical processes and lay the groundwork for future applications to time-resolved cryo-EM.", "date": "2025-07-26", "journal": ""}
{"title": "Production of high-affinity glycosylated anti-mouse conjugated nanobodies in Pichia pastoris", "doi": "10.1101/2025.07.25.666866", "authors": "Orioli, S.; Santos, J.; Ibanez, L. I.; D'Alessio, C.", "abstract": "Nanobodies (NBs) are small antibody fragments derived from camelid heavy-chain antibodies which represent the minimal functional domain capable of antigen recognition and binding. NB are ten times smaller than conventional antibodies, exhibit a compact structure and high stability, making them ideal for recombinant production. The eukaryotic unicellular system Pichia pastoris provides multiple advantages for protein expression, including the ability to perform several eukaryotic posttranslational modifications. In this work, we engineered a modular plasmid sequence that, through specific restriction enzyme cuts and ligations, codes the expression of a secreted anti-mouse kappa chain NB fused with various accessory peptides in P. pastoris. This system enables the incorporation of a plastic binding sequence, a histidine tag (Hisx6) for purification, the horseradish peroxidase (HRP) enzyme for chemiluminescence detection, or the biotinylatable AviTag sequence, in multiple combinations. We successfully expressed and purified anti-kappa NBs fused to a Hisx6-tag {kappa}NB) and to HRP -Hisx6-tag ({kappa}NB-HRP), with subsequent structural and functional characterization revealing high affinity for mouse immunoglobulins. The {kappa}NB-kappa light chain domain complex was modeled showing a fitted surface interaction of CDR3 domain. The position of a glycan in the complex was modeled predicting that glycan addition would not affect the interaction surface. Accordingly, no functional differences were observed in {kappa}NB after deglycosylation, indicating that high mannose glycan addition has not interfered with its binding capability. Moreover, glycosylated {kappa}NB fused to HRP was expressed with retained HRP activity, and proved to be functional as a secondary antibody, demonstrating the system's versatility in producing NBs and conjugated NBs with posttraslational modification that may be required for diverse biotechnological applications.", "date": "2025-07-26", "journal": ""}
{"title": "Improvements to Casanovo, a deep learning de novo peptidesequencer", "doi": "10.1101/2025.07.25.666826", "authors": "Straub, G.; Ananth, V.; Fondrie, W. E.; Hsu, C.; Klaproth-Andrade, D.; Riffle, M.; Sanders, J.; Wen, B.; Yilmaz, M.; Xu, L.; Oh, S.; Bittremieux, W.; Noble, W. S.", "abstract": "Casanovo is a state-of-the-art deep learning model for de novo peptide sequencing from mass spectrometry proteomics data. Here we report on a series of enhancements to Casanovo, aimed at improving the interpretability of the scores assigned to predicted peptides, generalizing the software for use in database search, speeding up training and prediction runtimes, and providing workflows and visualization tools to facilitate adoption of Casanovo and interpretation of its results. Our goal is to make Casanovo accurate and easy to use for applications such as metaproteomics, antibody sequencing, immunopeptidomics, and discovery of novel peptide sequences in standard proteomics analyses. Casanovo is available as open source at https://github.com/Noble-Lab/casanovo.", "date": "2025-07-26", "journal": ""}
{"title": "A Rapid Multiplex LAMP Assay for Point-of-Care Detection of CT, NG, TV, and Fluoroquinolone Resistance in NG", "doi": "10.1101/2025.07.24.666671", "authors": "Dong, S.; Duval, M. X.; Abdallah, O.; Do, T. D.; Ho, J.; Johnson, J. C.; Meda, C.; White, M. R.; Schoenbrunner, N.", "abstract": "Rapid point-of-care (POC) diagnostics are essential tools for improving timely treatment and reducing the transmission of sexually transmitted infections (STIs). The STI NG Plus Assay is a rapid multiplex LAMP (loop-mediated isothermal amplification) NAAT (nucleic acid amplification test) capable of simultaneously detecting Chlamydia trachomatis (CT), Neisseria gonorrhoeae (NG), Trichomonas vaginalis (TV), and fluoroquinolone resistance-associated mutations in NG (gyrA S91F). In this study, we assessed the STI NG Plus assay primer design and analytical sensitivity. Using a bioinformatically optimized primer design pipeline and empirical screening, the assay demonstrated high inclusivity and specificity, with no cross-reactivity to 48 urogenital organisms or the human genome. Analytical sensitivity testing showed reliable detection of all targets in both lysis buffer and clinical matrix. Limits of detection were lower than those of an existing FDA-cleared test. The assay's robustness, speed, and sensitivity support its potential for decentralized STI testing with integrated antimicrobial resistance profiling.", "date": "2025-07-26", "journal": ""}
{"title": "Polo-like kinase 1 regulates growth in juvenile Fasciola hepatica", "doi": "10.1101/2025.07.24.666572", "authors": "McCusker, P.; Clarke, N. G.; Armstrong, R.; Wells, D.; Robb, E.; McVeigh, P.; Krasky, A.; Harrington, J.; Selzer, P. M.; Marks, N. J.; Maule, A. G.", "abstract": "Fasciola (liver fluke) are parasitic flatworms that impose a significant burden on the agri-food industry and human health. Immature worms can cause severe damage to the liver as they migrate towards the bile ducts, and yet there is only a single drug to treat this pathogenic life stage, driving the need to identify targets for novel flukicides. Given their crucial role in the growth/development of immature Fasciola hepatica, neoblast-like stem cells are an attractive source of new flukicide targets. Kinases are a hugely diverse group of phosphorylating enzymes with key roles in almost all cellular processes. Kinase dysregulation can result in the development of cancerous cells/tissues, linking many to cell cycle-associated proliferation and growth. Here, we annotate the F. hepatica kinome, identifying 271 putative protein kinases, representing around 1.6% of predicted F. hepatica protein-coding genes with family proportions similar to those of other parasitic flatworms. Many of these kinases, such as polo-like kinase 1 (fhplk1), are upregulated in immature worms undergoing rapid growth and development, a process underpinned by the proliferation of neoblast-like stem cells. RNA interference (RNAi)-mediated silencing of fhplk1 in juvenile liver fluke reduced growth and cell proliferation, suggesting a conserved role within the cell-cycle; the cessation of stem cell proliferation persisted for at least a week following fhplk1-RNAi. A PLK inhibitor (BI 2536) was shown to phenocopy the fhplk1-RNAi phenotype in a dose-dependent manner, supporting the feasibility of targeting F. hepatica neoblast-like cells through kinase inhibitors. Transcriptomic analysis of fhplk1-RNAi juveniles revealed 946 downregulated genes, principally associated with the cell cycle or ribosomes. Over 80 of these downregulated genes were also downregulated following juvenile F. hepatica irradiation, supporting roles for these kinases in neoblast-like stem cells, and marking them as putative targets for control. Among the 1244 upregulated genes in fhplk1-RNAi juvenile worms were many neurotransmitters, receptors and ion channels, exposing the apparent upregulation of diverse inter-cellular signalling systems. While many neurotransmitter pathways promote proliferation in mammalian systems the interaction between neoblast-like stem cells and neuronal signalling in parasitic flatworms remains elusive. Here, the transcriptomic response offhplk1-RNAi juveniles supports a link between neoblast-like stem cell driven growth/development and neuronal signalling.", "date": "2025-07-26", "journal": ""}
{"title": "Mycn Reactivates the Cell Cycle in Adult Cardiomyocytes and Promotes Cardioprotection in Myocardial Infarction", "doi": "10.1101/2025.07.23.666231", "authors": "Hirofuji, A.; Tanaka, H.; Tsujita, Y.; Okubo, R.; Ushioda, R.; Fujii, Y.; Yusuke, O.; Hashimoto, M.; Kanao-Kanda, M.; Mizukami, Y.; Kamiya, H.; Oyama, K.", "abstract": "Background: Adult mammalian cardiomyocytes are terminally differentiated and possess minimal capacity for cell cycle re-entry. However, recent studies have shown that a rare population of cycling cardiomyocytes may confer cardioprotective effects following myocardial infarction (MI). The Myc family - Myc, Mycl, and Mycn - plays central roles in regulating cell cycle progression and cellular plasticity. This raises the possibility that specific Myc isoforms could reactivate the cardiomyocyte cell cycle and promote cardioprotective responses in the ischemic heart. This study aimed to systematically evaluate the effects of Myc, Mycl, and Mycn on cardiomyocyte cell cycle activation and cardiac outcomes following MI. Methods: Cardiomyocyte-specific overexpression of Myc, Mycl, or Mycn was achieved in adult mice via adeno-associated virus 9 vectors driven by the cardiac troponin T promoter. Cardiomyocyte cell cycle activity, structural remodeling, and functional outcomes were assessed using RNA sequencing, immunohistochemistry, and transthoracic echocardiography. Cardioprotective effects were evaluated in MI model mice. Results: While all three Myc family members activated cell cycle-related gene expression to varying degrees, Mycn elicited the most robust response. Mycn overexpression significantly enhanced cardiomyocyte cell cycle re-entry, as demonstrated by increased 5-bromo-2'-deoxyuridine incorporation and phosphorylation of histone H3. Mycn also induced hypertrophic growth, reflected by increased cardiomyocyte size and heart mass. Transcriptomic analyses revealed that Mycn uniquely upregulated genes associated with extracellular matrix remodeling and paracrine signaling, typically enriched in neonatal cardiomyocytes and previously linked to cardioprotection. Functionally, Mycn expression preserved cardiac contractility after MI, reduced infarct size, and increased capillary density in peri-infarct regions. Conclusions: These findings identify Mycn as a functionally distinct member of the Myc family in the adult heart, capable of reactivating the cardiomyocyte cell cycle and promoting cardiac protection after ischemic injury. The cardioprotective effects appear to be mediated, in part, by the induction of a neonatal-like gene expression program supporting a stress-adaptive cardiac microenvironment.", "date": "2025-07-26", "journal": ""}
{"title": "What drives cultural ecosystem services in mountain protected areas? An AI-assisted answer using social media", "doi": "10.1101/2025.07.23.666097", "authors": "Perez-Giron, J. C.; Navarro, C. J.; El ghouat, A.; Khaldi, R.; Lopez, D.; Arenas-Castro, S.; del Aguila, A.; Moreno-Llorca, R.; Piston, N.; Romero, L. F.; Vaz, A. S.; Tabik, S.; Martinez-Lopez, J.; Alcaraz-Segura, D.", "abstract": "High mountain protected areas (PAs) are increasingly recognized not only for their role in conserving biodiversity but also for their contribution to the provision of cultural ecosystem services (CES). Despite their relevance, CES remain underrepresented in conservation planning, particularly due to challenges in quantifying their spatial distribution. This study combines geolocated social media data and ecological niche models (ENMs) to assess the spatial patterns and key drivers of CES supply across eight mountain PAs spanning distinct biogeographical regions in Spain and Portugal. Using deep learning techniques to classify more than 200,000 photographs into ten CES categories, we evaluated model performance under two modeling approaches and identified the most influential environmental and social predictors. Most CES categories exhibited good model performance (Boyce index > 0.5), though variation existed across services and regions. Nature & Landscape and Gastronomy CES showed strong associations with park boundaries and human settlements, respectively, while Religious and Cultural CES were spatially linked to culturally significant landmarks.. Our findings demonstrate the potential of combining social media data with ENMs to map CES distributions and reveal both universal and context-dependent drivers. This approach offers valuable insights for integrating CES into PA management and spatial planning, supporting more holistic and culturally inclusive conservation strategies.", "date": "2025-07-26", "journal": ""}
{"title": "Missense3D-PTMdb an interactive web resource to explore and visualize genetic variants and post-translational modifications sites (PTMs) using AlphaFold 3D models", "doi": "10.1101/2025.07.22.666170", "authors": "Zhao, H.; Pye, R. D.; Walker, G.; Tran, W.; Simmonds, O.; Tsitsa, I.; Islam, S.; Hanna, G.; David, A.", "abstract": "Only a fraction of the >11 million missense variants identified in the human population has a known damaging or tolerated clinical impact. Post-translational modifications (PTMs), such as phosphorylation, glycosylation and ubiquitination, are key regulators of protein function and structure, and are critical for protein localisation, stability and interactions with other molecules. The ability of a protein to undergo PTMs, is subject to a correctly folded protein structure, and the recognition and binding of enzymes to specific amino acid motifs in close proximity to residues that undergo PTMs [PTM residue]. AlphaFold models provide an unprecedented opportunity to perform sequence-structure mapping of variants, which are in close linear or spatial proximity to a PTM site and should have their impact on protein function experimentally investigated. We present Missense3D-PTMdb, a one-stop-shop interactive web tool that provides a user-friendly sequence-structure mapping of 20,235 human proteins to 11,544,303 naturally occurring human missense variants, 203,775 PTM sites and their neighbours in sequence and 3D structure space using AlphaFold generated 3D models of the human proteome. Additionally, the sequence-structure mapping tool allows visualization and exploration of any human variant not currently stored in the database. Missense3D-PTMDb is freely available at https://missense3d.bc.ic.ac.uk/ptmdb.", "date": "2025-07-26", "journal": ""}
{"title": "Importance of cysteines for the binding of S100A6 to the RAGE receptor - Towards a first molecular model for S100 covalent dimerization", "doi": "10.1101/2025.07.25.666771", "authors": "DEMOU, M.; YATIME, L.", "abstract": "Extracellular S100 proteins act as alarmins and trigger pro-inflammatory signaling cascades by activating their cognate cell-surface receptor RAGE, thereby contributing to both normal and pathological inflammation depending on the physiological context. These ligand-receptor interactions occur in an oxidative environment that is known to induce post-translational modifications, notably on the cysteine residues present in S100 proteins. How cysteine oxidation affects the architecture of S100 proteins and their interaction with RAGE remains poorly understood as most in vitro studies employ cysteine mutants or reduced conditions. Using our model protein S100A6 and size exclusion chromatography-based binding assays in non-reducing conditions, we here demonstrate that the unique cysteine of S100A6, Cys3, is essential for the binding to RAGE. We further show that full complexation can be restored by introducing a cysteine at conserved position 84, where a Cys residue is found in at least ten other RAGE-binding S100 proteins. Structural analysis of the resulting complex between RAGE ectodomain and S100A6 mutant Y84C further reveals that the presence of Cys84 induces the formation of a covalent disulfide bond between the two S100A6 protomers, thus stabilizing the same RAGE-bound S100A6 conformation as with the WT protein. Finally, modeling of other S100 proteins in the RAGE-bound conformation suggests that this covalent S100 dimer architecture may be adopted by other members of the family, already reported to form disulfide-crosslinked oligomeric species. Altogether, our findings highlight the importance of S100 cysteines for the binding to RAGE and provide a first molecular model for S100 covalent homodimerization.", "date": "2025-07-26", "journal": ""}
{"title": "Inflammatory Oxidative Stress Compounds Inhibit Insulin Secretion through Rapid Protein Carbonylation", "doi": "10.1101/2025.07.23.666010", "authors": "Saunders, E. F.; Schultz, K. R.; Lowe, I.; Anderson, A. L.; Bikkumalla, V. S.; Soto, D.; Tran, N. Y.; Baumel-Alterzon, S.; Knight, J. D.; Shearn, C. T.", "abstract": "Pancreatic {beta}-cells in pre-type 1 diabetes (T1D) experience stress due to islet inflammation, which accompanies early defects in insulin secretion that precede autoimmune destruction. One product of inflammatory stress is protein carbonylation (PC), brought on by reactive oxygen species (ROS) combining with lipids to produce reactive aldehydes such as 4-hydroxynonenal (4-HNE) that irreversibly modify Cys, His, and Lys sidechains. In this study, we used proteomics to measure patterns of PC in pancreatic islets from 10-week-old pre-diabetic NOD mice and in cultured insulin-secreting cells treated with either 4-HNE or pro-inflammatory cytokines. All three stress conditions increased carbonylation of proteins central to {beta}-cell function including Rab GTPases and other proteins that are essential for vesicle trafficking. Gene ontology analysis indicates that the affected proteins and pathways in pre-diabetic NOD islets reflect a combination of those impacted by 4-HNE and cytokine treatment. Furthermore, both 4-HNE and cytokines significantly inhibited insulin secretion by ~50% in cultured MIN6 and INS-1-GRINCH cells. In particular, exposure to 4-HNE for as little as 5 minutes suppressed insulin secretion and increased the carbonylation of over 1000 proteins. Overall, the observed PC pattern in pre-T1D islets is consistent with a model in which {beta}-cells experience multiple sources of oxidative stress, including ROS generation within {beta}-cells themselves and reactive compounds released by infiltrating immune cells. The latter exogenous source may represent a novel rapid mechanism for inhibiting insulin secretion.", "date": "2025-07-26", "journal": ""}
{"title": "Intranasal Insulin Mediates Neurodegeneration in Diabetic Retinopathy via Regulation of Inflammatory and Apoptotic Pathways", "doi": "10.1101/2025.07.23.666398", "authors": "Ong, S. S.; Konstantopoulos, J.; Suarez, M. K.; Rigdon, J.; Ma, J.-X.; Sappington, R.", "abstract": "Neurodegenerative changes predominate in early stages of diabetic retinopathy but effective therapies are lacking. Insulin treatment decreases neurodegeneration and intranasal insulin has been shown to reach the central nervous system in neurodegenerative diseases like dementia. We tested the hypothesis that intranasal insulin can decrease retinal neurodegeneration using the C57BL/KsJ-db/db transgenic diabetic (db/db) mouse model. Compared to the non-diabetic wildtype mice given intranasal saline, we observed decreased electroretinogram b-wave and oscillatory potential amplitudes in db/db mice treated with intranasal saline but not in the db/db mice treated with 2 units of intranasal insulin daily over 10 weeks. When compared to the non-diabetic intranasal saline control, we also observed decreased outer retinal thickness in the db/db mice given intranasal saline but this effect was attenuated in the db/db mice treated with intranasal insulin. GFAP immunoreactivity and caspase cell count were similarly elevated in the db/db mice treated with intranasal saline but not intranasal insulin. Mean blood glucose measurements increased 30 minutes after both intranasal saline and insulin treatment. Transcriptomic analysis revealed downregulation of inflammatory and apoptotic genes in the retina of db/db mice treated with intranasal insulin when compared to saline. In summary, treatment with intranasal insulin prevents the depression of b-waves and oscillatory potentials, decreases the attenuation of outer retinal thickness, reduces caspase cell count and GFAP immunostaining, and downregulates the transcription of inflammatory and apoptotic genes in the retina of db/db mice without exerting peripheral glucose lowering effects. Taken together, our results suggest that intranasal insulin can reduce neurodegeneration in diabetic retinopathy by improving retinal neuronal function, decreasing reactive gliosis and cell death, and modulating the expression of inflammatory and apoptotic genes.", "date": "2025-07-26", "journal": ""}
{"title": "Fully functional AAV viral vectors with highly altered structural cores and subunit interfaces using ProteinMPNN", "doi": "10.1101/2025.07.24.666527", "authors": "Jiang, Z.; Laosinwattana, S.; Dalby, P. A.", "abstract": "Adeno-associated viruses (AAV) have emerged as a viable vector for gene therapy, with several clinical approvals and a growing pipeline in clinical trials. These vectors have several challenges that need to be addressed to widen their use, including improving tropisms, reducing manufacturing costs, increasing storage stability, minimising their immunogenicity, or evasion of existing AAV immunity in which neutralising antibodies lead to loss of potency. Vector engineering, particularly capsid protein engineering, offers a potential route to generating new capsids that can selectively target desired cell types or evade pre-existing immunity, while also ensuring that they are manufacturable at higher titres, more stable, and have reduced immunogenicity. Extensive protein redesign is emerging as a viable option, through generative AI approaches, for engineering many types of protein. Here we explored the potential of ProteinMPNN, to extensively redesign AAV2 and yet still form stable and functional capsids. We targeted 52% of AAV2 residues for redesign by ProteinMPNN, such that only the buried protein core and subunit interfaces would be varied, leaving the capsid external and internal surface features unchanged. The aim was to significantly modify the structure responsible for assembly and capsid integrity, while maximising the probability of maintaining the wild-type DNA packaging and transduction capabilities. The final designs were between 14% and 30% mutated overall, and yet were capable of forming functional and intact capsids, with the transduction efficiency of wild type retained for some variants. The designs generally led to lower titres from cell culture, yet some designs had either improved capsid packaging efficiency or transduction efficiency. In particular, our Pentamer design had the best transduction efficiency, while our Chimera design had a packaging efficiency that was 2.5x higher than for the WT AAV2. These results demonstrate the potential to use generative AI tools in vector capsid redesign for novel core assembly features, and now pave the way for expanding this approach into selectively re-engineering their surface properties to influence tropism, immunogenicity and transduction efficiency.", "date": "2025-07-26", "journal": ""}
{"title": "Holotomography-driven learning for in-silico staining of single cells in flow cytometry avoiding co-registration", "doi": "10.1101/2025.07.22.666145", "authors": "Pirone, D.; Giugliano, G.; Schiavo, M.; Montella, A.; Mugnano, M.; Cerbone, V.; Raia, M.; Scalia, G.; Kurelac, I.; Medina, D. L.; Miccio, L.; Capasso, M.; Iolascon, A.; Memmolo, P.; Ferraro, P.", "abstract": "Virtual staining is the current state-of-the-art computational technique to cleverly enhance intracellular specificity in unstained biological samples by using convolutional neural networks (CNNs) trained on co-registered pairs of unstained/stained images. While effective, this approach suffers from unpredictable biases inherent to fluorescence microscopy and encounters challenges when applied to flow cytometry data as it would require accurate co-registration on a huge number of images. Here, we present a novel method that exploits for the first time a Holotomography-driven learning to completely eliminate the need for co-registration. We demonstrate that training a CNN on a stain-free dataset of 3D refractive index tomograms of flowing cells elegantly unlocks stain-free intracellular specificity in quantitative phase imaging flow cytometry. This breakthrough, by circumventing the critical co-registration bottleneck, opens unprecedented perspectives for label-free, high-throughput imaging flow cytometry, offering a powerful new paradigm for advanced 2D and 3D single-cell analysis.", "date": "2025-07-26", "journal": ""}
{"title": "Sequencing of α-synuclein Intrinsically Disordered Protein in MoS2 Nanopores", "doi": "10.1101/2025.07.23.666249", "authors": "Nicolaï, A.; Delarue, P.; Urquiola Hernandez, A.; Senet, P.", "abstract": "-synuclein is an intrinsically disordered protein composed of 140 amino acids that adopts multiple conformations and is prone to aggregate into {beta}-sheet-rich structures, which are hallmarks of Parkinson's disease. Moreover, missense mutations in -synuclein are related to familial forms of this neurodegenerative disorder, making their detection at the single-molecule level essential. Recently, protein sequencing using solid-state nanopores has emerged as a powerful, label-free approach for single-molecule sensing with high sensitivity. Atomically thin two-dimensional materials, such as MoSMoS2, provide ideal platforms for sequencing applications due to their ultimate thinness and enhanced spatial resolution. However, protein sequencing using 2D materials remains challenging because of rapid translocation speeds, which limit the observation time per molecule. Here, we present extensive all-atom classical molecular dynamics simulations in explicit solvent of the full translocation of the wild-type -synuclein protein and two pathogenic mutants, i.e. A30P and E46K, through single-layer MoSMoS2 nanopores, for a total duration of more than 22 microsenconds. To the best of our knowledge, this work represents the first atomistic simulation of a full-length protein sequencing through a 2D solid-state nanopore. From the ionic current traces recorded during simulations, we characterized distinct blockade levels and bumps, as well as their dwell time along the protein sequence at multiple time and sequence length scales. For instance, we provided the sequence motifs that show some particular patterns in the data. Furthermore, we analyzed the volume properties of amino acids inside the pore and identified characteristic blockade fingerprints differentiating the wild-type from the mutant proteins. These pioneering results pave the way for future experimental studies, offering a roadmap for validating 2D nanopore-based protein sequencing and biomarker detection with single-molecule resolution.", "date": "2025-07-26", "journal": ""}
{"title": "The Plasma Membrane may Serve as a Drug Depot to Drive the Extreme Potency of Fentanyl", "doi": "10.1101/2025.07.22.666146", "authors": "Clayton, J.; Farmer, G.; Glenn, J.; Mistry, S.; Lane, J. R.; Shi, L.; Stavitskaya, L.; Canals, M.; Shen, J.", "abstract": "The drug overdose crisis in the United States is driven largely by the ultrapotent synthetic (UPS) opioid fentanyl; however, fentanyl's extreme potency is poorly understood. Here we used state-of-the-art molecular dynamics simulations and experiments to test a hypothesis that fentanyl's extreme potency is driven by its ability to partition into the plasma membrane, creating a drug reservoir near the receptor. The estimated effective permeability of fentanyl at pH 7.5 is on the order of 10e-7 cm/s -- at least two orders of magnitude faster than morphine. In contrast, isotonitazene (a newly emerged UPS opioid) and naloxone (an antagonist) effectively do not partition into the membrane under the same conditions. The simulations captured the proton-coupled permeation processes, challenging the long-standing pH-partition hypothesis. Subsequent reporter cell line experiments demonstrated that cells exposed to fentanyl, but not morphine, reactivated the receptor even after washout and addition of naloxone. Immobilized affinity membrane chromatography confirmed that fentanyl has significantly higher phospholipid affinity than morphine. Our findings strongly support the drug depot hypothesis and highlight the importance of membrane-dependent opioid pharmacology for understanding toxicity and guiding the design of more effective antagonists. The simulation methodology enables detailed analysis of membrane permeation by ionizable inhibitors, supporting ADME optimization in drug development.", "date": "2025-07-26", "journal": ""}
{"title": "Glucose Metabolism Sustains Aberrant STAT3 Signaling in Colorectal Cancer via Glycosylated Paracrine Factors.", "doi": "10.1101/2025.07.22.666143", "authors": "Buscher, K.; Temprine, K.; Mays, C.; Aabed, N.; Kerk, S.; Bell, H. N.; Nieto Carrion, J. A.; Greenbaum, H.; Ponnusamy, V.; Ramakrishnan, S. K.; Lyssiotis, C. A.; Xue, X.; Shah, Y. M.", "abstract": "The JAK-STAT3 signaling pathway is a key driver of colorectal cancer (CRC) progression. While STAT3 is canonically activated by cytokines such as IL-6, this activation is typically transient due to negative feedback mechanisms. In CRC, however, STAT3 is aberrantly and persistently activated, promoting tumor cell proliferation and survival. Here, we demonstrate that glucose sustains STAT3 activation independent of cytokine availability. By manipulating glucose metabolism, we show that both glucose and its downstream metabolite, GlcNAc, are essential for maintaining STAT3 activation. Moreover, cells with high basal STAT3 activity produce glucose-dependent glycosylated proteins that can activate STAT3 in neighboring cells via paracrine signaling. Proteomic analysis identified multiple candidate proteins involved in this process; however, no single protein was sufficient to fully activate STAT3, suggesting that a combination of glycosylated proteins likely acts synergistically. In vivo, inhibition of glycolysis reduces STAT3 activation in tumors, and genetic deletion of STAT3 in subcutaneous tumor models significantly decreases tumor growth. Together, these findings uncover a novel mechanism by which glucose metabolism supports sustained STAT3 activation in CRC, highlighting a potential metabolic vulnerability for therapeutic targeting.", "date": "2025-07-26", "journal": ""}
{"title": "Control of walking direction by descending and dopaminergic neurons in Drosophila", "doi": "10.1101/2025.07.22.666129", "authors": "Dahlhoff, S.; Liessem, S.; Iqbal, F. M.; Palacios-Munoz, A.; Cascino-Milani, F.; Erginkaya, M.; Diniz, A. M.; Gorostiza, E. A.; Büschges, A.; Clemens, J.; Ache, J. M.", "abstract": "Animals need to fine-control the speed and direction of locomotion to navigate complex and dynamic environments. To achieve this, they integrate multimodal sensory inputs with their internal drive to constantly adjust their motor output. This integration involves the interplay of neuronal populations across different hierarchical levels along the sensorimotor axis - from sensory, central, and modulatory neurons in the brain to descending neurons and motor networks in the nerve cord. Here, we characterize two populations of neurons that control distinct aspects of walking on different hierarchical levels in Drosophila. First, we use in-vivo electrophysiological recordings to demonstrate that moonwalker descending neurons (MDN) integrate antennal touch to drive changes in walking direction from forward to backward. Second, we establish DopaMeander as an important component in the control of forward walking through a combination of optogenetic activation, silencing, connectomics, and in-vivo recordings. These dopaminergic modulatory neurons drive forward walking with increased turning, and the activity of individual neurons is correlated with ipsiversive turning. Hence, MDN and DopaMeander control opposite regimes of walking on different hierarchical levels. Computational models reveal that their activity predicts key parameters of spontaneous walking. Moreover, we find that both MDN and DopaMeander are gated out during flight. This suggests that neuronal populations across levels of control are modulated by the behavioral state to minimize cross-talk between motor programs.", "date": "2025-07-26", "journal": ""}
{"title": "A brain-specific microRNA, miR-1000, regulates lipid homeostasis via Neuropeptide-like precursor 1 in Drosophila melanogaster", "doi": "10.1101/2025.07.22.666178", "authors": "Verma, P.; Gowda, P.; Danial, N.; Van Vactor, D.", "abstract": "Metabolism requires precise gene regulation to balance energy intake and expenditure for an organism's well-being, with misregulation often leading to metabolic syndromes. This study reveals that the brain-specific microRNA miR-1000 regulates fat storage by controlling the expression of a neuropeptide gene, Nplp1. Loss of miR-1000 increases Nplp1 expression, leading to higher body weight, increased fat storage, improved survival under food deprivation conditions, and a reduced overall lifespan in Drosophila. We further show that miR-1000 promotes fat storage upon feeding by regulating TAG synthesis and storage in lipid droplets, thereby playing a crucial role in metabolic regulation.", "date": "2025-07-26", "journal": ""}
{"title": "Genetic enhancement of inbred lines through pre-breeding in maize", "doi": "10.1101/2025.07.23.666412", "authors": "Neelam, S.; Oruganti, S.; Bhoga, J.; Mallela venkata, N. K.; Gangadhar, C. K.; Satturu, V.", "abstract": "The improvement in the genetic yield potential of maize has led to the development of an extremely large number of maize cultivars across almost all maize-growing countries in the world. In the process, the genetic diversity in the modern maize cultivars has gradually narrowed down. To improve the genetic diversity, there is a need to undertake pre-breeding through wide-hybridization between inbred lines and their wild species, namely Zea mays ssp. Parvigluimis (WS-5) and Zea luxurians (WS-1). In the present study, 69 elite inbred lines were crossed with two wild relatives of maize, Z. mays ssp. Parviglumis and Z. luxurians. The resulting hybrids of wide hybridization showed typical wild species characters like tillering, prolificacy on main tiller and side tillers, and ear characters. This shows the introgression of characters from wild species. Combining ability analysis revealed the presence of a significant amount of variability among parents and crosses for most traits under study. Z. luxurians was a good general combiner for all the traits except tassel length, anthesis silking interval, and days to 75% dry husk based on the GCA effects. Whereas lines, IC0621049 and IC0621565, were good general combiners for all the traits except days to 75% dry husk. Among the crosses, highly significant SCA effects in the desired direction were shown by PFSR-3 WS-5, EC618215 WS-1, and IC213122 WS-1 for plant height, ear diameter, no. of kernel rows per ear, no. of kernels per row, ear weight, and grain yield per ear. Molecular analysis also confirmed the genuine nature of hybrids. Cluster analysis classified all the parents involved in the crosses into two groups, with most of the inbred lines grouping with WS-5, revealing that most of the inbred lines were closely related to WS-5 as compared to WS-1. This may be the reason for the development of more successful crosses with WS-5 as compared to WS-1.", "date": "2025-07-26", "journal": ""}