{"title": "Confidence-based Prediction of Antibiotic Resistance at the Patient Level", "doi": "10.1101/2023.05.09.539832", "authors": "Inda-Diaz, J. S.; Johnning, A.; Hessel, M.; Sjoberg, A.; Lokrantz, A.; Helldal, L.; Jirstrand, M.; Svensson, L.; Kristiansson, E.", "abstract": "Rapid and accurate diagnostics of bacterial infections are necessary for efficient treatment of antibiotic-resistant pathogens. Cultivation-based methods, such as antibiotic susceptibility testing (AST), are limited by bacterial growth rates and seldom yield results before treatment needs to start, increasing patient risk and contributing to antibiotic overprescription. Here, we present a deep-learning method that leverages patient data and available AST results to predict antibiotic susceptibilities that have not yet been measured. After training on three million AST results from 30 European countries, the method achieved an average accuracy of 93% across bacterial species and antibiotics. It predicted susceptibility with an average major error rate below 5% for quinolones, cephalosporins, and carbapenems, and below 8% and 14% for aminoglycosides and penicillins, respectively. Furthermore, the model predicted resistance with an average very major rate below 10% for cephalosporins, carbapenems, and aminoglycosides, but with higher very major error rates for penicillins and quinolones. We combined the method with conformal prediction and demonstrated accurate estimation of the predictive uncertainty at the patient level. Our results suggest that AI-based decision support may offer new means to meet the growing burden of antibiotic resistance.", "date": "2025-11-09", "journal": ""}
{"title": "Passaging Human Tauopathy Patient Samples in Cells Generates Heterogeneous Fibrils with a Subpopulation Adopting Disease Folds", "doi": "10.1101/2023.07.19.549721", "authors": "Zeng, Z.; Tsay, K.; Vijayan, V.; Frost, M.; Prakash, S.; Quddus, A.; Albert, A.; Vigers, M.; Srivastava, M.; Woerman, A.; Han, S.", "abstract": "The discovery by cryo-electron microscopy (cryo-EM) that the neuropathological hallmarks of different tauopathies, including Alzheimer's disease, corticobasal degeneration (CBD), and progressive supranuclear palsy (PSP), are caused by unique misfolded conformations of the pr0tein tau is among the most profound developments in neurodegenerative disease research. To capitalize on these discoveries for therapeutic development, one must achieve in vitro replication of tau fibrils that adopt the representative tauopathy disease folds, which represents a grand challenge for the field. A widely used approach has been seeded propagation using pathological tau fibrils derived from post-mortem patient samples in biosensor cells that expresses a fragment of the tau protein known as K18, or Tau4RD, containing the microtubule-binding repeat domain of tau as the substrate. The new insights from cryoEM raised the question of whether the Tau4RD fragment is capable of adopting characteristic tau folds found in CBD and PSP patient fibrils, and whether cell-passaged and amplified tau fibrils can be used as seeds to achieve cell-free assembly of recombinant 4R tau into fibrils without the addition of cofactors. Using Double Electron Electron Resonance (DEER)spectroscopy, we discovered that cell-passaged pathological seeds generate heterogeneous fibrils that are, however, distinct between the CBD and PSP lysate-seeded fibrils, and vastly different from heparin-induced tau fibril structures. Moreover, the lysate-seeded fibrils contain a characteristic sub-population that resembles the disease fold corresponding to the respective starting patient sample. These findings indicate that templated propagation using CBD and PSP patient-derived fibrils is possible with a tau fragment that does not contain the entire pathological fibril core, but also that additional mechanisms must be tuned to converge on a homogeneous fibril population. Keywords: Tau, seeding, strains, structure, DEER", "date": "2025-11-09", "journal": ""}
{"title": "HIV broadly neutralizing antibody escape dynamics drive the outcome of AAV vectored immunotherapy in humanized mice", "doi": "10.1101/2024.07.11.603156", "authors": "Galvez, N. M. S.; Nitido, A. D.; Yoo, S. B.; Cao, Y.; Deal, C. E.; Boutros, C. L.; MacDonald, S. W.; Soto Albrecht, Y. E.; Lam, E. C.; Sheehan, M. L.; Parsons, D.; Lin, A. Z.; Deymier, M. J.; Brady, J. M.; Moon, B.; Bullock, C. B.; Tanno, S.; Pegu, A.; Chen, X.; Liu, C.; Koup, R. A.; Mascola, J. R.; Vrbanac, V. D.; Lingwood, D.; Balazs, A. B.", "abstract": "Broadly neutralizing antibodies (bNAbs) have shown promise for prevention and treatment of HIV. Potency and breadth measured in vitro are often used as predictors of clinical potential; however, human studies demonstrate that clinical efficacy of bNAbs can be undermined by both pre-existing and de novo resistance. Here we find that HIV-infected humanized mice receiving bNAbs delivered via AAV as Vectored ImmunoTherapy (VIT) can be used to identify antibody escape paths, which are largely conserved for each bNAb. Path selection, and consequent therapeutic success, is driven by the fitness cost and resistance benefit of emerging mutations. Applying this framework, we independently modulated bNAb resistance or the fitness cost of escape mutants, resulting in enhanced efficacy of VIT. This escape path analysis successfully explains the therapeutic efficacy of bNAbs, and enables a tractable means of quantifying and comparing the potential for viral escape from therapeutics in vivo.", "date": "2025-11-09", "journal": ""}
{"title": "Tertiary and quaternary structure remodeling by occupancy of the substrate binding pocket in a large glutamate dehydrogenase", "doi": "10.1101/2024.12.26.630402", "authors": "Lazaro, M.; Chamorro, N.; Lopez-Alonso, J. P.; Charro, D.; Rasia, R. M.; Jimenez-Oses, G.; Valle, M.; Lisa, M.-N.", "abstract": "Glutamate dehydrogenases (GDHs) catalyze the oxidative deamination of L-glutamate to 2-oxoglutarate using NAD(P)+ as a cofactor. The large type of GDHs (L-GDHs) displays a dynamic homotetrameric architecture that alternates between open and closed states. However, the catalytic mechanism and the functional relevance of the large conformational changes in L-GDHs remain poorly understood. Here, we use cryo-EM to investigate the structure and the conformational landscape of the mycobacterial L-GDH composed of 180 kDa subunits (mL-GDH180) when incubated with L-glutamate and NAD+. Classification of the heterogeneous population of tetramers reveals opening-closing motions and sorting of individual subunits resolves the occupancy of the cofactor and substrate binding pockets. Cryo-EM maps show that ligand binding to the glutamate binding pocket is accompanied by structural changes in a region approximately two nanometers away from the active site, leading to the formation of a previously undetected interaction between the catalytic domains of neighboring subunits in mL-GDH180 closed tetrameric states. Our findings indicate that the occupancy of the substrate binding site of mL-GDH180 is linked to a remodeling of both the tertiary and quaternary structure of the enzyme.", "date": "2025-11-09", "journal": ""}
{"title": "Cell-cycle-dependent cues regulate temporal patterning of the Drosophila central brain neural stem cells", "doi": "10.1101/2025.01.16.629716", "authors": "Syed, M. H.; Chaya, G. M.", "abstract": "During nervous system development, diverse types of neurons and glia are sequentially generated by self-renewing neural stem cells (NSCs). Temporal changes in gene expression within NSCs are thought to regulate neural diversity; however, the mechanisms regulating the timing of these temporal gene transitions remain poorly understood. Drosophila type 2 NSCs, like human outer radial glia, divide to self-renew and generate intermediate neural progenitors, amplifying and diversifying the population of neurons innervating the central complex, a brain region crucial for sensorimotor coordination. Type 2 NSCs express over a dozen genes temporally, broadly classified as early and late-expressed genes. A conserved gene, seven-up, mediates early to late gene expression by activating ecdysone receptor (EcR) expression. However, the timing of EcR expression and, consequently, the transition from early to late gene expression remains unknown. This study investigates whether intrinsic mechanisms of cell cycle progression and cytokinesis are required to induce the NSC early-late transition. By generating mutant clones that arrest the NSC cell cycle or block cytokinesis, we show that both processes are necessary for the early-to-late transition. When NSCs are cell cycle or cytokinesis arrested, the early gene Imp fails to be downregulated and persists in the old NSCs, while the late factors EcR and Syncrip fail to be expressed. Furthermore, we demonstrate that the early factor Seven-up is insufficient to drive the transition, despite its normal expression in cell cycle- or cytokinesis-inhibited NSCs. These results suggest that both cell-intrinsic (cell cycle/cytokinesis) and extrinsic (hormone) cues are required for the early-late NSC gene expression transition.", "date": "2025-11-09", "journal": ""}
{"title": "Distinct cis-acting elements combinatorically mediate co-localization of mRNAs encoding for co-translational interactors in cytoplasmic clusters in S. cerevisiae", "doi": "10.1101/2025.02.19.639054", "authors": "Shhade, Q.; Estrada, M.; Hanna, R.; Makhzumy, M.; Bar-Yosef, H.; Kramer, G.; Bukau, B.; Shiber, A.", "abstract": "Many newly synthesized proteins assemble co-translationally, providing a vital mechanism to prevent subunit misfolding in the crowded cytoplasm. Initial evidence indicates that the spatial organization of mRNAs aids this assembly, but it is unclear how these mRNAs are organized and how common this mechanism is. We used single-molecule Fluorescence in situ Hybridization in Saccharomyces cerevisiae to examine the spatial organization of mRNAs encoding subunits of various cytosolic complexes involved in critical cellular functions, such as fatty acid synthesis, glycolysis, translation and various amino acid biosynthesis. We found that mRNAs of the same protein complex often co-localize in specific cytoplasmic clusters. Additionally, we observed that the mRNAs encoding enzymes of biosynthetic pathways are organized in cytosolic clusters. Focusing on mRNAs encoding fatty acid synthase complex subunits, we discovered that non-coding cis elements significantly influence mRNA localization in an additive manner. Specifically, 5' and 3' UTRs, together with further upstream and downstream regions, facilitate co-localization. Inhibiting mRNA co-localization impaired growth when complex activity was essential, highlighting the importance of mRNA spatial organization for cellular survival. Transiently disrupting mRNA translation also affected clustering, indicating that both the nascent chains and mRNA sequence targeting cues are combinatorically contributing to spatial organization. Proteomics analysis demonstrates the impact of cis-elements on the abundance of the encoded subunits, as well as the entire pathway. In summary, we provide evidence that mRNA co-localization in cytoplasmic foci is coordinated by complementary mechanisms crucial for co-translational assembly, allowing efficient regulation of protein complex formation and entire pathways.", "date": "2025-11-09", "journal": ""}
{"title": "Keratin 15 promotes a progenitor cell state in basal keratinocytes of skin epidermis", "doi": "10.1101/2025.02.27.640633", "authors": "Redmond, C. J.; Steiner, S. N.; Cohen, E.; Johnson, C. N.; Ozlu, N.; Coulombe, P. A.", "abstract": "The type I intermediate filament proteins keratin 14 (K14) and keratin 15 (K15) are common to all complex epithelia. K14 is highly expressed by progenitor keratinocytes, in which it provides essential mechanical integrity and gates keratinocyte entry into differentiation by sequestering YAP1, a transcriptional effector of Hippo signaling, to the cytoplasm. K15 has long been used as a marker of hair bulge stem cells, though its specific role in skin epithelia is unknown. Here we show that the lack of two biochemical determinants, a cysteine residue within the stutter motif of the central rod domain and a 14-3-3 binding site in the N-terminal head domain, renders K15 unable to effectively sequester YAP1 in the cytoplasm like K14 does. We combine insight obtained from cell culture and transgenic mouse models with computational analyses of transcriptomics data and propose a model in which a higher K15:K14 ratio promotes a progenitor state and antagonizes differentiation in keratinocytes of the epidermis.", "date": "2025-11-09", "journal": ""}
{"title": "BayesCurveFit: Enhancing Curve Fitting for Early-Stage Compound Screening Using Bayesian Inference", "doi": "10.1101/2025.02.23.639769", "authors": "Du, N.; Chen, Y.; Qian, Y.", "abstract": "Accurate curve fitting is central to quantifying dose-response relationships in drug discovery. However, commonly used regression-based methods are ill-suited for early prescreening assays, where measurements are sparse and experimental noise can dominate. Bayesian approaches have been developed previously, but they are rarely optimized for such data-limited, noise-prone conditions. We present BayesCurveFit, a Bayesian framework specifically designed for robust dose-response inference under data scarcity. The workflow integrates calibrated initialization, stochastic optimization, adaptive posterior sampling, and probabilistic mixture modeling within a unified Bayesian pipeline, enabling reliable parameter estimation and uncertainty quantification from few observations. By modeling residuals with a Gaussian-Laplace hybrid distribution, BayesCurveFit remains robust to outliers where ordinary least squares and conventional regression methods fail. Simulation studies and real screening benchmarks demonstrate that BayesCurveFit outperforms state-of-the-art regression-based methods in recovering true dose-response relationships under limited sampling. In addition, a Bayesian measure of significance - posterior error probability - offers interpretable probabilistic confidence for response classification. Together, these features establish a general and easy-to-use Bayesian framework for analyzing dose-response data in early screening experiments.", "date": "2025-11-09", "journal": ""}
{"title": "Unreal? A Behavioral, Physiological, and Computational Model of the Sense of Reality", "doi": "10.1101/2025.04.07.647542", "authors": "Drori, G.; Bar-Tal, P.; Hirsh, O.; Berlinger, A.; Goldberg, N.; Zvilichovsky, Y.; Hertz, U.; Zaidel, A.; Salomon, R.", "abstract": "Our awareness of dreams, hallucinations, and illusions reflects an intriguing human capacity to recognize potentially false perceptions, known as the Sense of Reality (SoR). Though central to mental health, the study of SoR has been hindered by the subjective nature of hallucinatory experiences. Here we employed a novel virtual reality paradigm simulating \"virtual hallucinations\", mirroring the phenomenology of clinical hallucinations. Combining psychophysics, physiological recordings, and computational modeling in one exploratory (n = 31) and one preregistered experiment (n = 32), we found that SoR varied with virtual hallucination magnitude and domain. SoR judgments were associated with distinct motor, pupillary, and cardiac responses, allowing classification of virtual hallucination exposure. We present a computational model in which SoR judgments arise from comparing current sensory input to an internal model of the world. Our results shed light on the age-old question \"how do we know what is real\"?", "date": "2025-11-09", "journal": ""}
{"title": "Pre-exposure to time-restricted feeding reduces tissue CD4+ T cells with a limited effect on Mycobacterium tuberculosis clearance at the early time point", "doi": "10.1101/2025.04.18.649546", "authors": "Gupta, A.; Yadav, N.; Das, S.; Rajendra Kumar Reddy, R.; Sharma, N.; Suryawanshi, A. R.; Maras, J. S.; Nanda, R.", "abstract": "Time-restricted feeding (TRF) in human and animal models positively impacts metabolic health by improving glucose homeostasis and reducing adiposity. However, limited studies have investigated the impact of TRF on the host immune response and upon bacterial infection. In this study, C57BL/6 mice (6-8 weeks old, male) were subjected to 8 hours of dark-phase TRF for 30 days, and aerosol infected with a low dose (100-400 colony-forming units) of Mycobacterium tuberculosis (Mtb) H37Rv. The body weight gain, multi-tissue metabolome, and proteome changes and distribution of immune cells in these study groups were monitored. In the first 15 days of TRF, mice showed better glucose tolerance with marginal weight loss. The serum and liver metabolome of TRF mice demonstrated perturbed fatty acid biosynthesis and degradation, steroid hormone biosynthesis pathways and tyrosine metabolism. Liver proteome data of TRF mice indicated an increased fatty acid oxidation which might affect the host immune cell frequency and functionality. The Mtb-infected TRF and control mice had similar tissue (lung, spleen and liver) bacterial burden at 21 days post-infection. The bone marrow of Mtb-infected TRF mice had significantly lower CD3+ T cells, and CD4+ T cells were low both in the bone marrow and lungs. This study reports that mice undergoing 8 hours of TRF had an improved metabolic phenotype, and discontinuing TRF limits its positive impact on handling Mtb infection at an early point.", "date": "2025-11-09", "journal": ""}
{"title": "Coiling in gastropods: a lead to synthesis", "doi": "10.1101/2025.06.24.659690", "authors": "Filin, I.", "abstract": "Biological structures lie at intersections of function, construction and history. Conversely, the geometry of structures modulates how these three aspects of organic form manifest in different taxonomic groups and ecological circumstances, raising challenges to causal inferences. Here, I apply the familiar logarithmic helicospiral (logspiral) model for coiled shells, to assess its fit to data on gastropod shells and to study allometry, covariation and constraint in coiling behavior, in light of adaptationist and proximate mechanistic explanations. I derive convenient expressions for the three-way relation between expansion rate, apical angle and downward lead angle of spiral paths on shells. Combining several published datasets, I demonstrate that centerline spirals of gastropod shells are well-approximated by isometrically growing conical logspirals. Allometry manifests in the relative growth of apertures. Derived expressions also impose underappreciated covariation in coiling parameters. Specifically, I show that the inverse relation between spire-height and expansion rate, usually attributed to economical and mechanical demands, can equally be explained by taxon-specific lead angles and variation in growth (shell expansion). I further discuss my results in the context of two recently suggested mechanistic drivers of coiling -- mismatch of shell and soft-body growth, or differential rates and directions of cellular processes at the mantle edge. More generally, geometry dictates particular \"laws of form\" for biological structures that have practical use in data analyses and integration and that need to be fully acknowledged when seeking causal adaptationist or mechanistic explanations.", "date": "2025-11-09", "journal": ""}
{"title": "Cryo-electron microscopy structures of a zinc uptake ABC transporter", "doi": "10.1101/2025.07.03.663024", "authors": "Pang, C.; Nguygen, H.; Zhang, Q.; Bahar, I.; Liu, Q.", "abstract": "Zn2+ is an essential micronutrient to all living organisms and plays a key role in various physiological functions. Microorganisms employ high-affinity Zn2+ ABC transporters to uptake zinc from the environment when it is scarce. However, the mechanism of zinc uptake and its regulation remain poorly understood. Here, we report the cryo-electron microscopy structure of the Zn2+ ABC transporter complex ZnuB-ZnuC from Escherichia Coli. The complex has two ZnuB subunits for transport and two ZnuC subunits for regulation. The ZnuB homodimer is in an outward-facing, closed conformation with a large hydrophilic cavity at the dimer interface. The ZnuC subunits contain an N-terminal ATP-binding cassette (ABC) domain (NBD) and a C-terminal zinc-sensing domain (ZSD). Zn2+ binding to the ZSD locks the transporter in a closed state regardless of nucleotide, whereas under low-Zn2+ conditions, ZSD C-terminal disorder permits ATP-driven zinc uptake. High-affinity zinc ABC transporters are ubiquitously utilized by pathogenic bacteria to evade host immune systems in competing for essential Zn2+. These findings highlight new pharmaceutical targets for disrupting Zn2+ homeostasis in antibiotic-resistant pathogens.", "date": "2025-11-09", "journal": ""}
{"title": "Generative cerebral vasculature visualization using spatialtranscriptomic data", "doi": "10.1101/2025.07.10.664153", "authors": "Berg, I.; Wu, J.; Koelzer, V. H.", "abstract": "The brain is sustained by an intricate vascular network that provides a continuous supply of nutrients and oxygen essential for its function. Understanding the structural variability and region-specific function of this neurovascular system is essential for interpreting neurological alterations in disease models. Leveraging the spatial mRNA-guided generative model Tera-MIND (simulating Tera-scale Mouse braINs using a patch-based and boundary-aware Diffusion model), we propose to predict the spatial organization of brain vasculature by the co-expression patterns of Cldn5 and Acta2 genes and their learned attention map at cell-level resolution. These findings demonstrate the capability of generative AI models trained on single-cell spatial transcriptomic data to reconstruct biologically meaningful higher-order structures. They highlight the potential of such models as in silico systems - GenAI-based simulations that generate realistic representations of biological architecture from spatial molecular data - for high-throughput exploration of vascular function and its dysregulation in neurological disorders. Taken together, our approach repurposes existing spatial transcriptomics datasets to derive new spatial insights into vascular organization, without the need for additional tissue processing.", "date": "2025-11-09", "journal": ""}
{"title": "Two classes of amine/glutamate multi-transmitter neurons innervate Drosophila internal male reproductive organs", "doi": "10.1101/2025.07.23.666348", "authors": "Chaverra, M.; Toney, J. P.; Dardenne-Ankringa, L. D.; Knee, J. T.; Morris, A. R.; Wadhams, J. B.; Certel, S. J.; Stowers, R. S.", "abstract": "The essential outcome of a successful mating is the transfer of genetic material from males to females in sexually reproducing animals from insects to mammals. In males, this culminates in ejaculation, a precisely timed sequence of organ contractions driven by the concerted activity of interneurons, sensory neurons, and motor neurons. Although central command circuits that trigger copulation have been mapped, the motor architecture and the chemical logic that couple specific neuronal subclasses to organ specific contractility, seminal fluid secretion, and sperm emission remain largely uncharted. This gap in knowledge limits our ability to explain how neural circuits adapt to varying contexts and how their failure contributes to infertility. Here we present an in-depth anatomical and functional analysis of the motor neurons that innervate the internal male reproductive tract of Drosophila melanogaster. We identify two classes of multi-transmitter motor neurons based on neurotransmitter usage, namely octopamine and glutamate neurons (OGNs) and serotonin and glutamate neurons (SGNs), each with a biased pattern of innervation: SGNs predominate in the accessory glands, OGNs in the ejaculatory duct, with equal contributions of each to the seminal vesicles. Both classes co-express vesicular transporters for glutamate (vGlut) and amines (vMAT), confirming their dual chemical identity. Their target organs differentially express receptors for glutamate, octopamine, and serotonin, suggesting combinatorial neuromodulation of contractility. Functional manipulations show that SGNs are essential for male fertility but OGNs are dispensable. Glutamatergic transmission from both classes is also dispensable for fertility. These findings provide the first high-resolution map linking multi-transmitter motor neurons to specific reproductive organs, reveal an unexpected division of labor between serotonergic and octopaminergic signaling pathways, and establish a framework for dissecting conserved neural principles that govern ejaculation and male fertility.", "date": "2025-11-09", "journal": ""}
{"title": "CRK2 modulates flowering in Arabidopsis together with GLYCINE- RICH RNA BINDING PROTEIN 7 (GRP7)", "doi": "10.1101/2025.08.05.668606", "authors": "Colina, F. J.; Krasensky-Wrzaczek, J.; Perez Guillen, A.; Wrzaczek, M.", "abstract": "Timely flowering is critical for the reproductive success of plants. Plants adjust flowering time through integration of multiple internal and environmental cues. A complex signalling system lies behind this integration, including multiple proteins like the GLYCINE-RICH RNA-BINDING PROTEIN 7 (GRP7), linked to the modulation of stress and flowering in Arabidopsis. Available data show the interaction between GRP7 and the receptor-like kinase CYSTEINE-RICH RECEPTOR-LIKE KINASE 2 (CRK2). Like GRP7, CRK2 plays multifaceted roles in the coordination of stress responses and development, but its role in development remains unclear. Phenotypic analyses of the crk2 and grp7-1 single mutants as well as the crk2/grp7-1 double mutant supported the interaction between CRK2 and GRP7. Moreover, exogenous gibberellic acid did not recover the rosette phenotype of crk2 mutants but as in sensitive plants, inhibited GA-biosynthesis transcripts. The pseudo insensitivity of crk2 mutant was recovered in the crk2/grp7-1 line pointing to a common role of CRK2 and GRP7 in the modulation of gibberellin signalling. Together, CRK2 and GRP7 integrate hormonal and spatial signals required for floral transition. These insights highlight a previously unrecognized layer of regulation in GA signalling and open new avenues to understand how membrane-localized kinases and RNA-binding proteins intersect to control developmental timing.", "date": "2025-11-09", "journal": ""}
{"title": "A minimal activator-inhibitor-repressor model of the hepatic circadian clock", "doi": "10.1101/2025.08.08.669290", "authors": "Delpierre, P.; Lefranc, M.", "abstract": "Circadian clocks rely on gene regulation networks which generate periodic biochemical oscillations informing our cells about the time of the day. Mathematical modeling has been effective to describe the dynamics of the multiple intertwined feedback loops making up circadian clocks, however it is often delicate to adapt the complexity of the model to the question addressed and to the data available. Traditionally, two main modeling approaches have been followed, using either comprehensive models recapitulating most molecular actors involved, or minimal qualitative models highlighting the core mechanisms. However, analyzing the behavior of large models may be difficult, and small models often lack predictive power, questioning their relevance. Through a systematic reduction of a more complex model, we obtain a simple three-gene clock model, featuring the activator Bmal1, the repressor Reverb and the inhibitor Cry, that accurately describes the corresponding temporal expression profiles for the mouse hepatic clock. We characterize this model by carrying out a sensitivity analysis for its limit cycle, as well as by computing phase response curves for the different possible inputs. Predictions of the model are compatible with a number of synchronizing mechanisms from the literature.", "date": "2025-11-09", "journal": ""}
{"title": "Integrated multi-omics reveals coordinated Staphylococcus aureus metabolic, iron transport and stress responses to human serum", "doi": "10.1101/2025.08.11.669730", "authors": "Mujchariyakul, W.; Walsh, C.; Giulieri, S.; Cramond, C.; Le Cao, K.-A.; Stinear, T. P.; Howden, B. P.; Guerillot, R.; Hachani, A.", "abstract": "Bloodstream infections caused by Staphylococcus aureus remain a leading cause of mortality worldwide. Our understanding of S. aureus survival and persistence in human serum, a cell-free fraction of blood hostile for bacteria, is still limited. Here, we applied multivariate data integration methods and network analysis to a multi-omic dataset generated from five clinically prevalent S. aureus genotypes exposed to human serum. We observed and then confirmed using isogenic mutants, the significant roles of gapdhB, sucA, sirA, sstD, and perR in bacterial survival in serum. These data show that metabolic versatility in carbon source usage, iron transport and resistance to oxidative stress are interlinked and central to S. aureus fitness in serum, representing potential S. aureus vulnerabilities that could be exploited therapeutically.", "date": "2025-11-09", "journal": ""}
{"title": "Polysialic acid is a versatile marker for retinal Müller glia in common vertebrate model organisms and systems", "doi": "10.1101/2025.09.04.672712", "authors": "San Juan, A. N.; Tran, A. D. N. N.; Kriese, L. M.; Van Engelen, N. H. N.; Hore, D.; Sharkova, M.; Noel, N. C. L.; Hunter, C.; Spencer Carreira, O.; Hocking, J. C.; Willis, L. M.; Carr, B. J.", "abstract": "Muller glia are retinal support cells that play crucial roles in tissue structure, waste management, and repair. A challenge for the field has been to find Muller glia markers that detect non-reactive cells or work well in non-mammalian models. We introduce two novel markers for identifying reactive and non-reactive Muller glia in vertebrate retinas: a modified enzyme lectin (GFP-EndoNDM) and a monoclonal antibody (mAb735). These markers recognize polysialic acid (polySia), which is a highly conserved glycosylation modification in humans and vertebrates. In the retina, polySia is present on Muller glia predominantly in the form of polySia-NCAM. We used GFP-EndoNDM and mAb735 to investigate polySia distribution in Muller glia of fish, amphibians, reptiles, birds, rodents, retinal organoids, and humans. In adult retinas of most species, polySia was localized to the Muller glia and spanned outer to inner retina, with inner plexiform layer (IPL) sublaminae ramifications. Gliosis was also detectable in degenerating murine retinas. Notable species differences were that only outer retinal regions of Muller glia were labelled in adult zebrafish, whereas the outer Muller glia body up to the first IPL sublamina was labelled in adult turquoise killifish. There was no significant retinal polySia labeling in larval zebrafish, but it was present in the brain. Larval turquoise killifish have polySia throughout the retina, similar to other adult vertebrates. Labelling polySia expands the scientific toolbox for Muller glia markers, and offers a versatile way to visualize and monitor structural changes in non-reactive and reactive Muller glia across most vertebrate species.", "date": "2025-11-09", "journal": ""}
{"title": "Stacking of anthocyanin related QTLs in the chromosome 10 and postulation of SmNac-like gene to be involve in anthocyanin biodhynthesis", "doi": "10.1101/2025.09.19.677371", "authors": "Gomis-Cebolla, J.; Manrique, S.; Arrones, A.; Toledo-Tolgar, M. D.; Luna, J.; Baraja-Fonseca, V.; Sanchez-Pascual, J.; Gimeno-Paez, E.; Plazas, M.; Gramazio, P.; Vilanova, S.; Prohens, J.", "abstract": "Anthocyanins in the fruit peel of photosensitive eggplants exhibit a different distribution pattern compared to the photo-insensitive ones. The latter exhibits a uniform anthocyanin content, whereas photosensitive eggplants lack anthocyanin accumulation in areas not exposed to light, such as under the calyx, or have lower concentrations in less-exposed areas. In the current research work, genetic analysis of F1 and F2 populations revealed that the non-photosensitive phenotype in eggplants follows an autosomal dominant inheritance with a 3:1 ratio, indicating that the photosensitive trait is regulated by a single dominant gene. To locate and narrow down the position of the gene underlying photosensitivity, an F2 population segregating for photosensitivity and presence of anthocyanins was used for bulked segregant analysis sequencing (BSA-seq), and RNA-seq analysis of bagged photosensitive and non- photosensitive eggplants was performed. As a result, we identified the SmNAC1-like gene as a candidate for fruit photosensitivity trait in the eggplant materials used in this study. In the photo-insensitive eggplants (DH-ECAVI and IVIA-371) two different high-impact mutations were identified leading to light-insensitive and uniform anthocyanin content. The mutation in DH-ECAVI causes a premature stop codon, while in IVIA-371 an indel mutation occurs in the 3-UTR sequence. No high-impact mutations were found in SmNAC1-like gene in photo-sensitive eggplants. These findings provide new insight into the regulation of the molecular mechanisms of anthocyanin biosynthesis in non-photosensitive eggplant and have important implications for marker-assisted selection and breeding.", "date": "2025-11-09", "journal": ""}
{"title": "LRP8 is a Receptor for Yellow Fever Virus", "doi": "10.1101/2025.10.28.685229", "authors": "Mei, M.; Yang, Y.; Zhang, Z.; Yin, Y.; Tan, J.; Jiang, C.; Gao, Y.; Wang, Z.; Wang, D.; Li, Y.; Cong, Y.; Zhang, Z.; Peng, Y.; Tan, W.; Li, J.; Li, L.; Wang, H.; Lang, R.; He, Q.; Deng, Z.; Shan, C.; Zhang, Y.; Cheng, G.; Tan, X.; Huang, X.", "abstract": "Yellow fever virus (YFV), an arbovirus causing substantial human morbidity and mortality, was the first human virus discovered over a century ago. The live-attenuated 17D vaccine is among the most successful vaccines in medicine. Despite the importance of YFV, its receptor has remained unknown. Here, we performed a barcoded, genome-wide human ORF library screen and identified LRP8 (also named APOER2) as a receptor for YFV. We show that LRP8 expression specifically boosts YFV infection in cell lines by promoting entry. AAV-mediated expression of human LRP8 in mouse liver aggravates infection and pathology. LRP8 knockdown abolishes YFV infection in brain cells, primary human hepatocytes, and notably in mosquitoes. Biochemically, LRP8 directly interacts with YFV particles via the viral envelope protein. This function of LRP8 is conserved across species, particularly in mosquitoes and primates. A soluble LRP8 decoy protein can block YFV infection in vitro and in mice, providing a potential therapeutic or prophylactic strategy. Our findings provide groundwork for understanding YFV entry, tropism, and pathogenesis, and may enable development of novel therapeutics to treat YFV infection.", "date": "2025-11-09", "journal": ""}
{"title": "Physics-Diffusion-Driven Multiscale Aggregation for Drug-Target Interaction Prediction", "doi": "10.1101/2025.11.03.686185", "authors": "Liu, J.; Le, J.; Wei, C.; Liu, M.; Yin, Z.; Luo, Y.; Qin, H.; Yu, G.", "abstract": "Drug-target interaction prediction is an important task in computational drug discovery. To address the limitations of existing graph neural network approaches in propagation depth and robustness, we propose PDDMA-DTI (Physics-Diffusion-Driven Multiscale Aggregation for Drug-Target Interaction Prediction), a physics-inspired, multiscale adaptive aggregation framework. PDDMA-DTI injects a physics-motivated diffusion operator into a heterogeneous drug-target network: global diffusion models cross-modal information propagation via the graph Laplacian, while local diffusion performs neighborhood smoothing in the low-dimensional embedding space. Both processes are solved with the implicit Euler scheme to ensure numerical stability. For each node, we introduce an adaptive stopping rule based on steady-state convergence and a weighted fusion strategy. This strategy leverages hop counts and node degrees to aggregate multi-step diffusion snapshots into a final representation that preserves original features while capturing multi-scale context. To emphasize strong interaction pathways, we further propose a Physical Interaction Summation Enhancement module that augments pairwise interaction features with a linear plus quadratic energy term, thereby amplifying highly correlated drug-target pairs. Extensive experiments on multiple benchmark datasets show that PDDMA-DTI consistently outperforms representative baselines in accuracy and robustness.", "date": "2025-11-09", "journal": ""}
{"title": "Exercise training improves sarcopenic muscle function via restoration of mitochondrial quality control", "doi": "10.1101/2025.11.03.686168", "authors": "Alldritt, I.; Sligar, J.; Campelj, D.; Padilha, C. S.; Ritenis, E.; Mantamadiotis, T.; Widodo, S.; Dinevska, M.; Nielsen, J.; Philp, A. M.; Philp, A.", "abstract": "Mitophagy is an essential component of the mitochondrial quality control program, maintaining mitochondrial homeostasis in metabolic tissues such as skeletal muscle. With age, it is thought that mitochondrial quality control becomes dysregulated, leading to the progression of age-associated diseases such as sarcopenia. Exercise is known to enhance skeletal muscle mitochondrial health and may be an effective intervention to prevent sarcopenia, however the role of mitophagy in this process is unknown. Utilising mitophagy reporter mice (mito-QC), we assessed adaptations in skeletal muscle mitophagy in response to increased age (3-26 months) and following an 8-week endurance exercise training period. Immunofluorescent imaging revealed that ageing led to an accumulation of mitolysosomes in sarcopenic old mice indicative of increased mitophagy, an adaptive response that was reversed by exercise training. In parallel to reducing age-associated mitophagy, exercise training increased mitochondrial respiratory capacity and improved muscle strength, suggesting that alterations in mitochondrial quality control led to improvements in skeletal muscle function. Exercise-mediated alterations in mitophagy were accompanied by increases in BNIP3, FUNDC1 and BCL2L13 protein content post training. Collectively our data suggests that sarcopenia leads to dysregulation of mitophagy in skeletal muscle. Restoring mitophagy balance with exercise training leads to improvements in mitochondrial respiration and skeletal muscle strength, identifying a novel cellular mechanism to explain the benefits of exercise training in old age.", "date": "2025-11-09", "journal": ""}
{"title": "Rapamycin reverts cavernoma endothelial cell phenotype and when combined with lapatinib ameliorates chronic lesions", "doi": "10.1101/2025.11.03.686432", "authors": "Garcia-Colomer, M.; Martinez, J. E.; Diaz-Gomez, L.; Sartages, M.; Esquinas-Roman, E. M.; Riobello, C.; Martinez-Dalgado, D.; Gonzalez-Perez, D.; Gomez-Duran, A.; Fidalgo, M.; Varela-Rey, M.; Pombo, C. M.; Zalvide, J.", "abstract": "ObjectiveThis study investigates the impact of rapamycin and propranolol on cerebral cavernous malformations (CCMs). Employing an unbiased transcriptomic analysis, we aimed to comprehensively elucidate the molecular mechanisms underlying these drug effects. We also sought to determine whether rapamycin, especially in combination with the tyrosine kinase inhibitor lapatinib, can reduce lesion volume even after lesion growth has occurred.\n\nApproach and resultsMouse Brain Microvascular Endothelial Cells (mBMEC) deficient in Ccm3 were treated with propranolol (10 {micro}M) or rapamycin (100 nM) and were analyzed by RNA-seq and immunofluorescence. Ccm3-null mice in which cavernoma development had been induced were treated with rapamycin alone or combined with lapatinib, assessing lesion volume using micro-CT imaging.\n\nWhile propranolol shows limited efficacy in modulating the CCM transcriptomic phenotype in mBMEC, rapamycin demonstrates a significant impact. Rapamycin reverses gene expression changes induced by Ccm3 deficiency, restoring Klf2/4-dependent genes like Nos3, Adamts1, and Thbs1. Notably, we observed a reduction in KLF2 protein levels in Ccm3 KO cells treated with rapamycin. Critically, in vivo experiments demonstrate that a combination of rapamycin and lapatinib effectively reduces lesion volume in a chronic CCM model.\n\nConclusionRapamycin normalizes the expression of key genes implicated in cavernoma pathogenesis in Ccm3 KO endothelial cells, offering new insights into its potential therapeutic mechanisms. In contrast, the observed lack of efficacy of propranolol in brain endothelial cells challenges current understanding of its mechanism of action in CCM treatment and warrants further investigation. Significantly, rapamycin, when combined with lapatinib, exhibits promising efficacy in vivo by reducing the volume of established CCM lesions. This finding is particularly noteworthy as it suggests a potential treatment strategy for existing lesions. Our work has identified a path for the application of drug combination in the treatment of CCMs.\n\nGraphic abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=142 SRC=\"FIGDIR/small/686432v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (24K):\norg.highwire.dtl.DTLVardef@134100org.highwire.dtl.DTLVardef@109b5aorg.highwire.dtl.DTLVardef@477051org.highwire.dtl.DTLVardef@1f031e_HPS_FORMAT_FIGEXP  M_FIG C_FIG Highlights- Rapamycin can partially revert the transcriptomic phenotype of CCM3-deficient brain endothelial cells.\n- Rapamycin inhibits Klf2 protein levels in CCM3-deficient endothelial cells.\n- Combination of rapamycin and lapatinib can reduce lesion volume in a chronic model of cerebral cavernomas.", "date": "2025-11-09", "journal": ""}
{"title": "Evaluating the impact of two different diets on the protein profile expression of the brain, liver, and intestine of barramundi", "doi": "10.1101/2025.11.03.686387", "authors": "Shatouri, M. M.; Pirozzi, I.; Soker, P. D.; Ali, Z.; Amirkhani, A.; Haynes, P. A.", "abstract": "Commercial feed formulations are increasingly being evaluated for their nutritional impacts on aquaculture species, yet the molecular consequences of commonly used commercial diets remain underexplored. This study investigated the effects of two commercial diets, diet A (higher land animal protein) and diet B (higher fish meal content), on protein expression in the brain, liver, and intestine of barramundi (Lates calcarifer). A 12-week feeding trial was conducted with controlled water quality, and proteomic profiling was performed using data-independent acquisition. Differential analysis revealed consistent changes between diets across all tissues, with a higher percentage of differentially abundant proteins observed in between-diet comparisons (12.99% in brain, 12.73% in liver, and 16.59% in intestine) than within-diet controls (<8%), confirming a measurable dietary effect size. In total, 3,901 proteins in the brain, 3,660 in the liver, and 5,025 in the intestine were quantified. Functional enrichment highlighted upregulation of ferroptosis pathways, downregulation of apelin signaling in the brain, and increased digestive proteases in the liver. ICP-MS confirmed elevated iron concentrations in the brain, liver and intestine of fish fed on diet B. These findings demonstrate that molecular pathways linked to iron metabolism, digestion, and growth regulation are very sensitive to dietary composition, highlighting how proteomics can help identify subtle impacts of compositional differences in aquaculture feeding. Despite the absence of significant differences in physiological parameters, the proteomic alterations observed across tissues likely represent adaptive metabolic adjustments of each organ to the varying nutrient availability between diets.", "date": "2025-11-09", "journal": ""}
{"title": "Proteomic characterization of extracellular vesicles from 12 commensal bacterial species", "doi": "10.1101/2025.11.06.686325", "authors": "Makunja, R. N.; Maltseva, A.; Pessa-Morikawa, T.; Khatun, M.; Stensland, M.; Kaisanlahti, A.; Muhandiram, S.; Ruuska-Loewald, T.; Nyman, T. A.; Niku, M.", "abstract": "Bacterial extracellular vesicles (bEVs) produced by intestinal commensal bacteria mediate host-microbe interactions, but their proteomes have been explored in only a small number of species. We characterized bEVs from in vitro cultures of 12 species of Actinomycetota, Bacillota (Firmicutes), Bacteroidota, Fusobacteria, Pseudomonadota, and Verrucomicrobia. This is the first report of bEVs from Veillonella magna, an exceptional gram-negative Bacillota, and the gram-positives Peptostreptococcus russellii and Turicibacter sanguinis. The morphology and protein subcellular localization patterns of bEVs reflected the envelope structures of their parent bacteria. Notably, V. magna may be able to produce both outer membrane and cytoplasmic membrane vesicles. The proteome compositions were dictated by phylogeny, suggesting largely non-selective packaging of proteins. Annotation of protein functions indicated roles in nutrient metabolism and transport, and in host immune system modulation. Peptidoglycan modifying enzymes and the abundant bacteriophage proteins in Enterobacter cloacae and Limosilactobacillus reuteri bEVs may be involved in vesicle biogenesis. The functions of many abundant bEV proteins are unknown. The most abundant bEV proteins were largely species-specific, but we identified several conserved proteins that may be used as markers to distinguish commensal bEVs from host EVs. Comparison to previous in vitro and fecal metaproteomics data indicates that bEV proteome compositions are reproducible.", "date": "2025-11-09", "journal": ""}
{"title": "BAP1 modulates endoplasmic reticulum stress signaling and balances liver homeostasis and malignant progression", "doi": "10.1101/2025.11.06.686752", "authors": "Gege, O. O.; Seretny, A.; Butthof, L.; Pan, L.; Wendler-Link, L.; Traini, L.; Boese, L.; Neuhaeuser, S.; Scheiter, A.; Heide, D.; Luechtenborg, C.; Bruegger, B.; Calvisi, D.; Heikenwaelder, M.; Zucman-Rossi, J.; Breining, M.; Tschaharganeh, D. F.", "abstract": "Objective: Primary liver cancer is a leading cause of cancer-related mortality and harbors recurrent mutations in chromatin regulators such as BRCA1-associated protein 1 (BAP1), yet their functional impact remains unclear. We investigated how BAP1 deficiency affects liver homeostasis and tumorigenesis to clarify its functional role. Design: We employed inducible, liver-specific BAP1 knockdown in mice subjected to diet-induced metabolic stress (including rescue experiments), alongside autochthonous hydrodynamic CRISPR models, and profiled livers by RNA-seq, immunohistochemistry, and mass spectrometry-based lipidomics. Complementary mechanistic assays in liver cancer cells examined the unfolded protein response (UPR) under endoplasmic reticulum (ER) stress; findings were supported by immunohistochemical and transcriptomic analyses of BAP1-mutant patient samples. Results: BAP1 safeguards liver homeostasis under diet-induced metabolic stress, as its loss triggers ER stress, hepatocyte death, and acute liver failure. Lipidomics revealed a shift toward ER-stress-associated dyslipidemia, and transcriptomics showed negative enrichment of fatty-acid metabolism and positive enrichment of UPR pathways. In contrast, BAP1 loss synergizes with oncogenic drivers to accelerate tumorigenesis in autochthonous liver cancer models, underscoring its context-dependent tumor suppressor function. Mechanistically, BAP1 directly regulates the ER stress mediator DDIT3 (CHOP) through chromatin remodeling, linking BAP1 loss to maladaptive stress responses. Consistently, elevated CHOP expression was observed in BAP1-mutant human liver cancers and other tumor types. Conclusion: These findings establish BAP1 as a key chromatin regulator that connects stress adaptation to both liver homeostasis and tumorigenesis, highlighting the BAP1-UPR axis for future translational assessment.", "date": "2025-11-09", "journal": ""}
{"title": "A Sequential Triple-Drug Strategy for Selective Targeting of p53-Mutant Cancers", "doi": "10.1101/2025.11.06.687028", "authors": "Bakin, A. V.; Alruwaili, M.; Guo, Y.; Zonneville, J.; Melendy, T.; Straubinger, R. M.; Foster, B. A.; Rajan, P.; Withers, H.; Chatley, S.; Iyer, R.; Fountzilas, C.", "abstract": "The tumor suppressor TP53 gene (p53) is mutated in most human malignancies but existing treatment options are largely ineffective, lack selectivity, and cause toxic side effects. To address these clinical problems, we have developed a two-drug treatment that induces lethal DNA damage and G2-arrest in p53 mutant cancer cells. Here, we present a triple-drug therapeutic strategy that combines our two-drug regimen with a G2-checkpoint kinase inhibitor. The two-drug treatment with TAS102 plus PARP inhibitor (PARPi) acts as an inducer-amplifier pair to induce DNA double-strand breaks (DSBs) and a prolonged G2-arrest specifically in p53 mutant cells. Subsequent inhibition of the G2-checkpoint kinases, such as WEE1 or ATR, releases these G2-arrested cells into mitosis, leading to cell death. The delayed administration of a G2-kinase inhibitor provides p53 wild-type cells with time to repair DNA, thereby minimizing toxicity to normal tissues. This sequential triple-drug strategy exhibited robust efficacy in preclinical models of colorectal and pancreatic cancers. Together, our findings illustrate a promising inducer-amplifier-terminator triple-drug strategy for targeting p53 mutant malignancies.", "date": "2025-11-09", "journal": ""}
{"title": "Blockade of associative spine enlargement impairs awake cortical function", "doi": "10.1101/2025.11.06.686434", "authors": "Zhou, S.; Sawada, T.; Arima, T.; Panezai, S. K.; Ohtsuka, M.; Okazaki, H.; Takaramoto, S.; Terada, S.-I.; Kondo, M.; Hashimoto, T.; Ohki, K.; Matsuzaki, M.; Yagishita, S.; Kasai, H.", "abstract": "Awake cortical processing exhibits characteristic signatures in electroencephalography (EEG), electromyography (EMG), and locomotor activity, reflecting coordinated neural network dynamics driven by action potentials and synaptic transmission across broad cortical areas. Although memory functions are commonly engaged during these states, the causal contribution of associative synaptic plasticity, such as dendritic-spine enlargement, to ongoing cortical processing and wakefulness has remained unresolved, largely due to the lack of tools to selectively eliminate spine enlargement in vivo. Here we show that a Rac1-GAP based variant of Synaptic Chemogenetics (SYNCit-C, SynC), selectively and reversibly abolishes spine enlargement following administration of an A/C heterodimeriser, while leaving cellular excitability and NMDA-receptor function intact. Visual cortical responses were preserved, whereas motor learning was impaired in motor cortex. With broad frontoparietal SynC expression, A/C induced reversible deficits in goal-directed behaviours (laser-dot chasing and feeding initiation). It also caused intermittent State-C, a state outside canonical wake and sleep, marked by behavioural arrest and during these episodes, reduced gamma power and a blunted slow delta wave rise. SynC-A/C preserved firing and Ca rates, while pairwise spike correlations were reduced. All effects were reversible within ~1 h. These findings provide causal evidence that associative dendritic-spine enlargement supports awake cortical processing and wakefulness.", "date": "2025-11-09", "journal": ""}
{"title": "Structural basis and physiological significance of non-canonical Gs coupling to the prototypical Gi-coupled melatonin MT1 receptor", "doi": "10.1101/2025.11.08.687348", "authors": "Oishi, A.; Okamoto, H.; Ikegami, K.; McHugh, R.; Masri, B.; Kusakizako, T.; Kobayashi, K.; Karamitri, A.; Cecon, E.; Dam, J.; Nagase, M.; Tikhonova, I.; Nureki, O.; Jockers, R.", "abstract": "G protein-coupled receptors (GPCRs) transduce extracellular stimuli into intracellular signals by coupling to various heterotrimeric G proteins. However, the rules governing G protein preference remain largely elusive. MT1 and MT2 are prototypical Gi/o-coupled GPCRs responding to melatonin, a hormone secreted in a circadian manner. We show here that MT1, but not MT2, couples also to Gs proteins in vitro and activates the Gs/cAMP pathway upon long-term melatonin exposure in vivo, mimicking physiological dawn conditions. We solved the cryo-electron microscopy structure of the melatonin-MT1-Gs complex at 3.0A resolution, which revealed a strikingly distinct binding mode compared to the MT1-Gi complex. The third intracellular loop of MT1 emerges as a key stabilizer for Gs coupling, a feature previously unrecognized. This is the first solved receptor-Gs complex of a primary Gi-coupled GPCRs, providing new structural and functional insights into G protein selectivity and circadian switch of G protein coupling.", "date": "2025-11-09", "journal": ""}
{"title": "Researchers' perspectives on preregistration in animal research", "doi": "10.1101/2025.11.07.687141", "authors": "Priboi, C.; Mayer, B.; Vergauwe, E.; Elger, B. S.; Würbel, H.", "abstract": "Preregistration is arguably one of the most promising and impactful Open Science practices. Defined as the a priori registration of study designs and analysis plans, preregistration has long been established as standard practice in clinical human research and is increasingly taken up in other fields of science. Despite growing evidence suggesting that preregistration can mitigate questionable research practices, and the existence of two platforms targeting animal studies, preregistration remains uncommon in animal research. In light of the reproducibility crisis and calls for more transparency and rigor also in animal research, preregistration represents a potentially promising step forward. However, implementing such policies without understanding their impact carries potential risks. It is, therefore, essential to uncover the strengths, weaknesses, opportunities, and threats of preregistration before advancing its implementation in animal research. This current study addressed this need as part of a larger feasibility project on preregistration of animal experiments in Switzerland, and aimed to: 1) assess the researchers experiences with preregistration; 2) examine their attitudes, subjective norms, perceived behavioral control, intentions, motivations, and perceived obstacles regarding preregistration; 3) explore associations between these psychosocial constructs and relevant background characteristics; 4) identify perceived facilitators and barriers to preregistration; and 5) summarize researchers suggestions for improving preregistration. A preregistered cross-sectional online survey was conducted among all registered study directors of ongoing animal experiments in Switzerland. Of the 1,385 invited study directors, 418 completed the survey (30.2% return rate; 41% female; age M = 47.1, SD = 9.5). Among them, 39.2% had never heard of preregistration, and only 10% had preregistered studies before participating in the survey. Bureaucratic burden (77.6%), time costs (71.4%), and low flexibility (65.7%) were the most common reported barriers to preregistration. On average, participants described rather unfavorable attitudes towards preregistration, negative subjective norms, relatively low perceived behavioral control, weak intention, and limited motivation to preregister, along with high perceived obstacles. Participants who had never preregistered a study, as well as those with more research experience, showed more negative scores on all assessed psychosocial constructs related to preregistration. Our findings offer guidance on promising measures to enhance acceptance of preregistration among animal researchers, including raising awareness, offering education and training, and facilitating procedures, to enhance the acceptance of preregistration among animal researchers.", "date": "2025-11-09", "journal": ""}
{"title": "Inferring the causes of animal social network structure from time-series data", "doi": "10.1101/2025.11.08.687336", "authors": "Kawam, B.; McElreath, R.; Ostner, J.; Redhead, D.; Schuelke, O.", "abstract": "Behavioural ecologists aim to understand the causes of animal social structure. Connecting theoretical models of social structure with empirical observations remains, however, a formidable challenge. While most of the current statistical methods for animal social network analysis rely on data that are aggregated over time and summarised as one behavioural dimension (e.g., an adjacency-matrix), common behavioural sampling techniques (e.g., focal-animal sampling) produce data in continuous time, and involve different behaviours. Furthermore, empiricists in the field are generally interested in causal inference, but lack a framework to rigorously analyse focal-animal sampling data in light of transparent causal assumptions. As a consequence, common methods are often inappropriate, and can lead to wrong biological conclusions. Here, we introduce a causal Bayesian modelling framework to empirically study the causes of social network structure from focal-animal sampling data. We start by outlining a generative model that encodes how biological and measurement processes jointly produce social network data in continuous time; namely, as a temporal sequence of dyadic behavioural states (e.g., no body contact, social resting, grooming). Building upon the generative model, we develop a statistical model: a multilevel, multiplex Bayesian model that takes raw focal observations as input, and produces a posterior probability distribution for the generative parameters as output. After validating the statistical model's performance with sparse data--common in real-world settings--we illustrate its application with an empirical data set collected in wild Assamese macaques. We notably showcase how researchers can compute probabilistic estimates for well-defined causal hypotheses about the drivers of social structure. With this work, we not only contribute novel theoretical and statistical tools to the field, but also illustrate a workflow that allows researchers to iteratively translate their domain expertise into a formal analytical strategy--bridging theoretical and empirical research in behavioural ecology.", "date": "2025-11-09", "journal": ""}
{"title": "Population-level temporal decoding and dynamical structure in frontostriatal circuits during decision making", "doi": "10.1101/2025.11.07.687310", "authors": "Goldring, A. B.; De, A.; Stevenson, T.; Stewart, K.; Akhmetzhanova, A.; Chaudhuri, R.; Hanks, T. D.", "abstract": "Perceptual decisions unfold over time, requiring neural circuits to evaluate sensory evidence, track elapsed time, and commit to an action. To investigate how these computations are distributed across corticostriatal circuits, we recorded neural population activity using Neuropixels probes in the rat frontal orienting field (FOF) and anterior dorsal striatum (ADS) during a free-response auditory change detection task. Both regions exhibited interesting dynamical properties during task performance. Using single-trial population decoding, we found that both FOF and ADS robustly encoded retrospective time from stimulus onset and prospective time preceding the decision report. Using a new approach to analyze temporal encoding to identify the dynamical structure supporting decoding, we found that time encoding could be decomposed into two primary dynamical motifs: monotonic ramp-like trajectories and transient bump-like trajectories. While these modes were similarly expressed during early evidence evaluation, FOF exhibited more pronounced decision-aligned changes near the time of the decision report, possibly reflecting a state transition at commitment. Population geometry analyses further revealed stable low-dimensional subspaces during evidence evaluation that transitioned at decision commitment, with significantly larger subspace changes in FOF than ADS. Together, these results demonstrate that FOF and ADS share common dynamical features during evidence evaluation but diverge near the time of decision commitment, with FOF exhibiting stronger state-transition dynamics.", "date": "2025-11-09", "journal": ""}
{"title": "Cell surface markers identify astrocyte subpopulations in the adult hippocampus with a heterogeneous response to aging", "doi": "10.1101/2025.11.07.685575", "authors": "Casares-Crespo, L.; Cano-Jaimez, M.; Anta, R.; Ripolles-Boix, A.; Robledo-Yague, F.; Zuniga-Trejos, S.; Mira, H.", "abstract": "Astrocyte diversity is currently expanding both between and within specific brain regions. Here, we assessed the spatial distribution and transcriptomic profile of two hippocampal astrocyte subpopulations, defined by combinatorial expression of the cell surface astrocyte markers ACSA-1 or GLAST/SLC1A3, and ACSA-2 or ATP1B2. Fluorescence activated cell sorting and genome-wide transcriptomics by bulk RNAseq uncovered distinct transcriptional signatures of the two astrocyte subsets and highlighted heterogeneous responses during aging. The most abundant ATP1B2/GLAST double-positive astrocytes corresponded to mature glial cells with increased protein glycosylation and stable gene expression patterns. Signatures related to mitochondrial respiration and cholesterol metabolism were induced during aging in ATP1B2 single-positive astrocytes, while cell adhesion genes from the {gamma}-protocadherin cluster were repressed in double-positive astrocytes. Heterochronic co-culture assays with primary neurons show the loss of synaptogenic function of old ATP1B2/GLAST astrocytes. Our results complement previous studies demonstrating the presence of morphological and molecular astrocyte heterogeneity within the hippocampus, and uncover differences among astrocyte subsets in their transcriptomic response to aging.", "date": "2025-11-09", "journal": ""}
{"title": "Sensory processing reformats odor coding around valence and dynamics", "doi": "10.1101/2025.11.08.687380", "authors": "Lizbinski, K.; Ellison, K. J.; Sancer, G.; Mao, H. X.; Jeanne, J. M.", "abstract": "Extracting relevant features of a complex sensory signal typically involves sequential processing through multiple brain regions. However, identifying the logic and mechanisms of these transformations has been difficult, due to the challenges of measuring both activity within and long-range connectivity between multiple neural populations. Here, we investigate the reformatting of odor information across two stages of the Drosophila olfac-tory system. We measure the odor tuning of 20 types of anatomically-defined third order lateral horn neuron (LHN) and compare to predictions based on the odor tuning of second-order projection neurons (PNs) and PN-LHN connectivity. We find that LHNs reformat PN activity in two distinct ways. First, LHNs selectively discard in-formation about odor identities with similar valence (i.e., attractiveness or aversiveness). This emerges from a precise alignment of PN odor tuning and PN-LHN connectivity, as well as odor-specific inhibition and boosting of LHN activity. This creates a population code for valence that is more explicit than in PNs. Second, a subset of LHNs selectively discard information about continuing odor presence, by responding only transiently to odor on-set. This creates a population code for odor dynamics that is more explicit than in PNs. Across LHNs, valence and dynamics are independent of each other. Thus, feedforward connectivity and local inhibition combine to ex-tract two orthogonal dimensions of olfactory information.", "date": "2025-11-09", "journal": ""}
{"title": "Intrinsic ion dynamics underlies the temporal nature of resting-state functional connectivity", "doi": "10.1101/2025.11.08.687387", "authors": "Gonzalez, O. C.; Sanda, P.; Hlinka, J.; Bazhenov, M.; Krishnan, G.", "abstract": "The neural mechanisms underlying the emergence of functional connectivity in resting-state fMRI remain poorly understood. Recent studies suggest that resting-state activity consists of brief periods of strong co-fluctuations among brain regions, which reflect overall functional connectivity. Others report a continuum in co-fluctuations over time, with varying degree of correlation to functional connectivity. These findings raise the critical question: what neural processes underlie the temporal structure of resting-state activity? To address this, we used a biophysically realistic whole-brain computational model in which resting-state activity emerged from temporal variations in the ion concentrations of potassium (K+) and sodium (Na+), intracellular chloride (Cl-), and the activity of the Na+/K+ ATPase. The model reproduced transient periods of high co-fluctuations, and the functional connectivity at different co-fluctuation levels correlated to varying degrees with the connectivity measured over the entire simulation, in line with experimental observations. The periods of high co-fluctuations were aligned with large changes in extracellular ion concentrations. Furthermore, critical parameters governing ion dynamics strongly affected both the timing of these transient events and the spatial structure of the resulting functional connectivity. The balance of excitatory and inhibitory activity further modulated their frequency and amplitude. Together, these results suggest that intrinsic fluctuations in ion dynamics could serve as a plausible neural mechanism for the temporal organization of co-fluctuations and resting-state functional connectivity.", "date": "2025-11-09", "journal": ""}
{"title": "Neural manifolds that orchestrate walking and stopping", "doi": "10.1101/2025.11.08.687367", "authors": "Komi, S. A.; Kaur, J.; Winther, A.; Bonfils, M. C. A.; Houser, G. A.; Sorensen, R. J. F.; Li, G.; Sobriel, K.; Berg, R. W.", "abstract": "Walking, stopping and maintaining posture are essential motor behaviors, yet the underlying neural processes remain poorly understood. Here, we investigate neural activity behind locomotion and its walk-to-stop transition. Based on a new theory of the lumbar spinal cord(1, 2) we propose and predict that spinal population activity contains limit cycle dynamics to drive walking and fixed-point attractors for stopping. To test these predictions we record neural activity in lumbar cord of freely moving rats using Neuropixels probes(3). To control stopping, we also stimulate a brainstem nucleus, known to induce motor arrest(4-7). We find: During locomotion, the population activity of lumbar spinal neurons exhibits rotational dynamics(8-10). These dynamics unfold within a low-dimensional locomotor manifold(11), a looping trajectory that serves as the repeating signature of locomotion, that also behaves as a limit-cycle attractor. Shortly before stopping, the neural state rapidly changes from the locomotor manifold to a \"postural\" fixed point attractor. When testing the stability of the fixed point using perturbations, the state shifts to a nearby albeit different fixed point. Repeated stoppings form a local quasi-continuum of fixed points representing various poses - i.e. a postural manifold. These observations are in agreement with our theory, which further indicates mechanistic roles for subpopulations of spinal interneurons for controlling walking and stopping. Besides explaining the data, our theory makes further predictions to be tested in future experiments.", "date": "2025-11-09", "journal": ""}
{"title": "Parvalbumin interneurons gate and shape striatal sequences", "doi": "10.1101/2025.11.08.687375", "authors": "Duhne, M.; Gonzalez Montalvo, I.; Zheng, C. S.; Pelattini, L.; Berke, J. D.", "abstract": "Loss of striatal interneurons expressing parvalbumin (PV+) is associated with impulsive and uncontrolled behaviors, yet how these cells contribute to striatal information processing is poorly understood. We compared spiking of five identified neuron types in sensorimotor striatum, as unrestrained rats waited for a cue then performed brief, well-practiced actions. During waiting PV+ selectively increased firing, and their suppression increased premature movements. This indicated a role restraining actions, yet PV+ suppression during the cue instead retarded actions. Each action was accompanied by a rapid sequence of spiny projection neuron (SPN) spiking, including both direct and indirect pathways and overlaid by sequential PV+ firing. Pairs of PV+ and SPNs showed millisecond-level synchrony, and PV+ firing inhibited nearby SPNs ~2ms later. PV+ interneurons thus provide both broad restraint and precise sculpting of striatal output to achieve fluid, appropriately timed behavior.", "date": "2025-11-09", "journal": ""}
{"title": "Synaptic Synchronization-Based Learning of Pattern Separation in Self-Organizing Probabilistic Spiking Neural Networks", "doi": "10.1101/2025.11.08.687345", "authors": "Faghihi, F.; Moustafa, A.; Neymotin, S. A.", "abstract": "Neuroscience-inspired neural networks bridge biology and technology, offering powerful tools to model brain function while enabling adaptive, efficient control in robotics. In this work, we present a neuroscience-inspired synaptic learning rule based on the synchronization of synaptic inputs to single excitatory neurons within a feedforward spiking neural network. The model consists of three excitatory layers and two feedback inhibitory layers, with initially low connection probabilities and weak synaptic weights assigned to the excitatory neurons. Under an unsupervised learning paradigm, stimulus patterns were presented to the network, allowing synaptic weights and connectivity to evolve dynamically across training trials. We investigated how these dynamics depended on feedback inhibition intensity and identified conditions under which the network achieved stable activity. Furthermore, we evaluated the model pattern separation efficacy and its relationship to network dynamics. The results highlight the critical role of feedback inhibition in both stabilizing the network and enhancing pattern separation. In particular, results show balanced synchronization between excitatory and inhibitory populations maximizes separation efficacy. Beyond providing a novel computational framework for understanding information processing in neural systems, this model also offers insights into cognitive disorders associated with impaired inhibition and pattern separation, such as autism and schizophrenia. Finally, we embedded the trained network within a simulated agent navigating a two-dimensional environment, where it was tasked with identifying a trained stimulus as an obstacle and avoiding it. The model offers a framework for advancing cognitive robotics by enabling novel approaches that mimic natural intelligence and support the learning of complex environmental patterns.", "date": "2025-11-09", "journal": ""}
{"title": "Competition between memories for reactivation as a mechanism for long-delay credit assignment", "doi": "10.1101/2025.11.08.687292", "authors": "Mokashe, S.; Miller, P.", "abstract": "Animals can associate events with their outcomes, even if there is a long delay between the two. For example, in conditioned taste aversion, animals gain an aversion to a taste (the conditioned stimulus, CS) if sickness (an unconditioned stimulus, US) is induced up to 12 hours later. Established correlational plasticity mechanisms, operating on timescales of milliseconds to seconds, do not wholly explain how networks of neurons achieve such long-delay credit assignment. Moreover, if the animal experiences an intervening taste (an interfering stimulus, IS), the IS gains some \"credit\" for the causality of the outcome, reducing aversion to the CS. We hypothesize that reactivation of prior events at the time of outcome causes specific associative learning between those events and the outcome. We explore the inherent competition underlying credit assignment using a spiking neural network model storing memories through time-decaying synaptic strengthenings in two groups of neurons producing inherently competing attractor states. We show how the later memory can be reactivated more often and reduce the reactivation of a prior memory. Also, we provide a mechanism for the experimental finding of a rebound in association with, and therefore aversion to, the CS if the time between the following IS and US is increased. Such a result can appear paradoxical as associations typically diminish with time, but arises when the IS initially produces a strong decrease in reactivation of the CS, but reactivations of the CS thereafter increase, in spite of weakening synaptic strengths, because competing reactivations of the IS decrease more. By reactivating the memories probabilistically, neural circuits can assign the credit in a biologically plausible way.", "date": "2025-11-09", "journal": ""}
{"title": "Neurophysiology of mismatch negativity generation: a biophysical modeling study", "doi": "10.1101/2025.11.08.687373", "authors": "Fernandez Pujol, C.; Bruce, J.; Thorpe, R. V.; Jones, S. R.; Dykstra, A. R.", "abstract": "The mismatch negativity, or MMN, is a ubiquitous evoked brain response elicited by any discriminable change of an otherwise regular stimulus sequence. Despite its potential clinical relevance - the MMN is known to be affected by brain state, lesions, and neurologic/psychiatric disorders - and a growing body of animal work, the underlying neurophysiology of the MMN is not well understood. This hinders translation of circuit-level animal findings and mitigates the utility of the MMN as a neurologic/psychiatric biomarker. Here, we used biophysical modeling to examine the neurophysiological basis of the MMN as measured in a canonical auditory oddball paradigm with frequency deviants (i.e., tones whose frequency was shifted slightly with respect to standard tones). The response to standards was successfully modeled by a typical feedforward-followed-by-feedback input sequence. The response to deviants required additional, prolonged input to supragranular layers, consistent with input from the non-lemniscal thalamus. This additional input resulted in downward-going pyramidal-neuron currents in both layer 2/3 (via indirect somatic inhibition) and, critically, layer 5 (via direct apical excitation), which together generated the MMN. The results suggest that current circuit-level models of MMN generation derived from animal models are incomplete, and that further work is required to characterize the underlying neurophysiology of the MMN.", "date": "2025-11-09", "journal": ""}
{"title": "Meningeal γδ T cells facilitate bacterial entry into the brain in neonatal meningitis and trigger long-term behavioural sequelae", "doi": "10.1101/2025.11.07.686929", "authors": "Lorga, I.; Soares, J.; Bravo, J.; Mesquita, P.; Ribeiro, N.; Rodrigues, J.; Hassan, A.; Mesquita, M.; Cavadas, B.; Georgiev, H.; Magalhaes, A.; Summavielle, T.; Vilanova, M.; Ribot, J. C.; Bonifacio Andrade, E.", "abstract": "Neonatal bacterial meningitis is a life-threatening condition and a leading cause of neurodevelopmental impairment among survivors. Despite its prevalence, the role of meningeal immunity on disease pathology during early life remains largely unexplored. Using a clinically relevant mouse model of neonatal group B streptococcal meningitis and single-cell RNA sequencing, we observed that IL-17A (IL-17)-producing {gamma}{delta} T cells ({gamma}{delta}17 T cells) accumulate in the meninges during the acute phase of infection and persist throughout the lifespan. Importantly, mice deficient in {gamma}{delta} T cells or in IL-17 show a significantly lower bacterial colonisation in the brain parenchyma, and IL-17 neutralisation in the cerebrospinal fluid leads to a similar phenotype. Reduced blood-brain barrier permeability in the absence of {gamma}{delta} T cells results in decreased bacterial invasion and diminished microglia activation. Wild-type but not {gamma}{delta} T cell-deficient mice surviving infection exhibit increased hyperactivity and open space anxiety during early adulthood, a behavioural profile that may reflect attention deficit and hyperactivity (ADHD)-like tendencies. Altogether, these findings establish a pathogenic role for meningeal {gamma}{delta}17 T cells in early life, uncovering a key mechanism that drives long-term sequelae in GBS neonatal meningitis.", "date": "2025-11-09", "journal": ""}
{"title": "The CENP-A chaperone complex spatially organizes centromeres", "doi": "10.1101/2025.11.07.687291", "authors": "Gupta, H.; Haase, J.; Wu, Y.; Chen, J.; Karadimov, G.; Shroff, H.; Kelly, A. E.", "abstract": "Centromeres, defined by CENP-A-containing nucleosomes, direct the assembly of kinetochores for spindle attachment. In mitosis, CENP-A and the constitutive centromere-associated network (CCAN) of the inner kinetochore are arranged into bipartite subdomains within clearings of chromatin. However, it remains unclear whether any of these features exist before mitosis. We show that in interphase, CENP-A and the CCAN assemble ~200-300 nm shell-like structures that enclose a chromatin-poor central cavity. Strikingly, this cavity is occupied by the interphase-specific CENP-A chaperone complex, which promotes CENP-A assembly once per cell cycle. However, chaperone presence, but not CENP-A incorporation, is required to generate both the shell architecture and the chromatin clearing. The CCAN scaffold CENP-C, which links CENP-A nucleosomes to the chaperone complex, exhibits radial organization spanning the entire structure and is essential for its formation. These data uncover a previously unrecognized structural role for the CENP-A chaperone machinery in establishing interphase centromere architecture and suggest a mechanism by which this machinery configures centromeres for faithful kinetochore assembly and genome stability.", "date": "2025-11-09", "journal": ""}
{"title": "Targeted recruitment of USP15 enhances CTLA4 surface levels and restricts its degradation.", "doi": "10.1101/2025.11.07.687309", "authors": "Querques, F.; Ciampani, V.; Tey, P. Y.; Kutilek, V. D.; Kadic, E.; Clague, M. J.; Urbe, S.", "abstract": "Induced protein proximity offers powerful new routes to modulate protein fate. While proteolysis-targeting chimeras (PROTACs) promote degradation through E3 ligase recruitment, the converse principle-targeted protein stabilisation or enhancement via deubiquitylase (DUB) recruitment-is only beginning to emerge. The immune checkpoint receptor CTLA4, whose deficiency causes severe autoimmunity, undergoes rapid ubiquitin-dependent lysosomal degradation, making it one of the most short-lived transmembrane proteins. Using an inducible \"RapTag\" system, which brings together tagged proteins through rapalog-mediated FKBP-FRB dimerisation, we show that enforced proximity to the broad-specificity DUB USP15 markedly increases total and cell-surface CTLA4 levels. Controlled expression of wild-type or catalytically inactive USP15 in isogenic cell lines revealed a clear requirement for DUB activity. The elevation of CTLA4 at the plasma membrane exceeded that of the total cellular pool, consistent with a diversion from ubiquitin-driven lysosomal sorting towards recycling. This easily adaptable platform enables systematic testing of DUB-substrate combinations that informs rational ENhancement TArgeting Chimera (ENTAC) design for downstream drug discovery efforts and targeted protein rescue in therapeutic contexts.", "date": "2025-11-09", "journal": ""}
{"title": "Seqwin: Ultrafast Identification of Signature Sequences in Microbial Genomes", "doi": "10.1101/2025.11.07.687294", "authors": "Wang, M. X.; Kille, B.; Nute, M. G.; Zhou, S.; Stadler, L. B.; Treangen, T. J.", "abstract": "Motivation: Polymerase chain reaction (PCR) enables rapid, cost-effective diagnostics but requires prior identification of genomic regions that allow sensitive and specific identification of target microbial groups, herein referred to as microbial signature sequences. We introduce Seqwin, an open-source framework designed to automate microbial genome signature discovery. Tens of thousands of microbial genomes are now available, limiting the application of existing manual and automated approaches for identifying signatures. Modern approaches that are capable of leveraging all available microbial genomes will ensure sensitive and accurate DNA signatures identification and enable robust pathogen detection for clinical, environmental, and public health applications. Results: Seqwin builds weighted pan-genome minimizer graphs and uses a traversal algorithm to identify signature sequences that occur frequently in target genomes but remain rare in non-targets. Unlike earlier tools that depend on strict presence or absence of sequences, Seqwin accommodates natural sequence variation and scales to very large genome collections. When applied to genomes from C. difficile, M. tuberculosis, and S. enterica, Seqwin recovered more high-quality signatures than alternative methods with lower computational burden. Seqwin analysis of nearly 15,000 S. enterica genomes yielded over 200 candidate signatures in less than 10 minutes. Seqwin provides an open-source solution for the long-standing need for scalable microbial signature discovery and diagnostic assay design. Availability: Seqwin is freely available for academic use (https://github.com/treangenlab/Seqwin) and can be installed via Bioconda.", "date": "2025-11-09", "journal": ""}
{"title": "TriLeukeVax: A CD80/IL-15/IL-15Rα Expressing Autologous AML Cell Vaccine Elicits Robust Anti-Leukemic Cytolytic Activity", "doi": "10.1101/2025.11.07.687000", "authors": "Du, J.; Wijayaratna, U. N.; Wang, X.; Fung, J. P.; Huang, B.; Farzaneh, F.; Kohn, D. B.; Combes, A. J.; Gaensler, K. M. L.", "abstract": "Acute myelogenous leukemia (AML) is the most common acute leukemia in adults and is associated with poor outcomes due to frequent relapse after remission induction. While hematopoietic stem cell transplantation (HSCT) can improve survival, many individuals, especially older patients, are ineligible. Prior immunotherapies have not reliably induced effective anti-leukemic immunity and have been associated with severe and unpredictable toxicities. Thus, there is a need for safe and effective therapies that reduce relapse and increase overall survival (OS). We have developed a universally applicable, patient-specific, lentivirally engineered autologous AML cell vaccine, TriLeukeVax (TLV), designed to stimulate leukemia-specific cytolytic immune responses in AML patients in remission. To generate TLV, AML cells are engineered to express the highly synergistic combination of the co-stimulatory protein CD80 and the IL-15/IL-15-receptor alpha (IL-15R) heterodimer. Prior proof-of-concept (POC) studies demonstrated eradication of disease in >80% of leukemic mice with serial administration of TLV. In the current studies, TLV was generated from 59/60 cryopreserved, diagnostic bone marrow-derived patient AML samples. Ex vivo priming of post-remission patient T-cells by ex vivo co-culture with autologous TLV stimulated robust proliferative and cytotoxic responses. In secondary co-cultures, T-cells previously primed by initial co-culture with TLV, showed greater clonal expansion and leukemia-specific cytolytic activity towards de novo autologous AML blasts than did control, unprimed T-cells. The enhanced anti-leukemic activity of TLV-primed T-cells against de novo AML confirms the potential for vaccine administration to effectively target minimal residual disease (MRD) persisting after chemotherapy and reduce relapse.", "date": "2025-11-09", "journal": ""}
{"title": "Two-photon volumetric study of cleared, invasive ductal carcinoma breast tissue samples and associated axillary lymph nodes", "doi": "10.1101/2025.11.07.687157", "authors": "Pisarovic, U.; van Nijnatten, T. J. A.; Kooreman, L. F. S.; Hildebrand, S.; Schueth, A. A.", "abstract": "Background: Breast cancer remains the most frequently diagnosed cancer among women worldwide, with invasive ductal carcinoma (IDC) representing the most common subtype. Despite its high prevalence, current diagnostic workflows rely on 5um-thin hematoxylin and eosin-stained sections, inherently limiting spatial insight into tumor architecture and extracellular matrix (ECM) organization. As the interest in studying intratumoral heterogeneity increases, three-dimensional (3D) imaging is becoming an increasingly valuable tool. Methods: This study applied a tissue clearing and imaging pipeline to large formalin-fixed paraffin-embedded (FFPE) breast and lymph node tissue from patients with IDC from Maastricht University Medical Centre+. Deparaffinized samples were processed using a modified MASH protocol. Tissues were labelled with Neutral Red, Eosin Y, Methyl Green, and DAPI. Tissue shrinkage was analysed across all processed samples. Two-photon (2P) microscopy was used to image malignant and non-malignant breast tissue, and matched axillary lymph nodes from a patient with grade I IDC to depths of up to 1000 um via DAPI and second harmonic generation (SHG) channels. Image analysis included assessments of dye penetration, nuclear and collagen content, and fiber orientation using FIJI software. Results: Clearing and staining preserved tissue structure and achieved high transparency across millimetre-scale volumes. 2D surface shrinkage averaged 6.7% (p < 0.001). DAPI signal penetration was consistent with SHG signal profiles up to approximately 600um of tissue depth. Structures such as terminal ductal lobular units, adipocytes, vasculature, and lymphoid follicles were clearly visualized in 3D. Quantitative and qualitative analysis in grade I IDC tissue revealed regional differences in cell size and shape, collagen content, and fiber coherency, indicating localized early-stage ECM remodelling. Conclusion: This is the first study to apply 2P microscopy with MASH clearing to large FFPE IDC breast and lymph node samples. The protocol enables reproducible high-resolution volumetric imaging and lays the groundwork for future research applications, leading to potential diagnostic applications.", "date": "2025-11-09", "journal": ""}
{"title": "Risk Factors and Patterns of Treponema Infection Affecting Olive Baboons in Gombe National Park", "doi": "10.1101/2025.11.07.687138", "authors": "Mwacha, D.; Collins, D. A.; Raphael, J.; Wambura, P.; Hoza, A.", "abstract": "Treponema pallidum subsp. pertenue (TPE) causes yaws, a chronic, nonvenereal Treponematosis characterized by contagious cutaneous lesions in early stages and destructive bone involvement in the tertiary stage. In the latency stage, the infection is asymptomatic with only serologic markers. A retrospective analysis of health, demographic, and behavioral records using a Generalized Linear Mixed Model (GLMM) with binomial distribution, conducted through R software to assess disease risks and trends from January 2019 to December 2024 of wild baboons at Gombe, revealed an overall clinical prevalence of 11.24% (2018/17946) across the eight studied troops. Age was a strong predictor where infants (OR = 0.05, p < 0.001), juveniles (OR = 0.27, p < 0.001), and subadults (OR = 0.65, p < 0.01) had significantly reduced odds of displaying Treponema signs compared to adults. Troops B.C and D.D exhibited elevated infection risk (OR = 2.74 and 2.63, respectively). Pregnant females (OR = 0.19, p < 0.001), wounded baboons (OR = 0.45, p < 0.001), and male immigrants (OR = 0.47, p < 0.001) were less likely to show signs. Infection signs were also lower during wet seasons (OR = 0.81, p < 0.001). Notably, the odds of infection increased consistently over time (Year OR = 1.73, p < 0.001). Understanding the ecological and demographic determinants of Treponema transmission is essential for disease surveillance, conservation, and One Health initiatives. This study presents the first long-term dataset on (TPE) infection in wild baboons from Tanzania and East Africa.", "date": "2025-11-09", "journal": ""}
{"title": "Integrated Cross-Organ Transcriptomic Analysis Uncovers Conserved Gene Signatures Predictive of Allograft Rejection", "doi": "10.1101/2025.11.07.687316", "authors": "Poorvi, H. C.; Vinod, P. K.", "abstract": "Long-term transplant success is limited by allograft rejection, a complex process traditionally studied on an organ-specific basis. To establish a unified framework beyond organ-specific studies, we performed a network-based systems biology analysis of transcriptomic data from 672 liver, kidney, and heart transplant biopsies to identify a conserved, pan-organ molecular framework of rejection. By constructing and comparing organ-specific gene co-expression networks, we identified a consensus, six-module immune cascade that captures the hierarchical nature of the alloimmune response. In addition, we also uncovered a highly conserved 24-gene cell cycle signature consistently upregulated in rejecting allografts, implicating cellular proliferation as a core feature of rejection pathology. From this framework, we derived a 172-gene immune signature and applied machine learning models to assess its predictive performance, achieving accuracy comparable to established benchmarks. We further refined this to a minimal, high-performance 20-gene immune signature (AUC > 0.96). Both the immune and cell cycle signatures demonstrated robust, pan-organ utility when independently validated in a lung transplant cohort (n=243). Collectively, these findings define a pan-organ molecular framework for rejection and highlight cell cycle dysregulation as a conserved hallmark, offering a foundation for standardized, cross-organ diagnostic platforms to improve allograft surveillance and patient outcomes.", "date": "2025-11-09", "journal": ""}
{"title": "Escherichia coli-induced gut IL-33 release inhibits lung type 2 allergic responses", "doi": "10.1101/2025.11.07.687219", "authors": "Salgado, C. L.; Ayupe, M. C.; Rodrigues, J. F.; Mandu-Goncalves, L.; Silva, L. M.; Pizzolante, B. C.; Oliveira, B. d. C.; Silva, G. W.; Moreira, F.; de Oliveira, E. E.; Araujo, M. V. d.; Rodrigues, G. M. B.; Zamame, J. A.; Brammer, K.; Santiago-Carvalho, I.; Macedo, B. d. G.; Alves-Filho, J. C.; Kita, H.; Norton, E.; D Imperio-Lima, M. R.; de Souza Ferreira, L. C.; Borges da Silva, H.; Fonseca, D. M. d.", "abstract": "Background: The incidence of lung allergies is reduced in countries with higher prevalence of infection and environmental exposure to microbes. However, enteric bacterial infections do not always correlate with lower incidence of allergic disorders and how lung immunity to allergens can be regulated by gut exposure to pathogens and their toxins is not fully understood. Objective: We used mouse models of enterotoxigenic Escherichia coli (ETEC) infection and lung allergy to examine how gut exposure to bacteria, or their related toxins, affects allergic lung inflammation. Methods: Naive C57BL/6 mice were infected with enterotoxigenic Escherichia coli (ETEC) or orally treated with the ETEC LT toxin, to mimic enteric bacterial infections. After two weeks, these mice were treated intranasally with Ovalbumin (OVA) and Papain or IL-33, followed by challenge with OVA, to induce allergic lung inflammation that was assessed using multiple readouts. Results: Gut exposure to ETEC significantly inhibited allergic lung inflammation in a LT-dependent manner, as demonstrated by reduced tissue inflammation, less accumulation of type 2 cytokines, and reduced lung numbers of type 2 immune cells such as type 2 innate lymphoid cells (ILC2) and eosinophils. The anti-allergic capacity of LT was associated with reduced ability of lung ILC2s to recognize IL-33. Counterintuitively, deletion of either IL-33 or ILC2s significantly reverted the LT protective effect, suggesting the LT-mediated protection may occur through gut release and local sensing of IL-33. Conclusions: Exposure to ETEC protects hosts against allergic lung inflammation through a negative feedback loop regulated by gut IL-33 release and sensing, suggesting a possible new immunological mechanism for reduced lung allergy incidence observed in areas with enteric bacterial infections.", "date": "2025-11-09", "journal": ""}
{"title": "Coordinated circulating and tissue-based T cell responses precede xenograft rejection", "doi": "10.1101/2025.11.07.687259", "authors": "Novikova, E.; Severa, E.; Chen, H.; Doepke, E.; Chacon, F.; Fathi, F.; Suek, N.; Vermette, B.; Bombardi, R.; Schmauch, E.; Williams, S. H.; Kim, J. I.; Aljabban, I.; Eitan, T.; Jaffe, I. S.; Hammond, G.; Khalil, K.; Mattoo, A.; Tatapudi, V.; Skolnik, E.; Weldon, E. P.; Ayares, D.; Nellore, A.; Sykes, M.; Griesemer, A. D.; Stern, J. M.; Keating, B. J.; Montgomery, R. A.; Herati, R. S.", "abstract": "Despite the life-saving successes of solid organ transplantation, the number of individuals needing organ transplant far exceeds the number of organs available for use each year. Porcine xenotransplantation, or the use of pig organs for transplantation in people, holds substantial promise but xenograft rejection in humans is poorly understood. T cell rejection by the host immune system is a major challenge for human allografts and may limit the longevity of porcine xenografts. To study the xenograft rejection, we evaluated T cell responses and repertoire dynamics across tissues following porcine thymokidney transplantation in a decedent model over 61 days after bilateral native kidney nephrectomy. Despite induction with anti-thymocyte globulin and ongoing immune suppression consisting of rituximab, corticosteroids, calcineurin inhibition, and mycophenolate mofetil, human T cell infiltration of the xenograft was observed and was associated with xenograft dysfunction. Longitudinal analysis of T cell clonotypes in biopsies of thymokidney revealed accumulation of clonal human CD4 and CD8 T cell responses. Moreover, circulating activated T cells, including circulating T follicular helper (cTfh), were xeno-reactive and increased in frequency around rejection events. We confirmed clonal dominance of a single CD8 clonotype - identified as donor-reactive in a mixed lymphocyte reaction - in the circulation leading up to the acute cellular rejection event. Following re-treatment with anti-thymocyte globulin and intensification of corticosteroids, the T cell clonotypes were dramatically diminished in frequency in thymokidney and lymph nodes, though not eliminated. Over time of observation, the T cell clonotypes were shared across multiple compartments, including xenograft, circulation and lymph nodes and formed clonal families with known xeno-reactive clonotypes, suggesting a coordinated immune response against a limited pool of antigenic targets. Together, these data demonstrate T cell repertoire dynamics across tissues in the setting of xenograft rejection and highlight opportunities for early surveillance, prediction and potential intervention.", "date": "2025-11-09", "journal": ""}
{"title": "Viscoelasticity driven deformation dynamics of the substrate affect mechanically induced Ca2+ signals", "doi": "10.1101/2025.11.07.687272", "authors": "Peussa, H.; Peltola, S.; Tervonen, A.; Lehtimäki, S.; Kauppila, M.; Bhati, R.; Fedele, C.; Tran, H.; Mäntylä, E.; Priimägi, A.; Nymark, S.; Ihalainen, T. O.", "abstract": "The viscoelastic properties of the substrate are known to affect many aspects of cellular behavior from migration to differentiation. Cells are also known to sense deformations in the extracellular matrix (ECM). However, these mechanotransduction events have mostly been studied separately, and the emphasis has been on purely elastic materials although most tissues in the body are viscoelastic. We wanted to understand how the viscosity and elasticity of the substrate affect cells' mechanosensation, i.e., how cells integrate passive (substrate viscoelasticity) and active cues (dynamic substrate deformation) into calcium transients. We used a light-controllable Disperse Red 1-glass (DR1-glass) coating together with a thin polyacrylamide (PAA) hydrogel with controllable viscoelasticity. This allowed us to generate local deformations in the cell-substrate interface on substrates with different viscoelastic properties. Inspecting the resulting calcium transients in a Madin Darby canine kidney type II (MDCK II) monolayer with the genetically encoded calcium indicator jRCaMP1b revealed that cells responded to deformation differently depending on the viscoelasticity of the substrate. On stiff elastic gels cells exhibited all in all the largest calcium responses as well as increased sensitivity to the magnitude of deformation, with larger deformations leading to stronger calcium signals, whereas on soft elastic and soft viscoelastic gels the magnitudes of deformation had less effect on the degree of calcium signals. Indeed, immunostainings showed that cells formed the strongest focal adhesions (FA) on stiff gels, albeit differences were surprisingly small. Instead, computational modeling revealed that forces generated at FAs were strongly dependent on the viscoelasticity of the substrate, with increased elasticity and decreased viscosity leading to larger forces. Moreover, viscoelasticity affected the dynamics of the force generation. On stiff elastic gels force increased in fast steps, whereas on soft gels the buildup was gradual and was further slowed down by increased viscosity. Surprisingly, experiments with PIEZO1 KO cells showed that the calcium responses to the substrate deformation did not require PIEZO1 channels. Instead, depleting the ER with thapsigargin (TG), depolymerizing the actin cytoskeleton with cytochalasin D (cyto D) and latrunculin A (Lat A), and inhibiting actomyosin II with y-27632, showed that the calcium was mainly released from the ER in an actin, but not actomyosin, dependent mechanism. The data therefore suggests that the forces subjected to FAs could be directly transmitted to the ER via an actin mediated tension that results in the opening of ER residing calcium release channels. Our results illustrate that the viscoelasticity of the cell niche controls cell behavior in two ways. Firstly, it affects how cells build adhesions to the ECM and thus the accumulation of mechanosensitive proteins. Secondly, it affects the dynamics of the deformations and forces that are sensed by FAs. In line with our previous findings, we show that the mechanically induced calcium responses are dependent on dynamics, with fast mechanical cues resulting in larger calcium responses. Moreover, our research suggests that cells may possess distinct response mechanisms that are selectively activated depending on the mechanical properties of their niche, and the type and dynamics of the mechanical stimulation.", "date": "2025-11-09", "journal": ""}
{"title": "Depletion of microenvironmental syndecan-2 impairs hematopoietic stem cell self-renewal and cytokine responses", "doi": "10.1101/2025.11.07.687077", "authors": "Hagen, M. W.; Setiawan, N. J.; Wellington, R.; Woodruff, K. A.; Newman, C.; Billings, T. M.; Nazzaro, M. N.; Hadland, B.; Termini, C. M.", "abstract": "Syndecan-2 is a heparan sulfate proteoglycan highly enriched on murine bone marrow hematopoietic stem cells (HSCs) compared to terminally differentiated hematopoietic cells. Syndecan-2 binds growth factors via its heparan sulfate glycosaminoglycan chains to coordinate cell signaling. Knockdown of syndecan-2 reduces HSC self-renewal ability and promotes cell cycling via Cdkn1c. In this study, we analyzed the function of syndecan-2 expressed by bone marrow niche cells in hematopoiesis and HSC self-renewal. We determined that syndecan-2 is highly expressed by bone marrow mesenchymal stromal cells and moderately expressed by endothelial cells. To test the function of niche-expressed syndecan-2 in hematopoiesis, we generated transgenic mice depleted of Sdc2 in Lepr-targeted mesenchymal stromal cells (Sdc2{triangleup}MSC mice) or Cdh5-targeted endothelial cells (Sdc2{triangleup}EC mice). Loss of syndecan-2 from endothelial or mesenchymal stromal cells did not change bone marrow HSC frequencies or numbers. However, depletion of syndecan-2 from Lepr-targeted mesenchymal stromal cells, but not Cdh5-targeted endothelial cells, diminishes HSC self-renewal ability analyzed by competitive transplants into lethally irradiated mice. Ex vivo studies further show that HSCs co-cultured with HS-5 stromal cells depleted of SDC2 exhaust more rapidly than HSCs cultured with control HS-5 cells. Single-cell RNA sequencing analyses reveal that the depletion of Sdc2 from mesenchymal stromal cells significantly remodels the HSC transcriptome by enriching for pathways associated with excessive growth factor signaling. Together, our findings suggest that HSC self-renewal is supported by cell-extrinsic mechanisms enacted by syndecan-2 from the MSC niche, highlighting the importance of the niche proteoglycome in HSC functions.", "date": "2025-11-09", "journal": ""}
{"title": "Virus induced transgene- and tissue-culture free heritable genome editing in tomato", "doi": "10.1101/2025.11.08.687402", "authors": "Jacobsen, S. E.; Liu, Y.; Weiss, T.; Lee, J.; Powell, J.; Choo, S. Y. C.; Roshannai, E.; Kamalu, M.; Amerasekera, J.; Feng, S.", "abstract": "Genome editing has emerged as a powerful tool for crop breeding. However, most commonly used approaches rely on tissue culture and the use of transgenic materials, which are time-consuming and labor-intensive, and often exhibit strong genotype dependency. Here we utilized tobacco rattle virus (TRV)-mediated ISYmu1 genome editing, coupled with in planta shoot regeneration, to achieve somatic and heritable genome editing in different tomato cultivars. By targeting the SlPDS gene, we successfully generated virus- and transgene-free homozygous mutant progeny in one generation. We further verified the method by generating somatic edits in SlDA1, a gene with potential agronomic relevance. Given the wide host range of TRV and its compatibility with in planta shoot regeneration, our system could be broadly applicable for rapid, non-transgenic and heritable genome editing, thereby advancing functional genomics and crop improvement.", "date": "2025-11-09", "journal": ""}
{"title": "Antiphospholipid syndrome (APS) is a platelet factor 4 (PF4)-centric immunothrombotic disorder", "doi": "10.1101/2025.11.07.687095", "authors": "Field, C. O.; Sarka, A.; Bdeir, K.; Kim, H.; Yadav, S. K.; Oberg, J.; Zhao, G.; Jiang, S.; Gumedeli, M.; McCrae, K. R.; Arepally, G. M.; Rollin, J.; Gruel, Y.; Ortel, T.; Kowalska, M. A.; Cines, D. B.; Gollomp, K.; Rauova, L.; Poncz, M.", "abstract": "Antiphospholipid syndrome (APS) is an immunothrombotic disorder, frequently attributed to autoantibodies that bind {beta}2-glycoprotein I ({beta}2GPI). A study showed that the platelet-specific chemokine, platelet factor 4 (PF4), binds to {beta}2GPI, enhancing recognition of {beta}2GPI by APS antibodies. APS antibodies induce the release of neutrophil extracellular traps (NETs), webs of decondensed chromatin that bind both PF4 and ({beta})2GPI. We propose that PF4 bridges {beta}2GPI to NETs (and other PF4-targeted polyanions), leading to the formation of prothrombotic PF4:{beta}2GPI:NET immunotargets in APS. Dynamic light-scattering studies of isolated IgGs from four patients with triple-positive APS show formation of PF4:{beta}2GPI:NET complexes that bind APS antibodies. NETs released in a microfluidic system bound {beta}2GPI, but only in the presence of PF4, forming a multimolecular APS antigenic target. Whole blood infused through a photochemically injured, endothelium-lined microfluidic channel formed platelet-, fibrin-, and complement- rich thrombi that bound APS antibody only in the presence of PF4. Thrombi were reduced in size if either ADAMTS13 or DNase1 was infused. In a murine APS model, wildtype and transgenic mice expressing platelet human PF4 {+/-} Fc{gamma}RIIA developed more intense neutrophil rolling along veins, and more extensive thrombus formation following laser injury to cremaster arterioles and venules, whereas mice lacking PF4 did not. Three antigenically distinct anti-hPF4 monoclonal antibodies blocked thrombosis in vitro, and neutrophil rolling and thrombosis in vivo. Our studies provide new insights into the basis of APS that has mechanistic parallels to other known PF4 immunothrombotic disorders and offer potential diagnostic and nonanticoagulant therapeutic strategies for clinical management.", "date": "2025-11-09", "journal": ""}
{"title": "Reconstitution of multistep recruitment of ULK1 to membranes in autophagy", "doi": "10.1101/2025.11.07.687251", "authors": "Duan, Y.; Lu, Y.; Paul, S.; Betz, J.; Wilhelm, L. P.; Cook, A. S. I.; Ren, X.; Adriaenssens, E.; Martens, S.; Ganley, I.; Hummer, G.; Hurley, J. H.", "abstract": "The ULK1 complex (ULK1C) and the class III phosphatidylinositol 3-kinase complex I (PI3KC3-C1) act together to initiate autophagy. Human ULK1C consists of ULK1 itself, FIP200, and the HORMA domain heterodimer ATG13:ATG101. PI3P generated by PI3KC3-C1 is essential to recruit and stabilize ULK1C on membranes for ULK1 to phosphorylate its membrane-associated substrates in autophagy induction, even though ULK1C subunits do not contain any PI3P-binding domains. Here we show that the ATG13:ATG101 dimer forms a tight complex with the PI3P-binding protein WIPI3, as well as with WIPI2. Bound to WIPI2-3, ATG13:ATG101 aligns with the membrane to insert its Trp-Phe (WF) finger into the membrane. Molecular dynamics simulations show that alignment of WIPIs and the ATG101 WF finger cooperatively stabilizes the complex on membranes, explaining the essential role of the WF residues in autophagy. Biochemical reconstitution and a cell-based assay show that WIPI3:ATG13 engagement is required for ATG16L1 phosphorylation by ULK1, ATG13 puncta formation, and bulk autophagic flux. We further showed that a kinase domain (KD)-proximal PVP motif within the ULK1 IDR docks onto the surface of the ATG13:ATG101 HORMA dimer and used molecular modeling to show how the ULK1 KD is brought close to the membrane surface. Biochemical reconstitution and cell-based assays show that the PVP motif is essential for in vitro ULK1 phosphorylation of ATG16L1 and important for BNIP3/NIX-dependent mitophagy. These data establish a stepwise pathway for recruitment of the ULK1 KD to the vicinity of the membrane surface downstream of PI3KC3-C1.", "date": "2025-11-09", "journal": ""}
{"title": "PPAR-delta rather than PPAR-gamma is likely to be the key modulator of central carbon metabolism in human adipocytes", "doi": "10.1101/2025.11.08.687092", "authors": "Sun, L.; Wabitsch, M.; Yang, J.; Sakharkar, M.", "abstract": "Adipogenesis involves adipocyte differentiation and synthesis and storage of fats. PPAR-{gamma} is the master regulator of adipogenesis and regulates genes for adipocyte differentiation, lipogenesis, adipocyte survival and adipokine secretion. Central carbon metabolism (CCM) comprises of three key pathways, glycolysis, tricarboxylic acid cycle and pentose phosphate pathway. CCM utilizes carbon sources to provide energy and building blocks for lipogenesis. Although several targets of PPAR-gamma have been identified in the CCM pathways, the exact process of how PPAR-gamma modulates adipogenesis via CCM remains elusive. In this study, we used real time-qPCR and metabolic arrays for CCM to understand the effect of PPAR activation by PPAR-gamma agonist 15d-PGJ2 on CCM and its role in adipogenesis. Our data show that PPAR-delta is likely the target of 15d-PGJ2 and the key modulator of adipogenesis in human SGBS adipocytes at least under current experimental conditions. Further studies are warranted to fully understand the regulation of CCM in adipocytes.", "date": "2025-11-09", "journal": ""}
{"title": "Integrated analysis of multimodal long-read epigenetic assays", "doi": "10.1101/2025.11.09.687458", "authors": "Marcus, J.; Dixon-Luinenburg, O.; Gamarra, N.; Schwartz, J. P.; Rozenwald, M.; Maslan, A.; Urnov, F.; Straight, A. F.; Altemose, N.; Ioannidis, N. M.; Streets, A.", "abstract": "Long-read sequencing assays that detect base modifications are becoming increasingly important research tools for the study of epigenetic regulation, especially with the development of DiMeLo-seq and similar methods that deposit non-native base modifications to mark a range of epigenetic features such as protein-DNA interactions and chromatin accessibility. A main benefit of these methods is their inherent capacity for multimodality, enabling the encoding of multiple genomic signals onto single nucleic acid molecules. However, there are limited tools available for visualization and statistical analysis of this type of multimodal data. Here we introduce dimelo-toolkit, a python package built to enable flexible visualizations and easy integration into custom data processing workflows. We demonstrate the utility of dimelo-toolkit's preset visualizations of multiple base modifications in long-read single-molecule sequencing data with a novel extension of the DiMeLo-seq protocol that can capture three separate aspects of chromatin state on the same single reads: target protein binding, CpG methylation, and chromatin accessibility. We apply this multimodal method to simultaneously map chromatin accessibility, CpG methylation, and LMNB1 and CTCF binding patterns, respectively, in GM12878 cells. Additionally, we use dimelo-toolkit to investigate technical biases that arise when working with this type of multimodal data. This software tool will pave the way for developing well-optimized protocols and help unlock previously inaccessible biological insights.", "date": "2025-11-09", "journal": ""}
{"title": "Overglycosylation introduces local changes in triple helix alignment in collagen type I fibril structure", "doi": "10.1101/2025.11.09.687185", "authors": "Rutten, L.; Schaart, J. M.; Fermin, L. A. S.; Xu, J.; de Beer, M.; Van der Meijden, R. H. M.; Reiding, K. R.; Akiva, A.; Sommerdijk, N.; Macias-Sanchez, E.", "abstract": "Collagen fibrils constitute the structural scaffold of bone, and their hierarchical organization is central to biomineralization. While hydroxylation and glycosylation of lysine residues are well-known collagen post-translational modifications, their structural consequences remain poorly understood. Here we show that excess of glycosylation of hydroxylysine residues leads to significant alterations in the local packing of collagen molecules within the fibrils. By prolonging the enzymatic modification window during helix folding through the use of cyclosporin A, an increase in double glycosylation was observed at specific sites. These overglycosylated residues were pinpointed by mass spectrometry, while cryogenic TEM revealed fibrils with reduced diameters and distinct displacements of defined sub-bands within the D-period, without altering the overall periodicity. By mapping the modified residues onto the quarter-staggered model, we have been able to correlate site-specific glycosylation with sub-band shifts, linking chemical modification to supramolecular order. These results provide molecular-level evidence that collagen glycosylation is an active determinant of fibril structure. Such insights not only advance fundamental understanding of collagen assembly but could also illuminate mechanisms underlying bone fragility disorders, including osteogenesis imperfecta, that feature altered glycosylation.", "date": "2025-11-09", "journal": ""}
{"title": "Cryo-EM reveals multiple mechanisms of ribosome inhibition by doxycycline", "doi": "10.1101/2025.11.08.686982", "authors": "Stuart, W. S.; Isupov, M. N.; McLaren, M.; Jenkins, C. H.; Monier, A.; Daum, B.; Norville, I. H.; Gold, V. A. M.; Harmer, N. J.", "abstract": "The widely prescribed antimicrobial doxycycline demonstrates a particularly low minimum inhibitory concentration against the zoonotic pathogen Coxiella burnetii. Doxycycline targets the bacterial ribosome, canonically blocking tRNA binding at the decoding center in the small subunit. Using cryo electron-microscopy, we analyzed doxycycline binding to C. burnetii and Escherichia coli ribosomes. Both structures reveal unexpected binding at the exit tunnel in the large subunit. In C. burnetii three doxycycline molecules stack to block the tunnel. In E. coli one doxycycline molecule triggers a major uncharacterized conformation of the ribosome that blocks tRNA binding. We identify a new ribosomal protein in the C. burnetii large subunit and characterize an additional prokaryotic ribosome hibernation promoting factor. These insights may aid the development of new ribosome inhibitor antibiotics.", "date": "2025-11-09", "journal": ""}
{"title": "Active bacterial pattern formation in evaporating droplets", "doi": "10.1101/2025.11.07.687264", "authors": "Wilting, T. J.; Reijnier, A. W.; Brebels, M. H.; Villie, A.; Colin, R.; Gelderblom, H.", "abstract": "Bacteria living on surfaces are often confined to droplets. When these droplets evaporate, the motion of the liquid-air interface and the associated internal capillary flow confine the bacteria. Here we study how \\emph{E. coli} bacteria interact with this capillary confinement and agglomerate at the droplet's contact line. We identify three different types of bacterial pattern formation that depend on the bacterial activity and the environmental conditions imposed by the evaporating droplet. When the evaporation is fast, the bacteria are slow or the suspension is dilute, a uniform contact-line deposit forms. However, when the capillary confinement concentrates the bacteria at the contact line beyond a critical number density, localized collective motion spontaneously emerges. In that case, the bacteria induce a local stirring of the liquid that allows them to self-organize into periodic patterns and enables them to collectively escape from the contact line. At very high number densities, these periodic patterns get destabilized by bacterial turbulence in the bulk of the droplet resulting in the formation of mobile bacterial plumes at the contact line. Our results show how the subtle interplay between the bacteria and the capillary flow inside the droplet that surrounds them governs their dispersal.", "date": "2025-11-09", "journal": ""}
{"title": "Developing a Molecular Toolkit to ENABLE all to apply CRISPR/Cas9-based Gene Editing in planta", "doi": "10.1101/2025.11.09.687425", "authors": "Abate, B. A.; Hahn, F.; Chirivi, D.; Betti, C.; Fornara, F.; Molloy, J. C.; Krainer, K. M. C.", "abstract": "Gene editing, especially the CRISPR/Cas9 (Clustered Regulatory Interspaced Short Palindromic Repeats/CRISPR associated protein 9) system, has revolutionized trait development in crops. However, large parts of the world are missing out on applying CRISPR in planta. There is an obvious lack of gene editing applications in locally relevant crops in the Global South which tend to be neglected by mainstream agricultural research and development. Access barriers to these new breeding technologies need to be removed to allow the potential impact of these technologies on food security to happen. Here, we present the ENABLE(R) Gene Editing in planta toolkit, a minimal molecular toolbox allowing users to create a CRISPR knockout vector for transient or stable plant transformation in two simple cloning steps. We validate the toolkit in rice (Oryza sativa) protoplasts and in Arabidopsis thaliana plants. The ENABLE(R) kit is designed to be utilized specifically by users in the Global South who are new to CRISPR technology by providing a simple workflow, extensive accompanying protocols as well as options for low cost methods for cloning verification and gene editing verification in planta. We hope that our toolkit helps bridge the gap between the recent biotechnological advancements in plant breeding that high income countries can access and the lack of those technologies in low and middle income countries.", "date": "2025-11-09", "journal": ""}
{"title": "Quantitative evaluation of growth rate and survival of planktonic yeast under dual-parameter photodynamic treatment", "doi": "10.1101/2025.11.09.687416", "authors": "Maldonado-Carmona, N.; Insero, G.; Fusi, F.; Romano, G.", "abstract": "Photodynamic Antimicrobial Chemotherapy (PACT) relies on the concomitant use of light and a photosensitizer molecule for microbial disinfection. Adding the dimension of light to the system increases the difficulty and variables to consider, yielding time and material-consuming experiments, with their reproducibility depending greatly on the disclosure of the light irradiation conditions. In the present work we analyse the effect of increasing irradiant exposures and rose bengal (RB) concentrations against Candida albicans ATCC 10231, in a checkerboard fashion. For this, we propose the use of the exponential phase coefficients, growth rate and initial number of cells, to assess the efficiency of the treatment. The coefficients are able to accurately describe the decrease of starting number of cells as consequence of the PACT effect, while also showing the metabolic burden of the presence of RB at high concentrations, with further hints that the incorrect combination of RB and radiant exposure decreases the growth rate without affecting the survivability. Our proposed methodology can then be used as a high-throughput screening method for new photosensitizers and new formulations, exploring their needs of radiant exposure for an efficient microbial disinfection.", "date": "2025-11-09", "journal": ""}
{"title": "Microcompartments in Hodarchaeales: a bioenergetic engine that could have fuelled eukaryogenesis", "doi": "10.1101/2025.11.08.687404", "authors": "Du, H.; Xu, A.; Feng, X.; Huang, W.-C.; Li, H.; Liu, L.; Li, Y.; Zhang, S.; Song, N.; Appler, K. E.; Baker, B.; Koonin, E. V.; Li, M.; Liu, Y.", "abstract": "Eukaryotic intracellular compartmentalization is a key innovation in the evolution of complex cellular life. While microcompartments enable metabolic specialization in many bacteria, to our knowledge, no analogous systems have been identified in Archaea. Here, we report the discovery of archaeal microcompartments (AMCs) in Hodarchaeales, an order within the phylum Promethearchaeati (Asgard archaea) that includes the closest known archaeal relatives of eukaryotes. Phylogenetic and structural analyses indicate that these catabolic AMCs, which are specialized for sugar-phosphate metabolism, were acquired by horizontal gene transfer from deep-rooted bacteria of the phylum Myxococcota. The shell pentamers of AMCs are fused to lysine/arginine-rich intrinsically disordered regions that capture cytosolic DNA, facilitating nutrient scavenging. Reaction-diffusion modelling predicted that enzyme colocalization and substrate channelling within AMCs, can drive an approximately 100-fold increase in NADH flux. Thus, the AMCs substantially boost energy production in the cell and might have primed the archaeal host for eukaryogenesis.", "date": "2025-11-09", "journal": ""}
{"title": "Synergy unleashed: Leishmania donovani GP63 paralogues cooperatively function to drive parasite infectivity at various pathogenic stages and regulate host survival mechanisms", "doi": "10.1101/2025.11.09.687440", "authors": "Manna, D.; Nandi, S.; Jana, S.; Zahanova, K.; Bhattacharya, S.; S, D.; Pradhan, N.; Pandey, N.; Biswas, D.; Mandal, M.; Mukherjee, G.; Yurchenko, V.; Mukherjee, B.", "abstract": "Leishmania donovani (Ld), the etiological agent of visceral leishmaniasis, poses a significant global health burden due to its complex dixenous lifecycle involving both insect vectors and mammalian hosts. Successful infection in mammals requires the coordinated activity of stage-specific virulence factors. The zinc metalloprotease glycoprotease 63 (GP63) is a well-established virulence determinant critical for host cell attachment and invasion by insect-stage promastigotes. For humans, subsequent parasite propagation depends exclusively on intracellular amastigotes arising from lysed macrophages. Classical GP63 expression and function in Ld amastigotes remain poorly understood, and GP63 null mutants reportedly retain infectivity in mice, raising fundamental questions about virulence factor complementation during mammalian infection. By employing comparative transcriptomics, CRISPR-based mutagenesis, complemented with cell biology, and biochemical assays, this work identifies and characterizes multiple Ld GP63 paralogues with distinct roles in mammalian infection. While both copies of GP63 encoded on chromosome 10 (LdGP63_10.51 and 10.52) were functionally redundant, LdGP63_28 encoded on chromosome 28 proved essential for intracellular amastigote survival by suppressing host cell pyroptosis. Moreover, LdGP63_31 (chromosome 31) was found to primarily mediate promastigote attachment to the host macrophages with minimal contribution from LdGP63_28, facilitating initial infection establishment and amastigote genesis. Importantly, the absence of LdGP63_28 impacted amastigote infection more severely as compared to LdGP63_31. Structural and enzymatic analyses revealed divergent localization and substrate specificities to fulfil functional requirement of these divergent proteases, which have evolved independently to carry out diverse function in establishing infection. Collectively, this study indicates evolutionary divergence and functional specialization among GP63 isoforms in Ld by demonstrating that amastigote-specific and promastigote-specific GP63 isoforms synergistically mediate infection establishment and persistence.", "date": "2025-11-09", "journal": ""}
{"title": "Host EV derived lipids promote malaria parasite development via mosquito fatty acid oxidation", "doi": "10.1101/2025.11.09.687433", "authors": "Song, X.; Cai, W.; Wu, J.; Liu, L.; Gu, X.; Zhou, H.; Zhao, H.; Tian, P.; Xu, Q.; Qian, K.; Huang, W.; Wang, J.", "abstract": "Malaria parasites must transition between mammals and mosquitoes, but how they adapt to such distinct environments is unclear. We show that blood from infected mammals buffers this environmental shift by packaging parasite-induced signals into extracellular vesicles (EVs). EVs internalized by mosquito midgut increases expression of VLCAD and raises levels of a 22-carbon fatty acid, driving fatty acid breakdown and acetyl-CoA production. The parasite exploits this metabolic shift to synthesize its own lipids during oocyst growth. Stable isotope tracing confirmed that 13C4-labelled behenic acid is degraded and incorporated into parasite fatty acids. Lipidomic profiling further revealed that ceramides enriched in the EVs are key mediators. These findings identify a mechanism by which host bood-derived EVs reprogram mosquito lipid metabolism to promote parasite transmission.", "date": "2025-11-09", "journal": ""}
{"title": "Functional and genomic insights into landfill-isolated Brucella intermedia strains capable of degrading Linear Low-Density Polyethylene (LLDPE)", "doi": "10.1101/2025.11.09.687417", "authors": "Zaman, I.; Moosa, M. M.; Hossain, M. M.", "abstract": "The global accumulation of linear low-density polyethylene (LLDPE) waste has created an urgent need for sustainable biodegradation strategies. Here, we report the identification and characterization of two Brucella intermedia isolates that can degrade LLDPE. Soil samples were collected from the Matuail landfill in Dhaka, Bangladesh, and screened on minimal salt medium supplemented with LLDPE. Both isolates demonstrated growth capacity under carbon-limited conditions, with LLPDE polymer being the sole carbon source. LLDPE polymer samples recovered from bacterial cultures showed extensive chemical and physical alterations as evidenced by Fourier-transform infrared (FTIR) spectroscopy and scanning electron microscopy (SEM), respectively. FTIR spectroscopy analysis of bacteria-incubated plastic sheets showed the formation of new carbonyl, hydroxyl, and ester functional groups consistent with oxidative degradation of plastics. SEM confirmed surface erosion and cracking. Whole-genome sequencing identified both isolates as closely related but distinct strains of Brucella intermedia (ANI > 99.5%), enriched in enzymes associated with oxidative activation (copper oxidase), depolymerization (polyesterase, PLA depolymerase, polyamidase), and assimilation-mineralization (3-hydroxyvalerate dehydrogenase). Comparative resistome profiling revealed a stable, efflux-dominated resistance mechanism with RND-type and SMR transporters. Both landfill isolates lacked homologs to known virulence factors, suggesting minimal pathogenic potential. Both isolates exhibited hydrocarbon-induced biofilm formation, supported by the presence of adhesion and exopolysaccharide biosynthesis genes. Collectively, these findings identify environmental B. intermedia strains as low-risk, ecologically adapted bacteria capable of LLDPE degradation. This work expands our understanding of plastic-degrading microbes and reveals genomic insights into Brucella-mediated LLDPE degradation, advancing our repertoire in plastic bioremediation.", "date": "2025-11-09", "journal": ""}
{"title": "Phylogenetic Insights into Antifungal Susceptibility: Comparing Environmental and Clinical Scedosporium and Lomentospora Isolates from Taiwan", "doi": "10.1101/2025.11.08.687386", "authors": "Lin, S.-Y.; Tseng, Y.-T.; Abdrabo, K. A. E.-S.; Wu, H.-M.; Sun, P.-L.; Wu, C.-J.; Sukphopetch, P.; Chen, S. C.- A.; Huang, Y.-T.", "abstract": "Objectives: Scedosporium and Lomentospora species are intrinsically resistant molds increasingly implicated in invasive infections with poor outcomes. Olorofim, a novel orotomide antifungal, has demonstrated potent activity against various molds. This study evaluated the antifungal susceptibility of clinical and environmental isolates, focusing on olorofim, and examined these data in a phylogenetic context. Methods: A total of 216 isolates (Scedosporium spp., n=205; L. prolificans, n=11) were collected from clinical and environmental sources across Taiwan. Species identification was confirmed by sequencing of the ITS and {beta}-tubulin regions, followed by maximum-likelihood phylogenetic analysis. Antifungal susceptibility was determined using CLSI M38-A3 method. Cross-resistance was evaluated using correlation analyses. Phylogenetic signal, Mantel tests, and variance partitioning were applied to assess the evolutionary structuring of minimum inhibitory concentrations (MICs). Results: Scedosporium apiospermum (46.3%) and S. boydii (15.7%) were the predominant species, exhibiting comparable triazole susceptibility profiles (MIC90: voriconazole 1-2 mg/L, posaconazole 4 mg/L, and isavuconazole 8 mg/L). L. prolificans displayed pan-resistance to all agents except olorofim. Among triazoles, voriconazole yielded the lowest MICs for most Scedosporium isolates. Olorofim exhibited the lowest MICs across Scedosporium spp. and L. prolificans (all MIC90 [&le;]0.12 mg/L). Rare taxa (S. marinum, S. haikouense, S. multisporum, S. minutisporum, S. sp. nov.1) were also identified, exhibiting variable triazole MICs but consistently low olorofim MICs. The association between antifungal susceptibility and species relatedness varied by drug: moderate for posaconazole, amphotericin B, and voriconazole; intermediate for olorofim; weak for isavuconazole; and absent for itraconazole. Most MIC variability (72.5-89.2%) occurred within rather than between species. Conclusions: Antifungal susceptibility among Scedosporium spp. and L. prolificans was drug dependent. Olorofim demonstrated consistently low MICs across species, whereas amphotericin B and triazoles showed variable, species-specific activity. These findings highlight olorofim as a promising therapeutic option and emphasize the need for target gene-based investigations to elucidate the evolutionary basis of antifungal resistance.", "date": "2025-11-09", "journal": ""}
{"title": "Examining Selection Dynamics and Limitations in Multi-round Protein Selection of High Diversity Libraries", "doi": "10.1101/2025.11.09.687419", "authors": "Chen, J. Z.; Gall, B.; Lu, T. Y.; Heslop, I.; Hesselson, D.; Nitsche, C.; Tham, W.-H.; Payne, R. J.; Jackson, C. J.", "abstract": "Proteins and peptides underpin essential biological functions and technological applications, from targeting disease-relevant interactions to providing broad enzymatic activities. However, engineering molecules with desired properties remains difficult, owing to complex sequence-structure-function relationships and the lack of data on specific systems. Experimental selection strategies, including directed evolution, phage display, and mRNA display, address this challenge by leveraging high diversity libraries and iterative enrichment under defined selection pressures. This allows for the identification of candidates without requiring extensive prior knowledge, and can generate extensive datasets for use in machine learning. While many selection systems exist, comparisons across different selection approaches are hindered by the lack of a unifying analytical framework. Here, we present a set of broadly applicable analyses for assessing selection dynamics in multi-round or multi-condition experiments, ranging from position level analysis of sequence properties to full sequence space mappings through protein language model embeddings. Using the toolset to analyze a variety of different datasets in parallel, we explore the potential effects of diversity, coverage, and reproducibility, offering generalizable insights to guide experimental design, interpretation, and troubleshooting across protein and peptide discovery platforms.", "date": "2025-11-09", "journal": ""}
{"title": "Distinct regulation of AEBP2 isoforms on PRC2 activity", "doi": "10.1101/2025.11.09.687442", "authors": "Lee, C.-H.; Li, Y.; Kim, H.", "abstract": "Polycomb Repressive Complex 2 (PRC2) represses gene expression through catalyzing H3K27me3, a histone modification essential for gene repression and maintenance of cellular identity. PRC2 accessory proteins modulate its catalytic activity, chromatin localization, and propagation along the chromatin. AEBP2, one of the PRC2 accessory proteins required for mouse embryogenesis, exists in distinct isoforms. The short isoform enhances PRC2 catalytic activity and promotes H3K27me3 spreading, facilitating robust gene repression while the function of the long isoform has remained unclear. Here, we found that the N-terminal region of AEBP2 long isoform contains a conserved DE-rich motif that inhibits PRC2 activity, both EZH2 automethylation and H3K27 methylation. In addition, re-expression of the AEBP2 long isoform in Mtf2/Jarid2/Aebp2 triple-knockout mESCs failed to restore H3K27me3 and caused defective differentiation, unlike the short isoform. Together, our findings uncover an isoform-specific regulatory mechanism by which AEBP2 controls PRC2 activity and contribute to a broader understanding of how PRC2 is dynamically regulated during development.", "date": "2025-11-09", "journal": ""}
{"title": "Epithelial and stromal remodeling in murine Crohn's disease-like ileitis", "doi": "10.1101/2025.11.08.684908", "authors": "Letai, K. C.; Islam, B. N.; Menghini, P.; De Salvo, C.; Khandekar, N.; Armstrong, B. W.; Tomar, A.; Curry, K.; Pizarro, T. T.; Tesar, P. J.; Scavuzzo, M. A.; Cominelli, F.", "abstract": "Background and Aims: Inflammatory bowel disease is characterized by progressive epithelial, immune, and stromal dysfunction. Human datasets yield important insights yet are inherently descriptive, requiring animal models for in vivo mechanistic interrogation. The SAMP1/YitFc (SAMP) mouse model develops spontaneous Crohn disease (CD)-like ileitis while allowing controlled manipulation of pathophysiologic pathways. To understand cell-specific disease-associated transcriptional changes, we defined the single-nucleus transcriptomes of inflamed SAMP ilea using single-nucleus RNA-sequencing (snRNA-seq). Methods: We performed whole-ileum snRNA-seq on SAMP (n=4) and control AKR/J (n=3) mice using the gut-optimized CitraPrep protocol, generating 58,349 high-quality nuclei across epithelial, immune, and stromal lineages. We corroborated SAMP-associated changes with immunofluorescent staining, Western blotting, spatial transcriptomic, and human single-cell RNA-sequencing data. Results: We observed a primary type 2 immune phenotype in SAMP compared to AKR mice, but most transcriptional changes occurred in stromal and epithelial, not immune, cells. Stromal remodeling included increased fibroblast-derived Igf1. In SAMP epithelium, expansion of tuft cells and emergence of SAMP-specific Pcsk6+ crypt enterocytes were observed and confirmed in human CD patients. Finally, we identified cross-compartmental changes in cell-cell signaling, including enterocyte-to-type 3 innate lymphoid cell (ILC3) communication and enhanced global Igf1 signaling. These features recapitulate known, as well as novel, characteristics of CD and extend our understanding of disease-associated multicellular networks. Conclusion: This atlas of ileitis-prone SAMP mice provides a high-resolution resource for dissecting conserved and novel mechanisms of inflammation and tissue remodeling. Herein, we uncover disease-associated transcriptional changes conserved in human CD, presenting a translational platform for future mechanistic and therapeutic studies.", "date": "2025-11-09", "journal": ""}
{"title": "Single-Molecule Imaging Reveals Transcription-Driven Supercoiling in Unconstrained DNA", "doi": "10.1101/2025.11.08.687369", "authors": "Yang, L.; Wang, Y.; Lyu, W.; Egbert, R.; Yeung, E.", "abstract": "In vitro studies of supercoiling dynamics have relied on externally applied force to twist constrained DNA. It is thus unknown whether transcription alone can generate supercoiling in topologically unconstrained DNA, and whether RNAP complexes could act as the topological barriers required to confine this stress. Here, using single-molecule imaging of 20k base pair long double strand DNA, we reveal that RNAP dynamically generates and confines supercoiling in unconstrained DNA. We demonstrate that multiple transcription events create transient topological domains, which allow plectonemes to stabilize between them; in contrast, a single transcription event does not lead to plectoneme formation. Furthermore, we show that this transcription-induced supercoiling is modulated by topoisomerase activity. Crucially, by observing that RNAP itself provides sufficient topological barriers, we establish that transcription-induced supercoiling is an inherently localized phenomenon. These findings redefine the physical basis of transcription-coupled supercoiling, providing a new mechanistic framework for modeling gene regulation based on local topology, with broader implications for genome editing and genome evolution.", "date": "2025-11-09", "journal": ""}
{"title": "Gene editing in \"cell villages\" enables exploring disease-relevant mutations in many genetic backgrounds", "doi": "10.1101/2025.11.08.687374", "authors": "Battaglia, R. A.; Bolshakova, S.; Mazureac, I.; Liyanage, D.; Pettinari, N.; Johnson, A.; Crouse, E.; Habib, S.; Flessas, I.; Nadig, A.; Hawes, D.; Tegtmeyer, M.; Becker, C.; Ghosh, S.; Genovese, G.; Hogan, M.; Maglieri, A.; Barrett, L. E.; Daheron, L.; McCarroll, S. A.; Nehme, R.", "abstract": "Understanding how individual genetic backgrounds shape the effects of disease-associated mutations is central to elucidating the biology of complex psychiatric disorders. We developed a scalable 'village editing' strategy that enables simultaneous genome editing across multiple induced pluripotent stem cell (iPSC) lines, allowing systematic assessment of how polygenic context modulates the impact of specific mutations. Using pooled CRISPR editing in 15 iPSC lines spanning a range of schizophrenia (SCZ) polygenic risk scores, we generated homozygous and heterozygous knockouts in two known SCZ-associated genes: LRP1, involved in cholesterol import, and NRXN1, a presynaptic adhesion molecule. By mixing all lines prior to editing and de-multiplexing them afterward, we efficiently produced multi-donor knockout neurons at scale. Transcriptomic profiling revealed that LRP1 and NRXN1 loss produce both shared and donor-specific effects on neuronal gene expression, with variable perturbation of neurotransmitter transport and cholesterol biosynthesis pathways across genetic backgrounds. These results demonstrate that village editing enables systematic dissection of gene-background interactions in human neurons, offering a powerful framework for studying the polygenic architecture of psychiatric disease.", "date": "2025-11-09", "journal": ""}
{"title": "Drosophila HS dendrites are resilient to adult-onset deficits in mitochondrial dynamics", "doi": "10.1101/2025.11.07.687201", "authors": "Wang, H. Q.; Fortson, D. G.; Burton, E. D.; Whitbeck, H. S.; Robles, B. M.; Bortey, L.; Adler, A. J.; Kalai, J. I.; Napoleone, G.; Barnhart, E. L.", "abstract": "Mitochondrial transport, fusion, and fission are necessary for neuronal development, but the role of mitochondrial dynamics in neuronal maintenance remains unclear. In this work, we employed functional in vivo imaging of neurons in the Drosophila visual system, HS (horizontal system) cells, to determine how adult-onset deficits in mitochondrial dynamics affect mitochondrial localization, local regulation of ATP, and dendrite maintenance. In mature HS neurons, inhibition of mitochondrial transport or fusion depleted mitochondria from the dendrite over time but, surprisingly, had no effect on dendrite morphology. Moreover, adult-restricted mitochondrial mis-localization affected neither visual stimulus-driven dendritic calcium responses nor local, dynamic regulation of ATP levels. In contrast, when induced during development, the same perturbations caused mitochondrial mis-localization, loss of dendrite complexity, abrogation of stimulus-locked calcium responses and ATP fluctuations, and age-dependent dendrite degeneration. Thus, although mitochondrial dynamics are necessary during neuronal development, mature dendrites are capable of maintaining form and function in vivo in the absence of properly-positioned mitochondria.", "date": "2025-11-09", "journal": ""}
{"title": "Sonic hedgehog signaling promotes basal epidermal fibrillin 3 expression for zebrafish fin ray branching", "doi": "10.1101/2025.11.07.687116", "authors": "Horst, S. G.; Yette, G. A.; Henner, A. L.; Stewart, S.; Stankunas, K.", "abstract": "Zebrafish robustly regenerate amputated fins, including restoring branched bony ray skeletons. During fin outgrowth, sonic hedgehog a (shha)-expressing basal epidermal cells (bEps) signal to themselves and adjacent progenitor osteoblasts (pObs) to progressively split pObs into daughter ray pools. Collectively moving bEps pass through a shha-expressing state to define distal shha-positive bEp domains that themselves separate laterally ahead of ray branching. As such, Shh/Smo signaling may promote transient associations between bEps and pObs that gradually splits pOb pools. We used bulk RNA sequencing of caudal fin regenerates after Smoothened (Smo) inhibition followed by a CRISPant screen to identify fibrillin 3 (fbn3) as a candidate Shh/Smo target gene for ray branching. Homozygous fbn3 mutant zebrafish regenerated caudal fins with fewer branched rays and increased distances to branch points. Shh/Smo signaling was required specifically for full fbn3 induction in bEps but not pObs. Double mutants showed that fibrillin 2 (fbn2; FBN2 ortholog) redundantly supports fbn3-promoted ray branching. Fbn1-containing microfibrils accumulated at the bEp/pOb interface in fbn3 and, more so, fbn3/2 mutant regenerating caudal fins. Shh/Smo signaling may activate bEp fbn3 expression to locally modify microfibril abundance, facilitating bEp-pOb interactions and/or movements underlying ray branching morphogenesis.", "date": "2025-11-09", "journal": ""}
{"title": "Three-dimensional correlated random walks for animal movement and habitat selection", "doi": "10.1101/2025.11.07.687274", "authors": "Klappstein, N. J.; Michelot, T.; Togunov, R. R.; Mills Flemming, J.", "abstract": "Animal movement and habitat selection underpin important ecological phenomena, from individual behaviour to population-level distributions. Despite navigating three-dimensional space, animal movement is typically measured and analysed on a two-dimensional plane, which limits our understanding of animals that swim or fly. Therefore, we propose a step selection function (SSF) capable of quantifying animal movement and habitat selection in three dimensions. We formulate a very general family of three-dimensional correlated random walks, aimed at capturing unique features of three-dimensional data. Using Antarctic petrel data, we show how these SSFs can be used to assess selection for vertically-stratified habitat, account for barriers (e.g., the ground or ocean surface), and model attraction to any number of directional targets. Our modelling framework provides a solid foundation for three-dimensional analyses, which will be crucial to answer ecological questions that would otherwise be ignored in two dimensions.", "date": "2025-11-09", "journal": ""}
{"title": "Long-term population monitoring reveals an alarming decline in the endangered endemic Reunion Harrier Circus maillardi", "doi": "10.1101/2025.11.07.687144", "authors": "Villers, A.; Cornulier, T.; Eraud, C.; Couturier, T.; Ferret, P.; Chiron, D.; Laurent, N.; Besnard, A.; Bretagnolle, V.; Salamolard, M.; Grondin, V.; Couzi, F.-X.; Fay, R.; Augiron, S.", "abstract": "Insular species are disproportionately vulnerable to extinction due to small population sizes, geographic isolation, and high susceptibility to stochastic and anthropogenic pressures. The endemic Reunion Harrier (Circus maillardi), the last breeding raptor on La Reunion (Indian Ocean), is currently listed as \"endangered\" (EN) on the IUCN Red List. Concerns have recently emerged regarding the demographic impacts of secondary poisoning from anticoagulant rodenticides used for rat control in agricultural landscapes, in addition to other threats such as habitat loss and fragmentation, and reduced genetic diversity. Here, we analysed data from three standardized island-wide breeding censuses (1998-2000, 2009-2010, 2017-2019), encompassing 355 sampling points and totalising > 1,500 h of observations, to quantify overall population trends and spatial variation within those. Using generalized additive mixed models accounting for spatial variation in the different census designs, we estimated a significant decrease of -46% (95%CI: -61% to -28%) in the relative abundance of breeding pairs at the island scale over 21 years (equivalent to three generations), which supports its current endangered (EN) status. Decline was more pronounced in the eastern part of the island (-56%, 95%CI: -69% to -40%) compared to the western part (-29%, 95%CI: -52% to +0.3%). Combined with previous work on inbreeding and mutational load, exposure to anticoagulant rodenticides and ongoing threats (habitat changes), these results suggest this harrier population is undergoing an extinction vortex that requires immediate and targeted, spatially explicit, conservation actions. We also recommend that population size continues to be monitored and that knowledge of demographic parameters be improved to guide adaptive management for the species.", "date": "2025-11-09", "journal": ""}
{"title": "Continental diversification and insular speciation in a widespread passerine (Troglodytes musculus) in southern South America", "doi": "10.1101/2025.11.07.687267", "authors": "Recuerda, M.; Kopuchian, C.; Fracas, P. A.; Tubaro, P. L.; Campagna, L.; Lijtmaer, D. A.", "abstract": "Understanding how the evolutionary dynamics of geographically widespread species play out in space and time is critical for uncovering the processes shaping biodiversity. We integrated mitochondrial DNA and genome-wide SNPs to investigate the history of diversification of the Southern House Wren (Troglodytes musculus) in southern South America and its insular relative, Cobb's Wren (T. cobbi), from the Malvinas/Falkland Islands (MFI). T. musculus is an abundant and widespread species, and by studying its population structure and demographic history we aim to uncover the processes that may have shaped the evolutionary history of this and other co-distributed taxa in southern South America. All analyses indicate a latitudinal divergence, with an initial split between northern populations (Bolivia, Northern and Central Argentina, Uruguay) and southern populations from Patagonia and the MFI. Shortly after this initial divergence, further diversifications occurred, including the colonization of the MFI from Patagonia, where this newly formed insular population became isolated from the continent, and the split between an Andean lineage and a widespread, lowland lineage occurring in lowland Bolivia, Northern and Central Argentina and Uruguay. Both the timing of these splits and the mitochondrial and genomic patterns of variation uncovered in T. musculus are consistent with a major role of glaciations -and particularly the Great Patagonian Glaciation- in the diversification of this species in the southern Neotropics. The negligible gene flow between the MFI and the continent, which derived in the formation of a new species, Cobb's Wren, contrasts with the notorious gene flow in the secondary, post-glacial contact zones between the northern and southern lineages, although with reduced gene flow between the Andean and lowland populations. We also observed cases of mito-nuclear discordance, highlighting the value of multi-locus approaches in revealing complex evolutionary histories. These results underscore how historical divergence, ecological barriers and corridors, and secondary contact after varying degrees of differentiation in allopatry jointly shape population structure and genetic diversity, with implications for understanding the diversification of widely distributed taxa.", "date": "2025-11-09", "journal": ""}
{"title": "The deubiquitinating enzyme Otu1 releases substrates from the conserved initiation complex of the Cdc48/p97 ATPase for proteasomal degradation", "doi": "10.1101/2025.11.08.687396", "authors": "Li, H.; Guan, H.; Rapoport, T.", "abstract": "Many eukaryotic proteins are modified with a polyubiquitin chain and then recruited to either the Cdc48 ATPase (p97 or VCP in mammals) or the 26S proteasome by conserved cofactors. They can then shuttle between the Cdc48 ATPase and the 26S proteasome before being degraded. How substrates avoid being trapped on the Cdc48 ATPase complex is incompletely understood, as they can undergo repeated cycles of translocation through the ATPase pore. Here, we show that the deubiquitinating enzyme (DUB) Otu1 (Yod1 in mammals) can break this futile cycle. Otu1 trims the ubiquitin chain of the substrate before its translocation through the Cdc48 pore is initiated, allowing transfer to the proteasome and subsequent degradation. Thus, Otu1 differs from other DUBs in that it stimulates, rather than retards, protein degradation. A cryo-EM structure shows that the mammalian homolog Yod1 binds to p97 simultaneously with other Cdc48 cofactors. As in the yeast system, polypeptide translocation through the ATPase pore is initiated by the unfolding of a ubiquitin molecule, suggesting that the mechanism of substrate processing is conserved in all eukaryotes.", "date": "2025-11-09", "journal": ""}
{"title": "Control of gene output by intron RNA structure", "doi": "10.1101/2025.11.08.687378", "authors": "Schärfen, L.; Bech, P.; Podszywałow-Bartnicka, P.; Neugebauer, K. M.", "abstract": "Intron removal through pre-mRNA splicing is a central step in gene expression across Eukarya. The process initiates with the recognition of intronic sequence elements (splice sites) by highly conserved RNA-protein components of the spliceosome. Intron sequences themselves are not generally conserved beyond the splice sites, yet intronic mutations are often associated with genetic disease. Here we systematically test if and how intron RNA structure formation modulates gene output. We generated intron variant libraries that measure the impact of base pairing at every position across a natural intron. Using a massively parallel reporter assay (MPRA), we find that base pairing involving the splice sites modulates splicing across orders of magnitude. An additional intron region upstream of the branch site was also sensitive to structure, suggesting steric hindrance. Combining thermodynamic structure prediction with libraries designed to sequester splice sites in structures of varying stability, we show that machine learning models can nearly fully explain observed gene output. Informed by this, designed alterations in intron sequence that modulate base pairing are shown to improve inefficient splicing of human {beta}-globin IVS1. Finally, intronic mutations that alter RNA structure emerge rapidly under selection pressure, providing eukaryotes with a simple evolutionary strategy to fine-tune gene output.", "date": "2025-11-09", "journal": ""}
{"title": "Identifying differential effects from eleven mixing techniques on mRNA lipid nanoparticle physicochemistry and biological performance", "doi": "10.1101/2025.11.07.687311", "authors": "Bethiana, T.; Aljabbari, A.; Li, Y.; Mitra, H.; Baghbanbashi, M.; Harris, G.; Dasaro, S.; Masoomi, F.; Vago, F.; Hartzler, S.; Figueiredo, M.; Metskas, L. A.; Vlachos, P.; Ardekani, A.; Yeo, Y.; Ristroph, K.", "abstract": "Lipid nanoparticle (LNP) formulation requires a mixing step. Many studies, especially from academic groups, utilize either microfluidic mixers or hand mixing to prepare LNPs, but commercial-scale processes use turbulent-flow mixers. This discrepancy in mixing techniques has been underexplored, as LNPs made by different techniques may exhibit different performance, such that bench-scale results cannot be replicated using materials manufactured at scale. We here isolate and interrogate the effect of primary mixing. Lipid nanoparticles are produced from ten mixers (one used in two ways), holding all other formulation parameters constant, to directly compare across techniques. LNPs produced from the different mixers exhibit widely different physical properties and biological performance. Notably, manual pipetting common in academic practice yields particles that do not resemble those produces by turbulent-flow mixers. Findings are connected mechanistically to physicochemical characteristics that arise from the different flow regimes. Further establishing the relationship between mixing and LNP properties is critical.", "date": "2025-11-09", "journal": ""}
{"title": "Engineering butyrate-producing Lachnospiraceae to treat metabolic disease", "doi": "10.1101/2025.11.08.687059", "authors": "Arnold, J.; McClure, S.; Glazier, J.; Ahan, R. E.; Shakya, S.; Villegas, D.; Chen, T. L.; Fuerte-Stone, J.; McGann, R.; Mimee, M.", "abstract": "Engineering native gut bacteria offers a route to persistent, programmable therapeutics, yet many dominant taxa remain genetically intractable. Lachnospiraceae are a prevalent and abundant family in the human gut microbiome, possessing metabolic functions generally associated with health. Despite their promise as engineered live biotherapeutics, genetic manipulation of Lachnospiraceae remains challenging. Here, we develop a modular toolkit for Lachnospiraceae engineering, including constitutive and inducible expression and chromosomal integration systems. Applying this toolkit to the native commensal Coprococcus comes, we program secretion of the mammalian cytokine interleukin-22 (IL-22) in the mouse intestinal tract where it elicits ileal transcriptional responses consistent with cytokine signaling. In a mouse model of metabolic associated steatotic liver disease, IL-22-secreting C. comes improves glucose homeostasis and attenuates hepatic steatosis. This work demonstrates that a native Lachnospiraceae chassis can be genetically programmed to modulate host metabolic and immune physiology. The toolkit provides a generalizable foundation for Lachnospiraceae-derived microbiome therapeutics and for probing causal links between Lachnospiraceae gene programs and host phenotypes.", "date": "2025-11-09", "journal": ""}
{"title": "A Deep Learning Framework for Quantifying Dynamic Self-Organization in Myxococcus xanthus", "doi": "10.1101/2025.11.07.686839", "authors": "Zhang, J.; Caro, E. A.; Chen, P.; Khan, T. T.; Murphy, P. A.; Shimkets, L. J.; Patel, A. B.; Welch, R. D.; Igoshin, O. A.", "abstract": "Under starvation, Myxococcus xanthus bacteria initiate a multicellular developmental program in which cells move to form fruiting bodies and differentiate into distinct cell types. Many genes affecting this process have been identified, and it is assumed that perturbing genes within the same pathway induces similar changes in the phenotype, although those changes may be subtle or obscured by pleiotropic effects. However, these pathways cannot be systematically mapped, as there are no systematic methods for quantifying phenotype similarity. Here, we applied deep learning techniques to quantify the phenotype patterns and self-organization dynamics of 292 genetically distinct strains. By integrating ResNet and StyleGAN2 to construct a Variational AutoEncoder (VAE) and utilizing a Siamese network for phenotypic similarity metrics, we efficiently encoded high-resolution microscopy images into 13-dimensional feature vectors, capturing phenotypic variability in aggregation patterns across time and strains. Human evaluation confirmed that our model's reconstructions were visually indistinguishable from real images and closely aligned with input phenotypes. Importantly, the feature space is interpretable: individual dimensions correlate with biological features such as aggregate number and size, and extrapolation along these dimensions produces predictable morphological changes. Remarkably, our model revealed that developmental phenotypes are predictable from the earliest stages before visible aggregate formation begins. This predictability held across both genetic and environmental sources of variation, suggesting fundamental constraints on developmental trajectories and indicating that subtle phenotypic variations carry important information. These results demonstrate how machine learning can reveal hidden structure in complex multicellular dynamics and provide scalable methods for phenotypic analysis without manual annotation.", "date": "2025-11-09", "journal": ""}
{"title": "Seasonal variation in wind speed and oceanic salt spray favors delayed reproduction in coastal yellow monkeyflowers", "doi": "10.1101/2025.11.07.687229", "authors": "Toll, K.; Crockett, C.; Tocci, L.; Lowry, D.", "abstract": "Premise: The optimal timing of reproduction depends on the relative risk and benefit of continued growth. These risks and benefits depend on the local environment, which varies seasonally. While temperature and water availability are well studied selective agents on reproductive timing, less is known about other seasonally variable factors. Methods: To test whether seasonal variation in wind and salt spray influences selection on reproductive timing, we performed an experimental manipulation of flowering time and ocean exposure in a coastal environment. Flowering plants from twelve yellow monkeyflower populations spanning a coastal-to-inland gradient were placed on a coastal bluff in spring and summer, which differ in average wind speed. A subset of plants were protected from wind and salt spray, and the remaining plants were exposed to these factors. Results: In the windier spring cohort, ocean-exposed individuals had severe necrosis and produced few flowers and seeds, while protected plants had little-to-no necrosis, producing more flowers and seeds than exposed plants. In the calmer summer cohort, ocean-exposed individuals had less severe necrosis and produced comparable numbers of flowers as protected plants. However, only coastal populations produced appreciable numbers of seeds when exposed to the ocean, consistent with prior evidence that coastal ecotypes are locally adapted. Conclusions: Overall, these results suggest that seasonal variation in wind and salt spray is a key selective factor contributing to population differences in flowering time.", "date": "2025-11-09", "journal": ""}
{"title": "A microvolume method for measuring catalase activity", "doi": "10.1101/2025.11.07.687299", "authors": "Rocha, B. C.; Rosa, M. T.; Rocha, J. B. T.; Loreto, E. L. S.", "abstract": "We have developed and validated an innovative protocol for analyzing catalase activity in microvolumes using the NanoDrop spectrophotometer. This method offers a solution to the challenge of working with limited biological samples and provides an efficient alternative to conventional protocols that require larger sample volumes. Unlike typical microplate assays that aim to increase throughput or reduce costs, our protocol was developed specifically for scenarios where biological material is scarce, such as studies with small organisms like Panagrellus redivivus and Caenorhabditis elegans, as well as with certain tissues of Drosophila and other small organisms. A key advantage of the method described here is the ability to accurately measure catalase activity with as little as 2 L of sample, making it ideal for studies where sample availability is extremely limited. The results show that the protocol effectively assesses catalase efficiency and reflects the physiological and metabolic properties of the tissues studied. Inhibitors and denaturants were used to ensure specificity of catalase measurements and the method was optimized for minimal reagent consumption. This approach greatly expands the research possibilities on enzymatic activity in reduced biological models, especially in contexts where small samples are critical, such as limited tissue collections or small organisms.", "date": "2025-11-09", "journal": ""}
{"title": "HalluDesign: Protein Optimization and de novo Design via Iterative Structure Hallucination and Sequence design", "doi": "10.1101/2025.11.08.686881", "authors": "Fang, M.; Wang, C.; Shi, J.; Lian, F.; JIn, Q.; Wang, Z.; Zhang, Y.; Cui, Z.; Wang, Y.; Ke, Y.; Han, Q.; Cao, L.", "abstract": "Deep learning has revolutionized biomolecular modeling, enabling the prediction of diverse structures with atomic accuracy. However, leveraging the atomic-level precision of the structure prediction model for de novo design remains challenging. Here, we present HalluDesign, a general all-atom framework for protein optimization and de novo design, which iteratively update protein structure and sequence. HalluDesign harnesses the inherent hallucination capabilities of AlphaFold3-style structure prediction models and enables fine-tune free, forward-pass only sequence-structure co-optimization. Structure conditioning at different noise level in the structure prediction stage allows precise control over the sampling space, facilitating tasks from local and global protein optimization to de novo design. We demonstrate the versatility of this approach by optimizing suboptimal structures, rescuing previously unsuccessful designs, designing new biomolecular interactions and generating new protein structures from scratch. Experimental characterization of binder design spanning small molecule, metal ion, protein, and antibody design of phosphorylation-specific peptide revealed high design success rates and excellent structural accuracy. Together, our comprehensive computational and experimental results highlight the broad utility of this framework. We anticipate that HalluDesign will further unlock the modeling and design potential of AlphaFold3-like models, enabling the systematic creation of complex proteins for a wide range of biotechnological applications.", "date": "2025-11-09", "journal": ""}