{"title": "Neurovascular Coupling in the Basolateral Amygdala Modulates Negative Emotions", "doi": "10.1101/2023.02.13.527949", "authors": "Ruan, J.; Quan, X.; Zhang, Y.; Xie, H.; Zhang, D.; Wang, W.; Zhao, B.; Lu, D.; Jia, J.-M.", "abstract": "Emotion induces changes in regional cerebral blood flow (rCBF), a manifestation of neurovascular coupling (NVC), yet whether NVC might feedback to modulate emotion actively remains unexplored. Here, we demonstrated that NVC actively modulates stress-induced negative emotions. We established bidirectional manipulations of NVC in freely moving mice by employing integrated pharmacological, genetic, and arteriolar optogenetic approaches. Our results showed that both systemic and basolateral amygdala (BLA) regional specific NVC deficiencies heightened emotional responses when mice transitioned from a home cage to anxiogenic environments, and local restoration of NVC in the BLA normalized these responses. Furthermore, by combining BLA neuronal activity mapping with behavioral measures of responses to various stressors, we revealed that the spatial patterns of BLA neuronal activation predicted emotional response magnitudes, with hyper- and hypoactive BLA predicting heightened and blunted behavioral responses, respectively, in the NVC-deficient mice. Finally, enhancing NVC, achieved through either pharmacological or genetic manipulations, promoted resilience to chronic-stress-induced NVC impairments and alleviated emotional distress. These findings established NVC as an allostatic program for fine-tuning emotional responses, with implications for understanding and treating emotional disorders.", "date": "2025-08-14", "journal": ""}
{"title": "Deep Learning Reveals Endogenous Sterols as Allosteric Modulators of the GPCR-Gα Interface", "doi": "10.1101/2023.02.14.528587", "authors": "Mohanty, S. K.; Mittal, A.; Namra,  ; Gaur, A.; Duari, S.; Solanki, S.; Sharma, A. K.; Arora, S.; Kumar, S.; Gautam, V.; Dixit, N. K.; Subramanian, K.; Ghosh, T. S.; Sengupta, D.; Gupta, S. K.; Murugan, N. A.; Sharma, D.; Ahuja, G.", "abstract": "Endogenous intracellular allosteric modulators of GPCRs remain largely unexplored, with limited binding and phenotype data available. This gap arises from the lack of robust computational methods for unbiased cavity identification, cavity-specific ligand design, synthesis, and validation across GPCR topology. Here, we developed Gcoupler, an AI-driven generalized computational toolkit that leverages an integrative approach combining de novo ligand design, statistical methods, Graph Neural Networks, and Bioactivity-based ligand prioritization for rationally predicting high-affinity ligands. Using Gcoupler, we interrogated intracellular metabolites that target and regulate the GPCR-G interface (Ste2p-Gpa1p), affecting pheromone-induced programmed cell death in yeast. Our computational analysis, complemented by experimental validations, including genetic screening, multi-omics, site-directed mutagenesis, biochemical assays, and physiological readouts, identified endogenous hydrophobic metabolites, notably sterols, as direct intracellular allosteric modulators of Ste2p. Molecular simulations coupled with biochemical signaling assessment in site-directed Ste2p mutants further confirmed that metabolites binding to GPCR-G obstruct downstream signaling, possibly via a cohesive effect. Finally, by utilizing isoproterenol-induced, GPCR-mediated human and neonatal rat cardiac hypertrophy models, we observed that elevated metabolite levels attenuate hypertrophic response, reinforcing the evolutionary relevance of this mechanism.", "date": "2025-08-14", "journal": ""}
{"title": "AI-Enhanced Adaptive Virtual Screening Platform Enabling Exploration of 69 Billion Molecules Discovers Structurally Validated FSP1 Inhibitors", "doi": "10.1101/2023.04.25.537981", "authors": "Gorgulla, C.; Cecchini, D.; Nigam, A.; Tang, M.; Reis, J.; Koop, M.; Gottinger, A.; Nicoll, C. R.; Jayaraj, A.; Cinaroglu, S. S.; Torner, R.; Seo, H.-S.; Dhe-Paganon, S.; Secker, C.; Haddadnia, M.; Malets, Y.; Hasson, A.; Das, K.; Churion, K.; Kim, J.; Li, M.; Kumar, A.; Levin-Konigsberg, R.; Choi, E.-B.; Shapiro, G.; Cox, H.; Sebastian, L.; Braithwaite, C.; Bashyal, P.; Radchenko, D. S.; Kumar, A.; Gehev, M.; Aquilanti, P.-Y.; Gabb, H.; Alhossary, A.; Wagner, G.; Aspuru-Guzik, A.; Moroz, Y. S.; Kalodimos, C. G.; Fackeldey, K.; Mattevi, A.; Arthanari, H.", "abstract": "Identifying potent lead molecules for specific targets remains a major bottleneck in drug discovery. As structural information about proteins becomes increasingly available, ultra-large virtual screenings (ULVSs) which computationally evaluate billions of molecules offer a powerful way to accelerate early-stage drug discovery. Here, we introduce AdaptiveFlow, an open-source platform designed to make ULVSs more accessible, scalable, and efficient. AdaptiveFlow provides free access to a screening-ready version of the Enamine REAL Space, the largest library of ready-to-dock, drug-like molecules, containing 69 billion compounds that we prepared using the ligand preparation module of the platform. A key innovation of the platform is its use of a multi-dimensional grid of molecular properties, which helps researchers explore and prioritize chemical space more effectively and reduce the computational costs by a factor of approximately 1000. This grid forms the basis of a new method for identifying promising regions of chemical space, enabling systematic exploration and prioritization of compound libraries. An optional active learning component can further accelerate this process by adaptively steering the search toward molecules most likely to bind a given target. To support a broad range of applications, AdaptiveFlow is compatible with over 1,500 docking methods. The platform achieves near-linear scaling on up to 5.6 million CPUs in the AWS Cloud, setting a new benchmark for large-scale cloud computing in drug discovery. Using this approach, we identified nanomolar inhibitors of two disease-relevant targets: ferroptosis suppressor protein 1 (FSP1) and poly(ADP-ribose) polymerase 1 (PARP-1). By leveraging newly solved crystal structures of FSP1 in complex with NAD+, FAD, and coenzyme Q1, we validated these hits experimentally and determined the first co-crystal structures of FSP1 bound to small-molecule inhibitors, enabling insights into inhibitor binding mechanisms previously unknown. With its high scalability, flexibility, and open accessibility, AdaptiveFlow offers a powerful new resource for discovering and optimizing drug candidates at an unprecedented scale and speed.", "date": "2025-08-14", "journal": ""}
{"title": "Conserved 3' Stem-Loop Structures Enable Comprehensive Analysis of Bacterial Transcription Termination in Metagenomes", "doi": "10.1101/2023.10.02.560326", "authors": "Jin, Y.; Cui, J.; Ma, H.; Gan, F.; Xu, Z. Z.; Lu, Z. J.", "abstract": "Bacterial transcription termination is a critical yet underexplored mechanism of gene regulation in microbial ecosystems. Existing computational tools, however, primarily focus on predicting transcript 3' ends generated by Rho-independent terminators (RITs) in model species, leaving significant gaps in understanding those generated by Rho-dependent terminators (RDTs), especially in non-model species. To address these limitations, we developed BATTER (BActeria Transcript Three Prime End Recognizer), a comprehensive computational tool for bacterial transcript 3' termini prediction. BATTER builds on the observation that conserved stem-loop structures are frequently associated with 3' ends of primary transcripts generated by both RIT and RDT mechanisms across distantly related bacterial species. BATTER demonstrated its advantage compared to existing tools. It enabled a comprehensive analysis of 42,905 representative bacterial genomes, uncovering that stem-loop structures exhibit clade-specific properties with greater variations between species than between gene families. Notably, BATTER uncovered that certain Cyanobacteria lineages, despite lacking Rho homologs, harbor Rho utilization (RUT) site-like sequences near 3' ends, with preliminary experimental validation in E. coli suggesting their partial functionality in transcription termination. Additionally, BATTER systematically identified pervasive premature termination events in antimicrobial resistance (AMR) genes, highlighting their regulatory roles in translation protection and drug efflux. This study advances our understanding of transcription termination across diverse bacterial lineages and provides a robust computational approach for exploring transcription regulation in complex microbial ecosystems.", "date": "2025-08-14", "journal": ""}
{"title": "Bat anthropogenic roosting ecology influences taxonomic and geographic predictions of zoonotic risk", "doi": "10.1101/2023.12.12.571362", "authors": "Betke, B.; Gottdenker, N.; Meyers, L. A.; Becker, D.", "abstract": "The ability of wildlife to live in anthropogenic structures is widely observed across many animal species. As proximity to humans is an important risk factor for pathogen transmission, anthropogenic roosting may have important consequences for predicting virus spillover and spillback of viruses. For bats, the influence of roosting in anthropogenic structures on predicting virus hosting ability and diversity is poorly understood. Using machine learning, we analyze novel roosting ecology data to assess the importance of anthropogenic roosting in predicting viral outcomes and evaluate how this trait affects the prediction of undetected but likely host species. The importance of anthropogenic roosting varies across viral outcomes, being most important for virus hosting ability and less so for zoonotic virus hosting ability, viral richness, and the proportion of zoonotic viruses harbored by bats. Across viral outcomes, anthropogenic roosting is less important than human population density but more important than most family, diet, and foraging traits. Models with anthropogenic roosting extended the list of undetected zoonotic host species compared to models excluding this trait. Predicted virus host distributions show distinct spatial patterns between anthropogenic and natural roosting bats. These findings suggest anthropogenic roosting has a non-trivial role in predicting viral outcomes in bats.", "date": "2025-08-14", "journal": ""}
{"title": "Plant-associated fungi co-opt ancient antimicrobials for host manipulation", "doi": "10.1101/2024.01.04.574150", "authors": "Mesny, F.; Wolf, V.; Lopez-Moral, A.; Kraege, A.; Punt, W.; Park, J.; Zhu, J.; Sato, Y.; Thomma, B. P.", "abstract": "Evolutionary histories of effector proteins secreted by fungal pathogens to mediate plant colonization remain largely elusive. While most functionally characterized effectors modulate plant immunity, recent discoveries have revealed novel functions in targeting host-associated microbiota. We now developed an Antimicrobial Activity Predictor for Effector Candidates (AMAPEC), and identified a wealth of antimicrobial effectors, including many highly conserved ones -- suggesting ancient evolutionary origins. Surprisingly, several plant immune-modulating effectors display antimicrobial activity. We propose that these evolved from ancestral antimicrobials while retaining their original functions. In addition to roles in suppressing host immunity, they may manipulate plant microbiota to promote colonization. We argue that microbial antagonism is a fundamental fungal effector function and suggest that fungi repurposed ancient antimicrobials to serve multiple roles during host-pathogen co-evolution.", "date": "2025-08-14", "journal": ""}
{"title": "Transposable elements contribute to the evolution of host shift-related genes in cactophilic Drosophila species", "doi": "10.1101/2024.03.27.587021", "authors": "Oliveira, D. S. d.; Larue, A.; Nunes, W. V. B.; Sabot, F.; Bodelon, A.; Guerreiro, M. P. G.; Vieira, C.; Carareto, C. M.", "abstract": "Host shifts in insects have been considered a key process with the potential to contribute to reproductive isolation and speciation. Both genomics and transcriptomics variation have been attributed to such a process, in which gene families with functions associated with host localization, acceptance, and usage have been proposed to evolve. In this context, cactophilic Drosophila species are an excellent model to study host shift evolution, since they use a wide range of cacti as hosts, and many species have different preferences. Transposable elements are engines of genetic novelty between populations and species, driving rapid adaptive evolution. However, the extent of TEs' contribution to host shift remains unexplored. We performed genomic and transcriptomic analyses in six genomes of cactophilic species/subspecies to investigate how TEs interact with genes associated with host shift. Our results revealed enrichment of TEs at promoter regions of host shift-related genes, with ~39% of the odorant receptors containing their transcription factor binding sites within TEs. We observed that ~50% of these TEs are Helitrons, demonstrating an unprecedented putative cis-regulatory role of Helitrons in Drosophila. Differential expression analysis between species with different preferred hosts revealed divergence in gene expression in head and larval tissues. Although TEs' presence does not affect overall gene expression, we observed 6.27% of the expressed genes generating gene-TE chimeric transcripts, including those with function affecting host preference. Our combined genomic and transcriptomic approaches provide evidence of TE-driven divergence between species, highlighting the evolutionary role of TEs in the context of host shift, a key adaptive process that can cause reproductive isolation.", "date": "2025-08-14", "journal": ""}
{"title": "GENOME TARGETED ENRICHMENT AND SEQUENCING OF HUMAN-INFECTING CRYPTOSPORIDIUM spp.", "doi": "10.1101/2024.03.29.586458", "authors": "Bayona Vasquez, N. J.; Sullivan, A. H.; Beaudry, M. S.; Khan, A.; de Paula Baptista, R.; Petersen, K. N.; Bhuiyan, M. I. U.; Brunelle, B.; Robinson, G.; Chalmers, R. M.; Alves-Ferreira, E. V.; Grigg, M. E.; Kissinger, J. C.; Glenn, T. C.", "abstract": "Cryptosporidium spp. are parasites that cause severe illness in vulnerable human populations. Obtaining pure and sufficient Cryptosporidium DNA from clinical and environmental samples is a challenging task. Oocysts shed in available fecal samples can be limited in quantity, require purification (biased towards dominant strains), and yield limited DNA (<40 fg/oocyst). Here, we use updated genomic sequences from a broad diversity of human-infecting Cryptosporidium species (C. cuniculus, C. hominis, C. meleagridis, C. parvum, C. tyzzeri, and C. viatorum) to develop and validate a set of 100,000 RNA baits (CryptoCap_100k) with the aim of enriching Cryptosporidium spp. DNA from varied samples. Compared to unenriched libraries, CryptoCap_100k increases the percentage of reads mapping to target genome sequences, increases the depth and breadth of genome coverage and the reliability of detecting species and mixed infections within a sample, and allows assessment of genetic variation via SNP calling, while decreasing costs.", "date": "2025-08-14", "journal": ""}
{"title": "Proteomic profile analysis of plasma and aqueous humor from glaucoma and non-glaucomatous patients", "doi": "10.1101/2024.04.11.588885", "authors": "Pessuti, C. L.; Huang, C.-L.; Banks, A.; Vo, N.; Jennings, L.; Loureiro, J.; Ribeiro, K.; Costa, D. F.; Nascimento, H.; Muccioli, C.; Tavares, I. M.; Commodaro, A.; Belfort, R.; Wilson, C.; Chen, A.; Prasanna, G.; Raghunathan, V.", "abstract": "Purpose: Glaucoma, a multifactorial ocular neuropathic and age associated disease, can lead to irreversible vision loss. Diagnosis involves assessing optic cupping (increased cup-to-disc ratios) and structural changes (like retinal nerve fiber layer thinning) through clinical imaging. Elevated intraocular pressure (IOP) is commonly associated with glaucoma, but not always. However, understanding disease progression is hindered by limited access to donor ocular tissue and consistent clinical data. Our study focuses on live patient samples, analyzing their proteome for potential biomarkers to enhance precise diagnosis and monitor glaucoma progression. Methods: Aqueous humor (AH) samples were collected from 36 glaucoma patients (17 male, 19 female), and 35 non-glaucomatous control patients (16 male, 19 female) undergoing cataract surgery. The protein profile was compared using the SOMAscan assay system for proteome profiling. From glaucomatous donors, significant correlations between IOP and cup-to-disc ratios to proteome differences were identified. Results: Correlations in proteins between plasma and AH were identified. These proteins were enriched in pathways related to vascular integrity, inflammatory response, humoral & adaptive immune response, cell-cell & cell-matrix adhesion, and complement activation. Glaucomatous AH exhibited increased protein levels in general. Neurofilament light chain (NEFL) protein correlated with elevated IOP and inflammatory markers, but not with cup-to-disc ratios. Conclusions: Together, our data demonstrate that the proteins identified in this study from glaucomatous donors correspond to both markers of neurodegeneration and those that may inhibit cell proliferation or disrupt vascular integrity.", "date": "2025-08-14", "journal": ""}
{"title": "Dissociable memory modulation mechanisms facilitate fear amnesia at different timescales", "doi": "10.1101/2024.04.16.589786", "authors": "Ni, Y.; Wang, Y.; Zhu, Z.; Hu, J.; Schiller, D.; Li, J.", "abstract": "Memory reactivation renders consolidated memory fragile and thereby opens the window for memory updates, such as memory reconsolidation. However, whether memory retrieval facilitates update mechanisms other than memory reconsolidation remains unclear. We tested this hypothesis in three experiments with healthy human participants. First, we demonstrate that memory retrieval-extinction protocol prevents the return of fear expression shortly after extinction training and this short-term effect is memory reactivation dependent (Study 1, N = 57 adults). Furthermore, across different timescales, the memory retrieval-extinction paradigm triggers distinct types of fear amnesia in terms of cue-specificity and cognitive control dependence, suggesting that the short-term fear amnesia might be caused by different mechanisms from the cue-specific amnesia at a longer and separable timescale (Study 2, N = 79 adults). Finally, using continuous theta-burst stimulation (Study 3, N = 75 adults), we directly manipulated brain activity in the dorsolateral prefrontal cortex, and found that both memory reactivation and intact prefrontal cortex function were necessary for the short-term fear amnesia after the retrieval-extinction protocol. The differences in temporal scale, cue-specificity, and cognitive control ability dependence between the short- and long-term amnesia suggest that memory retrieval and extinction training trigger distinct underlying memory update mechanisms. These findings suggest the potential involvement of coordinated memory modulation processes upon memory retrieval and may inform clinical approaches for addressing persistent maladaptive memories.", "date": "2025-08-14", "journal": ""}
{"title": "Dependence of Contextual Modulation in Macaque V1 on Interlaminar Signal Flow", "doi": "10.1101/2024.04.18.590176", "authors": "Zhu, S.; Oh, Y. J.; Trepka, E. B.; Chen, X.; Moore, T.", "abstract": "In visual cortex, neural correlates of subjective perception can be generated by modulation of activity from beyond the classical receptive field (CRF). In macaque V1, activity generated by nonclassical receptive field (nCRF) stimulation involves different intracortical circuitry than activity generated by CRF stimulation, suggesting that interactions between neurons across V1 layers differ under CRF and nCRF stimulus conditions. Using Neuropixels probes, we measured border ownership modulation within large, local populations of V1 neurons. We found that neurons in single columns preferred the same side of objects located outside of the CRF. In addition, we found that cross-correlations between pairs of neurons situated across feedback/horizontal and input layers differed between CRF and nCRF stimulation. Furthermore, independent of the comparison with CRF stimulation, we observed that the magnitude of border ownership modulation increased with the proportion of information flow from feedback/horizontal layers to input layers. These results demonstrate that the flow of signals between layers covaries with the degree to which neurons integrate information from beyond the CRF.", "date": "2025-08-14", "journal": ""}
{"title": "A model of Rtc-regulated RNA repair reveals heterogeneous responses to ribosome-targeting antibiotics and suggests molecular targets to potentiate their effects", "doi": "10.1101/2024.05.20.594959", "authors": "Hindley, H. J.; Gong, Z.; Moradian, S.; Giuliano, M. G.; Sapelkin, A.; Kotta-Loizou, I.; Buck, M.; Engl, C.; Weisse, A. Y.", "abstract": "RNA is susceptible to damage from various internal and external factors. Given the integral role of RNA, its repair is essential for maintaining proper cell function. A highly conserved RNA repair system, the Rtc system, maintains core RNA components of the translational apparatus. In E. coli, Rtc expression is induced upon various stresses, including exposure to ribosome-targeting antibiotics. Its expression enables cells to rescue growth and survive treatment by conferring transient resistance to these antibiotics. The mechanisms by which Rtc-induced resistance arises are largely unknown. Here, we develop and analyse a computational model of Rtc-regulated maintenance of long-lived RNAs that form part of the translational apparatus. Our model analysis and experimental validation provide evidence of cell-to-cell heterogeneity in rtc expression and effects on the translational capacity of cells, indicating that individual cell fates determine antibiotic efficacy and thus rtc may induce a form of heteroresistance. Through further analysis and quantification of single-cell ribosome levels, we then identify targets within the Rtc system that can reduce translational capacity of cells, rendering cells more susceptible and so potentiating antibiotic effects. Our results provide novel tools for the systems analysis of Rtc-regulated RNA repair, they reveal a complex response underpinning resistance conferred by the innate repair system, and they suggest novel avenues to address resistance in E. coli and related clinical pathogens.", "date": "2025-08-14", "journal": ""}
{"title": "Identifying maximally informative signal-aware representations of single-cell data using the Information Bottleneck", "doi": "10.1101/2024.05.22.595292", "authors": "Dubnov, S.; Piran, Z.; Alper, A.; Yefroimsky, A.; Soreq, H.; Nitzan, M.", "abstract": "Rapid advancements in single-cell RNA-sequencing (scRNA-seq) technologies revealed the richness of myriad attributes encompassing cell identity, such as diversity of cell types, organ-of-origin, or developmental stage. However, due to the large scale of the data, obtaining an interpretable compressed representation of cellular states remains a computational challenge. For this task we introduce bioIB, a method based on the Information Bottleneck algorithm, designed to extract an optimal compressed representation of scRNA-seq data with respect to a desired biological signal, such as cell type or disease state. BioIB generates a hierarchy of weighted gene clusters, termed metagenes, that maximize the information regarding the signal of interest. Applying bioIB to a scRNA-seq atlas of differentiating macrophages and setting either the organ-of-origin or the developmental stage as the signal of interest provided two distinct signal-specific sets of metagenes that captured the attributes of the respective signal. BioIB's representation can also be used to expose specific cellular subpopulations, for example, when applied to a single-nucleus RNA-sequencing dataset of an Alzheimer's Disease mouse model, it identified a subpopulation of disease-associated astrocytes. Lastly, the hierarchical structure of metagenes revealed interconnections between the corresponding biological processes and cellular populations. We demonstrate this over hematopoiesis scRNA-seq data, where the metagene hierarchy reflects the developmental hierarchy of hematopoietic cell types.", "date": "2025-08-14", "journal": ""}
{"title": "Adult-neurogenesis allows for representational stability and flexibility in early olfactory system", "doi": "10.1101/2024.07.02.601573", "authors": "Chen, Z.; Padmanabhan, K.", "abstract": "In the early olfactory system, adult-neurogenesis, a process of neuronal replacement results in the continuous reorganization of synaptic connections and network architecture throughout the animal s life. This poses a critical challenge: How does the olfactory system maintain stable representations of odors and therefore allow for stable sensory perceptions amidst this ongoing circuit instability? Utilizing a detailed spiking network model of early olfactory circuits, we uncovered dual roles for adult-neurogenesis: one that both supports representational stability to faithfully encode odor information and also one that facilitates plasticity to allow for learning and adaptation. In the main olfactory bulb, adult-neurogenesis affects neural codes in individual mitral and tufted cells but preserves odor representations at the neuronal population level. By contrast, in the olfactory piriform cortex, both individual cell responses and overall population dynamics undergo progressive changes due to adult-neurogenesis. This leads to representational drift, a gradual alteration in sensory perception. Both processes are dynamic and depend on experience such that repeated exposure to specific odors reduces the drift due to adult-neurogenesis; thus, when the odor environment is stable over the course of adult-neurogenesis, it is neurogenesis that actually allows the representations to remain stable in piriform cortex; when those olfactory environments change, adult-neurogenesis allows the cortical representations to track environmental change. Whereas perceptual stability and plasticity due to learning are often thought of as two distinct, often contradictory processing in neuronal coding, we find that adult-neurogenesis serves as a shared mechanism for both. In this regard, adult-neurogenesis in the mammalian olfactory bulb that has been the focus of considerable study in chemosensory neuroscience may be the mechanistic underpinning behind an array of complex computations.", "date": "2025-08-14", "journal": ""}
{"title": "Range geography and temperature variability explain cross-continental convergence in range and phenology shifts in a model insect taxon", "doi": "10.1101/2024.07.22.604548", "authors": "Sirois-Delisle, C.; Gordon, S. C. C.; Kerr, J.", "abstract": "Climate change may introduce conditions beyond species' tolerances; to survive, species must avoid these extremes. Phenological shifts are one strategy, as species move their activity or life history events in time to avoid extreme conditions. Species may also shift in space, moving their ranges poleward to escape extremes. However, whether species are more likely to exhibit one or both strategies, and whether this can be predicted based on a species' functional traits, is unknown. Using a powerful macroecological dataset of European and North American odonate observations, we assessed range and phenology shifts between two time periods (1980-2002 and 2008-2018) to measure the strength and direction of the association between responses. Species with the greatest poleward range shifts also showed the largest phenological shifts toward earlier annual activity periods, with half of all species shifting in both space and time. This response was consistent across continents, despite highly divergent land use and biogeographical histories in these regions. Surprisingly, species' range and phenology shifts were not related to functional traits; rather, southern species shifted their range limits more strongly, while increasing temperature variability hindered range shifts. By reducing risk through phenological shifts, the resulting larger populations may be more likely to disperse and expand species' ranges. Species shifting in both space and time may be more resilient to extreme conditions, although further work integrating abundance data is needed. We also identified a small number of species (approximately 10%) that failed to shift at all; these species are likely to be particularly vulnerable to climate change, and should be prioritized for conservation intervention.", "date": "2025-08-14", "journal": ""}
{"title": "PIPI-C: A combinatorial optimization framework for identifying post-translational modification crosstalks in mass spectrometry data", "doi": "10.1101/2024.08.06.606765", "authors": "Lai, S.; DAI, S.; Zhao, P.; Zhou, C.; Li, N.; Yu, W.", "abstract": "Post-translational modifications (PTMs) are pivotal in cellular regulations, and their crosstalk is related to various diseases such as cancer. Given the prevalence of PTM crosstalk within close amino acid ranges, identifying peptides with multiple PTMs is essential. However, this task is an NP-hard combinatorial problem with exponential complexity, posing significant challenges for existing analysis methods. Here, we introduce PIPI-C (PTM-Invariant Peptide Identification with a Combinatorial model), a novel search engine that addresses this challenge through a mixed-integer linear programming (MILP) model, thereby overcoming the limitations of existing approaches that struggle with high-order PTM combinations. Rigorous validation across diverse datasets confirms PIPI-C's superior performance in detecting PTM crosstalks. When applied to over 72 million mass spectra of three human cancer--lung squamous cell carcinoma (LSCC), colorectal adenocarcinoma (COAD), and glioblastoma (GBM)--PIPI-C reveals significantly upregulated PTM crosstalks. In LSCC, 50% of 860 upregulated unique PTM site patterns (UPSPs) (when comparing cancer vs. normal samples) carried at least two PTMs, including literature-supported crosstalks such as di-methylation with trifluoroleucine substitution and amidation with proline-to-valine substitution. Similar findings in COAD and GBM highlight PIPI-C's utility in uncovering cancer-relevant PTM crosstalk landscapes. Overall, PIPI-C provides a robust mathematical framework for decoding complex PTM patterns, advancing our understanding of PTM-driven cellular processes in diseases.", "date": "2025-08-14", "journal": ""}
{"title": "Population shifts in begomoviruses associated with tomato yellow leaf curl disease in western Mediterranean countries", "doi": "10.1101/2024.08.09.607290", "authors": "Granier, M.; Faize, M.; Passera, S.; Urbino, C.; Peterschmitt, M.", "abstract": "Tomato yellow leaf curl disease (TYLCD) was reported in western Mediterranean basin since the late 1980s. Based on intensive plant samplings performed in Spain, Italy and Morocco at different periods between the 1990s and 2014, several begomoviruses (family Geminiviridae) were identified as the cause of TYLCD. They comprise the native Begomovirus solanumflavusardiniaense (Tomato yellow leaf curl Sardinia virus, TYLCSAV), two strains of Begomovirus coheni (Tomato yellow leaf curl virus, TYLCV) introduced from the Middle East, and several types of TYLCV/TYLCSaV recombinants including the invasive recombinant TYLCV-IS76 in which the genome fragment inherited from TYLCSaV was unusually short. Although parental and recombinant TYLCD-associated begomoviruses were present in each country, country specificities were detected with respect to their relative prevalence, the infection profiles of individual tomato plants, and the recombination patterns of TYLCV/TYLCSaV recombinants. Considering geographic proximities and trade activities between these countries, and the efficient transmission of begomoviruses which are persistently transmitted by the polyphagous and tiny whitefly vector Bemisia tabaci, it was not known if these specificities would be maintained over time. To address this question, 105 tomato samples collected in the three countries between 2015 and 2019 were analysed with PCR tests previously designed to distinguish species, strains and recombinants of TYLCD associated begomoviruses, and with an original PCR test distinguishing emerging resistance-breaking recombinants bearing short TYLCSaV-inherited fragments like TYLCV-IS76 (Srec) from formerly reported recombinants with longer TYLCSaV fragments (Lrec). The results show that country specificities are still present, the most striking being the contrasted geographic distribution of Srec recombinants, with TYLCV-IS76 detected in Morocco but not in Italy, and TYLCV-IS141 and a new Srec recombinant (TYLCV-IMS60-2400) both detected in Italy and not in Morocco. Nevertheless, besides country specificities, a general population shift was revealed regarding TYLCV/TYLCSaV recombinants. Indeed, all the recombinant positive samples, irrespective of their geographic origin, were Srec-positive but Lrec-negative, which suggest that the emergence of Srec recombinants occurred at the expenses of the Lrec recombinants. These results are discussed in relation to the positive selection of Srec recombinants by Ty-1 resistant tomato plants.", "date": "2025-08-14", "journal": ""}
{"title": "Cell Geometry and Membrane Protein Crowding Constrain Growth Rate, Overflow Metabolism, Respiration, and Maintenance Energy.", "doi": "10.1101/2024.08.21.609071", "authors": "Carlson, R.; Gedeon, T.; Benitez, M.; Harcombe, W. R.; Mahadevan, K.; Beck, A. E.", "abstract": "A metabolic theory is presented for predicting maximum growth rate, overflow metabolism, respiration efficiency, and maintenance energy flux based on the intersection of cell geometry, membrane protein crowding, and metabolism. The presented membrane-centric theory employs biophysical properties and metabolic systems analysis to successfully predict phenotypic properties of Escherichia coli K-12 strains MG1655 and NCM3722. The strains are genetically similar but differ in surface area to volume (SA:V) ratios by up to 30%, maximum growth rates on glucose media by 40%, and overflow-inducing growth rates by 80%. The predictions were tested against experimental evidence including phenomics data, membrane proteomics data, and MG1655 SA:V mutant growth rates. The predictions were remarkably consistent with experimental data and provided a membrane-centric explanation for maximum growth rate, maintenance energy generation, respiration chain efficiency (P/O number), and optimal biomass yield of a strain. These analyses did not consider cytosolic macromolecular crowding, highlighting the distinct properties of the presented theory and gaps in current cell biology literature. Cell geometry and membrane protein crowding are significant biophysical constraints and consideration of both provide a more complete theoretical framework for improved understanding and control of cell biology.", "date": "2025-08-14", "journal": ""}
{"title": "A flexible high-precision photoacoustic retinal prosthesis", "doi": "10.1101/2024.09.03.611068", "authors": "Leong, A.; Li, Y.; Ruikes, T. R.; Voillot, J.; Yuan, Y.; Chen, G.; Bradic, C.; Facon, A.; Chhuon, C.-A.; Joffrois, C.; Tessier, G.; Cornebois, M.; Degardin, J.; Louise, J.-D.; Cheng, J.-X.; Yang, C.; Moulet, H.; Picaud, S.", "abstract": "Retinal degenerative diseases of photoreceptors are a leading cause of blindness with no effective treatment. Retinal prostheses aim to restore sight by stimulating residual retinal cells. Here, we present a photoacoustic retinal stimulation technology. We designed a polydimethylsiloxane and carbon-based flexible film that converts near-infrared laser pulses into a localized acoustic field with 56-m lateral resolution, allowing precise stimulation of mechanosensitive retinal cells. This photoacoustic stimulation robustly and locally modulated retinal ganglion cell activity in both wild-type and degenerated ex vivo rat retinae. In animals subretinally implanted with a millimeter-sized photoacoustic film, pulsed laser stimulation generated neural modulation along the visual pathway to the superior colliculus, as measured by functional ultrasound imaging. The biosafety of the film was confirmed by the absence of short-term adverse effects, while local thermal increases were measured below 1 {degrees}C. These findings demonstrate the potential of photoacoustic stimulation for high-acuity visual restoration in blind patients.", "date": "2025-08-14", "journal": ""}
{"title": "Increasing prevalence of plant-fungal symbiosis across two centuries of environmental change", "doi": "10.1101/2024.09.05.611506", "authors": "Fowler, J. C.; Moutouama, J.; Miller, T. E. X.", "abstract": "Species' distributions and abundances are shifting in response to climate change. Most species harbor microbial symbionts that have the potential to influence these responses. Mutualistic microbial symbionts may provide resilience to environmental change by protecting their hosts from increasing stress. However, environmental change that disrupts these interactions may lead to declines in hosts or symbionts. Microbes preserved within herbarium specimens offer a unique opportunity to quantify changes in microbial symbiosis across broad temporal and spatial scales. We asked how the prevalence of seed-transmitted fungal symbionts of grasses (Epichloe endophytes), which can protect hosts from abiotic stress, have changed over time in response to climate change, and how these changes vary across host species' ranges. Specifically, we analyzed 2,346 herbarium specimens of three grass host species collected over the last two centuries (1824 -- 2019) for the presence or absence of endophyte symbiosis, and evaluated spatial and temporal trends in endophyte prevalence. We found that endophytes increased in prevalence over the last two centuries from ca. 25% prevalence to ca. 75% prevalence, on average, across three host species. We also found that changes in prevalence were associated with observed changes in seasonal climate drivers; notably increasing precipitation corresponding to each host species' peak growing season and changes in off-peak season variability in precipitation. Our analysis performed favorably in an out-of-sample predictive test with contemporary data, however we identified greater local-scale variability in endophyte prevalence in contemporary data compared to historic data, suggesting that model fusion may be an important step moving forward. Our results provide novel evidence for a cryptic biological response to climate change that may contribute to the resilience of host-microbe symbiosis through context-dependent benefits that confer a fitness advantage to symbiotic hosts under environmental change.", "date": "2025-08-14", "journal": ""}
{"title": "Developmental Potassium Channel Maturation Enables Robust and Flexible Learning", "doi": "10.1101/2024.09.22.614315", "authors": "Watanabe, H.", "abstract": "Modern AI has flourished without molecular detail. Here I examine neural maturation in computational and molecular-physiological contexts. Immature transmission supports learning but collapses beyond task/load thresholds. A developmental screen identified KCNH7, upregulated in mouse cortex, incorporating its channel kinetics elevated spike threshold and stabilized recall, linking maturation to robustness without mechanistic elaboration. In unsupervised Restricted Boltzmann Machines, greater dynamical instability improved performance on complex tasks, highlighting a complementary regime. Developmentally plausible changes in KCNH7 conductance re-tuned reservoir dynamics and chaos, with appropriate levels improving memory and generalization, whereas excessive conductance degraded stability. Brief GPCR-like K modulation balanced responsiveness and accuracy, suggesting neuromodulatory K control as a lever for high-dimensional learning.", "date": "2025-08-14", "journal": ""}
{"title": "Phylogenetic Measures of the Core Microbiome", "doi": "10.1101/2024.10.10.617603", "authors": "Bewick, S. A.; Camper, B. T.", "abstract": "Background: A useful concept in microbial ecology is the 'core microbiome.' Typically, core microbiomes are defined as the microbial taxa, genes, or functions shared by a threshold number of microbiome samples from a particular type of habitat (e.g., a particular type of host or a particular type of environment/ecosystem). In defining the core microbiome, the goal is to capture the portion of the microbial community that is conserved across samples from the focal habitat. Recently, there has been growing interest in developing methods to better characterize core microbiomes. As a result, numerous occurrence- and abundance-based measures have been defined. However, few have included phylogeny-aware metrics for analyzing core microbiomes. Results: In this paper, we develop the concept of the 'core community phylogeny' - a phylogeny where branches are selected based on their presence in multiple samples from a single type of habitat. We then use the core community phylogeny to define phylogenetic metrics describing the diversity of core microbiomes from a single type of habitat, the turnover between core microbiomes from two different types of habitats, and the shared diversity across core microbiomes from two or more different types of habitats. As compared to non-phylogenetic metrics, our phylogenetic metrics show greater consistency across taxonomic rank and/or phylogenetic level, as well as less sensitivity to strain variation across microbiome samples. Thus, our metrics address key challenges in the interpretation of core microbiomes. Conclusions: We provide a phylogenetic framework for characterizing and comparing core microbiomes. Importantly, the methods that we propose allow seamless integration of microbiome properties across taxonomic rank and/or phylogenetic level. Ultimately, this will provide both a more consistent picture of the core microbiome, as well as novel biological insight into the conserved components of microbial communities.", "date": "2025-08-14", "journal": ""}
{"title": "Single-cell profiling of trabecular meshwork identifies mitochondrial dysfunction in a glaucoma model that is protected by vitamin B3 treatment", "doi": "10.1101/2024.11.01.621152", "authors": "Tolman, N.; Li, T.; Balasubramanian, R.; Li, G.; Pfeiffer, R. L.; Bupp-Chickering, V.; Kelly, R. A.; Simon, M.; Peregrin, J.; Montgomery, C.; Jones, B.; Stamer, W. D.; Qian, J.; John, S. W. M.", "abstract": "Since the trabecular meshwork (TM) is central to intraocular pressure (IOP) regulation and glaucoma, a deeper understanding of its genomic landscape is needed. We present a multimodal, single-cell resolution analysis of mouse limbal cells (includes TM). In total, we sequenced 9,394 wild-type TM cell transcriptomes. We discovered three TM cell subtypes with characteristic signature genes validated by immunofluorescence on tissue sections and whole-mounts. The subtypes are robust, being detected in datasets for two diverse mouse strains and in independent data from two institutions. Results show compartmentalized enrichment of critical pathways in specific TM cell subtypes. Distinctive signatures include increased expression of genes responsible for 1) extracellular matrix structure and metabolism (TM1 subtype), 2) secreted ligand signaling to support Schlemm's canal cells (TM2), and 3) contractile and mitochondrial/metabolic activity (TM3). ATAC-sequencing data identified active transcription factors in TM cells, including LMX1B. Mutations in LMX1B cause high IOP and glaucoma. LMX1B is emerging as a key transcription factor for normal mitochondrial function and its expression is much higher in TM3 cells than other limbal cells. To understand the role of LMX1B in TM function and glaucoma, we single-cell sequenced limbal cells from Lmx1bV265D/+ mutant mice (2,491 TM cells). In V265D/+ mice, TM3 cells were uniquely affected by pronounced mitochondrial pathway changes. Mitochondria in TM cells of V265D/+ mice are swollen with a reduced cristae area, further supporting a role for mitochondrial dysfunction in the initiation of IOP elevation in these mice. Importantly, treatment with vitamin B3 (nicotinamide), to enhance mitochondrial function and metabolic resilience, significantly protected Lmx1b mutant mice from IOP elevation.", "date": "2025-08-14", "journal": ""}
{"title": "Overcoming the widespread flaws in the annotation of vertebrate selenoprotein genes in public databases", "doi": "10.1101/2024.10.30.620813", "authors": "Tico, M.; Sullivan, E. W.; Guigo, R.; Mariotti, M.", "abstract": "Selenocysteine (Sec) is a non-canonical amino acid incorporated into selenoproteins, oxidoreductase enzymes carrying essential roles in redox homeostasis. Sec insertion occurs in response to UGA, normally interpreted as stop codon, but recoded in selenoprotein mRNAs. Owing to the dual function of UGA, the identification of selenoprotein genes poses a challenge. We show that the vertebrate selenoprotein genes are widely misannotated in major public databases. Only 12% and 6% of selenoprotein genes are well annotated in Ensembl and NCBI GenBank, respectively, due to the lack of dedicated selenoprotein annotation pipelines. In most cases (81% and 84%), overlapping flawed annotations are present which lack the Sec-encoding UGA. In contrast, NCBI RefSeq employs a dedicated selenoprotein pipeline, yet with some shortcomings: its selenoprotein annotations are correct in 76% of cases, and most errors affect families with a C-terminal Sec residue. We argue that selenoproteins must be correctly annotated in public databases and that must occur via automated pipelines, to keep the pace with genome sequencing. To facilitate this task, we present a new version of Selenoprofiles, an homology based tool for selenoprotein prediction that produces predictions with accuracy comparable to manual curation, and can be easily deployed and integrated in existing annotation pipelines.", "date": "2025-08-14", "journal": ""}
{"title": "SPROUT: A User-friendly, Scalable Toolkit for Multi-class Segmentation of Volumetric Images", "doi": "10.1101/2024.11.22.624847", "authors": "He, Y.; Camaiti, M.; Roberts, L. E.; Mulqueeney, J. M.; Ioannou, E.; Didziokas, M.; Goswami, A.", "abstract": "The segmentation of fine-grained and complex structures from volumetric data, such as 3D biomedical images, is a manually intensive process, with performance hindered by limited training data and the difficulty of adapting AI models for specialised datasets. Here, we introduce SPROUT, a user-friendly and interpretable segmentation framework that leverages domain-specific priors, enabling experts to translate their knowledge into reproducible, high-quality segmentations across diverse imaging modalities without the need for training data. Its adaptive design facilitates parameter transferability and improves generalisation across similar datasets. Implemented as scripts and a napari plugin, it supports interactive editing and scalable batch processing, lowering the technical barrier for domain experts. We applied SPROUT to datasets spanning different imaging modalities, anatomical complexities, postures, and target structures, producing high-quality segmentations across 2D and 3D tasks. Quantitative comparisons with other methods on a representative dataset showed SPROUT achieved results comparable to expert-corrected interpolation while requiring substantially less manual input. In scenarios where SPROUT achieved high-quality results, supervised models often struggled to reach similar accuracy, highlighting the challenge of deep learning methods in complex domains. We also explored integration with foundation models to accelerate segmentation in high-contrast datasets, illustrating potential for hybrid workflows.", "date": "2025-08-14", "journal": ""}
{"title": "From phenotype to receptor: validating physiological clustering of Escherichia coli phages through comprehensive receptor analysis", "doi": "10.1101/2024.11.29.626071", "authors": "Kaneko, T.; Osaka, T.; Inagaki, M.; Habe, K.; Okabe, T.; Tsuneda, S.", "abstract": "Understanding the relationship between bacteriophage (phage) classification and target receptors is crucial for phage ecology and applied research. In this study, we compared 13 previously isolated Escherichia coli phages based on physiological characteristics, whole-genome sequences, and tail fiber protein phylogenetics. We improved our previously proposed physiological clustering method by optimizing the bacterial panel for host range assessment, implementing appropriate distance metrics for mixed data types, and applying silhouette coefficient analysis for objective determination of optimal cluster numbers. We combined genomic analysis and lipopolysaccharide (LPS) structural analysis of phage-resistant E. coli strains to identify target receptors of the phages. Complementation experiments further confirmed the direct involvement of identified genes in phage reception. The results revealed that phylogenetically distinct E. coli phages target different sites in the LPS R-core region (modified by WaaV, WaaW, WaaT, and WaaY), membrane proteins (NfrB, TolA, YhaH), or flagella. Our analysis revealed that, subtle chemical modifications of LPS (such as Heptose phosphorylation) were shown to be important for E. coli phage recognition. Furthermore, physiological characteristics, tail fiber phylogenetics, and whole genome analysis independently classified the phages with high correlation to target receptor specificity. The addition of three phages with known receptors further validated our approach. Our results suggest that grouping based on physiological characteristics (such as lysis dynamics and host range) phage phenotypes and genotypes (tail fiber phylogenetics or whole genome analysis) are closely related independently classified phages with high correlation to target receptor specificity. Here, we elucidated the diversity and specificity of E. coli phage target receptors, providing new insights into the classification of E. coli phages and phage-host interactions.", "date": "2025-08-14", "journal": ""}
{"title": "The Arabidopsis 14-3-3 proteins stabilize BRASSINOSTEROID INSENSITIVE1 at the plasma membrane", "doi": "10.1101/2024.12.19.629515", "authors": "Liu, D.; Li, L.; Yin, C.; Yan, C.; Hu, Z.-L.; Vanhoutte, I.; Li, Y.; Tang, B.; Xiao, G.; Feng, X.; Cao, W.; Wang, Y.; Luo, D.; Russinova, E.", "abstract": "Brassinosteroid (BR) hormones regulate various physiological and developmental processes in plants. BR signaling is primarily influenced by the plasma membrane abundance of the BR receptor BR INSENSITIVE1 (BRI1), a process regulated by ubiquitination, endocytosis, and protein degradation. Despite extensive research, only a few negative regulators of BRI1 internalization and ubiquitination have been identified. In this study, we show that the conserved eukaryotic regulatory proteins 14-3-3 directly interact with BRI1 at Threonine 872 (T872) within its juxtamembrane domain. Furthermore, phosphorylation at Serine 858 (S858) in BRI1's juxtamembrane domain enhances T872 phosphorylation, facilitating 14-3-3 protein binding. Consequently, by inhibiting BRI1 ubiquitination without affecting its kinase activity or BAK1 interaction, 14-3-3 binding increased BRI1 plasma membrane abundance and enhanced BR signaling. Both non-epsilon and epsilon isoforms of 14-3-3 proteins contribute to the regulation of BRI1 and, consequently, to plant responsiveness to BRs. Our results revealed a previously undescribed function of 14-3-3 proteins in regulating BRI1 stability.", "date": "2025-08-14", "journal": ""}
{"title": "Polymerase mutations underlie early adaptation of H5N1 influenza virus to dairy cattle and other mammals.", "doi": "10.1101/2025.01.06.631435", "authors": "Dholakia, V.; Quantrill, J. L.; Richardson, S.; Pankaew, N.; Brown, M. D.; Yang, J.; Capelastegui, F.; Masonou, T.; Case, K.-M.; Ajeian, J.; Woodall, M. N. J.; Magill, C.; Freimanis, G.; Mccarron, A.; Staller, E.; Sheppard, C. M.; Brown, I. H.; Murcia, P. R.; Smith, C. M.; Iqbal, M.; Digard, P.; Barclay, W. S.; Pinto, R. M.; Peacock, T. P.; Goldhill, D. H.", "abstract": "In early 2024, an unprecedented outbreak of H5N1 high pathogenicity avian influenza was detected in dairy cattle in the USA1. As of mid-2025 the epidemic is ongoing, resulting in spillbacks into poultry, wild birds and other mammals including humans2. Here, we present molecular and virological evidence that the cattle B3.13 genotype H5N1 viruses rapidly accumulated adaptations in polymerase genes that enabled better replication in bovine cells and tissues, as well as cells of other mammalian species including humans and pigs. We find evidence of several mammalian adaptations gained early in the evolution of these viruses in cattle including PB2 M631L, which is found in all cattle sequences, and PA K497R, which is found in the majority. Structurally, PB2 M631L maps to the polymerase-ANP32 interface, an essential host factor for viral genome replication. We show that this mutation adapts the polymerase to better interact with bovine ANP32 proteins, particularly ANP32A, and thereby enhances virus replication in bovine mammary systems and primary human airway cultures. Importantly, we show that ongoing evolution during 2024 and 2025 in the PB2 gene, including E627K and a convergently arising D740N substitution, further increase polymerase activity and virus replication in a range of mammalian cells. Thus, the continued circulation of H5N1 in dairy cattle not only allows virus adaption improving replicative ability in cattle but also increases the risk of zoonotic spillover.", "date": "2025-08-14", "journal": ""}
{"title": "Single-nucleus multiome ATAC and RNA sequencing reveals the molecular basis of thermal acclimation in Drosophila melanogaster embryos", "doi": "10.1101/2025.01.08.631745", "authors": "O'Leary, T. S.; Mikucki, E. E.; Tangwancharoen, S.; Boyd, J. R.; Frietze, S.; Helms Cahan, S.; Lockwood, B. L.", "abstract": "Embryogenesis is remarkably robust to temperature variability, yet the homeostatic mechanisms that offset thermal effects during early development remain poorly understood. We measured how acclimation shifts the upper thermal limit and profiled chromatin accessibility and gene expression in D. melanogaster embryos using single-nucleus multiome sequencing. Acclimation preserved shared primordial cell types yet rapidly shifted heat tolerance. Cool-acclimated embryos showed a homeostatic response characterized by increased accessibility at binding motifs for the transcriptional activator Zelda, along with enhanced activity of gene regulatory networks in a subset of primordial cell types including the gut, muscle, and nervous system. Cool-acclimated embryos also had higher expression of ribosomal and oxidative phosphorylation genes, reflecting a coordinated increase in translation and energy production to buffer slower biochemical kinetics in the cold. Our results indicate that maintaining developmental robustness across temperature requires homeostatic gene expression responses that may carry metabolic costs constraining upper thermal limits.", "date": "2025-08-14", "journal": ""}
{"title": "dlmoR: An open-source R package for the dim-light melatonin onset (DLMO) hockey-stick method", "doi": "10.1101/2025.01.13.632603", "authors": "Thalji, S. M.; Spitschan, M.", "abstract": "The dim-light melatonin onset (DLMO) is a commonly used circadian phase marker indicating the start time of evening melatonin synthesis in humans. Several quantitative techniques have been developed to determine DLMO from melatonin time-series, including fixed- or variable-threshold techniques and the hockey-stick method developed by Danilenko and colleagues (2014). Here, we introduce dlmoR, an open-source implementation of the hockey-stick method implemented in the R programming language and licensed under the permissive MIT License. Our clean-room implementation followed the algorithm description from the original article, supported by iterative validation against the existing binary executable software. We benchmark our implementation using a total of 112 melatonin time-series data sets from two different studies (Blume et al, 2024; Heinrichs and Spitschan, 2024), and find high agreement between our implementation and the reference implementation. The mean DLMO point discrepancy between implementations was -2.1 {+/-} 11.1 minutes for the Blume et al. (2024) dataset and -1.482 {+/-} 21.7 for the Heinrichs and Spitschan (2024) dataset. Circular correlation coefficients were 0.986 and 0.964, respectively, and paired t-tests (p > 0.05) were not significant, suggesting no systematic difference or bias between the methods. dlmoR allows for the programmatic and batchable analysis of evening melatonin concentration data, enabling transparency and reproducibility of analytic techniques.", "date": "2025-08-14", "journal": ""}
{"title": "Breaking anterior-posterior symmetry in the moth fly Clogmia albipunctata", "doi": "10.1101/2025.01.13.632851", "authors": "Amiri, E. E.; Tenger-Trolander, A.; Li, M.; Julian, A. T.; Kasan, K.; Sanders, S. A.; Blythe, S. A.; Schmidt-Ott, U.", "abstract": "Establishing the anterior-posterior (AP) body axis is a fundamental process during embryogenesis, and the fruit fly, Drosophila melanogaster, provides one of the best-known case studies. But for unknown reasons, different species of flies (Diptera) establish the AP axis through unrelated, structurally distinct anterior determinants (ADs). The AD of Drosophila, Bicoid (Bcd), initiates symmetry-breaking during nuclear cleavage cycles (NCs) when ubiquitous pioneer factors, such as Zelda (Zld), drive zygotic genome activation (ZGA) at the level chromatin accessibility by nucleosome depletion. While Bcd engages in a concentration-dependent competition with nucleosomes at the loci of a small set of transcription factor (TF) genes that are expressed in the anterior embryo, it remains unknown whether unrelated ADs of other fly species function in the same way and target homologous genes. We have examined the symmetry-breaking mechanism of a moth fly, Clogmia albipunctata, in which a maternally expressed transcript isoform of the pair-rule segmentation gene odd-paired serves as AD. We provide a de novo assembly and annotation of the Clogmia genome and describe how Clogmia's orthologs of zelda (Cal-zld) and odd-paired (Cal-opa) affect chromatin accessibility and gene expression. Our results suggest direct roles of Cal-zld in opening and closing chromatin during nuclear cleavage cycles (NCs) and show that during the early phase of ZGA maternal Cal-opa activity promotes chromatin accessibility and anterior expression at Clogmia's homeobrain and sloppy-paired loci. These genes are not known as key targets of Bcd but may serve a more widely conserved role in the initiation of anterior pattern formation given their early anterior expression and function in head development in insects. We conclude that the ADs of Drosophila and Clogmia differ in their target genes but share the mechanism of concentration-dependent nucleosome depletion.", "date": "2025-08-14", "journal": ""}
{"title": "Predator-Induced Tail Coloration Toward Diverse Dragonfly Nymphs in Tadpoles of the East Japan Tree Frog (Dryophytes leopardus)", "doi": "10.1101/2025.01.13.632661", "authors": "Noda, A.; Watanabe, K.", "abstract": "Anuran larvae can change their coloration and morphology to avoid predation. Particularly, some tadpoles in the genus Dryophytes in the Americas develop deep tail fins and bright orange tail coloration in response to predators such as dragonfly nymphs. These conspicuous tails are hypothesized to attract predator attacks, protecting vital body parts from fatal injuries. However, it remains unclear whether the extent of the induced phenotypic changes differs between various predators with distinct feeding patterns and habitats. To explore this, we reared tadpoles of the East Japan tree frog, Dryophytes leopardus, with four dragonfly species, water bug, water scorpion, or newt, and measured phenotypic changes, especially focusing on tail coloration. We found that the aeshnid Anax nigrofasciatus, a sit-and-wait predator that climbs on aquatic vegetation, induced bright orange and broad tails of tadpoles. Other odonate species that forage in and on the substrate also elicited tail coloration or deeper larval tails, but it took more time to induce the tadpoles' response compared to A. nigrofasciatus. In contrast, non-odonate predators did not induce color and morphological changes. This study provides the first evidence of predator-induced tail coloration in an Asian species of Dryophytes, which appears to be a defensive response specifically to dragonfly nymphs, as visually adept predators. Moreover, the differences in the extent and timing of the phenotypic changes among odonate species suggest that anti-predator phenotypes are modulated based on relative predation risks, considering the predators' foraging patterns and visual capabilities, thereby allowing tadpoles to minimize physiological costs and unintended risks associated with the induced traits.", "date": "2025-08-14", "journal": ""}
{"title": "Standardised TruAI automated quantification of intracellular neuromelanin granules in human brain tissue sections", "doi": "10.1101/2025.01.20.633975", "authors": "Filimontseva, A.; Cuadros, T.; Chatterton, Z.; Burke, A.; Ansari Mahabadian, A.; Compte, J.; Fu, Y.; Vila, M.; Halliday, G.", "abstract": "Aims: To standardise and automate the quantitation of human-unique neuromelanin granules in catecholamine neurons in post-mortem tissue sections from healthy individuals at different ages to understand any changes in these granules with age. Methods: 5-6m thick fixed and paraffin-embedded transverse midbrain tissue sections were supplied from 47 cases from three brain banks following ethics approvals. Sections were prepared and automated digital images acquired. Standardisation and automation of the quantification of neuromelanin granules was performed using the TruAI feature of the Olympus VS200 desktop platform. Comparisons between stained and unstained sections as well as correlations with age were performed. Results: The automated platform reliably identified both stained and unstained intracellular and extracellular neuromelanin granules, showing high reproducibility in measurements across laboratories using different tissue processing methods. Extracellular neuromelanin granules were significantly smaller than intracellular neuromelanin granules. Sections processed for hematoxylin and eosin staining impacted on size and colour of both neuromelanin and the neurons containing neuromelanin. Hematoxylin made neuromelanin bluer and the increased tissue processing made the intracellular area occupied by neuromelanin smaller in younger people. There was an increase in neuromelanin optical density and colour change (more brown) with age. Conclusions: The TruAI automated platform reliably quantifies individual neuromelanin granules in catecholamine neurons. Extracellular neuromelanin is considerably smaller in size than intracellular neuromelanin, and intracellular neuromelanin changes its properties with age. The darkening and colour change of intracellular neuromelanin suggests an increase in eumelanin over time in healthy individuals. These changes can be reliably identified using the automated platform.", "date": "2025-08-14", "journal": ""}
{"title": "Readiness potential in human functional magnetic resonance imaging motor task data", "doi": "10.1101/2025.01.31.635910", "authors": "Strindberg, M.; Tian, Y.; Fransson, P.", "abstract": "The readiness potential (RP), also known as the Bereichtschaftspotential, is commonly observed in EEG recordings as a slow build-up of negative electrical potential prior to self-directed motor movements (Kornhuber et al. 1965). In this study, we analyzed motor task-based functional magnetic resonance (fMRI) data acquired from 262 human participants, focusing on the degree of signal phase synchronization across different frequency spans and brain regions. A new method that clusters brain regions based on instantaneous phase allowed for time resolved estimation of cross-subject phase synchronization. We show that during rest periods that precede movement, an fMRI equivalent of the RP is gradually established in a network that encompasses the bilateral supplementary motor area and parts of the cingulo-opercular network, recently described as the brain's Action Mode network (Dosenbach et al. 2025). Importantly, an anticipatory negative shift in the fMRI signal was observed in both single subjects and single epochs. Tongue movement elicited strong synchronization between the orbitofrontal, ventromedial, and temporal pole cortices. Our findings suggest a link between fMRI and electrophysiological recordings of anticipatory motor events in the brain. The method presented here grades brain synchronization along an in-phase and anti-phase continuum and has applications in clinical settings, as well as for cognitive brain mapping that goes beyond anticipation.", "date": "2025-08-14", "journal": ""}
{"title": "A General Framework for Branch Length Estimation in Ancestral Recombination Graphs", "doi": "10.1101/2025.02.14.638385", "authors": "Deng, Y.; DeWitt, W. S.; Song, Y. S.; Nielsen, R.", "abstract": "Inference of Ancestral Recombination Graphs (ARGs) is of central interest in the analysis of genomic variation. ARGs can be specified in terms of topologies and coalescence times. The coalescence times are usually estimated using an informative prior derived from coalescent theory, but this may generate biased estimates and can also complicate downstream inferences based on ARGs. Here we introduce, POLEGON, a novel approach for estimating branch lengths for ARGs which uses an uninformative prior. Using extensive simulations, we show that this method provides improved estimates of coalescence times and lead to more accurate inferences of effective population sizes under a wide range of demographic assumptions (population expansion, bottleneck, split, etc). It also improves other downstream inferences including estimates of mutation rates. We apply the method to data from the 1000 Genomes Project to investigate population size histories and differential mutation signatures across populations. We also estimate coalescence times in the HLA region, and show that they exceed 30 million years in multiple segments.", "date": "2025-08-14", "journal": ""}
{"title": "gyoza: a Snakemake workflow for modular analysis of deep-mutational scanning data", "doi": "10.1101/2025.02.19.639168", "authors": "Durand, R.; Pageau, A.; Landry, C. R.", "abstract": "Deep-mutational scanning (DMS) is a powerful technique that allows screening large libraries of mutants at high throughput. It has been used in many applications, including to estimate the fitness impact of all single mutants of entire proteins, to catalog drug resistance mutations and even to predict protein structures. Here, we present gy[o]za, a Snakemake-based workflow to analyze DMS data. gy[o]za requires little programming knowledge and comes with comprehensive documentation to help the user go from raw sequencing data to functional impact scores. Complete with quality control and an automatically generated HTML report, this new pipeline should facilitate the analysis of time-series DMS experiments. gy[o]za is freely available on GitHub (https://github.com/durr1602/gyoza).", "date": "2025-08-14", "journal": ""}
{"title": "Nanoparticles reveal permanent and reversible changes to lymph node biomechanics during inflammatory response", "doi": "10.1101/2025.02.24.639945", "authors": "Ramirez, A.; Sriram, V.; Abbouchi, Y.; Patolia, R.; Passaro, E.; Kaluzienski, M.; Maisel, K.", "abstract": "Lymph nodes are highly specialized immune organs that orchestrate the adaptive immune response. In the lymph nodes, naive B and T lymphocytes encounter cognate antigens, sparking their activation and response to foreign substances. Lymph nodes grow in response to an immune challenge, at least in part to accommodate increased numbers of infiltrating and proliferating B and T lymphocytes. This behavior is supported by a robust three-dimensional network of extracellular matrix (ECM) fibers and fibroblastic reticular cells (FRCs). ECM fibers and FRCs work synergistically to alternate stretching and contractile forces between them allowing the lymph node to maintain structural integrity during rapid tissue reconstruction. These changes ultimately alter the material properties of the lymph node, which can impact cell migration, proliferation, and differentiation. Recent work has investigated the physiological implications of the changing lymph node microenvironment; however, the biophysical properties of the lymph nodes during these changes remain largely unexplored. Here, we use multiple particle tracking microrheology (MPT), a minimally invasive nanoparticle-based technique to investigate the biophysical properties (elastic/loss moduli, microviscosity, pore size) of lymph nodes post inflammatory stimulus. Our results highlight mechanical changes both during the initial phases of the acute inflammatory response and upon resolution of inflammation, a topic that is relatively understudied. We show that B and T cell rich areas exhibit comparable changes in biomechanical properties over time, suggesting that they restructure in a similar fashion during acute inflammation. Additionally, for the first time, we show that biological sex modulates lymph node biomechanics in acute inflammation: Lymph nodes from female mice showed a ~20-fold increase in elastic and loss moduli at peak inflammation, while lymph nodes from male mice had a ~5-fold decrease in both moduli. Additionally, lymph nodes from female mice appeared to permanently remodel during the resolution of acute inflammation resulting in the maintenance of an overall higher elastic and loss modulus, while lymph nodes from male mice returned to the biomechanics of untreated lymph nodes. We also found that at least some of the changes in biomechanical properties were correlated with changes in ECM materials in the lymph nodes, suggesting a structure-function relationship. Overall, our studies provide key insights into how biomechanical properties in lymph nodes are altered during inflammation, a previously unstudied area, and lay the foundation for structure-function relationships involved in immune response. Additionally, we demonstrate a robust technique for the analysis of the lymph node interstitial tissue properties and how they vary with inflammatory stimuli.", "date": "2025-08-14", "journal": ""}
{"title": "WITHDRAWN: Investigation of the Mechanism of Action of JinHuangJieDu against SARS-CoV-2 Infection and Inflammation Based on Network Pharmacology and Experimental Validation", "doi": "10.1101/2025.03.05.641771", "authors": "Zhanqun, Y.; Jian, W.; MengZhu, Z.; Yuan, X.; LiTing, Z.; YiHeng, Y.; Hua, J.; Long, C.; Jian, L.", "abstract": "The authors have withdrawn this manuscript because additional experiments are required to enhance the completeness and clarity of the study. Therefore, the authors do not wish this work to be cited as a reference for any project. We apologize for any inconvenience caused. If you have any questions, please contact the corresponding author at lcchenlong@163.com", "date": "2025-08-14", "journal": ""}
{"title": "Structural Connectome Analysis using a Graph-based Deep Model for Age and Dementia Prediction", "doi": "10.1101/2025.03.09.642165", "authors": "Kazi, A.; Mora, J.; Fischl, B.; Dalca, A.; Aganj, I.", "abstract": "We address the prediction of non-imaging variables based on structural brain connectivity derived from diffusion magnetic resonance images, using graph-based machine learning. We predict age and the mini-mental state examination (MMSE) score as examples of a demographic and a clinical variable. We propose a machine-learning model inspired by graph convolutional networks (GCNs), which takes a brain connectivity graph as input and processes the data separately through a parallel GCN mechanism with multiple branches. The novelty of our work lies in the model architecture, especially the connectivity attention module, which learns an embedding representation of brain graphs while providing graph- level attention. We show experiments on publicly available datasets of PREVENT-AD and OASIS3. We validate our model by comparing it to existing methods and via ablations. This quantifies the degree to which the connectome varies depending on the task, which is important for improving our understanding of health and disease across the population. The proposed model generally demonstrates higher performance especially for age prediction, compared to the existing machine-learning algorithms we tested, including classical methods and (graph and non-graph) deep learning.", "date": "2025-08-14", "journal": ""}
{"title": "Aging-associated Increase of GATA4 levels in Articular Cartilage is Linked to Impaired Regenerative Capacity of Chondrocytes and Osteoarthritis", "doi": "10.1101/2025.03.18.643933", "authors": "Makarczyk, M.; Zhang, Y.; Aguglia, A.; Bartholomew, O.; Hines, S.; Sinkar, S.; Liu, S.; Duvall, C.; Lin, H.", "abstract": "Although the causal association between aging and osteoarthritis (OA) has been documented, our understanding of the underlying mechanism remains incomplete. To define the regulatory molecules governing chondrocyte aging, we performed transcriptomic analysis of young and old human chondrocytes from healthy donors. The data predicted that GATA binding protein 4 (GATA4) may play a key role in mediating the difference between young and old chondrocytes. Results from immunostaining and western blot showed significantly higher GATA4 levels in old human or mouse chondrocytes when compared to young cells. Moreover, overexpressing GATA4 in young chondrocytes remarkably reduced their cartilage-forming capacity in vitro and induced the upregulation of proinflammatory cytokines. Conversely, suppressing GATA4 expression in old chondrocytes, through either siRNA or a small-molecule inhibitor NSC140905, increased the production of aggrecan and collagen type II, and also decreased levels of matrix-degrading enzymes. In OA mice induced by surgical destabilization of the medial meniscus, intraarticular injection of lentiviral vectors carrying mouse Gata4 resulted in a higher OA severity, synovial inflammation, and pain level when compared to control vectors. Mechanistically, we found that overexpressing GATA4 significantly increased the phosphorylation of SMAD1/5. Our work demonstrates that the aging-associated increase of GATA4 in chondrocytes plays a vital role in OA progression, which may also serve as a target to reduce osteoarthritis in the older population.", "date": "2025-08-14", "journal": ""}
{"title": "Defining the host dependencies and the transcriptional landscape of RSV infection and bystander activation", "doi": "10.1101/2025.03.26.645108", "authors": "Sunshine, S.; Puschnik, A.; Retallack, H.; Laurie, M. T.; Liu, J.; Peng, D.; Knopp, K.; Zinter, M. S.; Ye, C. J.; DeRisi, J. L.", "abstract": "Respiratory syncytial virus (RSV) is a globally prevalent pathogen, causes severe disease in older adults, and is the leading cause of bronchiolitis and pneumonia in the United States for children during their first year of life. Despite its prevalence worldwide, RSV-specific treatments remain unavailable for most infected patients. Here, we leveraged a combination of genome-wide CRISPR knockout screening and single-cell RNA sequencing to improve our understanding of the host determinants of RSV infection and the host response in both infected cells, and uninfected bystanders. These data reveal temporal transcriptional patterns that are markedly different between RSV infected and bystander activated cells. Our data show that expression of interferon-stimulated genes is primarily observed in bystander activated cells, while genes implicated in the unfolded protein response and cellular stress are upregulated specifically in RSV infected cells. Furthermore, genome-wide CRISPR screens identified multiple host factors important for viral infection, findings which we contextualize relative to 29 previously published screens across 17 additional viruses. These unique data complement and extend prior studies that investigate the proinflammatory response to RSV infection, and juxtaposed to other viral infections, provide a rich resource for further hypothesis testing.", "date": "2025-08-14", "journal": ""}
{"title": "The evolution of gene expression in seasonal environments", "doi": "10.1101/2025.03.25.645377", "authors": "Kudo, S. N.; Ikezaki, Y.; Kusumi, J.; Hirakawa, H.; Isobe, S.; Satake, A.", "abstract": "The biological activities of organisms are closely linked to seasonality. Phenology, the temporal orchestration of biological activities, is governed by gene expression, yet the evolutionary dynamics underlying seasonal gene expression remain unclear. To investigate these dynamics, we compared genome-wide expression dynamics (molecular phenology) in four dominant evergreen Fagaceae species in Asia (Quercus glauca, Q. acuta, Lithocarpus edulis, and L. glaber), using leaf and bud tissues over two seasonal cycles. We assembled high-quality reference genomes, identifying 11749 single-copy orthologous genes. Seasonal transcriptomic profiling of these orthologous genes revealed highly conserved gene expression across species in winter when temperatures fall below ~10{degrees}C. Rhythmic gene expression with significant periodic oscillations was more prevalent in buds (51.9%) than in leaves (40.6%), with most rhythmic genes (78.4 - 92.0%) exhibiting annual periodicity, while a smaller fraction (1.2 - 11.9%) followed half-annual cycles. The seasonal peaks of rhythmic genes were highly synchronized across species in winter but diverged during the growing season, reflecting species-specific timing of leaf flushing and flowering. These findings suggest that the four species share a common molecular calendar in winter, which constrains the evolution of gene expression under seasonal environments.", "date": "2025-08-14", "journal": ""}
{"title": "Unraveling the mesoscale resting-state functional connectivity of ocular dominance columns in humans using high-resolution functional MRI.", "doi": "10.1101/2025.03.27.645795", "authors": "Schmidt, M. E.; Aganj, I.; Stockmann, J.; Bilgic, B.; Chang, Y.; Hoge, W. S.; Kirilina, E.; Weiskopf, N.; Nasr, S.", "abstract": "Despite their importance in shaping visual perception, functional connectivity between ocular dominance columns (ODCs), the building blocks of neuronal processing within the human primary visual cortex (V1), remains largely unknown. Using high-resolution functional MRI (fMRI), we localized ODCs and assessed their resting-state functional connectivity (rs-FC) in 12 human adults (4 females). Consistent with anatomical studies in animals, we found stronger rs-FC in the middle compared to deep and superficial cortical depths and selectively stronger rs-FC between ODCs with alike compared to unalike ocular polarity. Beyond what was known from animal models, and consistent with human perceptual biases, we found stronger intra- and interhemispheric rs-FC in peripheral (compared to central) and in dorsal (compared to ventral) V1 subregions. Lastly, we found a significant correlation between rs-FC patterns and ODC maps, supporting the hypothesis that ODC maps can be predicted from rs-FC patterns within V1. These results highlight the heterogeneity in functional connectivity between ODCs across cortical depths and V1 subfields, underscoring their likely association with human perceptual biases.", "date": "2025-08-14", "journal": ""}
{"title": "Autism-associated Scn2a haploinsufficiency disrupts in vivo dendritic signaling and impairs flexible decision-making", "doi": "10.1101/2025.04.08.647866", "authors": "Wu, H.; Shen, L.; Indajang, J.; Savalia, N. K.; Johnson, T. G.; Qu, J.; Bender, K. J.; Kwan, A. C.", "abstract": "SCN2A is a high-confidence risk gene for autism spectrum disorder. Loss-of-function mutations in Scn2a reduce dendritic excitability in neocortical pyramidal cells. However, the impact of Scn2a haploinsufficiency on dendritic signaling in vivo, particularly during behavior, is unknown. In this study, we used two-photon microscopy to image dendritic calcium transients in deep layer pyramidal cells in the mouse medial frontal cortex. Scn2a+/- mice had diminished coupling between apical and proximal dendritic compartments. Pyramidal tract neurons had abnormal event rates, while intratelencephalic neurons had compartment-specific alterations indicative of diminished dendritic integration. In a matching pennies task, Scn2a+/- mice were inflexible in the face of changing competitive pressure. Apical dendritic tuft in IT neurons typically encoded reward and strategy, but these task-specific representations were altered in Scn2a+/- mice. Collectively, the findings demonstrate that Scn2a haploinsufficiency weakens dendritic integration in vivo and disrupts the dendritic encoding of decision variables, potentially contributing to the cognitive rigidity in autism spectrum disorder.", "date": "2025-08-14", "journal": ""}
{"title": "Newly trained navigation and verbal memory skills elicit changes in task-related networks but not brain structure", "doi": "10.1101/2025.04.14.648747", "authors": "Zheng, L.; Boogaart, Z.; McAvan, A.; Garren, J.; Doner, S.; Wilkes, B. J.; Groves, W.; Yuksel, E.; Cherep, L.; Ekstrom, A.; Weisberg, S. M.", "abstract": "Training cognitive skills, such as remembering a list of words or navigating a new city, has important implications for both health and disease. Yet, understanding what brain changes underlie the acquisition of complex cognitive skills remains unresolved. Here, we developed and validated intensive multiweek interventions in which participants were randomly assigned training in either navigation or verbal memory. Healthy young participants (N=75) underwent structural and functional imaging prior to and following the training. Based on pre-registered and exploratory analyses, we did not find any evidence for changes to hippocampal volume, hippocampal subfields, cortical brain volume, or white matter connectivity due to the training. In contrast, network-based analyses suggested changes in task-related informational connectivity, which occurred primarily between cortical areas and mostly involved putative cognitive control networks. These results suggest that cognitive interventions target more transient configurations in network connectivity rather than more durable structural changes.", "date": "2025-08-14", "journal": ""}
{"title": "Epigenetic motifs distinguishing endogenous from exogenous retroviral integrants", "doi": "10.1101/2025.04.30.651506", "authors": "LaMere, S.; Xiong, H.; Wang, W.; LaMere, B.; Moshiri, N.", "abstract": "Retroviruses are subject to epigenetic regulation by the host genome after integrating, similar to vertebrate genes. However, their patterns of integration, and therefore their likely epigenetic regulation, differ between genera. Beta- and gammaretroviruses are two types of simple retroviruses that have a strong tendency to infect germ cells and endogenize. While ancient endogenous retroviruses are often easy to spot due to mutations rendering them non-functional, more recent integrants can maintain the capacity for full viral production, making it sometimes difficult to discern which integrants are exogenous and likely more clinically relevant. Because endogenous retroviruses generally spend a longer time integrated and subject to host epigenetic regulation as proviral DNA, we hypothesized we could show these integrants exhibit sequence differences from their exogenous counterparts, likely resulting from DNA methylation and histone modifications, and that endogenous retroviruses would generally show habituation to host promoters. Therefore, we have used statistical analyses of publicly available sequence data to demonstrate that endogenous retroviral variants exhibit decreased CpG dinucleotide and trinucleotide frequencies over time, and that they will show evidence for loss of motifs associated with 'active' histone modifications. Close examination of these patterns provides further clues for distinguishing endogenous and exogenous retroviral variants, potentially aiding in the study of retroviruses in less well-characterized wildlife species.", "date": "2025-08-14", "journal": ""}
{"title": "Extrusion-modulated DnaA activity oscillations coordinate DNA replication with biomass growth", "doi": "10.1101/2025.05.13.653648", "authors": "Li, D.; Zheng, H.; Bai, Y.; Zhang, Z.; Cheng, H.; Huang, X.; Wei, T.; Chang, M. W.; Zaritsky, A.; Hwa, T.; Liu, C.", "abstract": "Robust control of DNA replication is fundamental to bacterial proliferation. In Escherichia coli, replication initiation is thought to be regulated by oscillations in DnaA activity, driven by DnaA-chromosome interactions that differ among leading models. However, direct evidence linking these oscillations to replication initiation has been lacking, and existing models fail to explain the observed decoupling of replication initiation from dnaA expression. Here, we establish a direct link between DnaA activity and replication initiation by demonstrating robust oscillations in DnaA activity, which peak precisely at replication initiation across diverse growth conditions and genetic perturbations. Notably, these oscillations persist even when dnaA transcription remains constant, suggesting a regulatory mechanism that modulates DnaA activity independently of its expression. Additionally, we propose an extrusion model in which DNA-binding proteins sense biomass-DNA imbalance and extrude DnaA from the chromosome to trigger replication, overcoming limitations of existing models. Consistent with this model, perturbation of the nucleoid-associated protein H-NS modulates DnaA activity and replication timing, supporting its mechanistic validity.", "date": "2025-08-14", "journal": ""}
{"title": "VEFill: a model for accurate and generalizable deep mutational scanning score imputation across protein domains", "doi": "10.1101/2025.05.14.653991", "authors": "Polunina, P. V.; Maier, W.; Rubin, A. F.", "abstract": "Background: Deep Mutational Scanning (DMS) assays can systematically assess the effects of amino acid substitutions on protein function. While DMS datasets have been generated for many targets, they often suffer from incomplete variant coverage due to technical constraints, limiting their utility in variant interpretation and downstream analyses. Results: We developed VEFill, a gradient boosting model for imputing missing DMS scores across protein domains. VEFill is trained on the Human Domainome 1 dataset, a large, standardized set of DMS experiments using a uniform stability-based assay, and integrates a broad set of additional biologically informative features including ESM-1v sequence embeddings, evolutionary conservation (EVE scores), amino acid substitution matrices, and physicochemical descriptors. The model achieved robust predictive performance (R squared = 0.64, Pearson r = 0.80). It also demonstrated reliable generalization to unseen proteins in other stability-based datasets, while showing weaker performance on activity-based assays. Per-protein models further confirmed VEFill's effectiveness under limited-data conditions. A reduced two-feature version using only ESM-1v embeddings and mean DMS scores performed comparably to the full model, suggesting a computationally efficient alternative. However, true zero-shot prediction without positional context remains a challenge, particularly for functionally complex proteins. Conclusions: VEFill offers an interpretable, scalable framework for DMS score imputation, especially effective in stability-focused and sparse-data settings. It enables systematic mutation prioritization and may support the design of efficient experimental libraries for variant effect studies.", "date": "2025-08-14", "journal": ""}
{"title": "Questioning the Evidence for Host-Symbiont Codiversification in Mycorrhizal Symbioses", "doi": "10.1101/2025.05.14.653600", "authors": "Bodin, F.; Morlon, H.; Perez-Lamarque, B.", "abstract": "A large majority of plants form mycorrhizal symbioses. The ecological importance of these mutualistic interactions has sparked interest in their long evolutionary history. By examining interaction networks and phylogenetic trees, several studies have suggested that plants codiversify or cospeciate with their associated mycorrhizal fungi. However, recent research has demonstrated that phylogenetic congruence (often interpreted as codiversification) has often been conflated with another pattern called cophylogenetic signal (i.e., closely related plants interacting with closely related fungi), which arises from different biological processes. We performed cophylogenetic analyses on 29 diverse mycorrhizal networks to reevaluate the evidence for codiversification in mycorrhizal symbioses. We found significant cophylogenetic signal but no phylogenetic congruence: closely related plants interact with closely related fungi, but their phylogenies do not match. Instead of codiversification, this finding suggests that plants and fungi undergo diffuse coevolution, likely driven by trait-matching, where compatible, evolutionarily conserved plant and fungal traits govern their interactions. Our work highlights the importance of appropriately interpreting the cophylogenetic methods used to study the macroevolution of plants and their mycorrhizal fungi. It suggests that previous studies proposing codiversification in mycorrhizal symbioses actually detected cophylogenetic signal, indicating that there is no evidence of codiversification or cospeciation occurring during the evolution of mycorrhizal symbioses.", "date": "2025-08-14", "journal": ""}
{"title": "An Updated Polygenic Index Repository: Expanded Phenotypes, New Cohorts, and Improved Causal Inference", "doi": "10.1101/2025.05.14.653986", "authors": "Alemu, R.; Terskaya, A.; Howell, M.; Guan, J.; Sands, H.; Kleinman, A.; 23andMe Research Team,  ; Bann, D.; Morris, T.; Ploubidis, G. B.; Fitzsimons, E.; Mullan Harris, K.; Caspi, A.; Corcoran, D. L.; Moffitt, T. E.; Poulton, R.; Sugden, K.; Williams, B. S.; Steptoe, A.; Ajnakina, O.; Vainik, U.; Esko, T.; Estonian Biobank Research Team,  ; Campbell, A.; Hayward, C.; Iacono, W. G.; McGue, M.; Krueger, R. F.; Docherty, A. R.; Shabalin, A. A.; Hertwig, R.; Koellinger, P.; Richter, D.; Goebel, J.; Ahlskog, R.; Oskarsson, S.; Magnusson, P. K. E.; Harden, K. P.; Tucker-Drob, E. M.; Pahnke, C. K. L.", "abstract": "Polygenic indexes (PGIs) -- DNA-based predictors of individual phenotypes -- have become essential tools across biomedical and social sciences. We introduce Version 2 of the Polygenic Index Repository, which expands phenotype coverage from 47 to 61, increases the number of participating datasets from 11 to 20, and adopts a more consistent and improved methodology for PGI construction. For 16 phenotypes, we leverage summary statistics from an updated GWAS meta-analysis with greater statistical power compared to the original release, thereby improving the PGI's predictive power. To improve power for family-based analyses, we provide imputed parental PGIs in all datasets with first-degree relatives and offer a framework for interpreting results from analyses that control for parental PGIs. We illustrate the utility of parental PGIs using two applications: (1) comparing PGI associations with and without parental PGI controls for all phenotypes in two Repository datasets with family data, and (2) for BMI and diastolic blood pressure, exploring the contribution of causal versus non-causal components of PGI associations to the imperfect portability of PGIs across subgroups within a genetic ancestry. Collectively, the updates enhance predictive performance, broaden the Repository's scope, and introduce novel resources that reduce confounding bias and improve interpretability.", "date": "2025-08-14", "journal": ""}
{"title": "acmgscaler: An R package and Colab for standardised gene-level variant effect score calibration within the ACMG/AMP framework", "doi": "10.1101/2025.05.16.654507", "authors": "Badonyi, M.; Marsh, J. A.", "abstract": "A genome-wide variant effect calibration method was recently developed under the guidelines of the American College of Medical Genetics and Genomics and the Association for Molecular Pathology (ACMG/AMP), following ClinGen recommendations for variant classification. While genome-wide approaches offer clinical utility, emerging evidence highlights the need for gene- and context-specific calibration to improve accuracy. Building on previous work, we have developed an algorithm tailored to converting functional scores from both multiplexed assays of variant effects (MAVEs) and computational variant effect predictors (VEPs) into ACMG/AMP evidence strengths. Our method is designed to deliver consistent performance across different genes and score distributions, with all variables adaptively determined from the input data, preventing selective adjustments or overfitting that could inflate evidence strengths beyond empirical support. To facilitate adoption, we introduce `acmgscaler`, a lightweight R package and a plug-and-play Google Colab notebook for the calibration of custom datasets. This algorithmic framework bridges the gap between MAVEs/VEPs and clinically actionable variant classification.", "date": "2025-08-14", "journal": ""}
{"title": "Improved open modification searching via unified spectral search with predicted libraries and enhanced vector representations in ANN-SoLo", "doi": "10.1101/2025.05.20.655174", "authors": "Arab, I.; Laukens, K.; Bittremieux, W.", "abstract": "The primary computational challenge in mass spectrometry-based proteomics is determining the peptide sequence responsible for generating each measured tandem mass spectrum. This task is traditionally addressed through sequence database searching, as well as alternative approaches such as spectral library searching. ANN-SoLo is a powerful spectral library search engine optimized for open modification searching, enabling the detection of peptides carrying any post-translational modification. Here, we present an enhanced version of ANN-SoLo that combines strengths of both spectral library searching and sequence database searching, by integrating with Prosit to generate predicted spectral libraries from protein sequence databases. Additionally, it provides functionality to generate decoys at both the spectrum and the peptide level, introduces an optimized internal file structure for large-scale analytics, and improves search accuracy by incorporating neutral loss information into spectrum vector representations. These advancements collectively address challenges associated with missing spectral libraries and enhance peptide identification in large-scale and complex proteomics workflows.", "date": "2025-08-14", "journal": ""}
{"title": "Deciphering the combinatorial expression pattern and genetic regulatory mechanisms of Beats and Sides in the olfactory circuits of Drosophila", "doi": "10.1101/2025.05.31.657193", "authors": "Duan, Q.; Okuwa, S.; Estrella, R.; Yeung, C.; Chen, Y.-C. D.; Rio, L. Q.; Vien, K. M.; Volkan, P. C.", "abstract": "Over the past decades, many critical molecular players have been uncovered to control distinct steps in olfactory circuit assembly in Drosophila. Among these, multi-member gene families of cell surface proteins are of interest because they can act as neuron-specific identification/recognition tags in combinations and contribute to circuit assembly in complex brains through their heterophilic or homophilic interactions. Recently, a multi-protein interactome has been described between the Beat and Side families of IgSF proteins. Here, we use the publicly available single-cell RNA-seq datasets and newly generated gene trap transgenic driver lines to probe the in vivo spatial expression pattern of the beat/side gene families in odorant receptor neurons (ORNs) and their synaptic target projection neurons (PNs). Our results revealed that each ORN and its synaptic target PN class expresses a class-specific combination of beat/side genes, hierarchically regulated by lineage-specific genetic programs. Though ORNs or PNs from closer lineages tend to possess more similar beat/side profiles, we also found many examples of divergence from this pattern among closely related ORNs and closely related PNs. To explore whether the class-specific combination of beats/sides defines ORN-PN matching specificity, we perturbed presynaptic beat-IIa and postsynaptic side-IV in two ORN-PN partners. However, disruption of Beat-IIa-Side-IV interaction did not produce any significant mistargeting in these two examined glomeruli. Though without affecting general glomerular targeting, knockdown of side in ORNs leads to the reduction of synaptic development. Interestingly, we found conserved expression patterns of beat/side orthologs across ORNs in ants and mosquitoes, indicating the shared regulatory strategies specifying the expression of these duplicated paralogs in insect evolution. Overall, this comprehensive analysis of expression patterns lays a foundation for in-depth functional investigations into how Beat/Side combinatorial expression contributes to the olfactory circuit assembly.", "date": "2025-08-14", "journal": ""}
{"title": "Hand Drawing Image based Causal Representation Learning for Robust Parkinson's Disease Feature Extraction and Detection", "doi": "10.1101/2025.06.01.657220", "authors": "Kim, D.", "abstract": "Being an irreversible disorder regarding the human motor-system, Parkinson's Disease(PD) has been a threat to many neurological patients, especially due to its severity in pain and muscle control restriction. As PD has no significant cure or treatments to this day, early diagnosis, or detections of PD within potential patients is a crucial task to maximize the effect of mediations which are implemented to achieve temporal prohibition of motor failure progression. In recent research, alongside conventional diagnosis methods based on neurological examinations or MRI based brain imaging, use of deep learning based artificial intelligence models, such as ResNet, are repeatedly reported to have significant progress in detecting PD in early stages with high performance. Based on current success, this research attempted to further enhance AI-driven PD diagnosis by developing a deep learning based causal representation learning framework that extracts only highly robust PD features from simple hand drawings. Specifically, convolutional VAE based reconstruction and information theory based weakly supervised learning were linked with causal representation learning methods to distinguish significant PD features from geometrical features within hand drawing images. Not only aiding conventional tests for PD diagnosis, but also giving reliable representations of PD features such as tremor and rigidity, developed framework was found to achieve high performance in both retrieving latent factors of PD in images and predicting PD diagnosis results.", "date": "2025-08-14", "journal": ""}
{"title": "Hand Drawing Image based Causal Representation Learning for Robust Parkinson's Disease Feature Extraction and Detection", "doi": "10.1101/2025.06.01.657220", "authors": "Kim, D.", "abstract": "Being an irreversible disorder regarding the human motor-system, Parkinson's Disease(PD) has been a threat to many neurological patients, especially due to its severity in pain and muscle control restriction. As PD has no significant cure or treatments to this day, early diagnosis, or detections of PD within potential patients is a crucial task to maximize the effect of mediations which are implemented to achieve temporal prohibition of motor failure progression. In recent research, alongside conventional diagnosis methods based on neurological examinations or MRI based brain imaging, use of deep learning based artificial intelligence models, such as ResNet, are repeatedly reported to have significant progress in detecting PD in early stages with high performance. Based on current success, this research attempted to further enhance AI-driven PD diagnosis by developing a deep learning based causal representation learning framework that extracts only highly robust PD features from simple hand drawings. Specifically, convolutional VAE based reconstruction and information theory based weakly supervised learning were linked with causal representation learning methods to distinguish significant PD features from geometrical features within hand drawing images. Not only aiding conventional tests for PD diagnosis, but also giving reliable representations of PD features such as tremor and rigidity, developed framework was found to achieve high performance in both retrieving latent factors of PD in images and predicting PD diagnosis results.", "date": "2025-08-14", "journal": ""}
{"title": "GENERanno: A Genomic Foundation Model for Metagenomic Annotation", "doi": "10.1101/2025.06.04.656517", "authors": "Li, Q.; Wu, W.; Zhu, Y.; Feng, F.; Ye, J.; Wang, Z.", "abstract": "The rapid growth of genomic and metagenomic data has underscored the pressing need for advanced computational tools capable of deciphering complex biological sequences. In this study, we introduce GENERanno, a compact yet powerful genomic foundation model (GFM) specifically optimized for metagenomic annotation. Trained on an extensive dataset comprising 715 billion base pairs (bp) of prokaryotic DNA, GENERanno employs a transformer encoder architecture with 500 million parameters, enabling bidirectional attention over sequences up to 8192 bp at single-nucleotide resolution. This design addresses key limitations of existing methods, including the inability of traditional Hidden Markov Models (HMMs) to handle fragmented DNA sequences from multi-species microbial communities, as well as the suboptimal tokenization schemes of existing GFMs that compromise fine-grained analysis. At its core, GENERanno excels in identifying coding regions from fragmented and mixed DNA sequences, a hallmark of metagenomic analysis. It achieves superior accuracy compared to traditional HMM-based methods (e.g., GLIMMER3, GeneMarkS2, Prodigal) and recent LLM-based approaches (e.g., GeneLM), while demonstrating robust generalization ability on archaeal genomes. Leveraging its advanced contextual understanding capability, GENERanno further enables two essential functions: pseudogene prediction and taxonomic classification, both performed based solely on raw sequence data, without reliance on reference databases or comparative genomics. These functionalities collectively streamline the metagenomic analysis pipeline, significantly reducing preprocessing requirements and enabling end-to-end interpretation of sequencing data. Beyond its primary role in metagenomic annotation, GENERanno also serves as a powerful GFM. To evaluate its broader utility, we curated the Prokaryotic Gener Tasks, a comprehensive benchmark suite specifically tailored for prokaryotic genomic analysis. It includes gene fitness prediction, antibiotic resistance identification, gene classification, and taxonomic classification, reflecting diverse aspects of functional genomics. On this benchmark, GENERanno consistently outperforms existing GFMs such as DNABERT-2, NT-v2, and GenomeOcean, demonstrating strong generalization capabilities across a wide range of genomic tasks. Overall, GENERanno provides a unified framework that integrates multiple critical functions for metagenomic annotation and beyond. By eliminating dependencies on external resources and offering rich contextual understanding of genomic sequences, this work delivers a foundational tool for advancing functional genomics in complex microbial communities. Implementation details and supplementary resources are available at https://github.com/GenerTeam/GENERanno.", "date": "2025-08-14", "journal": ""}
{"title": "Differential functions of upstream and intronic HOT regions shape dlg-1 transcription and C. elegans development", "doi": "10.1101/2025.06.13.659077", "authors": "Tocchini, C.; Eggeler, F.; Bassett, P.; Mango, S. E.", "abstract": "High occupancy target (HOT) regions, genomic sites bound by many transcription factors, are found across eukaryotes, but their physiological roles remain unclear. We characterized two HOT regions in the Caenorhabditis elegans dlg-1 locus containing transcription start sites: one upstream the coding sequence and one in the first intron. The upstream region is essential for proper transcription and proper animal development, while the intronic region modestly enhances transcription in epidermal cells. Our findings reveal the functions of HOT regions in animal development, expanding the repertoire of gene regulation strategies in C. elegans.", "date": "2025-08-14", "journal": ""}
{"title": "Heterogeneity of Genetic Sequence within Quasi-species of Influenza Virus Revealed by Single-Molecule Sequencing", "doi": "10.1101/2025.06.19.658006", "authors": "Tamao, K.; Noji, H.; Tabata, K. V.", "abstract": "Influenza viruses are characterized by high mutation rates and extensive genetic diversity, which hinder effective vaccine development and facilitate immune evasion (Taubenberger & Morens, 2006; Barr et al., 2010). These mutations primarily arise from the error-prone activity of the viral RNA-dependent RNA polymerase, generating highly heterogeneous viral populations within individual hosts. This phenomenon aligns with the quasi-species model, in which a cloud of related viral genomes evolves under selective pressures (Domingo et al., 2012). Accurate characterization of this intra-host diversity is crucial for understanding viral evolution and informing future vaccine design. However, conventional RNA sequencing technologies often fail to reliably detect low-frequency variants due to technical errors introduced during sample preparation and sequencing steps. In this study, we implemented a single unique molecular identifier (sUMI) approach to minimize sequencing artifacts and achieve an error rate of approximately 10-. This high-resolution method enabled precise quantification of quasi-species diversity from influenza virus populations isolated at the single-particle level. Comparative analyses revealed mutation frequencies well above background error levels, confirming that the observed variation was of biological origin. Furthermore, application of information-theoretic metrics such as Shannon entropy and Jensen-Shannon divergence demonstrated that the mutation distribution was non-random, suggesting the presence of selective constraints. Our findings establish a robust framework for studying intra-host viral evolution and provide critical insights that may enhance AI-driven prediction of mutational trajectories and support more effective influenza vaccine strategies.", "date": "2025-08-14", "journal": ""}
{"title": "Influence of F Repeats and Terminal Residue Polarity on Peptide-VIM-2 Metallo-β-Lactamase Interactions", "doi": "10.1101/2025.06.15.659760", "authors": "Anand, A. A.; Anwar, S.; Mondal, R. K.; Samanta, S. K.", "abstract": "The global surge in antimicrobial resistance is a major public health concern, largely driven by the dissemination of beta-lactamases. Among them, VIM-2 metallo-beta-lactamase (MBL) poses a significant therapeutic challenge. In this study, we explore the role of phenylalanine and lysine residues, especially their repeat patterns, in modulating peptide binding affinity and structural interactions with VIM-2. Docking, molecular dynamics simulations, free energy decomposition analysis and residue analysis were conducted on gut metagenome-derived AMPs, PolyF and a control peptide (PolyR). Binding affinity with VIM-2 decreased with declining F content, yet PolyF alone showed unexpectedly low binding. However, PolyF exhibited most negative polar solvation energy in free energy decomposition analysis. This indicates that F repeats play a role in stabilizing a VIM-2-peptide complex in presence of a solvent. PolyF peptide lacks favorable electrostatic or dynamic interactions, likely due to the absence of K residues. Interestingly, loop1 and loop2 analysis of VIM-2 revealed that F repeats interfere with the loops that play a role in functioning of substrate binding at the active site. Additionally, F repeats were found to bind to residues lying adjacent to or nearby active site residues, which points towards the fact that F helps other residues like K to bind more stably with active site residues of VIM-2. Finally, analog designing and analysis reveals that a balance of aromatic (F) and positively charged (K) residues could enhance peptide binding with MBLs like VIM-2 when having hydrophobic on N-terminal and positively charged on C-terminal.", "date": "2025-08-14", "journal": ""}
{"title": "SH2scan: Mapping SH2 domain-ligand binding selectivity for inhibitors and degraders", "doi": "10.1101/2025.07.09.663991", "authors": "Lira, L. M. G.; Wolfe-Demarco, J. K.; Clifford, A. M.; Le, T. D.; Khasawneh, G. M.; Kidane, M.; Nguyen, M.; Najera, J. A.; Pallares, G.; Servant, N. B.; Bernatchez, J. A.", "abstract": "Drug discovery targeting SH2 domains (key protein-protein interaction modules) has been hampered by a lack of assay systems evaluating SH2 domain-synthetic ligand binding selectivity to reduce potential off-target effects. Here, we developed SH2scan, a high-throughput competition binding assay platform used to quantify ligand-SH2 domain interactions, covering >80% of the target class. This platform can be used to design more selective compounds targeting SH2 domains.", "date": "2025-08-14", "journal": ""}
{"title": "Single-Cell Profiling Reveals Altered Endometrial Cellular Features Across the Menstrual Cycle in Endometriosis Patients", "doi": "10.1101/2025.07.21.666016", "authors": "Almonte-Loya, A.; Wang, W.; Houshdaran, S.; Tang, X.; Flynn, E.; Liu, B.; Kushnoor, D.; Nezhat, C.; Vilella, F.; Simon, C.; Vo, K. C.; Casillas, A.; Khan, U.; Serras, C. P.; Oskotsky, T. T.; Huang, D.; Vallve-Juanico, J.; Irwin, J.; Combes, A.; Sirota, M.; Fragiadakis, G.; Giudice, L.", "abstract": "Endometriosis is a chronic, estrogen-dependent condition affecting over 190 million women globally, characterized by the ectopic presence of endometrial-like tissue that leads to inflammation, pain, and infertility. Despite its prevalence, the pathogenesis of endometriosis remains poorly understood. Here, we present a comprehensive single-cell transcriptomic atlas comprising 228,000 cells derived from 43 eutopic endometrial biopsies from patients with endometriosis, fibroid controls and healthy controls, sampled across the menstrual cycle. This analysis reveals previously uncharacterized subpopulations of endometrial fibroblasts and epithelial cells undergoing epithelial-mesenchymal transition, alongside disrupted immune cell communication networks. Comparative gene expression profiling implicates oxidative stress, aberrant cell migration, and dysregulated apoptosis as central features of the disease state. These findings suggest that endometriosis alters eutopic endometrial homeostasis, with potential consequences for fertility, regeneration, and disease progression. Our dataset provides a valuable resource for biomarker discovery and identifies candidate therapeutic targets aimed at restoring endometrial function and alleviating symptoms in affected individuals.", "date": "2025-08-14", "journal": ""}
{"title": "UBE2J2 sensitizes the ERAD ubiquitination cascade to changes in membrane lipid saturation", "doi": "10.1101/2025.07.22.666085", "authors": "Vrentzou, A.; Leidner, F.; Schmidt, C. C.; Grubmueller, H.; Stein, A.", "abstract": "Protein-lipid crosstalk is fundamental to homeostasis in the endoplasmic reticulum (ER). The ER-associated degradation (ERAD) pathway, a branch of the ubiquitin-proteasome system, maintains ER membrane properties by degrading lipid metabolic enzymes. However, the ERAD components that sense membrane properties and their mechanisms remain poorly defined. Using reconstituted systems with purified ERAD factors, we show that membrane composition modulates the ubiquitination cascade at multiple levels. The membrane-anchored E2 UBE2J2 acts as a sensor for lipid packing: in loosely packed membranes, UBE2J2 becomes inactive due to membrane association that impedes ubiquitin loading, while tighter packing promotes its active conformation and interaction with E1. UBE2J2 activity directs ubiquitin transfer by the E3 ligases RNF145, MARCHF6, and RNF139, targeting both themselves and the substrate squalene monooxygenase. Additionally, RNF145 senses cholesterol, altering its oligomerization and activity. These findings reveal that ERAD integrates multiple lipid signals, with UBE2J2 relaying and extending the effect of lipid signals through its cooperation with multiple E3 ligases.", "date": "2025-08-14", "journal": ""}
{"title": "Human ribosome interactions reframe neomycin toxicity", "doi": "10.1101/2025.07.22.666027", "authors": "Wu, M.; Zhu, L.; Zhang, X.; Jia, C.; Wu, K.; Yi, C.; Sun, S.; Zhang, Z.; Guo, L.; Hou, X.; Amunts, A.; Li, W.", "abstract": "Aminoglycosides like neomycin are widely used but clinically limited due to toxicity, traditionally attributed to mitoribosome inhibition. Here, we demonstrate that this assumption requires re-evaluation by comparing neomycin's interactions with human ribosomes in vitro and in cells. While cryo-EM and biochemical assays reveal strong in vitro binding to both mitoribosomes and cytosolic ribosomes, especially at conserved regions such as the helix 44 (h44) decoding center despite sequence divergence, and H69. Cellular analyses show minimal impact on global translation, reduced occupancy on cytosolic ribosomes, and a complete absence of neomycin on mitoribosomes. These discrepancies suggest limited mitochondrial permeability rather than direct mitoribosome inhibition underlies neomycin's toxicity. Our findings redefine the mechanistic basis of aminoglycosides side effects and call for a reassessment of their cellular targets.", "date": "2025-08-14", "journal": ""}
{"title": "Methionine γ-lyase Traps Cofactor Pyridoxal-5'-phosphate through Specific Serine-Mediated Affinity", "doi": "10.1101/2025.07.27.667015", "authors": "Jia, K.; Yan, C.; Liu, X.; Su, R.; Shi, M.; Geng, Z.; Chen, Y.; Zhu, L.; Dai, Z.; Hui, J.; Chen, X.", "abstract": "Pyridoxal-5'-phosphate (PLP), the ubiquitous and ancient cofactor, plays important roles in enzymatic elimination, transamination and other reactions. The catalytic efficiency of PLP-dependent enzymes is significantly higher than that of free PLP. The recruitment of PLP from the environment by the enzymes, particularly through interactions outside the active site, is the key step determining the occurrence of PLP-mediated catalysis. However, the precise mechanism by which enzymes recruit PLP remains elusive. Methionine {gamma}-lyase (MGL), a PLP-dependent enzyme, catalyzes the degradation of L-methionine, thereby suppressing cancer cell proliferation through serum or dietary methionine depletion. Here, we report the crystal structure of yMGL, which belongs to a newly identified subgroup of cystathionine {gamma}-lyases, in complex with L-methionine and PLP. Through truncating the C-terminal domain of yMGL both in vitro and in vivo, we demonstrated that this domain, outside the canonical PLP-binding domain, is essential for the specific interaction between yMGL and PLP, as well as for efficient L-methionine catabolism. A conserved Ser in the C-terminal domain, positioned at the active-site entrance of MGLs, confers specificity for PLP. These findings elucidate a previously uncharacterized mechanism of PLP recruitment by MGLs and promote rational design of MGLs with tailored cofactor selectivity and catalytic performance.", "date": "2025-08-14", "journal": ""}
{"title": "The Crunchometer: A Low-Cost, Open-Source Acoustic Analysis of Feeding Microstructure", "doi": "10.1101/2025.07.25.666891", "authors": "Gil-Lievana, E.; Arroyo, B.; Perez-Ortega, J. E.; Lopez, A.; Rodriguez-Blanco, L. A.; Diaz, X.; Hernandez, G.; Coss, A.; Alway, E.; Reicher, N.; Hernandez-Lemus, E.; Kaelberer, M.; Bohorquez, D. V.; Gutierrez, R.", "abstract": "Elucidating the neuronal circuits that govern appetite requires a detailed analysis of the microstructure of solid food consumption. A significant barrier in this field is that existing techniques for monitoring feeding are either prohibitively expensive, limiting their use, or lack the high temporal resolution necessary to align feeding events with neuronal activity. To overcome this, we developed the Crunchometer, a low-cost, open-source acoustic system that uses computational algorithms to create high-resolution feeding ethograms. We validated the system by monitoring feeding across different energy states (hunger/satiety) and by demonstrating that the anti-obesity drug semaglutide suppresses food intake and reduces preference for a high-fat diet. Crucially, the Crunchometer integrates seamlessly with in vivo neural recordings in freely behaving mice. By pairing our system with electrophysiology in the Lateral Hypothalamus (LH), we identified novel \"meal-related\" neurons that track entire meals rather than individual feeding bouts. Using calcium imaging, we further revealed that solid food consumption strongly modulates LH GABAergic neurons, but not glutamatergic neurons. We also found that distinct LH neuronal ensembles encode the consumption of solid food versus liquid sucrose. The Crunchometer is thus a powerful and accessible tool for precisely dissecting the neural correlates of naturalistic feeding behavior. Significance statement: The Crunchometer is a low-cost, open-source technology that democratizes feeding analysis, enabling the precise dissection of appetite neuronal circuits to advance therapies for obesity and eating disorders.", "date": "2025-08-14", "journal": ""}
{"title": "Decision signals in the absence of spiking activity in primate visual cortex", "doi": "10.1101/2025.07.29.667496", "authors": "Hou, Y. S.; Liu, L. D.; Pack, C. C.", "abstract": "Fluctuations in single-neuron activity in sensory cortex often correlate with perceptual decisions. This kind of correlation has been hypothesized to reflect a causal influence of sensory signals on decisions, a feedback influence of decisions on sensory signals, and various other factors as well. To disentangle these different possibilities, we have examined local field potentials (LFPs) recorded from the middle temporal (MT) area of non-human primates performing a motion discrimination task. Compared to single-neuron spiking, LFPs have the advantage of being decomposable into different frequencies that are associated with different anatomical sources of input. More importantly, they persist when spiking activity is inactivated, which precludes a causal influence of the corresponding neural activity on behavior. We found that high frequency (70-150 Hz) LFP power was correlated with perceptual decisions and that this correlation disappeared when spikes were inactivated, consistent with a causal role for this frequency band in decision making. These signals overlapped in time with decision signals in lower gamma-band power (30-50 Hz), which persisted after spiking inactivation, suggesting a non-causal, feedback input. Interestingly, lower-frequency LFP signals (5-30 Hz) reflected both impending perceptual decisions and the outcome of previous trials. Our results therefore reveal that neural activity multiplexes different sources of information about perceptual decisions and that these types of information can be estimated reliably from different LFP frequencies.", "date": "2025-08-14", "journal": ""}
{"title": "PE11 promotes intracellular persistence of Mycobacterium tuberculosis by inhibiting autophagy and lysosomal biogenesis by targeting the FLCN-lactate-TFEB signaling axis", "doi": "10.1101/2025.07.31.668032", "authors": "Dahiya, P.; Bisht, M. K.; Saha, A.; Chandramouli, A.; Kamat, S. S.; Nandicoori, V.; Ghosh, S.; Mukhopadhyay, S.", "abstract": "Mycobacterium tuberculosis (Mtb) employs multiple virulence factors, including cell wall-associated proteins, to evade host immune responses. PE11, a cell wall-localized esterase, contributes to Mtb persistence by facilitating cell wall remodelling and resistance to acidic and antibiotic stress. Herein, we describe a novel role of PE11 in subverting host autophagy through disruption of TFEB-mediated lysosomal function. PE11 promotes FLCN-dependent depletion of intracellular lactate to destabilize TFEB and thereby downregulate genes essential for autophagic flux and lysosomal acidification. Using a PE11-deficient Mtb strain, we demonstrate that PE11 targets the FLCN-lactate axis to regulate TFEB stability. Exogenous lactate supplementation restored TFEB stability, enhanced lysosomal acidification, and significantly reduced intracellular bacterial burden. Lactate also synergized with frontline anti-tubercular drugs to improve Mtb clearance. These findings establish PE11 as a key immune evasion factor and highlight lactate as a promising host-directed therapeutic to enhance bacterial killing and reduce antibiotic-associated toxicity.", "date": "2025-08-14", "journal": ""}
{"title": "Nanoparticle-enabled plasma proteomics of a mouse atherosclerosis model", "doi": "10.1101/2025.08.01.667173", "authors": "Delwarde, C.; Matamalas, J. T.; Chelvanambi, S.; Kasai, T.; Shlayen, G.; Santinelli-Pestana, D. V.; Zamani, M.; Aikawa, E.; Aikawa, M.; Singh, S. A.", "abstract": "BackgroundDyslipidemia, marked by elevated LDL-cholesterol (LDL-C), is a major risk factor for coronary heart disease. Mouse experimental models, such as Ldlr-/- mice that develop atherosclerosis and metabolic disorders when fed a high-fat diet (HFD), are indispensable for studying disease mechanisms and identifying potential biomarkers.\n\nObjectivesWe aimed to profile the plasma proteins in experimental murine atherosclerosis with the primary goal of detecting low-abundant proteins.\n\nMethodsLdlr-/- mice were fed a chow diet or HFD for 3 (n = 27 per group) or 6 months (n = 12 per group). Plasma samples were processed using nanoparticle technology (Proteograph(R) XT Assay; Seer, Inc), and peptides were analyzed using the Orbitrap Astral (Thermo Fisher Scientific) in data-independent acquisition mode. For tissue proteomics, ten aortas were pooled for n = 4 pools per time point and diet, and n = 6 livers per time point and diet. Peptides were analyzed on the Orbitrap Exploris 480 in data-dependent mode. Proteomes were queried against the Tabula Muris mouse single-cell, STRING, and Gene Ontology databases, and queried against a genome-wide association list of 419 risk loci for coronary artery disease.\n\nResultsWe sequenced 5,080 plasma proteins, surpassing previous reports by 10-fold. The prototypical apolipoproteins and complement factors were the most abundant proteins, whereas proteins associated with cytokine/chemokine signaling represented the previously uncharted mouse plasma proteome. We divided the proteome into quartiles (Q1-Q4) to monitor sweeping changes over time. Proteins with a sustained enrichment in HFD (n = 705) were indicative of liver cell subtypes (Tabula Muris). Whereas proteins that moved up from the lower quartiles - Q2 (n = 228), Q3 (115) and Q4 (63) - associated with leukocyte, fibroblasts, and endothelial cell markers, indicating that signatures of inflammation and endothelial activation increase with disease progression. Notably, 86 and 146 proteins were increased at 3 and 6 months, including MMP-12 and COL6A3. Classical apolipoproteins exhibited heterogeneous responses - SAA3 and APOC2 increased, while APOA1, APOE, and LCAT decreased with high-fat feeding, suggesting impaired high-density lipoprotein (HDL) functionality. Proteins shared between plasma and aorta were enriched for extracellular matrix components, while those overlapping with liver reflected metabolic processes. Finally, 120 coronary artery disease (CAD)-associated proteins from human GWAS were detected in Ldlr-/- plasma, of which 4, including lipoprotein lipase, exhibited an increase in abundance with HFD.\n\nConclusionsNanoparticle-dependent proteome enrichment coupled to mass spectrometry may allow to identify novel plasma biomarkers in Ldlr-/- mice and facilitate monitoring of candidate proteins associated with human disease mechanisms in preclinical interventional studies, thereby opening new avenues for understanding disease pathology and uncovering novel molecular contributors.", "date": "2025-08-14", "journal": ""}
{"title": "A universal model for drug-receptor interactions", "doi": "10.1101/2025.08.01.668090", "authors": "Menezes, F.; Wahida, A.; Froehlich, T.; Grass, P.; Zaucha, J.; Pustelny, K.; Barzowska-Gogola, A.; Czarna, A.; Hochhaus, A.; Nissen-Meyer, J.; Conrad, M.; Popowicz, G. M.", "abstract": "The genomic landscape of disease holds, in principle, the information required for rational therapeutic design. Genes encode proteins whose functions are tightly coupled to their three-dimensional structures via non-bonded interactions. Since the late 1970s, the advent of macromolecular crystallography inspired the notion that structural knowledge alone could enable a lock-and-key approach to drug design. However, this framework has failed to catalyze a step-change in the generation of new chemical matter. Drug discovery continues to depend on costly and largely serendipitous screening campaigns. Our understanding of, and reasoning from, non-bonded interaction chemistry is still too limited. Compounding this is the scarcity of novel chemistry and infinitesimal coverage of the chemical combinatorial space by current experimental data. To alleviate these problems, we show that a machine learning model can successfully learn and infer the principles of non-bonded interactions in the drug-receptor space. A reductionist approach to training data led to a model generalizing drug-target interactions to truly novel chemical matter without suffering from memorization bias. This work addresses that gap in drug discovery through a theoretical framework for predictive molecular recognition.", "date": "2025-08-14", "journal": ""}
{"title": "Musical complexity governs a tradeoff between reliability and dimensionality in the neural code", "doi": "10.1101/2025.08.04.668380", "authors": "Mouawad, P.; Sabesan, S.; Greasley, A. E.; Lesica, N. A.", "abstract": "The rich experience of listening to music depends on the neural integration of its constituent elements within the early auditory pathway. Here, we performed the first large-scale study of neural responses to complex music to characterize the neural coding of individual instruments and mixtures with both normal hearing and mild-to-moderate hearing loss. Using coherence and manifold analyses along with deep learning, we identified strong nonlinear interactions in mixed music that impacted the fidelity and geometry of the neural code. We found that increasing musical complexity resulted in the creation of new neural modes, but this increased dimensionality was associated with decreased reliability. This tradeoff persisted even after hearing loss, the effects of which were largely corrected with suitable amplification. These results suggest that the neural coding of music is governed by an inherent tradeoff and highlight a fundamental challenge in maintaining fidelity while processing sensory inputs with increasing complexity.", "date": "2025-08-14", "journal": ""}
{"title": "There and back again: the dynamic evolution of panarthropod germ cell specification mechanisms", "doi": "10.1101/2025.08.05.668520", "authors": "Kao, J. A.; Rivard, E. L.; Kapoor, R. R.; Extavour, C. G.", "abstract": "Germ cells enable the reproduction of an organism and the continuity of its lineage. These crucial cells are segregated from the soma at different times and places and via distinct mechanisms across the animal tree of life. Making sense of the evolution of germ cell specification across animals is complicated by the difficulty of making meaningful comparisons across the diversity of animal embryonic development. Here, we characterize germ cell specification within a clade as old as all animals, which encompasses massive animal biodiversity but within which it is still possible to conduct comparative embryogenesis: the Panarthropoda. We amass data from centuries of studies describing the timing and mechanisms of germ cell formation, and use these data to propose novel hypotheses about the trajectory of evolution in this process. Furthermore, we speculate on the mechanisms underlying these evolutionary dynamics by considering the relationships among germ cell specification, concurrent developmental processes, and the germ line gene network. Collectively, this study derives new insights from a rich historical database of embryological observations, and has broad implications for understanding the evolution of metazoan germ cells.", "date": "2025-08-14", "journal": ""}
{"title": "Tumor Microenvironmental Interactions of Mast Cells and Lymphocytes in Gastric Cancer: A Tissue-Based Study", "doi": "10.1101/2025.08.05.668620", "authors": "Sadique, G. A.; Mamun, M. S.", "abstract": "Background: Mast cells and tumor-infiltrating lymphocytes (TILs) are key immune components in the tumor microenvironment (TME). Their densities and interaction dynamics may influence gastric cancer progression. This research intends to investigate the density and prevalence of mast cells and CD8+ tumor-infiltrating lymphocytes in gastric adenocarcinoma while evaluating their correlation with tumor grades. Methods: This cross-sectional observational study was conducted in the Department of Pathology, Satkhira Medical College, from August 2024 to July 2025. Ethical clearance was obtained from the Ethical Review Committee of Satkhira Medical College prior to study initiation. A total of 50 cases of invasive gastric adenocarcinoma were included. Routine Hematoxylin and Eosin (H&E) staining was performed for grading. Mast cell density was assessed using toluidine blue staining and CD8+ TILs by immunohistochemistry. Associations with tumor grades were evaluated using the Chi-square test. Result: Mast cell density significantly increased with higher tumor grades (p<0.05). CD8+ TILs, both intra- and peri-tumoral, also showed a statistically significant synergistic higher distribution across tumor grades (p=0.031 and p=0.012, respectively), with higher TIL infiltration in higher grades. Conclusion: Mast cells and CD8+ lymphocytes are similarly distributed across gastric cancer grades, suggesting their synergistic roles in tumor progression. These findings highlight potential immunoregulatory cross-talk within the TME that may influence therapeutic targeting.", "date": "2025-08-14", "journal": ""}
{"title": "Drugging the Medullary Thyroid Cancer Surfaceome with T Cell Engagers Targeting CEA, GFRA4 and DLL3 as Monotherapy and In Combination with Tyrosine Kinase Inhibitors", "doi": "10.1101/2025.08.05.668474", "authors": "Erickson, T. A.", "abstract": "Medullary thyroid cancer (MTC) is rare form of thyroid cancer, and the definitive treatment is surgery alone. For patients who are not cured by surgery or for patients who present with distant metastatic disease, there is no known cure. T cell engagers (TCEs) are an emerging class of biologics that simultaneously bind to tumor cell surface antigens and the CD3 domain of T cells, thereby redirecting endogenous T cells to lyse and eliminate tumor cells. TCEs can mediate durable tumor regression, including complete responses, and are now approved to treat both multiple cancer types outside of MTC. RNASeq analysis of 30 MTC tumors, cross-referencing with public databases and an extensive literature review was used to identify CEA, DLL3 and GFRA4 as promising tumor antigens to target with TCEs. Expression of these antigens was then validated on MTC cell lines. Herein, I describe the discovery, application and development of MTC-targeted TCEs (MTCEs) recognizing the MTC tumor antigens CEA, DLL3 and GFRA4. In vitro, MTCEs mediate potent target-dependent and T cell-dependent cytotoxicity against MTC cell lines at concentrations of just 10 ng/mL. MTCEs also induce target-dependent IFNg secretion from T cells, with no measurable IFNg secretion observed in the presence of antigen-negative cell lines. Further, MTCEs are functionally compatible with the FDA-approved tyrosine kinase inhibitors selpercatinib and cabozantinib, and combination therapy numerically enhances cytotoxicity. These preclinical data provide strong rationale for continued development of MTCEs, which may one day revolutionize the treatment of metastatic MTC.", "date": "2025-08-14", "journal": ""}
{"title": "ICEPIC: A Toolkit to Discover Ice Binding Proteins from Sequence", "doi": "10.1101/2025.08.08.669420", "authors": "Zhang, J.; Suresh, S.; Gleizer, S.; Ewens, S.; Venkat, A.; Zulkower, V.; Biernacki, T.; Wen, D.; Li, C.; Eslami, M.; Buckhout-White, S.", "abstract": "Ice binding proteins, such as antifreeze proteins (AFPs) and ice nucleation proteins (INPs), are critical for survival in subzero environments and have wide-ranging applications in biotechnology, agriculture, and materials science. Current discovery methods for these proteins are constrained by low throughput and limited datasets that are not conducive for engineering. Here, we present a high-throughput, sequence-based model that leverages contextual embeddings from protein language models to predict ice binding potential, as well as the expression and activity potential of candidate proteins. Using a curated data corpus of over 18,000 ice binding proteins -- far larger than previous datasets -- we fine-tuned a ProtBERT-based model, achieving 99% accuracy for prediction of ice binding potential. Sensitivity analyses through targeted mutagenesis (alanine and threonine substitutions) confirmed the models biological significance, revealing functionally important residues and sequence patterns. Additionally, we developed an expression prediction model that achieved an R2 score of 0.64 and low false-negative rates in identifying highly expressible candidates in Pichia pastoris. An additional regression model trained to predict ice activity as measured by thermal hysteresis achieved an R2 score of at least 0.79 with a clear difference in prediction between ice binding and non-ice binding proteins. Our toolkit advances the predictive accuracy, interpretability, and scalability of ice binding protein discovery, offering a powerful tool for protein engineering in cold-environment applications.\n\nSignificance StatementIce binding proteins enable organisms to survive freezing temperatures and are essential for applications in cryopreservation, agriculture, and materials science. However, discovering and engineering these proteins has been limited by small datasets and inadequate predictive tools. We developed a machine learning model trained on over 18,000 ice binding protein sequences to predict not only ice binding potential but also protein activity and expression in engineered hosts. This approach integrates advanced protein language models with biological context, enabling faster, more reliable discovery of ice binding proteins. Our platform advances rational protein design for real-world applications in climate resilience, biotechnology, and beyond.", "date": "2025-08-14", "journal": ""}
{"title": "Dual Role of Microglial TREM2 in Neuronal Degeneration and Regeneration After Axotomy", "doi": "10.1101/2025.08.06.668924", "authors": "Pottorf, T. S.; Lane, E. L.; Haley-Johnson, Z.; Amores-Sanchez, V.; Ukmar, D. N.; Correa-Torres, P. M.; Alvarez, F. J.", "abstract": "After nerve injuries, spinal cord microglia proliferate and migrate towards injured motoneurons surrounding their cell bodies. The significance of microglia enwrapping motoneurons remains unclear. Within the same motor pools some motoneurons degenerate while others regenerate, and each associate with different microglia phenotypes. Microglia surrounding degenerating motoneurons form tight cell clusters (death clusters) that fully envelop the cell body and express high TREM2 and large CD68 granules, suggesting a macrophagocyte phenotype for motoneuron removal. Microglia surrounding motoneurons undergoing regeneration remain individualized and also upregulate TREM2 and CD68, although to a lower extent, and CD68 granules are smaller. Microglia on regenerating motoneurons extend processes that scan the cell body surface through sweeping motions, likely sampling contents and endocytosing motoneuron-derived material through microphagocytosis. Removal of TREM2, either globally throughout development or specifically in microglia prior to nerve injuries, reduces p-SYK signaling and CD68 expression in all activated microglia, but particularly inside death clusters. There are also pronounce sex differences: CD68 upregulation and downregulation was more significant in females. TREM2 depletion on microglia over regenerating motoneurons prevented the cell body swelling (in both sexes) characteristic of the chromatolytic reaction at the start of regeneration. This correlated with muscle reinnervation delays. We conclude that within the same motor pools, TREM2 facilitates microglia removal of degenerating motoneurons while it facilitates regeneration on other motoneurons. The signals that direct these different microglia phenotypes over degenerating and regenerating motoneurons, as well as the mechanisms that induce degeneration in some motoneurons while most others regenerate, remain to be investigated.", "date": "2025-08-14", "journal": ""}
{"title": "BioScientist Agent: Designing LLM-Biomedical Agents with KG-Augmented RL Reasoning Modules for Drug Repurposing and Mechanistic of Action Elucidation", "doi": "10.1101/2025.08.08.669291", "authors": "Zhang, F.; Zhao, Y.; Zhang, W.; Lai, L.", "abstract": "Drug discovery is protracted, resource-intensive, and afflicted by attrition rates exceeding 90%, which leaves most diseases, particularly rare or neglected indications, without effective therapies. Drug repurposing offers a cost effective alternative, yet systematic identification of novel drug indication pairs and mechanistic rationales remains hindered by the scale and heterogeneity of biomedical knowledge. We present BioScientist Agent, an end to end framework that unifies a billion-fact biomedical knowledge graph with (i) a variational graph auto-encoder for representation learning and link prediction driven repositioning, and (ii) a reinforcement learning module that traverses the graph to recover biologically plausible mechanistic paths. (iii) A large language model (LLM) multi-agent layer orchestrates these components, enabling inference of target pathways for a drug disease pair, and automatic generation of coherent causal reports. Across benchmark datasets BioScientist Agent surpasses state of the art baselines in both accuracy and recall, while furnishing mechanistic explanations that align with curated literature. Its open and modular design accelerates hypothesis generation and reduces experimental overhead in early-stage discovery.", "date": "2025-08-14", "journal": ""}
{"title": "Exploring the deletion landscape of S. aureus Cas9 with SABER", "doi": "10.1101/2025.08.12.669962", "authors": "Plebanek, A. J.; Oltrogge, L. M.; Terrace, C. I.; Lukarska, M.; Khoury, M.; Savage, D.", "abstract": "Profiling tolerated amino acid deletions in proteins can elucidate structure-function relationships, reconstruct intermediate stages in protein evolution, and be used to engineer minimized versions of proteins with size-sensitive biotechnology applications. Despite advances in deletion library construction techniques over the past several decades, there are presently few methods available that are simultaneously efficient, precise, and easy to implement. Here we present SABER, a novel approach which utilizes SpRYCas9, a near-PAMless engineered SpCas9 variant, as a molecular biological tool for building deletion libraries with unprecedented speed and ease. We applied this technique to the small and structurally divergent Cas9 from Staphylococcus aureus (SaCas9) and mapped the set of deletions tolerated for DNA binding activity. We proceeded to use this information to design a set of minimal SaCas9-based effectors capable of CRISPRi transcriptional repression in bacterial cells. Our findings provide new insights into the function of certain structural elements in SaCas9, and we anticipate that our dSaCas9 deletion map may prove useful in further efforts to develop minimal Cas9-based effectors and gene editors.", "date": "2025-08-14", "journal": ""}
{"title": "The PPE2 protein of Mycobacterium tuberculosis is responsible for the development of hyperglycemia and insulin resistance during tuberculosis", "doi": "10.1101/2025.08.13.670014", "authors": "Bisht, M. K.; Maurya, V.; Dahiya, P.; Valluri, V. L.; Ghosh, S.; Mukhopadhyay, S.", "abstract": "Diabetes is a known risk factor for tuberculosis (TB), but clinical evidences suggest that TB itself can induce hyperglycaemia and insulin resistance, though the underlying mycobacterial factors are not known. Herein, we implicate PPE2, a secretory PE/PPE family protein of Mycobacterium tuberculosis (Mtb), as a key modulator of adipose tissue physiology that contributes to the development of insulin resistance. In mice, PPE2 caused fat loss, adipocyte hypertrophy, immune cell infiltration, impaired glucose tolerance, reduced expression of PPAR-gamma, C/EBP-alpha, adiponectin and higher insulin resistance. Transcriptomic analysis revealed PPE2 altered expression of genes associated with chemokine/cytokine, ribosomal biogenesis and lipase signaling. PPE2 induced lipolysis by activating cAMP-PKA-HSL axis, increased circulating free fatty acids, a feature also observed in TB patient sera. Interestingly, PPE2-immunization mitigated these effects, suggesting its potential as a subunit vaccine. Overall, this study identifies PPE2 as a key link between Mtb-infection, adipose tissue dysfunction and insulin resistance.", "date": "2025-08-14", "journal": ""}
{"title": "Cholera toxin-induced disease generates epithelial cell-derived L-lactate that promotes Vibrio cholerae growth in the small intestine", "doi": "10.1101/2025.08.12.669941", "authors": "Gutierrez, M. d. l. P.; Hall, J. L.; Winter, S. E.; Rivera-Chavez, F.", "abstract": "Cholera toxin (CT) promotes Vibrio cholerae colonization by altering gut metabolism to favor pathogen growth. We have previously found that CT-induced disease leads to increased concentrations of L-lactate in the lumen of the small intestine during experimental cholera. Here, we show that CT-induced disease leads to the upregulation of mammalian lactate dehydrogenase A (LDHA), an enzyme that catalyzes the conversion of pyruvate to L-lactate, in small intestinal epithelial cells. In a suckling mouse model, the bacterial L-lactate dehydrogenase (LldD) conferred a fitness advantage to V. cholerae but not to the {triangleup}ctxAB mutant incapable of producing CT. Finally, the fitness advantage conferred by LldD was significantly reduced in mice lacking epithelial-cell specific LDHA, demonstrating that epithelial-derived L-lactate is a major contributor to CT-dependent pathogen expansion. These findings identify L-lactate as a host-derived metabolite generated by intestinal epithelial cells produced during cholera disease that directly fuels V. cholerae growth during infection, uncovering a mechanism by which CT confers a fitness advantage to the pathogen during disease.", "date": "2025-08-14", "journal": ""}
{"title": "Metabolic reprogramming and gut microbiota ecology drive divergent Plasmodium vivax infection outcomes in Anopheles darlingi", "doi": "10.1101/2025.08.13.670040", "authors": "Carlos, B. C.; Voges, K.; Affonso, P.; Jaye, A.; Tong Rios, C. G.; Tinoco-Nunes, B.; Alonso, D. P.; MacCallum, R. M.; Moreno, M.; Vlachou, D.; Souza-Neto, J. A.; Christophides, G. K.", "abstract": "Anopheles darlingi is the principal malaria vector in the Amazon basin, where Plasmodium vivax accounts for the majority of cases. Despite its epidemiological importance, the molecular and microbial determinants of A. darlingi susceptibility to P. vivax remain poorly understood. Here, we investigated vector-parasite-microbiota interactions using experimental infections with field-derived P. vivax gametocytaemic blood, which produced two distinct infection phenotypes: low and high oocyst burdens. Transcriptomic profiling of mosquito midguts across key parasite developmental timepoints revealed that low-infection mosquitoes mounted an early and sustained response characterised by activation of detoxification pathways, redox regulation, aromatic amino acid catabolism, and purine depletion, likely coordinated through neurophysiological cues, which collectively create a metabolically restrictive environment for parasite development. These physiological changes were accompanied by reduced bacterial diversity and enrichment of Enterobacteriales and Pseudomonadales, taxa previously linked to anti-Plasmodium activity. Conversely, high-infection mosquitoes exhibited limited metabolic reprogramming, expansion of Flavobacteriales, and transcriptional signatures consistent with permissive physiological states, potentially associated with reproductive trade-offs. Importantly, low infection outcomes consistently arose from bloodmeals with the lowest gametocyte densities, suggesting that host- and parasite-derived components of the bloodmeal act as early conditioning factors that prime the mosquito midgut for either resistance or susceptibility. These findings reframe A. darlingi vector competence to P. vivax not as a fixed immune trait but as a dynamic outcome of early redox, metabolic, and microbial interactions. They also highlight ecological and physiological targets for transmission-blocking strategies and reinforce the importance of studying vector-parasite interactions in regionally relevant systems.", "date": "2025-08-14", "journal": ""}
{"title": "Predicting protein variant properties with electrostatic representations", "doi": "10.1101/2025.08.11.669649", "authors": "van der Flier, F. J.; van Dijk, A. D. J.; de Ridder, D.; Redestig, H.", "abstract": "Does evolution capture the full functional potential of proteins, or is this potential restricted by selective pressures? If the former is true, providing variant effect prediction (VEP) models with evolutionary derived representations should be sufficient to guide the optimization of proteins. In the latter scenario however, VEP models require different sources of information. In this work, we explore whether physics-based representations of protein variants benefit the performance of VEP models. More specifically, we explore electrostatic representations obtained from solving the Poisson-Boltzmann equation as novel features to fit VEP models to deep mutational scanning (DMS) data. We contrast and combine these representations with ones derived from evolutionary models. To this end, we perform a range of experiments; benchmarking, ensembling with evolutionary models, accounting for assay conditions and extrapolating to new screening data. Though our model displays significant predictive capacity, we find no instance where it provides a better alternative over existing evolutionary models, suggesting that electrostatic representations derived by our methods do not capture extra information compared to evolutionary representations.", "date": "2025-08-14", "journal": ""}
{"title": "Tunneling Nanotube-like Connections in the Developing Cerebellum: Distinct from Cytokinetic and Intercellular Bridges", "doi": "10.1101/2025.08.11.669634", "authors": "RAKOTOBE, M.; Virmani, G.; Liu, S.; Kaddour, G.; Mendoza, N. D.; Livet, J.; Cathala, L.; Zurzolo, C.", "abstract": "Intercellular communication is essential for brain development. While classical communication modes-such as paracrine, juxtacrine and synaptic signaling-are well characterized, emerging evidence suggests that tunneling nanotubes (TNTs), membranous bridges primarily observed in vitro, may also contribute. However, their presence and function in vivo remain unclear, partly due to the challenge of distinguishing them from other types of intercellular connections (ICs). Building on prior evidence of ICs in the external granule layer (EGL) of the developing cerebellum, we investigated their nature in postnatal day 7 (P7) mice. Using immunofluorescence and genetically sparse labeling, we distinguished cytokinetic bridges (CBs), transient connections formed between daughter cells during the final stage of cell division, and intercellular bridges (IBs), more stable connections that persist after division, from TNT-like structures, which form independently of cell division. We observed CBs but not IBs in the EGL. We also observed TNT-like connections throughout the EGL, which appeared to connect both clonally and non-clonally related cells. The presence of these TNT-like structures in the developing EGL suggests that TNT-like connections may contribute to intercellular communication, paving the way for further study of a previously unrecognized mechanism that could influence neuronal fate, migration, and network formation during cerebellar development.", "date": "2025-08-14", "journal": ""}
{"title": "Distances and charges along the Orai1 nexus-TM3 interface control STIM1-binding and pore opening", "doi": "10.1101/2025.08.08.669298", "authors": "Derler, I.; Söllner, J.; Prantl, M.; Najjar, H.; Aichner, V.; Suta, A.; Nazarenko, Y.; Harant, S.; Fröhlich, M.; Thallinger, D.; Radiskovic, T.; Mairhofer, C.; Nzegge, W.; Weiss, S.; Krobath, H.; Waser, M.", "abstract": "Calcium (Ca2+) influx through the Ca2+ release-activated Ca2+ (CRAC) channel is triggered by binding of the Ca2+ sensor Stromal Interaction Molecule 1 (STIM1) to the pore-forming Orai1 complex, primarily to its cytosolic C-termini. These C-termini connect to the transmembrane domain (TM) 4 via the flexible nexus region, proposed to transmit the activation signal from the STIM1-binding site to the central pore via concentrically arranged TM domains. However, the conformational dynamics of the nexus-TM3 interface required for channel gating remain elu-sive. Here, we investigate its role using unnatural amino acid (UAA)-based photo- and chemi-cal crosslinking at individual positions within the nexus-TM3 interface combined with conven-tional site-directed mutagenesis. We report that a widening of the nexus-TM3 interface is es-sential for STIM1-mediated pore opening, while hydrophobicity and contact distances in the upper nexus-TM3 interface fine-tune signal propagation to the pore. These findings underscore the relevance of the nexus-TM3 dynamics for proper Orai1 function.", "date": "2025-08-14", "journal": ""}
{"title": "Structure and function of a fungal AB toxin-like chimerolectin involved in anti-nematode defense", "doi": "10.1101/2025.08.11.669643", "authors": "Schmieder, S. S.; Cordara, G.; Kersten, F.; Steiner, K.; Samin, C. H.; Plaza, D.; Ahmad, A. A.; Boggild, A.; Karlsen, J. L.; Sokolowska, B. O.; Boesen, T.; Krengel, U.; Kunzler, M.", "abstract": "Fungal defense against predators largely relies on protein toxins, many of which are lectins. We previously showed that the production of the nematotoxin CCTX2 is upregulated in the Agaricomycete Coprinopsis cinerea upon predation by nematodes. Here, we classify CCTX2 as the founding member of a family of fungal chimerolectins. Cryo-EM analysis to 3.2 [A] resolution reveals five domains. The four N-terminal {beta}-trefoil fold (BTF) domains cradle a C-terminal domain, which exhibits a novel +{beta} protein fold. Mutational analysis shows that both N-terminal and C-terminal domains are required for nematotoxicity. While the biochemical function of the C-terminal domain remains unclear, the first two BTF domains enable CCTX2 to bind to glycosphingolipids with LacNAc or LacdiNAc glycoepitopes on nematode intestinal epithelial cells. Experiments in the model nematode Caenorhabditis elegans demonstrate that the chimerolectin CCTX2 exploits the endocytic and retrograde trafficking machinery of the target cell to exert its toxicity and obtain access to the yet-to-be-identified intracellular target of the non-lectin domain. The structure and mode of action of CCTX2 is reminiscent of bacterial and plant AB toxins.", "date": "2025-08-14", "journal": ""}
{"title": "Contrasts and similarities in the transcriptomic response to antimicrobial coinage metals in Escherichia coli", "doi": "10.1101/2025.08.12.669831", "authors": "Salazar-Aleman, D. A.; McGibbon, A.; Turner, R. J.", "abstract": "With the rise of resistance to last resort antibiotics, metal-based antimicrobials have re-emerged as an alternative to prevent and manage infections. The group 11 metals (copper, silver, gold), historically known for their usage in coins and similar chemical properties, have demonstrated promising bactericidal activity. Despite their efficiency, we do not have a complete understanding for how bacteria are eradicated by metal ions and how they respond to metal-induced stress. One understudied aspect of these metal-bacteria interactions are prolonged exposure models, as other studies tend to focus on the acute toxic response of antimicrobial metals. We used RNA-seq profiling to understand the Escherichia coli physiological response to sublethal inhibitory antimicrobial coinage metal stress after 10 hours of incubation. Gene expression patterns of the adaptive and intrinsic response elicited by each metal were identified, including increased essential metal uptake (Ag, Cu, Au), cysteine biosynthesis (Cu, Au), change of the metal ion oxidation state (Cu, Au), efflux of metal stressor (Cu), protein translation and ribosome biogenesis (Au), and cell envelope stress response (Ag). In this paper, we highlight the remarkable differences and similarities in the transcriptomic response profile of E. coli to these antimicrobial metal elements.", "date": "2025-08-14", "journal": ""}
{"title": "Integrated multi-omics reveals coordinated Staphylococcus aureus metabolic, iron transport and stress responses to human serum", "doi": "10.1101/2025.08.11.669730", "authors": "Mujchariyakul, W.; Walsh, C.; Giulieri, S.; Le Cao, K.-A.; Stinear, T. P.; Howden, B. P.; Guerillot, R.; Hachani, A.", "abstract": "Bloodstream infections caused by Staphylococcus aureus remain a leading cause of mortality worldwide. Our understanding of S. aureus survival and persistence in human serum, a cell-free fraction of blood hostile for bacteria, is still limited. Here, we applied multivariate data integration methods and network analysis to a multi-omic dataset generated from five clinically prevalent S. aureus genotypes exposed to human serum. We observed and then confirmed using isogenic mutants, the significant roles of gapdhB, sucA, sirA, sstD, and perR in bacterial survival in serum. These data show that metabolic versatility in carbon source usage, iron transport and resistance to oxidative stress are interlinked and central to S. aureus fitness in serum, representing potential S. aureus vulnerabilities that could be exploited therapeutically.", "date": "2025-08-14", "journal": ""}
{"title": "16S rRNA Survey Reveals the Potential of Oral Microbiota in Distinguishing Patients with Chronic Heart Failure from Healthy Controls", "doi": "10.1101/2025.08.12.669863", "authors": "ye, x.; jia, j.; Jiang, X.; Li, J. J.; Zeng, Y.; wang, y.; yang, z.; yuan, t.; sun, j.", "abstract": "This study elucidated the dysbiosis of oral microbiota in chronic heart failure (CHF) patients by comparing 42 CHF patients and 28 healthy controls (HCs) using 16S rRNA sequencing. CHF patients exhibited significantly lower alpha diversity and higher beta diversity than HCs. Distinct microbial signatures were identified at multiple taxonomic levels, with 14 genera demonstrating discriminatory capacity between groups and achieving a combined diagnostic AUC of 83.7%. Notably, the abundance of core genera Eubacterium and Solobacterium declined with increasing NYHA functional class, suggesting potential associations with disease severity. Genera such as Abiotrophia, Butyrivibrio, Lactobacillus, Capnocytophaga and Neisseria were enriched in CHF patients, whereas Actinomyces, Anaerovorax, Eubacterium, Kingella, Mogibacterium, Peptococcus, Peptostreptococcus, Solobacterium and TM7_genus_incertae_sedis were predominant in HCs. These findings underscore the potential of oral microbiota as non-invasive biomarkers for CHF diagnosis and monitoring, offering novel insights into CHF pathophysiology and supporting microbiota-based strategies in clinical practice.", "date": "2025-08-14", "journal": ""}
{"title": "Multi-omic analysis of vaginal bacteria:host immune and metabolic interactions in adverse early pregnancy outcomes", "doi": "10.1101/2025.08.11.669732", "authors": "Bobdiwala, S.; Pruski, P.; dos Santos Correia, G.; Al-Memar, M.; Lee, Y. S.; Smith, A.; Marchesi, J.; Bennett, P.; Takats, Z.; Bourne, T.; MacIntyre, D. A.", "abstract": "Accurate and timely diagnosis of early pregnancy outcomes remains a clinical challenge, particularly in cases classified as pregnancy of unknown location, where ultrasound fails to confirm the location of the pregnancy. Delayed diagnosis can lead to serious complications, especially in ectopic pregnancies. This prospective cohort study aimed to characterise host-microbe interactions during early pregnancy in the vaginal mucosa by exploring the relationship between the bacterial community composition, immune response, and metabolic phenotype. We analyzed vaginal swabs from 91 women with pregnancy of unknown location, including 22 with viable intrauterine pregnancies and 69 with adverse outcomes. Metataxonomic profiling, immune assays, and direct on-swab metabolomics were performed. Adverse outcomes, especially ectopic pregnancies, were associated with reduced Lactobacillus abundance, increased bacterial diversity, mucosal inflammation, and elevated lipid species. Vaginal bleeding, a common symptom in PUL, significantly impacted immune and metabolic profiles and should be considered as a confounder in studies of the lower female reproductive tract. Multi-omic data integration highlighted metabolic phenotypes of immune response in the context of bacterial community composition, underscoring the influence of microbe-host interactions on mucosal health and pregnancy outcomes.", "date": "2025-08-14", "journal": ""}
{"title": "Ultrasound-activated drug release with extracellular vesicles", "doi": "10.1101/2025.08.11.669710", "authors": "Shi, X.; He, W.; Xu, H.; Clark, L.; Zeng, H.; Gupta, A.; Mirle, N.; Fenno, L.; Wang, H.", "abstract": "Precise, noninvasive targeting and controlled drug release to the nervous system could transform both basic research and clinical therapy. In this work, we developed a focused ultrasound-responsive delivery system based on extracellular vesicles (EVs), which are naturally occurring and biocompatible phospholipid nanocarriers. To enable the ultrasound responsiveness, a lipid-gas phase transition material Perfluoropentane (PFP) was co-encapsulated with therapeutic agents into EVs via low-temperature sonication. The resulting EVs had a size of 100-200 nm and demonstrated efficient, on-demand release upon ultrasound stimulation. In primary cultured neurons, EVs loaded with lidocaine successfully suppressed calcium activity and showed minimum cytotoxicity. Finally, we demonstrated in vivo application of this system for modulation pain sensitivity in rats. Our EVs-drugs platform demonstrated a safe, and ultrasound-activated drug delivery with high spatiotemporal control, showing strong potential therapeutic applications.", "date": "2025-08-14", "journal": ""}
{"title": "Paired plus-minus sequencing is an ultra-high throughput and accurate method for dual strand sequencing of DNA molecules", "doi": "10.1101/2025.08.11.669689", "authors": "Cheng, A. P.; Rusinek, I.; Sossin, A.; Widman, A. J.; Meiri, E.; Krieger, G.; Hirschberg, O.; Tov, D. S.; Gilad, S.; Jaimovich, A.; Barad, O.; Avaylon, S.; Rajagopalan, S.; Potenski, C.; Prieto, T.; Yuan, D. J.; Furatero, R.; Runnels, A.; Costa, B. M.; Shoag, J. E.; Al Assaad, M.; Sigouros, M.; Manohar, J.; King, A.; Wilkes, D.; Otilano, J.; Malbari, M. S.; Elemento, O.; Mosquera, J. M.; Altorki, N. K.; Saxena, A.; Callahan, M. K.; Robine, N.; Germer, S.; Evrony, G.; Faltas, B. M.; Landau, D. A.", "abstract": "Distinguishing real biological variation in the form of single-nucleotide variants (SNVs) from errors is a major challenge for genome sequencing technologies. This is particularly true in settings where SNVs are at low frequency such as cancer detection through liquid biopsy, or human somatic mosaicism. State-of-the-art molecular denoising approaches for DNA sequencing rely on duplex sequencing, where both strands of a single DNA molecule are sequenced to discern true variants from errors arising from single stranded DNA damage. However, such duplex approaches typically require massive over-sequencing to overcome low capture rates of duplex molecules. To address these challenges, we introduce paired plus-minus sequencing (ppmSeq) technology, in which both DNA strands are partitioned and clonally amplified on sequencing beads through emulsion PCR. In this reaction, both strands of a double-stranded DNA molecule contribute to a single sequencing read, allowing for a duplex yield that scales linearly with sequencing coverage across a wide range of inputs (1.8-98 ng). We benchmarked ppmSeq against current duplex sequencing technologies, demonstrating superior duplex recovery with ppmSeq, with a rate of 44%{+/-}5.5% (compared to ~5-11% for leading duplex technologies). Using both genomic as well as cell-free DNA, we established error rates for ppmSeq, which had residual SNV detection error rates as low as 7.98x10-8 for gDNA (using an end-repair protocol with dideoxy nucleotides) and 3.5x10-7{+/-}7.5x10-8 for cell-free DNA. To test the capabilities of ppmSeq for error-corrected whole-genome sequencing (WGS) for clinical application, we assessed circulating tumor DNA (ctDNA) detection for disease monitoring in cancer patients. We demonstrated that ppmSeq enables powerful tumor-informed ctDNA detection at concentrations of 10-5 across most cancers, and up to 10-7 in cancers with high mutation burden. We then leveraged genome-wide trinucleotide mutation patterns characteristic of urothelial (APOBEC3-related and platinum exposure-related signatures) and lung (tobacco-exposure-related signatures) cancers to perform tumor-naive ctDNA detection, showing that ppmSeq can identify a disease-specific signal in plasma cell-free DNA without a matched tumor, and that this signal correlates with imaging-based disease metrics. Altogether, ppmSeq provides an error-corrected, cost-efficient and scalable approach for high-fidelity WGS that can be harnessed for challenging clinical applications and emerging frontiers in human somatic genetics where high accuracy is required for mutation identification.", "date": "2025-08-14", "journal": ""}
{"title": "V-Cornea:A computational model of corneal epithelium homeostasis, injury, and recovery", "doi": "10.1101/2025.08.11.669602", "authors": "Vanin, J.; Getz, M.; Knudsen, T. B.; Mahony, C.; Glazier, J. A.", "abstract": "Purpose To develop a computational model that addresses limitations in current ocular irritation assessment methods, particularly regarding long-term effects, and recovery patterns following chemical exposure or trauma to the cornea. Methods V-Cornea is an agent-based computer simulation implemented in CompuCell3D that models corneal epithelial homeostasis and injury response. The model incorporates biologically-inspired rules governing cell behaviors (proliferation, differentiation, death) and key signaling pathways, including Epidermal Growth Factor (EGF), translating cell-level behaviors to tissue-level outcomes (in vitro to in vivo extrapolation, IVIVE). Results V-Cornea successfully reproduces corneal epithelial architecture and maintains tissue homeostasis over extended simulated periods. Following simulated trauma or toxicant exposure, the model recapitulates reported healing times of 3-5 days for slight and mild injuries. For moderate injuries with basement membrane disruption, the model demonstrates longer recovery times and emergent dynamic structural disorganization that mimics recurrent corneal erosions, providing mechanistic insights into these pathological conditions. Conclusions V-Cornea's modular CompuCell3D implementation is easily extensible to incorporate additional recovery and injury mechanisms. Future versions will include more realistic basement membrane dynamics and explicit representation of stromal tissue and immune response to improve predictivity for moderate injuries. This virtual-tissue approach shows potential not only for toxicological assessments but also for drug discovery and therapy optimization by providing a platform to test interventions and predict outcomes across various injury scenarios.", "date": "2025-08-14", "journal": ""}
{"title": "One Number to Rule Them All: The Wildlife Sperm Index for Standardized Gamete Assessment", "doi": "10.1101/2025.08.13.670140", "authors": "Jacobs, L.; Benson, A.; Jacobs, J.; Marshall, K. L.; Calatayud, N. E.", "abstract": "In wildlife conservation, breeding programs focused on reintroduction are critical to recovering endangered species. Assisted reproductive technologies (ARTs) and biobanking play pivotal roles in these efforts but depend on high-quality gametes. Spermatozoa, due to their structural simplicity and well documented quality assessments are often considered the preferred cell type for cryopreservation and ARTs, especially in rare or exotic species. However, inconsistent retrieval of sperm samples with sufficient volume and concentration, especially for critically endangered species, can pose major limitations to assessing overall sperm quality. To address this information gap, we have developed the Wildlife Sperm Index (WSI), a standardized scoring system that integrates key sperm quality metrics, such as motility, viability, and DNA integrity, into a weighted composite score. While this study applies the WSI to sperm, the framework is adaptable to other cell types used in biobanking and reproductive technologies, broadening its potential utility. Unlike traditional sperm assessments that rely solely on microscopy, the WSI provides a scalable and quantitative framework for evaluating samples across species, including those that yield low-volume or concentration sperm samples. We validated the WSI against traditional means of sperm quality assessments, demonstrating its reliability as both a quality assessment and decision-making tool, enabling users to evaluate sample suitability for cryopreservation, ARTs, or downstream applications. By enabling standardized quality tracking, the WSI provides a foundation for more informed reproductive decisions to support global conservation efforts.", "date": "2025-08-14", "journal": ""}
{"title": "Mechanistic and Epigenetic Partitioning of Lamina-Associated Chromatin Revealed by a Genome-Wide Imaging Screen", "doi": "10.1101/2025.08.13.670143", "authors": "Walsh, P. J.; Kraeutler, E. B.; Linares-Saldana, R.; Wai, M.; Nguyen, S. C.; Zhang, S.; Shah, P. P.; Park, D. S.; Muzaffar, H. A.; Jain, R.; Joyce, E. F.", "abstract": "The nuclear periphery is a key site for heterochromatin organization in eukaryotic cells, where lamina-associated domains (LADs) promote transcriptional repression and genome stability. Despite their importance, the mechanisms governing LAD positioning in human cells remain poorly understood. To this end, we performed a genome-wide imaging-based siRNA screen and identified over 100 genes critical for perinuclear LAD localization, with a striking enrichment for RNA-binding proteins. Among these, hnRNPK emerged as a key regulator, required for the perinuclear positioning of approximately two-thirds of LADs genome-wide. Loss of hnRNPK led to LAD repositioning away from the nuclear periphery without altering their heterochromatin state, yet resulted in misexpression of genes within these domains. Notably, hnRNPK-sensitive LADs are uniquely marked by both H3K9me2 and H3K27me3, distinguishing them from hnRNPK-insensitive LADs that are enriched for H3K9me2 and H3K9me3. These findings reveal at least two mechanistically and epigenetically distinct LAD classes, suggesting that specialized pathways underlie their spatial organization. Our results uncover a pivotal role for hnRNPK in regulating the spatial organization of chromatin and highlight the broader diversity of LAD localization mechanisms.", "date": "2025-08-14", "journal": ""}
{"title": "Endothelial-zippering proceeds by sensing heartbeat-driven force through Cadherin-6 during heart-vessel connection in zebrafish", "doi": "10.1101/2025.08.13.669563", "authors": "Fukumoto, M.; Watanabe-Takano, H.; Fukui, H.; Chiba, A.; Sako, K.; Nakajima, H.; Mochizuki, N.", "abstract": "The connection between the heart and great vessels established during embryogenesis is essential for circulation. However, how great veins adhere to the endocardium lining the inside lumen of the beating heart remains unknown. Here, using zebrafish, we demonstrate that the endocardium and great veins are sealed in a zipper-closing manner outside the beating heart. The gradual elongation of the endocardium, driven by convergent extension, organized this adhesion by pulling venous ECs along the anterior-posterior axis. Time-specific manipulation of the heart rate revealed that this endocardial elongation proceeds against heartbeat-driven force. From time-lapse imaging of adherens junctions, which would counterbalance mechanical forces, we found a specific contribution of Cadherin-6 instead of Cadherin-5 in sensing endocardium-specific mechanical force. This specificity was confirmed by the depletion of Cadherin-6 that caused endocardium deformation. Altogether, we propose Cadherin-6 mediated EC-zippering as a novel mechanism that updates the understanding of Cadherin usage in dynamic morphogenesis.", "date": "2025-08-14", "journal": ""}
{"title": "Differential spreading behaviors of Nodal signalling molecules in the extracellular space cooperatively shape left-right asymmetry", "doi": "10.1101/2025.08.13.670121", "authors": "Ikeda, T.; Kawanishi, T.; Mii, Y.; Yabe, T.; Pelliccia, J.; Burdine, R. D.; Takeda, H.", "abstract": "Left-right (LR) patterning of vertebrate embryos is mediated by diffusive proteins secreted mainly from the left-right organizer (LRO), such as TGF-{beta} superfamily ligands Nodal and Gdf1, as well as their inhibitors Dand5 and Lefty. However, precise modes of action for these proteins remain unclear due to difficulties in visualizing and manipulating their extracellular behaviors. Here we visualize and manipulate the extracellular dynamics of these proteins employing novel transgenic zebrafish lines and extracellular trapping molecules including the morphotrap. We demonstrate that the heterodimer of Nodal and Gdf1, which is the major signal transducer in vertebrate Nodal signalling, spreads from the LRO through the extracellular space in the paraxial mesoderm (PM) to its target tissue, the lateral plate mesoderm (LPM), in a free-diffusion-like manner. By contrast, Dand5 is highly enriched in the right PM, where it is immobilized through interaction with heparan sulfate proteoglycans and asymmetrically suppresses Nodal signalling. Our study uncovers diverse modes of action for LR-related secreted proteins in the extracellular space, providing a new framework for understanding how spatially organized Nodal signalling molecules shape embryonic LR asymmetry.", "date": "2025-08-14", "journal": ""}
{"title": "Differential gene expression drives cell-cycle-dependent transition from monopolar to bipolar growth in fission yeast.", "doi": "10.1101/2025.08.13.670185", "authors": "Pathak, S.; Das, M. E.", "abstract": "Cell polarity is important for maintaining cell structure and function. In S. pombe, after division, cells are monopolar and grow from the old end that existed from the previous generation. Cells transition to bipolar growth once the cell reaches a certain size, when the new end generated after division initiates growth. Bipolarity occurs as a consequence of cell growth, where the two cell ends have sufficient growth-promoting factors. However, the transition to bipolarity does not occur in G1-arrested cells even with enhanced cell growth, suggesting a role for the cell-cycle phase in this process. To identify how the cell cycle impacts monopolar to bipolar transition, we performed high-throughput mRNA sequencing to detect differentially expressed genes in G1/S-arrested and G2-phase cells of the cell cycle mutant cdc10-129. Gene expression analysis using the DESeq2 R package identified 65 unique genes upregulated in G1/S phase and 35 in G2 phase cells. Enrichment analysis shows that G1/S phase cells upregulated the MAPK pheromone-response pathway, protein folding, rRNA processing, and heat-shock protein binding. G2 phase cells showed upregulation of plasma membrane maintenance and cell wall organization. Protein-protein interaction networks identified the cdc15-hob3-rho1-bgs1 hub in G2 phase cells. These genes are known to promote bipolar growth and regulate cell wall biogenesis. In G1/S phase cells, spk1-byr2-ste11 hub was identified, which is required for pheromone-response and nutritional stress-dependent G1-arrest. We find that Spk1 also prevents precocious bipolar growth. Thus, we hypothesize that the pheromone response pathway, in addition to promoting G1-G0 transition, also prevents bipolar growth. In nutrient-rich conditions, this pathway is downregulated, G1-arrest is alleviated, the cell cycle progresses, and bipolarity occurs. Our findings suggest that in nutrition-rich conditions, stress response pathways are downregulated, enabling transition from monopolar to bipolar growth, along with cell cycle progression.", "date": "2025-08-14", "journal": ""}
{"title": "Suppression of interferon signaling via small molecule modulation of TFAM", "doi": "10.1101/2025.08.13.670134", "authors": "Lyu, L.; Sideris, D.; Lee, H.; Olsen, L.; Nallaparaju, K.; Okuyama, K.; Ciavarri, J.; Lafyatis, R.; Larsen, M.; Lin, B.; Alfaras, I.; Kennerdell, J.; Finkel, T.; Liu, Y.; Chen, B.", "abstract": "The mitochondrial transcription factor A (TFAM) is essential for mitochondrial genome maintenance. It binds to mitochondrial DNA (mtDNA) and determines the abundance, packaging and stability of the mitochondrial genome. Because its function is tightly associated with mtDNA, TFAM has a protective role in mitochondrial diseases and supportive studies demonstrate reversal of disease phenotypes by TFAM overexpression. In addition, TFAM deficiency has been shown to cause release of mtDNA into the cytosol and activation of the cGAS/STING innate immune response pathway. As such, TFAM presents as a unique target for therapeutic intervention, but limited efforts for activators have been reported. Herein we disclose novel TFAM small molecule modulators with sub-micromolar activity. Our results demonstrate that these compounds result in increase of TFAM protein levels and mtDNA copy number. This results in inhibition of a mtDNA stress-mediated inflammatory response by preventing mtDNA escape into the cytosol. Furthermore, we see beneficial effects in cellular disease models in which boosting TFAM activity has been advanced as a disease modifying strategy including improved energetics in MELAS cybrid cells and a decrease of fibrotic markers in Systemic Sclerosis (SSc) fibroblasts. These results highlight the therapeutic potential of using small molecule TFAM activators in indications characterized by mitochondrial dysfunction.", "date": "2025-08-14", "journal": ""}
{"title": "ALK1-BMPRII agonism by clustering bispecific antibodies treats hereditary hemorrhagic telangiectasia", "doi": "10.1101/2025.08.13.670104", "authors": "Qutaina, S.; Zhao, H.; Wang, Z.; Sullivan, A.; Geddie, M.; Kaur, R.; Tian, H.; Yue, H.; Wang, X.; Guo, S.; Bruni, M.; Christen, E.; Campagne, F.; Arthur, H. M.; Andre, P.; Marambaud, P.", "abstract": "Hereditary hemorrhagic telangiectasia (HHT) is characterized by arteriovenous malformations (AVMs) and severe bleeding caused by loss-of-function mutations in the ALK1 receptor pathway. We developed clustering agonist bispecific antibodies (BsAbs) targeting ALK1 and its activating partner, the Ser/Thr receptor kinase BMPRII. These BsAbs induced ALK1-BMPRII proximity association, stimulated the downstream Smad1/5/8 signaling cascade, and treated HHT pathologies in various mouse models. BsAb treatment reduced AVM burden by up to 95% in HHT mice, preventing anemia, cardiomegaly, and premature death. The BsAbs also enhanced Smad1/5/8 signaling in endothelial cells derived from HHT patients with ALK1 mutations and prevented retinal AVMs in a newly developed knock-in mouse carrying an HHT-causing ALK1 mutation. These findings establish ALK1-BMPRII agonism as a promising therapeutic strategy for HHT.", "date": "2025-08-14", "journal": ""}
{"title": "Unmasking Pathogen Traits for Chronic Colonization in Neurogenic Bladder Patients", "doi": "10.1101/2025.08.14.669717", "authors": "Reasoner, S. A.; Frainey, B. T.; Hale, O. F.; Borden, A.; Graham, M. K.; Turner, E.; Brenes, L. R.; Soderstrom, C. B.; Green, H.; Schmitz, J. E.; Laub, M. T.; Kelly, M. S.; Clayton, D. B.; Hadjifrangiskou, M.", "abstract": "Individuals with neurogenic bladder are particularly susceptible to chronic bacterial colonization of the bladder and urinary tract infections (UTIs). Neurogenic bladder can arise from a variety of diseases including diabetes, spinal cord injuries, and spina bifida. To study the ecological and evolutionary dynamics of the microbiome in neurogenic bladder, we developed a longitudinal cohort of 77 children with spina bifida from two medical centers. We used enhanced urine culture, 16S rRNA sequencing, and whole genome sequencing to characterize the microbial composition of urine and fecal samples. In addition to prospective sample collection, we retrieved prior bacterial isolates from the enrolled patients from the Vanderbilt clinical microbial biobank, MicroVU. This allowed us to compare bacterial isolates from the same patients over a period of five years. Urine samples were characterized by high abundance of urinary pathogens, such as E. coli and Klebsiella. From longitudinal isolates from individual patients, we identified two common patterns of urinary tract colonization. We observed either the rapid cycling of strains and/or species, often following antibiotic treatment, or we observed the persistence of a single strain across timepoints. Neither persistence of a strain nor colonization with a new strain or species was associated with increased antibiotic resistance. Rather, in paired longitudinally collected strains from the same patients, mutations were identified in genes that code for cell envelope components associated with immune or phage evasion. Experimental testing revealed that O-antigen/LPS biosynthesis mutations confer protection from the immune system while altering susceptibility to phage predation, reflecting a fitness trade-off. We argue that this unparalleled cohort offers the opportunity to identify mechanisms of bacterial adaptation to the urinary tract that can be exploited in future therapeutic approaches.", "date": "2025-08-14", "journal": ""}
{"title": "Stress granules formed during different RNA virus infections show remarkable plasticity and substantial virus-specific differences in their formation and composition", "doi": "10.1101/2025.08.14.670263", "authors": "Lang, R. M.; Steiner, S.; Kelly, J.; Uldry, A.-C.; Dave, P.; Braga-Lagache, S.; Chao, J.; Heller, M.; Thiel, V.", "abstract": "Eukaryotic cells evolved a cellular stress response to cope with extrinsic and intrinsic stress stimuli including virus infections. The major result of this response is the shutdown of bulk translation to prevent damage and allow the reprogramming of translation towards stress-resolving pathways. The resulting translationally stalled mRNA and associated proteins are accumulated in membrane-less cytosolic condensates called stress granules (SG). While the inhibitory effect of translation arrest on virus growth is well established, the role of SGs in the cellular defense against viruses is still unclear. The observation of specific interference with SG formation during various virus infections led to the hypothesis that SGs could serve as antiviral signaling platforms. In this study, we used mouse hepatitis virus (MHV) to characterize SGs formed during coronavirus infection. By applying APEX2-mediated proximity labelling in combination with quantitative proteomics, we dissected the proteome of MHV-induced granules and compared it to canonical SGs formed during oxidative stress. Our data revealed substantial differences in protein abundance and composition indicating stressor-specific SG characteristics. To assess if the observed differences are a general feature of virus-induced SGs or rather virus-specific, we extended our investigations to the Semliki Forest virus (SFV), a member of the alphavirus family known to induce SGs. An initial comparison of SG formation kinetics by live-cell imaging showed distinct time points of SG induction between both viruses. A comprehensive comparison of the SG protein compositions revealed profound differences in the SG proteome between SFV and MHV. A further subcellular localization of SG components by microscopy not only confirmed a reduced abundance of several translation initiation factors in MHV-induced granules, but surprisingly, revealed the presence of SFV RNA and the absence of MHV RNA in virus-induce SGs. The reduced connection to canonical SG themes observed for MHV-induced granules compared to SFV- and oxidative stress-induced ones indicates a different impact of these condensates on MHV replication and further raises the question whether they should be considered SGs. The surprising plasticity of SGs concerning induction kinetics, protein composition and abundance, and inclusion or exclusion of viral RNA provide a base for future investigations of the role(s) of SGs in the context of viral infection and how they may impact virus replication.", "date": "2025-08-14", "journal": ""}
{"title": "Metalog: curated and harmonised contextual data for global metagenomics samples", "doi": "10.1101/2025.08.14.670324", "authors": "Kuhn, M.; Schmidt, T. S. B.; Ferretti, P.; Glazek, A.; Robbani, M.; Akanni, W.; Fullam, A.; Schudoma, C.; Cetin, E.; Hassan, M.; Noack, K.; Schwarz, A.; Thielemann, R.; Thomas, L.; von Stetten, M.; Alves, R.; Iyappan, A.; Kartal, E.; Kel, I.; Keller, M. I.; Maistrenko, O.; Mankowski, A.; Nishijima, S.; Podlesny, D.; Schiller, J.; Schulz, S.; Van Rossum, T.; Bork, P.", "abstract": "Metagenomic sequencing enables the in-depth study of microbes and their functions in humans, animals and the environment. While sequencing data is deposited in public databases, the associated contextual data is often not complete and needs to be retrieved from primary publications. This lack of access to sample-level metadata like clinical data or in situ observations impedes cross-study comparisons and meta-analyses. We therefore created the Metalog database, a repository of manually curated metadata for metagenomics samples across the globe. It contains 73,082 samples from humans (including 58,506 of the gut microbiome), 10,703 animal samples, 5,146 ocean water samples, and 21,802 samples from other environmental habitats such as soil, sediment, or fresh water. Samples have been consistently annotated for a set of habitat-specific core features, such as demographics, disease status and medication for humans, host species and captivity status for animals, and filter sizes and salinity for marine samples. Additionally, all original metadata is provided in tabular form, simplifying focused studies e.g. into nutrient concentrations. Pre-computed taxonomic profiles facilitate rapid data exploration, while links to the SPIRE database enable genome-based analyses. The database is freely available for browsing and download at https://metalog.embl.de/.", "date": "2025-08-14", "journal": ""}
{"title": "Reduced efficacy of an anti-toxin vaccine from senescence-driven attenuation of toxin virulence", "doi": "10.1101/2025.08.14.670416", "authors": "Du, X.; Tseng, C.-W.; Bjanes, E.; Gage, H.; Swan, J.; Tsai, C. M.; Hajam, I.; Gonzalez, C.; Lin, B.; Nizet, V.; Liu, G. Y.", "abstract": "It remains unclear why vaccines targeting prominent microbial virulence factors often fail in clinical trials. Because microbial virulence depends on interaction with the host immune system, we investigated how changes in host immune function alter vaccine efficacy. Using a vaccine against Staphylococcus aureus alpha toxin (Hla), which targets host metalloprotease ADAM10 on myeloid cells, we show that Hla virulence is reduced in aged mice due to diminished ADAM10 activity and impaired myeloid cell function. Depletion of myeloid cells with cyclophosphamide in young mice similarly reduced toxin virulence. Immunization against Hla conferred strong protection against Staphylococcus aureus infection in young but not aged mice. These findings indicate that pathogenic functions of microbial factors characterized in immunocompetent young animals may not predict virulence or vaccine efficacy in immunocompromised hosts. These findings underscore the need to account for host immune status in the development and evaluation of vaccines targeting microbial virulence factors.", "date": "2025-08-14", "journal": ""}
{"title": "Detection of antibodies specific to H5 avian influenza virus in a sheep in Norway, June 2024, eleven months after an outbreak of highly pathogenic avian influenza in a nearby seabird colony", "doi": "10.1101/2025.08.14.670265", "authors": "Fosse, J. H.; Romo, G.; Bonfante, F.; Myhrvold, I. K.; Stangeland-Soetart, K.; Udjus, K.; Tonnessen, R.", "abstract": "A 2023 outbreak of highly pathogenic avian influenza in seabirds in Norway caused substantial environmental contamination of grazing areas frequented by local sheep. Eleven months later, 220 sheep were tested for antibodies to type A influenza and H5 subtype using ELISA, haemagglutination inhibition, and microneutralisation assays. One ewe (0.5%) tested positive by all methods, consistent with prior spillover infection. This underscores the importance of restricting livestock access to outbreak areas to mitigate cross-species transmission and zoonotic risk.", "date": "2025-08-14", "journal": ""}
{"title": "Highly efficient anogenital transmission of clade Ia mpox virus associated with increased shedding.", "doi": "10.1101/2025.08.14.669880", "authors": "Kaiser, F.; Mukesh, R.; Gallogly, S.; Schultz, J.; van Tol, S.; McCarthy, N.; Ochwoto, M.; Yinda, C. K.; Okumura, A.; Meyers, L.; Carmody, A.; Smith, B.; Saturday, G.; Shaia, C.; Rosenke, K.; Port, J.; Munster, V.", "abstract": "The transmission pattern of mpox has shifted from sporadic zoonotic outbreaks to sustained human-to-human spread. Epidemiological data indicate sexual contact as a crucial driver for efficient transmission and the associated devastating mpox outbreaks in recent years. However, our understanding of exact driving factors and transmission determinants is still limited. Here, we investigated MPXV clade Ia virus pathogenicity, shedding kinetics, and transmission potential in a prairie dog model (Cynomys ludovicianus). All tested mucosal inoculation routes (penile/preputial, vaginal, rectal, intranasal) resulted in a productive, systemic infection. Inoculation via urogenital routes generated the highest virus shedding and most severe clinical disease. A simulated sexual contact transmission resulted in 100% transmission efficiency with high virus shedding in sentinels on day 1, even before the onset of clinical signs. Our findings provide critical insights into mpox transmission, emphasizing the role of anogenital mucosal surfaces in facilitating rapid spread. These results advocate for a stronger focus on mucosal infection when evaluating countermeasures.", "date": "2025-08-14", "journal": ""}
{"title": "Cross-Neutralizing Monoclonal Antibodies with Broad Activity Against Human and Bat-Derived SARS-Related Coronaviruses", "doi": "10.1101/2025.08.14.670296", "authors": "Mayora Neto, M.; da Costa, K.; Cantoni, D.; Derveni, M.; Wright, E.; Hoschuetzky, H.; Kaufmann, F.; Schuessler, P.; Temperton, N. J.", "abstract": "Effective therapeutics for severe cases of SARS-CoV-2 are still needed. As new variants of concern emerged an increase in hospitalizations was observed, especially in non-vaccinated individuals, immunocompromised individuals and the elderly, whereby treatment options became challenging. Several monoclonal antibodies (mAb) are being evaluated for approval due to their ability to neutralize the virus. Here, we report monoclonal antibodies targeting the Spike (S) with a strong neutralization profile against lentiviral and VSV pseudotypes displaying the Spikes of SARS-CoV-1, SARS-CoV-2 and variants of concern, in addition to two bat coronaviruses. We found several mAbs that were able to bind and neutralize a broad set of variants, with one mAb able to neutralize SARS-CoV-1, SARS-CoV-2, RaTG13 and WIV16. Their binding affinities were also characterized, and several mAbs were in the picomolar range against different variants. These results indicate that their use as a cocktail of monoclonal antibodies to treat patients infected with variants associated with severe disease and immune escape can be explored as an option. Furthermore, the cross reactivity observed by one mAb may reveal further insight into vulnerable portions of the Spike protein, which may become valuable future targets.", "date": "2025-08-14", "journal": ""}
{"title": "Comparative characterization of Cas12f orthologs reveals mechanistic features underlying enhanced genome editing efficiency", "doi": "10.1101/2025.08.14.670346", "authors": "Guan, K.; Fregoso Ocampo, R.; Matheus Carnevali, P. B.; Castelle, C. J.; Gonzalez-Osorio, L.; Castanzo, D. T.; Brothers, M.; Dangerfield, T. L.; Hooper, M. M.; Appleby, N.; Krudop, I.; Lamothe, R. C.; Aliaga Goltsman, D. S.; Alexander, L. M.; Butterfield, C. N.; Johnson, K. A.; Brown, C. T.; Taylor, D. W.", "abstract": "Miniature CRISPR-Cas12f nucleases are attractive candidates for therapeutic genome editing owing to their compact size and compatibility with adeno-associated virus (AAV) delivery. However, editing efficiencies in mammalian cells are lower than those of larger systems such as Cas12a and SpCas9. The extensive phylogenetic diversity of Cas12f suggests unexplored mechanistic variation with the potential for optimization. Here, we characterize a naturally occurring Cas12f ortholog discovered through metagenomics, Cas12f-MG119-28, which supports robust genome editing in human cells. Through structural, biochemical, and kinetic analyses, we compare Cas12f-MG119-28 with two recently described orthologs, Oscillibacter sp. Cas12f (OsCas12f) and Ruminiclostridium herbifermentans Cas12f (RhCas12f). These orthologs present divergent architectures and regulatory features governing PAM recognition, gRNA binding, dimerization, and DNA cleavage. Notably, Cas12f-MG119-28 achieves efficient R-loop formation via a stable dimer interface and a naturally optimized guide RNA. These discoveries elucidate key mechanistic determinants of Cas12f activity and may offer a framework for engineering compact genome editors with therapeutic potential.", "date": "2025-08-14", "journal": ""}
{"title": "Cul5Wsb2 uses BCL2 proteins as co-receptors to target Bim for degradation.", "doi": "10.1101/2025.08.14.670414", "authors": "Vaysse-Zinkhofer, W.; Alcindor, E.; Garaffo, N.; Toczyski, D. P.", "abstract": "Apoptosis helps eliminate damaged or unnecessary cells. Anti-apoptotic BCL2 family proteins protect cells by binding and inhibiting pro-apoptotic proteins. Our study reveals that BCL2 proteins also target Bim for degradation by serving to recruit Bim to the E3 ubiquitin ligase Cul5Wsb2. Wsb2 recognizes Bcl-xl through a motif conserved between Bcl-xl, Bcl-w and Bcl2, but not Mcl1. Disruption of this interaction through mutation of either Bcl-xl or Wsb2 blocks the binding of Wsb2 to the Bcl-xl/Bim dimer. Wsb2 also associates with the Mcl1/Bim dimer through a separate Wsb2 interface, suggesting that Wsb2 has evolved independent means to target Bim. While Wsb2 is not essential in most cells, it is essential in cells derived from tumors of the nervous system, and knockdown of Wsb2 in these lines causes death by apoptosis. This work uncovers a novel mechanism of apoptosis regulation, with implications for developing therapies against neuroblastomas and other cancers reliant on this pathway for survival.", "date": "2025-08-14", "journal": ""}
{"title": "Elucidating design principles for Ribozyme-Enabled Tissue Specificity (RETS) to allow precise expression without specialized promoters.", "doi": "10.1101/2025.08.14.670357", "authors": "Combest, M. M.; Conlin, J.; Van De Mark, V.; Boisen, M.; Colwell, H.; Khakhar, A.", "abstract": "Tissue- or cell type- specific expression of transgenes is often essential for interrogation of biological phenomenon or predictable engineering of multicellular organisms but can be stymied by cryptic enhancers that make identification of promoters that generate desired expression profiles challenging. In plants the months-to-years long timeline associated with prototyping putative tissue-specific promoters in transgenic lines deepens this challenge. We have developed a novel strategy called Ribozyme Enabled Tissue Specificity (RETS) that leverages the knowledge of where and when genes are expressed derived from transcriptomic studies to enable tissue specific expression without needing characterized promoters. It uses a split self-splicing ribozyme based on a group I intron from Tetrahymena thermophila to enable conditional reconstitution of a transgene mRNA in the presence of a secondary tissue-specific mRNA of choice. We elucidate the design features that enable flexible swapping of transgenes and targets, enhancing transgene expression, and circumventing host RNA interference responses. We then show that these innovations enable tissue-specific and dose-dependent expression of transgenes in Arabidopsis thaliana. Finally, we demonstrate the utility of RETS both for creating genetically encoded biosensors to study the spatiotemporal patterns of gene expression in planta as well as for engineering tissue-specific changes in organ size. RETS provides a novel avenue to study expression patterns of native loci with non-destructive imaging, complementing the weakness of existing approaches. Additionally, the spatiotemporal control of transgene expression afforded by RETS enables precision engineering of plant phenotypes which will facilitate enhancing crops without the trade-offs associated with constitutive expression.", "date": "2025-08-14", "journal": ""}
{"title": "ROSMAP-Compass: A data-harmonised, AI-ready atlas of 22 million single nuclei from the ROSMAP cohort", "doi": "10.1101/2025.08.11.668964", "authors": "Flotho, M.; Diks, I. F.; Flotho, P.; Hirsch, P.; Wagner, V. P.; Grandke, F.; Keller, A.", "abstract": "The Religious Orders Study and Memory and Aging Project (ROSMAP) cohort has generated the world's most comprehensive single-cell transcriptomic resource for Alzheimer's disease research. Naturally, in a project spanning multiple years with dozens of research groups involved, the resulting data landscape shows fragmentation across sequencing chemistries, protocols, and pipelines. This presents both a challenge and a unique opportunity for harmonized, collaborative analysis. Following an early data integration strategy and complete realignment of all single nucleus RNA sequencing data, we generated a fully harmonized resource: ROSMAP-Compass, comprising more than 22 million high-quality nuclei from 2,058 donors in multiple brain regions from the ROSMAP and Neuro Psychiatric Symptoms (NPS-AD) cohorts. Through systematic curation and unified reprocessing, we addressed substantial technical challenges including chemistry-specific biases, cross-study batch effects, and sample redundancies across multiple studies spanning different time periods and research groups. ROSMAP-Compass demonstrates the critical importance of systematic data harmonization when integrating large-scale single-cell datasets from multiple sources. By combining open science principles with cutting-edge AI integration, we provide both a critical resource for understanding Alzheimer's disease heterogeneity and a blueprint for making complex biomedical data accessible to the global research community. The full resource, interactive web portal, and LLM compatible API are freely available, empowering researchers worldwide to accelerate discovery in neurodegenerative diseases.", "date": "2025-08-14", "journal": ""}
{"title": "Previous malaria exposure attenuates monocyte-driven inflammation and shapes B cell immunity", "doi": "10.1101/2025.08.11.669804", "authors": "Lautenbach, M. J.; Kleberg, L.; Xi, P.; Courey-Ghaouzi, A.-D.; Gower, M. S.; Sousa Silva, C.; Färnert, A.; Sundling, C.", "abstract": "Clinical immunity to malaria develops after repeated malaria episodes. In this process, the inflammatory response is modulated to respond less vigorously upon reinfection. Monocytes are a major source of pro-inflammatory mediators during blood-stage infection and are known to adapt to repeated pathogen exposure. Here, we investigated the impact of previous malaria exposure on monocytes during blood-stage malaria by comparing the response in previously exposed and primary infected individuals. We observed reduced levels of the proinflammatory chemokine CXCL10 in previously exposed individuals, linked to changes in CD16+ monocytes. Similarly, BAFF levels were lower in these individuals and associated with modulation of monocyte and dendritic cells. This affected the BAFF-BAFF-R axis, crucial for B cell responses, translating to increasing parasite-specific antibody levels. Collectively, we present novel insights into how previous malaria exposure shapes monocyte responses during acute malaria and how these in turn impact the B cell compartment and humoral immune response.", "date": "2025-08-14", "journal": ""}
{"title": "Sorafenib, a clinically approved kinase inhibitor attenuates Streptococcus pneumoniae pathogenesis in vivo by targeting serine/threonine kinase StkP", "doi": "10.1101/2025.08.14.670243", "authors": "Abraham, J.; Sagilkumar, A. C.; Dhyani, H.; Panchal, C. M.; Aziz, S.; K, P. M.; Ruth, A.; Bhaskaran, K.; Chandrika, S. K.; Varghese, R.; Neeravi, A.; Veeraraghavan, B.; Ganesan, S.; Subramanian, K.", "abstract": "Streptococcus pneumoniae is a respiratory commensal bacterium responsible for over one million annual fatalities globally, particularly among children under five years of age. The rapid emergence of macrolide resistant strains led the WHO in 2024 to designate S.pneumoniae as a priority pathogen, underscoring the need for alternative strategies such as anti-virulence therapy. Here, we repurposed the FDA approved cancer drug, sorafenib identified by in silico screening of compounds targeting the bacterial Serine/Threonine kinase protein StkP, an essential regulator of cell division and peptidoglycan synthesis conserved across many bacterial pathogens. Sorafenib interacts with the StkP-kinase domain and exhibited broad spectrum activity against diverse pneumococcal serotypes including multi drug resistant clinical isolates. Ectopic expression of StkP in both wild type and isogenic mutant strains conferred partial resistance to sorafenib, confirming on target activity. Scanning electron microscopy revealed aberrant cell wall morphology, and differential viability staining demonstrated increased membrane permeability. Consistently, sorafenib treated bacteria showed significantly higher complement C3 deposition and consequent killing in human serum. In human lung epithelial cells, sorafenib reduced bacterial adherence and invasion without detectable host cytotoxicity. Serial passaging at sub-microbicidal concentrations indicated a low propensity for resistance development in vitro. In vivo, sorafenib administration reduced mortality and lung bacterial load in a mouse model of pneumonia. Taken together, our data identify StkP as target of sorafenib in S. pneumoniae and justify its continued preclinical development for therapeutic intervention.", "date": "2025-08-14", "journal": ""}
{"title": "Female sex hormones enhance gonococcal colonization at the endocervix by modifying cervical mucus", "doi": "10.1101/2025.08.14.670271", "authors": "Di Benigno, S.; Edwards, V.; Mathur, S.; Boboltz, A.; Engle, E.; Kaler, L.; Scull, M.; Duncan, G.; Wang, L.-C.; Stein, D.; Song, W.", "abstract": "Neisseria gonorrhoeae is a human-exclusive pathogen that causes gonorrhea. Gonococci (GC) initiate female infections by colonizing the cervix, which can remain asymptomatic, cause cervicitis, or ascend to the upper female reproductive tract (FRT), leading to severe tissue damage. The FRT undergoes sex hormone-mediated changes during the menstrual cycle, which have long been implicated in the vulnerability to GC infection. One of the major changes is the increase and decrease in the production of the gel-forming mucin MUC5B by the endocervix in response to the level of estradiol (E2). This study examined the impact of sex hormones on GC infection of the human cervix, utilizing a human cervical tissue explant model. Tissue explants were treated without and with E2 alone or in combination with progesterone (E2+P4) to mimic various menstrual cycle phases. Treatment of E2 or E2+P4 enhanced GC colonization at the endocervix exclusively, but did not affect epithelial transmigration. While both treatments increased the number of GC microcolonies, E2+P4 increased GC colony size on the endocervical epithelium. These increases were independent of GC host receptors, carcinoembryonic antigen-related cell adhesion molecules. GC effectively diffused through cervical mucus to interact with the cervical epithelium under all hormone conditions and through mucin hydrogels with different MUC5B and MUC5AC compositions. Mucus gels collected from cervical explants and animal mucin mixtures enhanced GC aggregation in vitro. GC diffusion through mucin-hydrogels and aggregation in the presence of cervical mucus or animal mucins decreased as the MUC5B concentration increased. Our results suggest that female sex hormones promote GC colonization at the human endocervix by modulating the cervical mucus production, regulating womens susceptibility to GC infection, and further reveal the ability of GC to evade the mucus defense barrier for infection.", "date": "2025-08-14", "journal": ""}
{"title": "A clade 2.3.4.4b H5N1 virus vaccine that elicits cross-protective antibodies against conserved domains of H5 and N1 glycoproteins", "doi": "10.1101/2025.08.14.670375", "authors": "Puente-Massaguer, E.; Andrade, T. G.; Scherm, M. J.; Vasilev, K.; Abozeid, H.; Rodriguez, A. J.; Yueh, J.; Bhavsar, D.; Campbell, J. D.; Yu, D.; Webby, R. J.; Kawaoka, Y.; Neumann, G.; Han, J.; Ward, A.; Krammer, F.", "abstract": "The continuous evolution and widespread dissemination of highly pathogenic avian influenza (HPAI) H5N1 viruses, particularly clade 2.3.4.4b, pose critical challenges to global pandemic preparedness. In this study, we assessed a low-dose inactivated split virus vaccine derived from clade 2.3.4.4b H5N1, formulated with an Alum/CpG adjuvant, using a preclinical mouse model. This vaccine induced potent humoral and cellular immune responses, generating high titers of cross-reactive antibodies targeting both hemagglutinin (HA) and neuraminidase (NA) glycoproteins across homologous and heterologous H5 clades. The Alum/CpG adjuvant enabled significant antigen dose-sparing while promoting a balanced Th1/Th2 immune profile. Functional analyses demonstrated strong virus neutralization, neuraminidase inhibition, and potent antibody-dependent cellular cytotoxicity activity. Additionally, the vaccine elicited robust antigen-specific CD4+ and CD8+ T cell responses and effectively controlled viral replication in the lungs, accompanied by reduced lung inflammation. Importantly, vaccinated mice were fully protected against lethal challenges with both the homologous clade 2.3.4.4b and heterologous clade 1 H5N1 viruses, despite low hemagglutination inhibition titers. Electron microscopy polyclonal epitope mapping revealed serum antibodies targeting multiple epitopes on homologous HA and NA, with some cross-reacting to conserved epitopes on heterologous proteins, underscoring broad immune recognition. Collectively, these results highlight the potential of this vaccine candidate to provide broad, multifunctional, and durable immunity against both current and emerging H5N1 threats, supporting its further development for pandemic preparedness.", "date": "2025-08-14", "journal": ""}
{"title": "SFTSV NSs protein is a novel tick antiviral RNAi response suppressor", "doi": "10.1101/2025.08.14.670292", "authors": "Fares, M.; McFarlane, M.; Parry, R.; Arif, R.; Clarke, A. T.; Kamel, W.; Davies, K.; Bell-Sakyi, L.; Petit, M. J.; Schnettler, E.; Castello, A.; Kohl, A.; Brennan, B.", "abstract": "Severe fever with thrombocytopenia syndrome virus (SFTSV) is an emerging tick-borne phenuivirus causing high mortality in humans. While the non-structural protein NSs is dispensable for replication in mammalian cells, we demonstrate for the first time that NSs is essential for viral replication in tick cells. SFTSV infection triggers canonical Dicer-2-mediated antiviral RNA interference (RNAi) in tick cells, producing virus-derived small interfering RNAs (siRNAs) that target viral transcripts for degradation. We show that NSs functions as a viral suppressor of RNAi by selectively sequestering single-stranded RNAs derived from 22-nucleotide siRNAs, preventing their incorporation into RNA-induced silencing complexes (RISC). Complementation with a heterologous RNAi suppressor (p19 protein) partially rescues replication of NSs-deficient virus, validating NSs' RNAi suppressive function. These findings reveal that successful tick-borne viral replication requires host-specific immune evasion strategies and establish NSs-mediated RNAi suppression as essential for SFTSV persistence in arthropod vectors.", "date": "2025-08-14", "journal": ""}
{"title": "Non-destructive label-free automated identification of bacterial colonies at the species level directly on agar media using digital holography and convolutional neural network algorithms", "doi": "10.1101/2025.08.14.670331", "authors": "Perlemoine, P.; Belissard, J.; Burtschell, B.; Halli, N.; Martin, L.; Brunet, C.; Gougis, M.; Schiavone, P.; Caspar, Y.", "abstract": "Objectives: this study aimed to develop a fully automated, non-destructive and label-free identification method of bacterial colonies, directly on agar plates, using a combination of digital holography and artificial intelligence and to evaluate its performances. Method: high-resolution holographic images of individual colonies on translucent brain-heart agar plates were taken every 30 minutes throughout an 18-hour incubation period (530 MPx for the full plate) using a large field 1x magnification system, a partially coherent LED light source and a high-resolution CMOS sensor. A database containing 49 490 digital holograms of individual colonies from 276 clinical strains belonging to ten of the most prevalent pathogenic bacterial species was used to train the convolutional neural network (CNN). Improvement in the accuracy of the prediction from the CNN algorithms was achieved using the information at different phylogenetic levels. Results: the performance of the BAIO-DX solution was assessed on 232 strains belonging to the 10 species used to train the algorithms but also on 64 strains from 8 species not included in the training database. For the species included in the training dataset, this new method identified 86.6% of the strains at the species level with a positive-percent agreement of 96.5%. An additional 48% of the strains not identified at the species level could be identified at the genus level thanks to the phylogenetic interpretation of the results. Conclusions: these first results validate this approach as a candidate to obtain a fully automated non-destructive and label-free solution for bacterial identification in clinical microbiology laboratories.", "date": "2025-08-14", "journal": ""}
{"title": "The Pseudomonas putida Type VI Secretion Systems Shape the Tomato Rhizosphere Microbiota", "doi": "10.1101/2025.08.14.670259", "authors": "Vazquez, D.; Civantos, C.; Duran-Wendt, D.; Ruiz, A.; Rivilla, R.; Martin, M.; Bernal, P.", "abstract": "Bacterial competition mechanisms drive microbial community dynamics across diverse ecological niches. The Type VI Secretion System (T6SS) represents a sophisticated nanomachine used by Gram-negative bacteria for contact-dependent elimination of competitors through the delivery of toxic effectors. While the T6SS has been well-documented in mammalian gut microbiota development, its role in shaping plant rhizosphere communities remains poorly understood despite the ecological importance of rhizosphere microbiota. This study investigates how the three Pseudomonas putida KT2440 T6SS clusters influence the tomato rhizosphere microbiota in agricultural soil. Through comprehensive in vitro and in vivo analyses, we demonstrate that while the K2/K3-T6SSs remain inactive under standard laboratory conditions, they become specifically activated in the presence of plant pathogens, suggesting an adaptive response to competitive pressure. Our experiments with T6SS-deficient mutants reveal that the P. putida T6SSs are essential for effective rhizosphere colonisation, with mutant strains showing significantly reduced colonisation capabilities compared to wildtype strain in competitive soil environments. Most importantly, our data establish that the P. putida T6SSs directly shape the taxonomic diversity and community structure of the rhizosphere microbiota of tomato plants. These results place the T6SS as a critical factor driving the evolution of complex polymicrobial communities within the plant rhizosphere, paralleling its established role in the gut microbiota. This research advances our understanding of the ecological functions of the different T6SSs in P. putida and the molecular mechanisms underlying microbial community assembly in the rhizosphere. Thus, it offers valuable insights for agricultural applications involving beneficial microbes and plant health management strategies.", "date": "2025-08-14", "journal": ""}
{"title": "A population-scale atlas of blood and tissue in lupus nephritis", "doi": "10.1101/2025.08.11.669754", "authors": "Gurajala, S.; Sugiarto, N. W.; Curtis, M.; Eisenhaure, T. M.; Arazi, A.; Fava, A.; Xiao, Q.; Mears, J.; Rovin, B.; Berthier, C. C.; Izmirly, P. M.; Barnas, J. L.; Hoover, P. J.; Peters, M.; Raychowdhury, R.; Horisberger, A.; Sakaue, S.; Zhao, Y.; Furie, R. A.; Belmont, H. M.; Hildeman, D. A.; Woodle, E. S.; Dall'Era, M.; Putterman, C.; Kamen, D. L.; McMahon, M. A.; Grossman, J.; Kalunian, K. C.; Hodgin, J. B.; Payan-Schober, F.; Apruzzese, W.; Perlman, H.; Cuda, C. M.; Wofsy, D.; Guthridge, J. M.; Anolik, J. H.; James, J. A.; Accelerating Medicines Partnerships Rheumatoid Arthritis/Systemic Lu", "abstract": "Lupus nephritis (LN), a severe manifestation of Systemic lupus erythematosus (SLE), is a heterogeneous disease driven by diverse immune and tissue cell types. Current treatments of LN are non-specific, increase risk of infection, and have high rates of relapse. To better understand LN, we obtained 538K single-cell and 143K single-nuclear profiles from kidney biopsies of 156 LN patients and 30 pre-implantation transplant biopsy controls, along with 327K single-cell blood profiles from many of these patients. We built an atlas of kidney tissue cell types in LN encompassing 55 immune and 36 tissue states. Integrating renal immune single cell data with blood data enabled the identification of tissue-specific immune cell states. For example, within the myeloid compartment, plasmacytoid dendritic cells (DC20) were shared across tissue and blood, while macrophage cell states were tissue-specific (M5-14). We identified LN pathological features associated with cell states. Specifically, we examined the chronicity index, which quantifies irreversible tissue damage, and the activity index, which measures active reversible inflammation. Increasing chronicity index tracked with the most dramatic changes in both tissue and immune cell states. The proportion of injured or degenerating proximal tubule cells expanded with chronicity, reflecting ongoing tissue damage. Increasing chronicity index was also associated with an expansion of tissue-specific CD56bright NK cells (NK1), GPNMBhighNUPR1high Macrophages (M5), and CLEC10Alow cDC2 (DC17). Importantly, most expanded immune populations associated with chronicity index were tissue-specific states. After adjusting for chronicity effects, we identified specific cell states in the myeloid compartment that associated with activity. Highly tissue-specific macrophage populations expressing known Scar Associated Macrophage (SAM) gene signatures were particularly expanded, including M5, GPNMBhigh LYVE1low (M11), C1Qlow SPP1high, SPP1highFABP5high (M7), and MERTKhighFABP5high (M9). We hypothesize that M5 may be a profibrotic pathogenic population that could be targeted for therapeutic benefit. We further demonstrate that blood only partially reflects renal tissue. Our results define key renal cell states in the tissue and immune compartments and argue that profound changes in both compartments are associated with increasing chronicity, while specific changes in the myeloid compartment track with activity. In aggregate, these observations strongly support that therapeutic targeting of myeloid populations, in addition to B cells, may offer an unproved strategy to prevent progression of renal inflammation and ongoing kidney damage in LN.", "date": "2025-08-14", "journal": ""}
{"title": "Light-Activated Nucleic Acid Amplification Systems Using Photo-caged DNA Polymerase or Primers", "doi": "10.1101/2025.08.14.670248", "authors": "Wu, Y.; Wu, M.; Tian, Y.; Chen, H.; Sun, X.; Ma, C.; Liu, J.; Xia, F.; Liu, Y.; Pei, X.; Wang, J.; Zhao, G.; Wang, N.; Wang, F.; Liu, Q.; Yu, F.; Fan, X.; Wang, Z.; Chen, Y.; West, J.; Cheng, Q.", "abstract": "Precise control over nucleic acid amplification is essential for achieving reliable, quantitative, high-throughput, and multiplexed molecular diagnostics, particularly in point-of-care and field settings. However, conventional isothermal amplification methods, especially rapid assays at ambient temperature such as recombinase-aided amplification (RAA), suffer from spontaneous initiation and lack of synchronization across parallel reactions. Here, we report light-activatable RAA systems employing two distinct photocaging strategies to achieve spatiotemporal control. In the first, a photocaged DNA polymerase was engineered via site-specific incorporation of p-azido-L-phenylalanine and conjugation with a 2-nitrobenzyl-modified ssDNA blocker through click chemistry. This approach offers high stability, making it advantageous for long-term storage and lyophilized formats. In the second, 5'-nitrobenzyl-modified primers were synthesized to block hybridization or extension until UV activation, offering operational simplicity and rapid integration into existing workflows. Both strategies independently suppressed background activity in the dark and restored full amplification efficiency upon 365 nm UV exposure. The systems exhibited high sensitivity, low background, and compatibility with portable diagnostics. A custom-built device integrating UV activation and real-time fluorescence detection enabled seamless, on-demand operation. This modular platform provides flexible light-gated amplification solutions, allowing the selection of polymerase- or primer-based caging according to storage stability or workflow requirements, thereby advancing precise and field-ready molecular diagnostics.", "date": "2025-08-14", "journal": ""}
{"title": "Butterfly and moth habitat specialisation changes along an elevational gradient of tropical forests on Mount Cameroon", "doi": "10.1101/2025.08.11.669622", "authors": "Gaona, F. P.; Delabye, S.; Maicher, V.; Safian, S.; Altman, J.; Dolezal, J.; Janecek, S.; Kobe, I. N.; Murkwe, M.; Tropek, R.", "abstract": "Niche breadth is a key ecological trait influencing species' distribution, persistence, vulnerability to environmental change, and interspecific interactions. While the elevational niche-breadth hypothesis predicts broader ecological niches at higher elevations due to increased environmental stress and heterogeneity, empirical tests have mostly focused on food specialisation, with habitat specialisation remaining largely overlooked. Here, we provide the first direct test of this hypothesis using habitat characteristics, analysing fruit-feeding butterflies and moths along a complete tropical forest gradient on Mount Cameroon. We quantified habitat-related niche breadth using the Outlying Mean Index across 96 forest plots spanning 350-2200 m a.s.l., employing two complementary metrics: absolute niche breadth (ANB) based on the total range of habitat conditions occupied across the gradient, and within-elevation niche breadth (WENB) reflecting the proportion of local habitat heterogeneity utilized at each elevation. Forest structural heterogeneity increased steeply with elevation. In response, butterfly communities showed a substantial upslope broadening of ANB, particularly in Charaxinae and Satyrinae. Moth families exhibited similar but weaker patterns. In contrast, WENB showed no consistent elevational patterns and was more variable among lepidopteran groups. These results support the elevational niche-breadth hypothesis for habitat specialisation in tropical butterflies, likely reflecting increased habitat opportunity space and reduced competition at higher elevations. However, the decoupling of ANB and WENB highlights that broader availability of environmental conditions does not necessarily translate into more generalised local habitat use, suggesting constraints from behavioural preferences, resource distributions, or biotic interactions. By disentangling overall and local habitat niche breadths, our study reveals unrecognised complexity in elevational specialisation patterns and provides new insights into how tropical insect respond to environmental gradients.", "date": "2025-08-14", "journal": ""}
{"title": "Foraging behavior and ecology drive the evolution of humeral shape in hummingbirds", "doi": "10.1101/2025.08.11.669688", "authors": "Rios-Orjuela, J. C.; Cadena, D.; Rico-Guevara, A.; Berberi, I.; Miner, L.; Dakin, R.", "abstract": "Skeletal morphology is central to avian flight performance and ecological adaptation. In hummingbirds, the humerus is critical for power generation and wing control, yet its evolutionary diversification remains poorly understood. We integrate geometric morphometrics, phylogenetic comparative methods, and ecological data to study humeral shape evolution across a diverse sample of 80 hummingbird species. Humeral shape variation was associated with ecological and geographical variables, including body mass, foraging strategy, range size and latitude. Larger body mass or smaller humeri corresponded to more robust, curved shapes, consistent with biomechanical demands of supporting greater forces. In contrast, broader geographic ranges are associated with more slender shapes, possibly reflecting aerodynamic efficiency across variable environments. Humerus shape also changed with foraging strategy: traplining species, which visit flowers along dispersed routes, exhibit elongated humeri favoring efficient, sustained flight, whereas territorial species showed shorter, robust shapes suited to rapid maneuvers. Morphological evolution rates differed among strategies, with trapliners showing highest rates, and increased significantly with range size. Strong phenotypic integration within the humerus indicated that evolutionary changes are tightly coordinated across the bone regions. These findings demonstrate how ecological pressures, scaling effects, and developmental constraints together shape flight-related morphology, underscoring the adaptive flexibility of the avian skeleton.", "date": "2025-08-14", "journal": ""}
{"title": "Functional evidence for G6PD variant classification from mutational scanning", "doi": "10.1101/2025.08.11.669723", "authors": "Geck, R. C.; Wheelock, M. K.; Powell, R. L.; Wang, Z. R.; Holmes, D. L.; Fayer, S.; Boyle, G. E.; Vandi, A. J.; Amorosi, C. J.; Moore, N.; Rubin, A. F.; Fowler, D. M.; Dunham, M. J.", "abstract": "G6PD deficiency is the most common enzyme deficiency worldwide, and increases the likelihood of adverse reactions to certain drugs and foods. Identifying people at risk is challenging, since most are asymptomatic until they encounter a trigger. This is further complicated since over 60% of 1,548 known genetic variants in G6PD are variants of uncertain significance and thus cannot guide drug prescribing and dosing. To resolve which variants are clinically meaningful and avoid harm from adverse drug reactions, we conducted two high-throughput functional assays: one for G6PD activity, and one for abundance. We measured the function of 10,674 missense, nonsense, and synonymous G6PD variants. The patterns of variant effect on activity and abundance confirmed the importance of structural NADP+ for G6PD activity and abundance, and G6PD dimerization for G6PD activity. Based on the ability of our functional assay scores to accurately classify G6PD variants of known clinical effect, we generated evidence that 4,883 missense variants contribute to G6PD deficiency and 2,768 are unlikely to contribute to G6PD deficiency. Our data can be used to deepen our understanding of G6PD as a protein, and to close the gap in classification for variants of uncertain significance to improve implementation of genetic medicine for G6PD deficiency.", "date": "2025-08-14", "journal": ""}
{"title": "AAV-based gene replacement reverses Neurexin-2 downregulation in the cerebellum of a mouse model of phosphomannomutase 2 deficiency (PMM2-CDG)", "doi": "10.1101/2025.08.11.669733", "authors": "Zhong, M.-l.; Lai, K.", "abstract": "Phosphomannomutase 2 (PMM2) deficiency is the most common congenital disorders of glycosylation (CDG) with an estimated incidence ranging from 1:20,000 to 1:80,000. Patients manifest a broad spectrum of clinical manifestations, with neurological deficits often emerging as the earliest sign, and may progress to severe multi-organ dysfunction. Mortality reaches 20% by the age of six, primarily due to severe infections, liver insufficiency, or cardiomyopathy. The pathophysiology of the tissue-specific complications remains unclear and there is currently no cure for the disease. In this study, we performed omics analyses of cerebella isolated from a mouse model of PMM2-CDG. RNA-Seq analysis revealed altered gene expression in pathways involved in immune responses and coagulation, while proteomic analysis of proteins enriched by lectin-affinity chromatography identified proteins required for neurodevelopment and neurotransmission. We validated our results by demonstrating significant downregulation of Neurexin-2 in the Pmm2 knockout (KO) mouse cerebella and showed that its reduced abundance can be reversed by AAV9-PMM2 gene treatment of the Pmm2 KO mice.", "date": "2025-08-14", "journal": ""}
{"title": "Insights gained into Vascular Streak Dieback, an Emerging Disease of Woody Ornamentals in the United States, using Metagenomic Sequencing", "doi": "10.1101/2025.08.11.669776", "authors": "Belay, K.; Abdelrazek, S.; Bily, D.; Gyatso, T.; Avin, F. A.; Bonkowski, J.; Liyanapathiranage, P.; Salamanca, L. R.; Heath, L. S.; Baysal-Gurel, F.; Vinatzer, B.", "abstract": "[bullet] Woody ornamentals are an integral part of home gardens and urban landscapes and are key to the economic vitality of the nursery industry. Movement of plants infected with emerging pathogens can quickly lead to wide geographic spread of new diseases impacting ecosystem health and leading to economic losses. [bullet] Using metagenomic sequencing, we investigated the microbial species associated with vascular streak dieback (VSD), an emerging disease of woody ornamentals in the United States, analyzing 106 samples obtained from 34 different species in seven states. [bullet] The fastidious fungal pathogen Ceratobasidium sp. (Csp), previously found to be associated with VSD, was the only putative pathogen consistently identified. Assembly of 17 high quality draft genomes followed by phylogenetic and pangenome analyses revealed Csp to form a tight genetic cluster closely related to, yet distinct in gene content, from genomes of Ceratobasidium theobromae, a pathogen of cacao, avocado, and cassava in Southeast Asia. [bullet] These results reveal the unparalleled ability of metagenomics for identification and characterization of fastidious fungal pathogens and suggest the recent introduction of a single genetic lineage of Csp into the U.S., possibly from Southeast Asia, that is characterized by a wide host range and that quickly spread geographically.", "date": "2025-08-14", "journal": ""}
{"title": "Temporal control of sgRNA library activation unlocks large-scale in vivo CRISPR screens", "doi": "10.1101/2025.08.14.670372", "authors": "Fenoglio, S.; Yu, Y.; Tepper, J.; Grove, L.; Bejnood, A.; Meier, S. R.; Choi, A. H.; Wu, H.-J.; Devault, A.; Liu, S.; Shen, B.; Khendu, T.; Stowe, H.; Uijttewaal, E. C.; Zhang, M.; Haines, B. B.; Wilker, E.; Huang, A.; Schramek, D.; Elling, U.; Pan, X.; Andersen, J. N.; Teng, T.", "abstract": "Functional genomics screens have illuminated genetic dependencies in cancer, but conventional in vitro approaches fail to capture vulnerabilities shaped by the tumor microenvironment. Here, we implement CRISPR-StAR (Stochastic Activation by Recombination), a next-generation inducible CRISPR screening platform for large-scale in vivo applications. The system uses a dual lox-based recombination system to enable guide-level normalization and clonal knockout phenotyping. To analyze the rich (barcode-embedded) sequencing output, we developed UMIBB, a superior Bayesian statistical framework for quantifying gene-level dropout and enrichment compared to conventional software packages. Screening a 30,000-sgRNA library in A549 xenografts, followed by clone representation and dropout correlation analyses, showed high fidelity and reproducibility with dropout phenotypes resolvable using as few as 30 tumors for this size library. Validation across multiple tumor models demonstrated that a single tumor can provide reliable, functional annotation for ~1,000 genes leveraging intra-tumor library controls for normalization. Comparing in vivo and in vitro screens revealed that a substantial subset of tumor suppressor genes exerts strong phenotypic effects only observable in vivo. For example, single-gene knockout and transcriptomic profiling confirmed that KMT2C and KMT2D have contrasting impacts on tumor growth - an insight that would have been overlooked in standard cell culture. Looking ahead, CRISPR-StAR screening, combined with our user-friendly analysis pipeline available on GitHub (R-package), offer an integrated framework for creating in vivo dependency maps that can complement existing vitro datasets like DepMap and Achilles. Critically, our approach reduces animal use by up to 7-fold compared to conventional in vivo dropout screens. This represents a significant ethical and methodological advancement - achieving genome-scale resolution with far fewer animals and greater reproducibility.", "date": "2025-08-14", "journal": ""}
{"title": "Single-molecule landscape of DNA replication pausing", "doi": "10.1101/2025.08.14.670160", "authors": "Thiyagarajan, S.; Rogers, A. M.; Muller, C. A.; Nieduszynski, C.", "abstract": "A pause in DNA synthesis that occurs when the replisome encounters an obstacle could lead to genome instability. Although important, systematic identification of replication pause sites is challenging due to their low frequency and delocalized nature. Here we present the first single-molecule identification of sites of replisome perturbation across a eukaryotic genome using long-read nanopore sequencing. For each single-molecule replication pause we determine the direction of replication, leading/lagging-strand identity, location and approximate duration, and whether the replisome resumed synthesis. Although pauses are largely diffuse over the genome, they are significantly enriched over transcribed features and correlate with transcription and R-loop levels. Transcription-replication conflicts are more numerous when head-on than co-directional. Finally, we identified genomic loci with a strong bias towards leading over lagging strand pauses, consistent with uncoupling of the helicase from polymerase epsilon. Our data support helicase-polymerase uncoupling resulting from replication pausing as the molecular trigger behind epigenetic switching.", "date": "2025-08-14", "journal": ""}
{"title": "CRISPR screen identifies BAP1 as a deubiquitinase regulating SPIN4 stability", "doi": "10.1101/2025.08.14.670297", "authors": "Sanchez, A.; Zhou, C.; Tulaiha, R.; Ramirez, F.; Wang, L.; Zhang, X.", "abstract": "Protein homeostasis is tightly controlled by the coordinated actions of E3 ubiquitin ligases and deubiquitinases (DUBs). We identify Spindlin-4 (SPIN4), a histone H3K4me3 reader, as a substrate regulated by opposing pathways: degradation mediated by the Cullin-RING E3 ligase DCAF16 and stabilization by the DUB BAP1. Through CRISPR-Cas9 knockout screens and biochemical analyses, we demonstrate that DCAF16 promotes SPIN4 degradation, while BAP1 interacts with and stabilizes SPIN4 through its catalytic activity. Inhibition or loss of BAP1 reduces SPIN4 levels, highlighting its critical role in maintaining SPIN4 homeostasis. Proteomics and interactome analyses further support this regulatory axis. These findings reveal a dynamic balance controlling SPIN4 stability, with potential implications for epigenetic regulation and disease processes.", "date": "2025-08-14", "journal": ""}
{"title": "Accelerating Biomolecular Modeling with AtomWorks andRF3", "doi": "10.1101/2025.08.14.670328", "authors": "Corley, N.; Mathis, S.; Krishna, R.; Bauer, M. S.; Thompson, T. R.; Ahern, W.; Kazman, M. W.; Brent, R. I.; Didi, K.; Kubaney, A.; McHugh, L.; Nagle, A.; Favor, A.; Kshirsagar, M.; Sturmfels, P.; Li, Y.; Butcher, J.; Qiang, B.; Schaaf, L. L.; Mitra, R.; Campbell, K.; Zhang, O.; Weissman, R.; Humphreys, I. R.; Cong, Q.; Funk, J.; Sonthalia, S.; Lio, P.; Baker, D.; DiMaio, F.", "abstract": "Deep learning methods trained on protein structure databases have revolutionized biomolecular structure prediction, but developing and training new models remains a considerable challenge. To facilitate the development of new models, we present AtomWorks: a broadly applicable data framework for developing state-of-the-art biomolecular foundation models spanning diverse tasks, including structure prediction, generative protein design, and fixed backbone sequence design. We use AtomWorks to train RosettaFold-3 (RF3), a structure prediction network capable of predicting arbitrary biomolecular complexes with an improved treatment of chirality that narrows the performance gap between closed-source AlphaFold3 (AF3) and existing open-source implementations. We expect that AtomWorks will accelerate the next generation of open-source biomolecular machine learning models and that RF3 will be broadly useful as a structure prediction tool. To this end, we release the AtomWorks framework, together with curated training data, code and model weights for RF3 under a permissive BSD license.", "date": "2025-08-14", "journal": ""}
{"title": "Recombinant proteasome provides new avenues for anti-malarial drug development.", "doi": "10.1101/2025.08.13.670186", "authors": "Fajtova, P.; Zhang, H.; Urich, L.; da Silva, E. B.; da Silva, C. H.; Almaliti, J.; Al-Hindy, M.; Boura, E.; Fidock, D. A.; Kirkman, L.; Lin, G.; Bogyo, M.; Gerwick, W. H.; Zhao, J.; O'Donoghue, A. J.", "abstract": "The Plasmodium falciparum 20S proteasome (Pf20S) is a promising antimalarial target. Therapeutic development has previously relied on native purifications of Pf20S, which is challenging and has limited the scope of previous efforts. Here, we report an effective recombinant Pf20S platform to facilitate drug discovery. Complex assembly is carried out in insect cells by co-expressing all fourteen subunits along with the essential Pf chaperone homolog, Ump1. Unexpectedly, the isolated proteins consisted of both a mature and an immature complex. Cryo-EM analysis of the immature complexes revealed structural insights detailing how Ump1 and {beta}2/{beta}5 pro-peptides coordinate {beta}-ring assembly, which differ from human and yeast homologs. Biochemical validation confirmed that {beta}1, {beta}2, and {beta}5 subunits of the mature proteasome were catalytically active. Clinical proteasome inhibitors, bortezomib, carfilzomib and marizomib were potent but lacked Pf20S selectivity. However, the tripeptide-epoxyketone J-80 potently and selectively inhibited Pf20S {beta}5 (IC50= 22.4 (1.3) nM, 90-fold over human {beta}5), with cryo-EM elucidating the structural basis for its specific binding. Further evaluation of novel Pf20S-selective inhibitors such as the reversible TDI-8304 and irreversible analogs 8304-vinyl sulfone and 8304-epoxyketone confirmed their potency and selectivity over the human constitutive proteasome. This recombinant Pf20S platform facilitates detailed biochemical and structural studies, accelerating the development of selective antimalarial therapeutics.", "date": "2025-08-14", "journal": ""}
{"title": "Editing of ADA2 Point Mutation in Human Hematopoietic Stem Cells", "doi": "10.1101/2025.08.14.670303", "authors": "Kopcil, P.; Ervik, C. W.; Reint, G.; Mamia, K.; Szymanska, M.; Dahal-Koirala, S.; Conradi, J.; Skjelbostad, S. F.; Donasen, O. A.; Jiang, X.; Fahlquist-Hagert, C.; Kristiansen, O.; Michelsen, T. M.; Melum, E.; Bak, R. O.; Komisarczuk, A. Z.; Haapaniemi, E. M.", "abstract": "Background: The homozygous ADA2: c.506G>A (p.Arg169Gln; p.R169Q) variant accounts for majority of Deficiency in Adenosine Deaminase 2 (DADA2). This monogenic disorder may be amenable to ex vivo gene therapy by correcting the pathogenic mutation in CD34+ hematopoietic stem and progenitor cells (HSPCs). Objective: To apply CRISPR-Cas9 and homology-directed repair (HDR) as a surrogate strategy to model correction of the pathogenic ADA2 c.506G>A variant in healthy cord blood HSPCs. Methods: HSPCs were electroporated with optimised CRISPR-Cas9 editing reagents, and editing outcomes, including HDR and on-target deletions, were quantified by ddPCR. Cell functionality was assessed through colony-forming unit (CFU) assays and by xenotransplantation into NOD SCID Gamma (NSG) mice. Two HDR enhancement strategies were tested: (1) genetic inhibitors of p53 and non-homologous end joining (NHEJ) pathways, and (2) pharmacological NHEJ inhibition. Results: Small-molecule NHEJ inhibitors increased HDR efficiency approximately two-fold (from ~40 % to ~80 %). Edited HSPCs retained normal CFU capacity and successfully engrafted in NSG mice. However, up to 8 % of edited cells exhibited on-target chromosome loss, though this declined over time. Up to 40 % of T cells and fibroblasts demonstrated similar losses under NHEJ inhibitors treatment. In contrast, genetically encoded inhibitors did not improve HDR. Conclusion: The ADA2 p. c.506G>A variant can be effectively edited employing surrogate strategy in HSPCs without impairing functionality. Although pharmacological inhibition of NHEJ enhances HDR efficiency, it also increases the risk of on-target chromosome aberrations, highlighting the need for careful consideration of the associated risks and benefits in therapeutic gene editing.", "date": "2025-08-14", "journal": ""}
{"title": "XenoSignal: Investigating Intra- and Inter-Species Ligand-Receptor Interactions Using AlphaFold3", "doi": "10.1101/2025.08.13.670200", "authors": "Abdelkareem, A. O.; Hall, C. F.; Marutharaj, A.; Narta, K.; Verhey, T. B.; Morrissy, A. S.", "abstract": "Xenograft models, in which human tumors are implanted into mouse hosts, offer a unique platform to study tumor-microenvironment (TME) interactions. Ligand-receptor (LR) interactions are central to intercellular communication in this context, but most inference tools rely on single-species databases and assume conserved function across orthologues. To test whether this assumption holds given sequence and structural divergence, we developed XenoSignal, a computational framework that integrates AlphaFold3 structural predictions to assess the plausibility of intraspecies and interspecies LR interactions. The pipeline predicts whether human-mouse orthologues retain or lose their functional interaction, enabling construction of a high-confidence cross-species LR resource. XenoSignal facilitates the interpretation of tumor-TME crosstalk in xenografts and prioritizes LR pairs for experimental validation. This resource enhances our ability to dissect interspecies signaling, uncover mechanisms of immune evasion, and identify candidate therapeutic targets in translational cancer models.", "date": "2025-08-14", "journal": ""}
{"title": "Deciphering chromatin architecture and dynamics in Plasmodium falciparum using the nucDetective pipeline", "doi": "10.1101/2025.08.13.670116", "authors": "Holzinger, S.; Schmutterer, L.; Rothe, V. M.; Watzlowik, M. T.; Schwartz, U.; Laengst, G.", "abstract": "High-resolution analysis of cellular chromatin structure is crucial for uncovering developmental and cell-type-specific regulatory networks. We developed the nucDetective pipeline to provide a comprehensive evaluation of chromatin organisation. This involves assessing nucleosome positioning, occupancy, fuzziness, and array regularity. The pipeline was benchmarked by analysing the chromatin structure of the malaria-causing parasite Plasmodium falciparum (Pf) during its erythrocytic development cycle. Pf is characterised by a unique chromatin landscape, exhibiting unstable nucleosomes and a genomic AT-content exceeding 80%, which presents challenges for standard MNase-seq analysis of chromatin. The nucDetective pipeline provides specific, high-resolution nucleosome profiles for the different asexual stages of Pf, monitoring the dynamics of individual nucleosomes. In contrast to the current view, suggesting an irregular chromatin structure and lack of nucleosomal DNA, we demonstrate that the transcription start sites exhibit typical eukaryotic features, including +1 nucleosomes, nucleosome-free regions upstream, and phased nucleosome arrays downstream of the TSSs. The global mean nucleosome repeat length varies from 176 bp to 185 bp depending on the developmental stage. Stage specific changes in nucleosome positioning occur locally in intergenic regulatory regions, which are characterized by specific histone modifications and variants. Dynamic nucleosomes correlate with DNA accessibility, gene expression and determine the access to transcription factor binding sites in Pf. The highly regular chromatin structure, with stage-specific structural alterations, emphasises the important role of epigenetic mechanisms in regulating the complex life cycles of Pf.", "date": "2025-08-14", "journal": ""}
{"title": "The Therapeutic Nanobody Profiler: characterising and predicting nanobody developability to improve therapeutic design", "doi": "10.1101/2025.08.11.669635", "authors": "Gordon, G. L.; Gervasio, J.; Souders, C.; Deane, C. M.", "abstract": "Developability optimisation is an important step for successful biotherapeutic design. For monoclonal antibodies, developability is relatively well characterised. However, progress for novel biotherapeutics such as nanobodies is more limited. Differences in structural features between antibodies and nanobodies render current antibody computational methods unsuitable for direct application to nanobodies. Following the principles of the Therapeutic Antibody Profiler (TAP), we have built the Therapeutic Nanobody Profiler (TNP), an open-source computational tool for predicting nanobody developability. Tailored specifically for nanobodies, it accounts for their unique properties compared to conventional antibodies for more efficient development of this novel therapeutic format. We calibrate TNP metrics using the 36 currently available clinical-stage nanobody sequences. We also collected experimental developability data for 108 nanobodies and examine how these results are related to the TNP guidelines. TNP is available as a web application at opig.stats.ox.ac.uk/webapps/tnp.", "date": "2025-08-14", "journal": ""}
{"title": "Identification of Prospective PETases Across Prokaryotes Using an in silico Approach", "doi": "10.1101/2025.08.14.670228", "authors": "Rathod, Y.; Biswas, S.", "abstract": "Background: Plastics count as one of the most potent threats to the habitats and survival of global flora and fauna. Reports keep accumulating globally about the ever-exploding load of plastic wastes, but the need and economics of multiple industrial and household processes compels the production of more plastic materials. It has always been imperative to look for natural sources of degradation of plastic. The identification of plastic-degrading microbes, therefore remains a major focus of the microbial fraternity. While the discoveries of Ideonella sakaiensis or later, Rhizobacter gummiphilus were more out of providence, the structure determination of the enzyme responsible for PET degradation does provide a fillip to efforts towards identification of more such prokaryotic entities. Results: In this work, a comprehensive profiling of prokaryotic sequences has been undertaken to look for the presence of similar plastic-degradation abilities across the kingdom. The identification of twenty-seven such hits across different bacterial species led us to believe in the natural diversity of plastic-degradation enzymes. Moreover, there seems to be conservation of the structural motif that renders such ability as has been observed from the constructed models and analysis of their interfaces. Docking of BHET, one of the key products of PET, against these 27 entities showed considerable interactions with the above and pointed towards the possible roles of these bacteria as natural plastic degradation models. Eight of these proteins have very close similarity in binding interactions and surface properties to the PETase from I. sakaiensis and were shortlisted as prospective candidates. Conclusions: Of these eight, three PETases from Halopseudomonas pertucinogena Halopseudomonas bauzanensis and Ketobacter sp. revealed significant similarity in structure and conformational stability to the PETase from I. sakaiensis as was evident from the analysis of their molecular dynamics parameters. Principal Component Analysis and the free energy landscape during binding to BHET also validated the hypothesis and these three PETases could be immediately explored for possible plastic degradation activity.", "date": "2025-08-14", "journal": ""}
{"title": "Evolutionary and methodological considerations when interpreting gene presence-absence variation in pangenomes", "doi": "10.1101/2025.08.14.670405", "authors": "Bruna, T.; Sreedasyam, A.; Harder, A. M.; Lovell, J. T.", "abstract": "While graph-based pangenomes have become a standard and interoperable foundation for comparisons across multiple reference genomes, integrating protein-coding gene annotations across pangenomes in a single 'pangene set' remains challenging, both because of methodological inconsistency and biological presence-absence variation (PAV). Here, we review and experimentally evaluate the root of genome annotation and pangene set inconsistency using two polyploid plant pangenomes: cotton and soybean, which were chosen because of their existing diverse high-quality genomic resources and the known importance of gene presence-absence variation in their respective breeding programs. We first demonstrate that building pangene sets across different genome resources is highly error prone: PAV calculated directly from the genome annotations hosted on public repositories recapitulates structure in annotation methods and not biological sequence differences. Re-annotation of all genomes with a single identical pipeline largely resolves the broadest stroke issues; however, substantial challenges remain, including a surprisingly common case where exactly identical sequences have different gene model structural annotations. Combined, these results clearly show that pangenome gene model annotations must be carefully integrated before any biological inference can be made regarding sequence evolution, gene copy-number, or presence-absence variation.", "date": "2025-08-14", "journal": ""}
{"title": "Predicting Experimental Success in De Novo Binder Design: A Meta-Analysis of 3,766 Experimentally Characterised Binders", "doi": "10.1101/2025.08.14.670059", "authors": "Overath, M. D.; Rygaard, A.; Jacobsen, C. P.; Brasas, V.; Morell, O.; Sormanni, P.; Jenkins, T. P.", "abstract": "Designing high-affinity de novo protein binders has become increasingly tractable, yet in vitro prioritisation continues to depend on heuristics in the absence of systematic analysis. Here, we present a large-scale meta-analysis of 3,766 experimentally tested binders across 15 structurally diverse targets. Using a unified, high-throughput pipeline that re-predicts each binder-target complex with AF2 (initial guess and ColabFold), AF3 and Boltz-1, we extract over 200 structural, energetic and confidence features per design. We show that interface-focused metrics, most notably the AF3-derived interaction prediction Score from Aligned Errors (ipSAE) outperform commonly used scores such as ipAE and ipTM, with a significant 1.4-fold increase in average precision compared to ipAE. We further show that combining these metrics with orthogonal physicochemical interface descriptors, including Rosetta {Delta}G/{Delta}SASA and interface shape complementarity, improves predictive performance. While overall performance varies by target, simple linear models trained on a small number of AF3-derived features generalize well across datasets. We propose interpretable, target-agnostic filtering strategies, such as combining AF3 ipSAE_min rankings with structural filters, to improve precision in selecting binders for testing. Finally, we release the complete dataset establishing a community resource to benchmark and accelerate de novo binder discovery.", "date": "2025-08-14", "journal": ""}
{"title": "Diverse Conformational Ensembles Define the Shared Folding-Allosteric Landscapes of Protein Kinases", "doi": "10.1101/2025.08.13.670202", "authors": "Chaurasiya, D. K.; Naganathan, A. N.", "abstract": "Sequence variation across members of an enzyme family contributes to diverse ensemble behaviors, which subtly influence substrate affinity, selectivity and regulation. A classic example is the family of eukaryotic protein kinases (EPKs), which regulate numerous cellular processes and serve as important drug targets. Here, we dissect the consequences of sequence variation on the folding-conformational landscapes by performing a meta-analysis of 274 EPKs through a structure-based statistical mechanical framework. We find that EPKs populate several partially structured states in their native ensemble with a hierarchy of structural order in the N-terminal lobe that is critical for catalysis and activation. Despite this, the unfolding mechanism is uniquely conserved across the majority of kinases, with the N-terminal lobe unfolding first. Kinase activation modulates the local stability and thermodynamic connectivity in a non-conserved manner and across the entire structure, due to the strong coupling between the active site residues to distant sites, including the established allosteric pockets. We further show how activation drives the Abl kinase ensemble towards a more folded and thermodynamically coupled system in a graded manner. Our work uncovers the thermodynamic design principles of kinases with insights into allostery, while shedding light on the extents to which ensemble behaviors are impacted by sequence variations in paralogs.", "date": "2025-08-14", "journal": ""}
{"title": "The skull of Tonatia bidens Spix, 1823, found in ancient deposits of Abismo Ponta de Flecha Cave, Ribeira Valley, Southeastern Brazil", "doi": "10.1101/2025.08.11.669759", "authors": "Chahud, A.", "abstract": "The Ribeira Valley, located in the southern part of Sao Paulo State, contains an extensive cave system where vertebrate fossils from the Late Pleistocene and Holocene have been found. The Abismo Ponta de Flecha Cave, a vertical cave rich in osteological material, is subdivided into lateral galleries known as Jazidas. Previous paleontological studies have described several extinct and extant species, but chiropterans were only briefly mentioned in the initial study of this cave, with only a single fragmented skull reported. This study presents that skull and briefly discusses the locality where it was found. The specimen belonged to an adult individual of Tonatia bidens, discovered in Jazida 6, an intermediate level located some distance from the cave entrance. Bat osteological remains are fragile and easily destroyed in high-energy environments; therefore, the preservation observed in this Jazida may indicate that the specimen died in situ, without being transported. Although this area experienced intense sediment remobilization in the past, Jazida 6 shows evidence of stability and minimal reworking activity, as indicated by the preservation of fragile specimens, sometimes still in their anatomical position at death.", "date": "2025-08-14", "journal": ""}
{"title": "Mechanistic insights and in vivo HIV suppression by the BRD4-targeting small molecule ZL0580", "doi": "10.1101/2025.08.14.670267", "authors": "Kumar, N.; Ma, Z.; Long, F.; Bonam, S. R.; Lai, H. T.; Wu, S.-Y.; Chen, H.; Hazell, N. C.; Bei, J.; Liu, X.; Wei, Z.; Chiang, C.-M.; Zhou, J.; Hu, H.", "abstract": "Epigenetic suppression and durable silencing of HIV represent a promising strategy to achieve ART-free remission, consistent with the \"block and lock\" HIV cure paradigm. BRD4 is a host epigenetic reader and plays a critical role in HIV transcriptional regulation. We previously identified ZL0580, a first-in-class BRD4-selective small molecule distinct from the pan-BET inhibitor JQ1, which induces HIV epigenetic suppression. However, detailed molecular mechanisms, pharmacokinetics (PK), and in vivo HIV-suppressive efficacy of ZL0580 remain undefined. Here, we show that ZL0580 selectively targets BRD4 bromodomain 1 (BD1) through interaction with a key glutamic acid residue (E151), as determined by structural modeling and mutagenesis. Transcriptomic profiling by RNA-seq reveals that ZL0580 and JQ1 induce opposing gene expression programs, consistent with their distinct effects on HIV proviral transcription and latency. In a humanized mouse model of HIV infection, ZL0580 monotherapy, or in combination with ART, potently suppressed active HIV replication, reducing the plasma viremia to nearly undetectable levels, and delayed viral rebound following treatment interruption. Collectively, these findings establish ZL0580 as an epigenetic suppressor of HIV in vivo and provide proof-of-concept for its potential as a \"block and lock\" HIV cure candidate, warranting further optimization and development. Epigenetic suppression and durable silencing of HIV represent a promising strategy to achieve ART-free remission, consistent with the \"block and lock\" HIV cure paradigm. BRD4 is a host epigenetic reader and plays a critical role in HIV transcriptional regulation. We previously identified ZL0580, a first-in-class BRD4-selective small molecule distinct from the pan-BET inhibitor JQ1, which induces HIV epigenetic suppression. However, detailed molecular mechanisms, pharmacokinetics (PK), and in vivo HIV-suppressive efficacy of ZL0580 remain undefined. Here, we show that ZL0580 selectively targets BRD4 bromodomain 1 (BD1) through interaction with a key glutamic acid residue (E151), as determined by structural modeling and mutagenesis. Transcriptomic profiling by RNA-seq reveals that ZL0580 and JQ1 induce opposing gene expression programs, consistent with their distinct effects on HIV proviral transcription and latency. In a humanized mouse model of HIV infection, ZL0580 monotherapy, or in combination with ART, potently suppressed active HIV replication, reducing the plasma viremia to nearly undetectable levels, and delayed viral rebound following treatment interruption. Collectively, these findings establish ZL0580 as an epigenetic suppressor of HIV in vivo and provide proof-of-concept for its potential as a \"block and lock\" HIV cure candidate, warranting further optimization and development.", "date": "2025-08-14", "journal": ""}
{"title": "Quaternary ice ages shaped protists phylogeography: the case of Arcellinida in the Iberian Peninsula", "doi": "10.1101/2025.08.11.669755", "authors": "Gonzalez-Miguens, R.; Cano, E.; Lara, E.", "abstract": "The Quaternary glaciations profoundly shaped the biogeography of plants and animals, yet their impact on microbial eukaryotes remains largely unexplored. We tested the genetic legacy of the Quaternary (GLQ) paradigm in terrestrial protists using Arcellinida testate amoebae diversity distribution across the Iberian Peninsula, a well-established glacial refugium. To do so, we compiled the most extensive Arcellinida metabarcoding dataset to date (ArKOI), including 615 samples from multiple continents and ecosystems. Our results showed that hotspots of intra-OTU genetic diversity align with known Iberian refugia, supporting the concept of refugia within refugia, and displaying clear ecoregion-specific climatic niches. Patterns of spatial clustering, niche breadth, and historical demographic reconstruction revealed repeated range contractions and expansions during the Pleistocene, mirroring those observed in macro-organisms. These findings extend the GLQ paradigm to protists, highlighting shared historical and ecological processes across the eukaryotic tree of life and contributing to a unified theory of biogeographic responses to climatic change.", "date": "2025-08-14", "journal": ""}
{"title": "Integrated structural dynamics uncover new modes of B12 photoreceptor activation", "doi": "10.1101/2025.08.13.669063", "authors": "Rios-Santacruz, R.; Poddar, H.; Pounot, K.; Heyes, D. J.; Coquelle, N.; Mackintosh, M. J.; Johannissen, L. O.; Schianchi, S.; Jeffreys, L. N.; De Zitter, E.; Munro, R.; Appleby, M.; Axford, D.; Beale, E.; Cliff, M. J.; Davila, M.; Engilberge, S.; Gotthard, G.; Hadjidemetriou, K.; Hardman, S. J. O.; Horrell, S.; Hub, J. S.; Ishihara, K.; Jaho, S.; Karras, G.; Kataoka, M.; Kawakami, R.; Mason, T.; Okumura, H.; Owada, S.; Owen, R.; Royant, A.; Saaret, A.; Sakuma, M.; Shanmugam, M.; Sugimoto, H.; Tono, K.; Zala, N.; Beale, J.; Tosha, T.; Colletier, J.-P.; Levantino, M.; Hay, S.; Kozlowski, P. M.; ", "abstract": "Photoreceptor proteins initiate, regulate and control fundamental biological processes such as vision, photosynthesis and circadian rhythms. A large photoreceptor subfamily uses vitamin B12 derivatives for light sensing, contrasting with the well-established mode of action of these organometallic derivatives in thermally activated enzymatic reactions. The molecular mechanism of B12 photoreception and how this differs to the thermal pathways remain unknown. Here we provide a detailed spatio-temporal description of photoactivation in the prototypical tetrameric B12 photoreceptor CarH from nanoseconds to seconds by using an integrative approach, combining time- and temperature-resolved structural and spectroscopic methods with quantum chemical calculations. High resolution structural snapshots of key intermediates illustrate how photocleavage of a Co-C bond triggers a pathway of structural changes that propagate throughout CarH from the B12 chromophore, via a previously unknown adduct, to finally cause tetramer dissociation. These unique intermediates, which differentiate CarH from thermally-activated B12 enzymes, steer the photoactivation pathway and act as the molecular bridge between photochemical and photobiological timescales. Our results offer a spatio-temporal understanding of CarH photoactivation and pave the way for designing and optimising B12-dependent photoreceptors for future optogenetic applications.", "date": "2025-08-14", "journal": ""}