{"title": "Raw signal segmentation for estimating RNA modification from Nanopore direct RNA sequencing data", "doi": "10.1101/2024.01.11.575207", "authors": "Cheng, G.; Vehtari, A.; Cheng, L.", "abstract": "Estimating RNA modifications from Nanopore direct RNA sequencing data is a critical task for the RNA research community. However, current computational methods often fail to deliver satisfactory results due to inaccurate segmentation of the raw signal. We have developed a new method, SegPore, which leverages a molecular jiggling translocation hypothesis to improve raw signal segmentation. SegPore is a pure white-box model with enhanced interpretability, significantly reducing structured noise in the raw signal. We demonstrate that SegPore outperforms state-of-the-art methods, such as Nanopolish and Tombo, in raw signal segmentation across three large benchmark datasets. Moreover, the improved signal segmentation achieved by SegPore enables SegPore+m6Anet to deliver state-of-the-art performance in site-level m6A identification. Additionally, SegPore surpasses baseline methods like CHEUI in single-molecule level m6A identification.", "date": "2025-07-19", "journal": ""}
{"title": "The Mac1 ADP-ribosylhydrolase is a Therapeutic Target for SARS-CoV-2", "doi": "10.1101/2024.08.08.606661", "authors": "Suryawanshi, R. K.; Jaishankar, P.; Correy, G. J.; Rachman, M. M.; O'Leary, P. C.; Taha, T. Y.; Matsui, Y.; Zapatero-Belinchon, F. J.; McCavitt-Malvido, M.; Doruk, Y. U.; Stevens, M. G. V.; Diolaiti, M. E.; Jogalekar, M. P.; Chen, H.; Richards, A. L.; Kongpracha, P.; Bali, S.; Montano, M.; Rosecrans, J.; Matthay, M.; Togo, T.; Gonciarz, R. L.; Gopalkrishnan, S.; Neitz, R. J.; Krogan, N. J.; Swaney, D. L.; Shoichet, B. K.; Ott, M.; Renslo, A. R.; Ashworth, A.; Fraser, J. S.", "abstract": "SARS-CoV-2 continues to pose a threat to public health. Current therapeutics remain limited to direct acting antivirals that lack distinct mechanisms of action and are already showing signs of viral resistance. The virus encodes an ADP-ribosylhydrolase macrodomain (Mac1) that plays an important role in the coronaviral lifecycle by suppressing host innate immune responses. Genetic inactivation of Mac1 abrogates viral replication in vivo by potentiating host innate immune responses. However, it is unknown whether this can be achieved by pharmacologic inhibition and can therefore be exploited therapeutically. Here we report a potent and selective lead small molecule, AVI-4206, that is effective in an in vivo model of SARS-CoV-2 infection. Standard cellular models indicate that AVI-4206 has high target engagement and can weakly inhibit viral replication in a gamma interferon- and Mac1 catalytic activity-dependent manner. However, a stronger antiviral effect for AVI-4206 is observed in human airway organoids and peripheral blood monocyte-derived macrophages. In an animal model of severe SARS-CoV-2 infection, AVI-4206 reduces viral replication, potentiates innate immune responses, and leads to a survival benefit. Our results provide pharmacological proof of concept that Mac1 is a valid therapeutic target via a novel immune-restoring mechanism that could potentially synergize with existing therapies targeting distinct, essential aspects of the coronaviral life cycle. This approach could be more widely used to target other viral macrodomains to develop antiviral therapeutics beyond COVID-19.", "date": "2025-07-19", "journal": ""}
{"title": "The biogeography of evolutionary radiations on oceanic archipelagos", "doi": "10.1101/2024.10.07.616413", "authors": "Bree, B.; Matthews, T. J.; Fernandez-Palacios, J. M.; Paroissin, C.; Triantis, K. A.; Whittaker, R. J.; Rigal, F.", "abstract": "Evolutionary radiations on oceanic archipelagos (ROAs) have long served as models for understanding evolutionary and ecological processes underlying species diversification. Yet, diversity patterns emerging from ROAs have received relatively little attention from biogeographers, even though characterizing the effect of key geo-environmental factors on island clades species distribution could be important for unraveling diversification dynamics. In this study, we conducted a comparative analysis using island-specific species richness values for approximately one hundred ROAs across major oceanic archipelagos (mostly Hawaii, Canary Islands, Galapagos and Fiji) and taxa (vascular plants, invertebrates and vertebrates). Our aim was to determine whether (1) ROA species richness patterns scale as a function of key geo-environmental factors including island area, geological age, environmental heterogeneity (elevation and topographic complexity) and inter-island isolation, and (2) whether the magnitude of the effects of these factors varies across archipelagos and taxa. Our results identified elevation as a key driver of ROA species richness patterns on islands, supporting existing theoretical and empirical work that highlighted the central role of environmental heterogeneity in driving diversification on oceanic islands. As importantly, we found that the influence of geo-environmental factors varies across archipelagos and taxa, suggesting that unique archipelagic dynamics and biological traits together shape diversification differently. Our findings emphasize the value of applying biogeographical modeling at the resolution of individual radiations to improve our understanding of evolutionary processes on oceanic archipelagos.", "date": "2025-07-19", "journal": ""}
{"title": "CpGPT: a Foundation Model for DNA Methylation", "doi": "10.1101/2024.10.24.619766", "authors": "de Lima Camillo, L. P.; Sehgal, R.; Armstrong, J.; Miller, H. E.; Higgins-Chen, A. T.; Horvath, S.; Wang, B.", "abstract": "DNA methylation is a type of epigenetic modification that plays a significant role in development, aging, and disease. Despite extensive research into the molecular mechanisms of DNA methylation, they remain poorly understood today. Foundation Models (FMs) are a class of machine learning model that leverage vast quantities of data to make sense of complex data types, such as genome sequences or single-cell transcriptomes. Here, we present the Cytosine-phosphate-Guanine Pretrained Transformer (CpGPT), a novel foundation model pretrained on CpGCorpus, a novel database with more than 2,000 DNA methylation datasets encompassing over 150,000 samples from diverse conditions. CpGPT leverages an improved transformer architecture to learn comprehensive representations of methylation patterns, allowing it to impute and reconstruct genome-wide methylation profiles from limited input data. By capturing sequence, positional, and epigenetic contexts, CpGPT outperforms specialized models when finetuned for aging-related tasks, such as mortality risk and morbidity assessments. The model is highly adaptable and can impute beta values across different methylation platforms, tissue types, mammalian species, and even single-cell data. As a foundation model, CpGPT can be leveraged as a new tool for biological discovery in the field of epigenetics. The open-source code and model can be found at \\url{http://github.com/lcamillo/CpGPT}.", "date": "2025-07-19", "journal": ""}
{"title": "How serially homologous neuroblasts produce different temporal cohorts along the Drosophila larval body axis", "doi": "10.1101/2024.11.09.622783", "authors": "Vasudevan, D.; Wang, Y.-w.; Carr, H.; Paniel, E.; Corcoran, S.; Wreden, C.; Kuskowski, E.; Lee-Smith, C.; Heckscher, E.", "abstract": "Neural stem cells are inherently flexible, producing different lineages of neurons in different contexts; yet in vivo, development must be highly regulated because aberrant stem cell development leads to microcephalies, tumors, and neurodevelopmental disorders. However, the full complement of in vivo flexibility in neural stem cell development remains poorly understood. Within the Drosophila CNS, 30 types of neural stem cells or neuroblasts repeat in each segment with segment-specific differences in development. We studied NB3-3 neuroblast in each of the 14 segments where it is present. In different segments, NB3-3 produces different types of neurons in different numbers, but always produces Even-skipped Lateral (EL) neurons. Prior work showed that in abdominal segments, ELs comprise two types of temporal cohorts. Temporal cohorts are small sets of neurons within a lineage that are born within a tight time window. In the abdomen, EL neurons in the early-born temporal cohort all receive mechanosensory input, whereas EL neurons in the late-born temporal cohort all receive proprioceptive input. Herein, we find that NB3-3 generates an early-born EL temporal cohort in all segments. In specific regions, NB3-3 neuroblasts produce additional types of temporal cohorts, including but not limited to the late-born EL temporal cohort. We show that variations in NB3-3 division pattern determine the number and type of temporal cohorts. Later in development, the number of neurons within a temporal cohort is refined by a variety of post-mitotic mechanisms: regulation of molecular identity markers, cell death, and differentiation status, acting in complex combinations in different segments. Post-mitotic refinement of neuron numbers occurs most often for neurons of the early-born EL temporal cohort. Further, neurons of the early-born EL temporal cohort are incorporated into different circuits, depending on segment. Together, our results show how a single neural stem cell type can flexibly generate segment-specific lineages and contribute to various circuits. We offer the following framework for understanding how a given type of neural stem cell generates diverse temporal cohorts. A stem cell type invariably generates one type of temporal cohort, regardless of location or pattern of division. For neurons in this invariant temporal cohort, post-mitotic mechanisms introduce diversity in number. The stem cell, on a segment-by-segment basis, can also produce additional types of temporal cohorts simply by altering its division pattern. This framework is valuable for motor circuit development, the development of sexual dimorphisms, nervous system evolution, as well as in vitro stem cell applications.", "date": "2025-07-19", "journal": ""}
{"title": "Assessing the efficacy of therapeutically promising combination of polymyxin B and triclosan against colistin resistant Klebsiella pneumoniae", "doi": "10.1101/2024.12.17.628820", "authors": "Biswas, S.; Mahapatra, P.; Ghosh, S.; Patra, S. D.; Verma, G.; Misra, N.; Kushwaha, G. S.; Suar, M.", "abstract": "Antimicrobial resistance (AMR) is one of the greatest public health challenges of the current time, and it is primarily associated with Gram-negative bacterial infections. Among these infections, Klebsiella pneumoniae is the most notorious bacterial pathogen in the context of AMR dissemination. In this dire circumstance, clinicians explored old regimes such as colistin to treat these multidrug-resistant infections; however, unfortunately, the resistance towards these last-resort drugs is also emerging rapidly. In this study, we examined the occurrence of colistin resistance in Klebsiella pneumoniae concerning its mechanism of resistance, chronology, and geographical distribution. We found that resistance towards these last-resort drugs, colistin and polymyxin B, is emerging rapidly, with evolving multiple mechanisms of resistance. While efforts continue to develop new antibacterial drugs, a combination of approved antibacterial drugs may be one of the most suitable strategies to fight against AMR in the current time-ticking situation. In this series, we evaluated the efficacy of a therapeutically viable combination of polymyxin B and triclosan using a set of standard antibacterial assays, used for in vitro preclinical efficacy. We found that the combination is highly effective in colistin-resistant clinical strains of K. pneumoniae, as triclosan sensitizes the pathogen towards polymyxin B. Furthermore, the results of additional complementary experiments, such as time-kill kinetics, biofilm inhibition, frequency of resistance, cell viability, and cytotoxicity assays, show very encouraging results for the feasibility and validation of this combination. Finally, we examined the presence of mutations in field isolates of K. pneumoniae FabI enzyme, as it has been hypothesized previously that triclosan may cause mutation in its binding target, FabI. Interestingly, we could not detect any mutation in the triclosan binding site of FabI in the genome of field isolates. Altogether, this study provides an overview of the current situation on colistin resistance, a promising solution for colistin resistance comprising a combination of two already being used antibacterial ingredients based on in vitro efficacy studies.", "date": "2025-07-19", "journal": ""}
{"title": "Brain dynamics of classical psychedelics show paradoxical hierarchical flattening with increased complexity", "doi": "10.1101/2024.12.21.629922", "authors": "Vohryzek, J.; Garcia Guzman, E.; Kringelbach, M. L.; Lopez-Sola, E.; Timmermann, C.; Roseman, L.; Tagliazucchi, E.; Ruffini, G.; Carhart-Harris, R.; Deco, G.; Sanz Perl, Y.", "abstract": "Despite divergent behavioral and phenomenological profiles, both psychedelic states and reduced states of consciousness have been associated with a flattening of the brain's functional hierarchy. To address this apparent paradox, we developed a more specific definition of hierarchy based on the proximity of the brain to thermodynamic equilibrium and then applied it to investigate the changes to the functional hierarchy elicited by three classical serotonergic psychedelics: psilocybin, lysergic acid diethylamide, and dimethyltryptamine. We found that all three psychedelics consistently induced a global reduction in the functional hierarchy. In contrast to the flattening of the functional hierarchy observed during loss of consciousness, psychedelics displaced the brain towards equilibrium while simultaneously increasing the complexity of neural activity, indicating a unique mechanism linked to specific changes in the configuration and differentiation of resting-state networks. This work showcases how metrics based on statistical mechanics can be used for the specific characterization of different global brain states, contributing to the understanding of consciousness as a collective process emerging from complex neural interactions.", "date": "2025-07-19", "journal": ""}
{"title": "Nonlinear effects of temperature on mosquito parasite infection across a large geographic climate gradient", "doi": "10.1101/2025.01.07.631804", "authors": "Farner, J. E.; Lyberger, K. P.; Couper, L. I.; Cruz-Loya, M.; Mordecai, E. A.", "abstract": "Temperature drives ectothermic host - parasite interactions, making them particularly sensitive to climatic variation and change. To isolate the role of temperature, lab-based studies are increasingly used to assess and forecast disease risk under current and future climate conditions. However, in the field, the effects of temperature on parasitism may be mediated by other sources of variation, including local adaptation of hosts and parasites to one another and to the environment. To address the key knowledge gaps of how temperature influences host - parasite interactions and whether thermal responses measured in controlled experiments capture infection across temperature gradients in nature, we paired an extensive field survey of parasitism--by the ciliate Lambornella clarki on its tree hole mosquito host, Aedes sierrensis--with laboratory experiments describing parasitism thermal performance curves (TPCs) for six host populations from varying climates. We also investigated the mechanisms underlying the thermal biology of the host - parasite interaction by separately measuring TPCs for infection, host immunity, and parasite growth rates. Along the west coast of North America, across an 1100 km climate gradient spanning 12C mean rainy season temperature variation, we found that parasitism peaked at intermediately cold temperatures of 9.2 - 10C, and was consistent both between field seasons and with the lab experiment results. In the laboratory experiments, infection thermal responses were consistently nonlinear and peaked at 8.4 - 10C, showing no evidence of host intraspecific variation in temperature sensitivity to parasitism. Importantly, parasitism peaked at temperatures below the thermal optimum for free-living L. clarki due to the balance of temperature effects on parasite growth and reproduction against the strength of the host melanization immune response. The results suggest that nonlinear responses to temperature drive parasitism in nature, and that simple lab and field studies can accurately capture the thermal biology of multilayered host - parasite interactions.", "date": "2025-07-19", "journal": ""}
{"title": "Rewiring an olfactory circuit by altering the combinatorial code of cell-surface proteins", "doi": "10.1101/2025.03.01.640986", "authors": "Lyu, C.; Li, Z.; Xu, C.; Kalai, J.; Luo, L.", "abstract": "Proper brain function requires the precise assembly of neural circuits during development. Despite the identification of many cell-surface proteins (CSPs) that help guide axons to their targets, it remains largely unknown how multiple CSPs work together to assemble a functional circuit. Here, we used synaptic partner matching in the Drosophila olfactory circuit to address this question. By systematically altering the combination of differentially expressed CSPs in a single olfactory receptor neuron (ORN) type, which senses a male pheromone that inhibits male-male courtship, we switched its connection from its endogenous postsynaptic projection neuron (PN) type nearly completely to a new PN type that promotes courtship. From this switch, we deduced a combinatorial code including CSPs that mediate both attraction between synaptic partners and repulsion between non-partners. The anatomical switch changed the odor response of the new PN partner and markedly increased male-male courtship. We generalized three manipulation strategies from this rewiring--increasing repulsion with the old partner, decreasing repulsion with the new partner, and matching attraction with the new partner--to successfully rewire a second ORN type to multiple distinct PN types. This work demonstrates that manipulating a small set of CSPs is sufficient to respecify synaptic connections, paving ways to explore how neural systems evolve through changes of circuit connectivity.", "date": "2025-07-19", "journal": ""}
{"title": "Repulsive interactions instruct synaptic partner matching in an olfactory circuit", "doi": "10.1101/2025.03.01.640985", "authors": "Li, Z.; Lyu, C.; Xu, C.; Hu, Y.; Luginbuhl, D. J.; Caspi-Lebovic, A. B.; Priest, J. M.; Özkan, E.; Luo, L.", "abstract": "Neurons exhibit extraordinary precision in selecting synaptic partners. Although cell-surface proteins (CSPs) mediating attractive interactions between developing axons and dendrites have been shown to instruct synaptic partner matching, the degree to which repulsive interactions play a role is less clear. Here, using a genetic screen guided by single-cell transcriptomes, we identified three CSP pairs--Toll2-Ptp10D, Fili-Kek1, and Hbs/Sns-Kirre--in mediating repulsive interactions between non-partner olfactory receptor neuron (ORN) axons and projection neuron (PN) dendrites in the developing Drosophila olfactory circuit. Each CSP pair exhibits inverse expression patterns in the select ORN-PN partners. Loss of each CSP in ORNs led to similar synaptic partner matching deficits as the loss of its partner CSP in PNs, and mistargeting phenotypes caused by overexpressing one CSP could be suppressed by loss of its partner CSP. All CSP pairs are also differentially expressed in other brain regions. Together, our data reveal that multiple repulsive CSP pairs work together to ensure precise synaptic partner matching during development by preventing neurons from forming connections with non-cognate partners.", "date": "2025-07-19", "journal": ""}
{"title": "Snapshot of in-cell protein contact sites reveals new host factors and hijacking of paraspeckles during influenza A virus infection", "doi": "10.1101/2025.03.09.642134", "authors": "Kotova, I.; Muehlberg, L.; Gilep, K.; Yu, D.; Ziemianowicz, D.; Stanelle-Bertram, S.; Beck, S.; Baeg, K.; Duss, O.; Gabriel, G.; Liu, F.; Bogdanow, B.; Kosinski, J.", "abstract": "Influenza A virus (IAV) hijacks host cellular machinery, but many virus-IAV interactions and contacting protein sites remain uncharacterised, particularly those dependent on intact cellular architecture, such as membrane-associated or phase-separated compartments. Here, we applied in-cell cross-linking mass spectrometry (XL-MS), integrated with AlphaFold-based structural modelling and functional assays, to map protein-protein contact sites in IAV-infected human cells. This approach revealed previously unrecognised virus-host interactions linked to spatially organised processes, including the maturation pathway of HA through the membrane-bound ER-Golgi system, the novel interaction of M2 with the membrane-embedded LAT1 amino acid transporter, and the progressive disassembly of paraspeckles-phase-separated compartments in the nucleus. We validate M2-LAT1 interaction and paraspeckle disassembly in human primary lung epithelial cells and show that the paraspeckle disassembly constitutes a new and unique infection mechanism through which IAV releases RNA-binding proteins that support viral RNA replication. These findings advance the understanding of IAV manipulation of host cellular processes and illustrate how the integrative in-cell structural system biology approach captures native host-pathogen interactomes, infection pathways, and host cell perturbations.", "date": "2025-07-19", "journal": ""}
{"title": "Biomolecular condensate microstructure couples molecular and mesoscale properties", "doi": "10.1101/2025.03.25.645354", "authors": "Tan, D.; Aierken, D.; Garcia, P. L.; Joseph, J. A.", "abstract": "Biomolecular condensates, including those formed by prion-like low complexity domains (LCDs) of proteins, are typically maintained by networks of molecular interactions. Such collective interactions give rise to the rich array of material behaviors underlying condensate function. Previous work has uncovered distinct LCD conformations in condensates versus dilute phases, and recently, single-component LCD condensates have been predicted to exhibit microstructures with \"small-world\" networks--where molecular nodes are highly clustered and connected via short pathlengths. However, a framework linking single-molecule properties, condensate microstructure, and macroscopic material properties remains elusive. Here, we combine molecular simulation and graph-theoretic analysis to reveal how molecular features encode condensate microstructure, which impacts molecule-scale conformations and droplet-scale material properties. Using a residue-resolution coarse-grained model, we probe condensates comprising natural LCD sequences and generalize our findings by varying composition and patterning in binary sequences of hydrophobic and polar residues. We show that non-blocky sequences form condensates with small-world internal networks featuring \"hubs\"--molecules responsible for global connectivity--and \"cliques\", molecular clusters bound by persistent short-ranged associations. Cliques localize near interfaces without a secondary phase transition, suggesting a role in mediating molecular partitioning and condensate aging by tuning interfacial material properties. Moreover, we demonstrate that network small-worldness predicts droplet surface tension. We also track single-molecule structure and dynamics inside condensates, revealing that internal heterogeneity at the single-molecule level is systematically encoded by network topology. Collectively, our work establishes multiscale structure-property relationships in LCD condensates, providing general principles for designing and interpreting condensates with complex internal organization and material properties.", "date": "2025-07-19", "journal": ""}
{"title": "Performance anxiety is associated with biases in learning from reward and punishment in skilled individuals", "doi": "10.1101/2025.03.31.646422", "authors": "Hidalgo, A. E.; Pearson, L.; Oku, T.; Kimoto, Y.; Furuya, S.; Ruiz, M. H.", "abstract": "Many individuals experience performance anxiety (PA) in high-stakes settings, from public speaking to the performing arts. Although debilitating PA is associated with physiological, cognitive, and affective alterations, its mechanisms remain poorly understood. Using behavioural analysis, computational modelling, and electroencephalography, we examined whether PA predisposes individuals to rely more on punishment than reward signals during learning, particularly under high task uncertainty, where anxiety is proposed to exacerbate maladaptive learning. Across three experiments with 95 skilled pianists, participants learned hidden melody dynamics via graded reward or punishment feedback. Bayesian hierarchical modelling revealed that individuals with higher PA learned faster from punishment under low uncertainty, but increasingly relied on reward as task uncertainty increased. These learning biases were mediated by reinforcement-driven modulation of motor variability, which increased following poor outcomes. A generative model of motor variability regulation further showed that reinforcement-sensitive scaling of motor variability was more influenced by punishment than reward, and varied with PA levels. Exploratory evidence suggested that high-uncertainty contexts were perceived as more aversive, particularly among performers with greater intolerance of uncertainty, offering a potential affective account of this learning shift. At the neural level, a convolution general linear model revealed that the interaction between PA and reinforcement modulated frontal theta (4-7 Hz) activity, encoding feedback changes and signalling upcoming motor adjustments. These findings reveal that PA alters the weighting of reward and punishment signals depending on task uncertainty, providing a neurocomputational account of how PA affects skilled performance.", "date": "2025-07-19", "journal": ""}
{"title": "Minos-mediated transgenesis in the pantry moth", "doi": "10.1101/2025.04.03.647036", "authors": "Shodja, D. N.; Livraghi, L.; Martin, A.", "abstract": "Transposon-mediated transgenesis has been widely used to study gene function in Lepidoptera, with piggyBac being the most commonly employed system. However, because the piggyBac transposase originates from a lepidopteran genome, it raises concerns about endogenous activation, remobilization, and silencing of transgenes , thus questioning its suitability as an optimal tool in Lepidoptera. As an alternative, we evaluated the dipteran-derived Minos transposase for stable germline transformation in the pantry moth, Plodia interpunctella. We injected syncytial embryos with transposase mRNA, along with donor plasmids encoding 3xP3::EGFP and 3xP3::mCherry markers of eye and glial tissues. Across multiple experiments, we found that G0 injectees could transmit Minos transgenes through the germline even in the absence of visible marker expression in the soma, and that large mating pools of G0 founders consistently produced transgenic offspring at efficiencies exceeding 10%. Using these methods, we generated transgenic lines with a dual expression plasmid, using 3xP3::mCherry for driving red fluorescence in eyes and glial tissues, as well as the Fibroin-L promoter expressing the recently developed mBaoJin fluorescent protein in the silk glands. This demonstrated the feasibility of screening two pairs of promoter activity in tissues of interest. Collectively, these results--along with previous findings in the silkworm Bombyx mori--demonstrate that Minos achieves robust germline integration of transgenes in Lepidoptera, offering a valuable pathway to the genetic modification of species where the remobilization or suppression of piggyBac elements might be rampant.", "date": "2025-07-19", "journal": ""}
{"title": "Invasive cancer cells soften collagen networks and disrupt stress-stiffening via volume exclusion, contractility and adhesion", "doi": "10.1101/2025.04.11.648338", "authors": "Nagle, I.; Tavasso, M.; Bordoloi, A. D.; Muntz, I. A. A.; Koenderink, G. H.; Boukany, P. E.", "abstract": "Collagen networks form the structural backbone of the extracellular matrix in both healthy and cancerous tissues, exhibiting nonlinear mechanical properties that crucially regulate tissue mechanics and cell behavior. Here, we investigate how the presence of invasive breast cancer cells (MDA-MB-231) influences the polymerization kinetics and mechanics of collagen networks using bulk shear rheology and rheo-confocal microscopy. We show that embedded cancer cells delay the onset of collagen polymerization due to volume exclusion effects. During polymerization, the cells (at 4% volume fraction) cause an unexpected time-dependent softening of the network. We show that this softening effect arises from active remodeling via adhesion and contractility rather than from proteolytic degradation. At higher cell volume fractions, the dominant effect of the cells shifts to volume exclusion, causing a two-fold reduction of network stiffness. Additionally, we demonstrate that cancer cells suppress the characteristic stress-stiffening response of collagen. This effect (partially) disappears when cell adhesion and contractility are inhibited, and it is absent when the cells are replaced by passive hydrogel particles. These findings provide new insights into how active inclusions modify the mechanics of fibrous networks, contributing to a better understanding of the role of cells in the mechanics of healthy and diseased tissues like invasive tumors.", "date": "2025-07-19", "journal": ""}
{"title": "Growth rates and Metabolic Traits Differ by Diarrheal Manifestation in Campylobacter jejuni Strains", "doi": "10.1101/2025.04.24.650550", "authors": "Bosquez, J. M.; Parker, C. T.; Pascoe, B.; Cooper, K. K.", "abstract": "Introduction: Campylobacter jejuni is the leading cause of bacterial gastroenteritis worldwide. Infections with C. jejuni can result in two different diarrheal manifestations in humans: watery diarrhea or bloody/inflammatory diarrhea. Hypothesis/Gap Statement: Currently, little is known about C. jejuni and/or host factors associated with elicitation of these two distinct diarrheal manifestations. We hypothesize that these factors may include growth and metabolic trait differences between C. jejuni strains associated with watery diarrhea and bloody/inflammatory diarrhea. Aim: Using C. jejuni strains with a defined diarrheal manifestation in the neonatal piglet model, we aimed to assess differences in temperature dependent growth rates, motility, biofilm production, and carbon utilization between diarrheal manifestation groups. Methodology: Strains were initially assessed for 192 different carbon sources using phenotypic microarrays followed by specific carbon utilization, growth, motility, and biofilm assays at 37{degrees}C and/or 42{degrees}C. Results: We found that at 37{degrees}C, watery diarrhea associated C. jejuni strains grew significantly faster compared to bloody/inflammatory diarrhea associated C. jejuni strains. However, there was no significant growth difference at 42{degrees}C between the groups, due to bloody/inflammatory diarrhea associated strains growing faster at 42{degrees}C compared to 37{degrees}C. Additionally at 37{degrees}C, we found that L-fucose utilization was significantly higher among watery diarrhea associated strains, while L-glutamine utilization was significantly higher among bloody/inflammatory diarrhea associated strains. Conclusion: The results indicate there are distinct metabolic adaptations between watery and/or bloody/inflammatory diarrhea associated C. jejuni strains particularly at 37{degrees}C, which may be one of the factors associated with differing diarrheal manifestations.", "date": "2025-07-19", "journal": ""}
{"title": "Characterisation of putative retrotrapezoid nucleus (RTN) chemoreceptor neurons in the adult human brainstem", "doi": "10.1101/2025.04.30.650987", "authors": "Liu, Y.; Machaalani, R.; Markus, I.; Shepherd, C. E.; Kumar, N. N.", "abstract": "The retrotrapezoid nucleus (RTN) of rodents is located ventral to the facial motor nucleus (7N) and consists of acid-sensitive neurons that activate breathing and mediate the central component of the ventilatory response to hypercapnia. In rodents, RTN neurons can be histologically identified by the presence of paired-like homeobox 2B positive nuclei (Phox2b+) and the absence of cytoplasmic choline acetyltransferase (ChAT-) and tyrosine hydroxylase (TH-). Up to 50% of rodent RTN neurons synthesise galanin, and 88% express pituitary adenylate cyclase activating polypeptide (PACAP). The human RTN (hRTN) has not been mapped to date. This study aimed to map the location and cytoarchitecture of the adult hRTN and compare the findings to the homologies of rodents, macaques and human infants. Formalin-fixed, paraffin-embedded tissue blocks from two adult cases, spanning the medulla-pons, were serially sectioned (10um thick) and every four in thirty sections was assayed for immunohistochemistry for ChAT, or double-labelled Phox2b/TH, Phox2b/galanin and Phox2b/PACAP, followed by analysis using QuPath software. hRTN neurons, identified as Phox2b+/TH-/ChAT-, were located ventral to 7N and lateral to the superior olive, overlapped with the C1 or A5 catecholaminergic population and extended rostrocaudally from Obex +13 to +17 mm. In the parafacial area, 90% of Phox2b immunoreactive (-ir) neurons are hRTN neurons, totaling around 5000 bilaterally, and were surrounded by numerous TH-ir fibers. Galanin- and PACAP-ir was identified in 43% and 39% of Phox2b-ir parafacial neurons, respectively. This is the first study to characterise and quantitatively map the adult human RTN using a series of neurochemical markers.", "date": "2025-07-19", "journal": ""}
{"title": "Targeting Siglec-10/α3β1 Integrin Interactions Enhances Macrophage-Mediated Phagocytosis of Pancreatic Cancer", "doi": "10.1101/2025.05.06.652455", "authors": "Saini, P.; Mirji, G.; Islam, S. M. S.; Simons, L. M.; Bhat, S. A.; Bonfanti, A. P.; Muthumani, K.; Agrawal, P.; Cassel, J.; Tang, H.-Y.; Tateno, H.; Zhang, R.; Hultquist, J. F.; Shinde, R.; Abdel-Mohsen, M.", "abstract": "Tumor-associated macrophages (TAMs) in the pancreatic ductal adenocarcinoma (PDAC) tumor microenvironment (TME) exhibit immunosuppressive phenotypes and impaired phagocytic activity, facilitating tumor progression and immune evasion. Here, we identify integrin 3{beta}1, composed of ITGA3 and ITGB1 subunits, as a sialylated glycoprotein ligand for Siglec-10, an inhibitory glyco-immune checkpoint receptor highly expressed on TAMs in PDAC. The interaction between Siglec-10 on TAMs and 3{beta}1 on PDAC cells suppresses macrophage-mediated phagocytosis, thereby promoting immune evasion. Consistently, disrupting Siglec-10 interactions with monoclonal antibodies significantly enhances macrophage phagocytosis of PDAC cells and alleviates myeloid cell-mediated inhibition of T cell proliferation and activation in vitro. In both a PDAC xenograft mouse model engrafted with human macrophages and a human Siglec-10 transgenic mouse model, targeting Siglec-10 with monoclonal antibodies reduces PDAC tumor growth. These findings suggest that Siglec-10 interactions are key mediators of TAM-driven immune evasion in PDAC and highlight the therapeutic potential of targeting these interactions to restore anti-tumor immunity.", "date": "2025-07-19", "journal": ""}
{"title": "Identification of genes that differentiate Mannheimia haemolytica genotypes 1 and 2 using a pangenome approach", "doi": "10.1101/2025.05.13.653884", "authors": "Deschner, D.; Hill, J. E.", "abstract": "Mannheimia haemolytica is an opportunistic bacterial pathogen associated with the economically costly bovine respiratory disease. Two genotypes have been described, of which genotype 2 is more strongly associated with disease. Several previous studies have investigated the genomic differences between the genotypes and/or the major serotypes (1, 2 and 6) of M. haemolytica, however we still lack a clear basis for the greater disease association of genotype 2 (serotypes 1 and 6) and demonstrations of phenotypic differences are scarce. This work builds upon previous investigations to identify genes that differentiate the two genotypes with a particular focus on genes that may play a role in virulence and fitness in the respiratory tract microbiome. We identified 422 genotype differentiating genes in a collection of 206 unique M. haemolytica genomes (61 genotype 1, 145 genotype 2). Genotype differentiating genes included genotype-associated variants of a TonB-dependent siderophore receptor homolog, transferrin binding protein B, leukotoxin A, and IgA1 proteases. We also identified a genotype 1 associated lytic transglycosylase, and a genotype 2 specific highly immunogenic outer membrane lipoprotein. Genotype 2 genomes were significantly larger in size and contained more predicted protein coding genes than genotype 1 genomes. These results expand our knowledge of what differentiates the genotypes 1 and 2 of M. haemolytica and provides information that can be used as the basis for laboratory investigations of corresponding phenotypic differences.", "date": "2025-07-19", "journal": ""}
{"title": "Persistent cortical excitatory neuron dysregulation in adult Chd8 haploinsufficient mice.", "doi": "10.1101/2025.06.04.657776", "authors": "Canales, C. P.; Lozano, S. A.; Frost, N. A.; Cichewicz, K.; Amaral, W.; Seban, N.; Fenton, E.; Wade, A.; Chu, N.; Smith, E.; Ardekani, C.; Frank, S.; Bennett, J.; Lavenex, P.; Kopley-Smith, A.; Rahbarian, D.; Corea, M.; Perla, D.; Davis, L.; Zhu, J.; Ortiz, R.; Beauregard, P.; Morse, S.; Baker, J.; Sun, J.; Ma, B.; Lu, J.; Sohal, V. S.; Amaral, D. G.; Zuo, Y.; Nord, A. S.", "abstract": "CHD8 mutations cause autism spectrum disorder, cognitive deficits, and macrocephaly. Chd8+/- mouse models exhibit macrocephaly and transcriptional pathology, with inconsistent findings regarding neurogenesis, neuron function, and behavior. Via stereology and single nuclei transcriptomics (snRNA-seq), we found increased Chd8+/- cortical volume was not explained by increase in neuron number. Differential expression (DE) was present across cortical cell types, with excitatory neurons exhibiting high DE burden and shared and subclass-specific DE signatures. Bulk RNA-seq DE of constitutive Chd8+/- and conditional Camk2a-Cre Chd8+/- mice identified shared transcriptional pathology. DE in synaptosomal versus nuclear mRNA identified overlapping DEGs, but also significant differences and exaggerated synaptosomal changes. Building on DE findings implicating glutamatergic neurons, we found Chd8+/- mice exhibited altered excitatory neuron spine density and dynamics, decreased GCaMP activity correlation, and sleep perturbation. Thus, Chd8 haploinsufficiency causes lasting excitatory neuron dysfunction, perturbs RNA regulation beyond transcription, and impacts neuronal properties, cortical microcircuits, and behavior.", "date": "2025-07-19", "journal": ""}
{"title": "A TIR-SAVED effector mediates antiviral immunity via a conserved host signal", "doi": "10.1101/2025.06.19.660554", "authors": "Choudhary, D. K.; Vassover, D.; Singla, H.; Shukrun, H.; Gophna, U.", "abstract": "Cyclic oligonucleotide-based anti-phage signalling systems (CBASS) are widespread prokaryotic antiviral defense mechanisms that function through coordinated cyclase-effector interactions. Upon sensing viral infection, the cyclase produces a signal molecule that activates effector function and causes cell dormancy or death. However, the evolutionary origins and functional independence of CBASS components remain unclear. Type II CBASS systems commonly employ TIR-SAVED domain effector proteins that deplete cellular NAD during viral infection. Here, we demonstrate that a TIR-SAVED effector protein can operate as a standalone antiviral defense, causing significant growth inhibition and approximately 50% viral clearance during infection in the complete absence of its cognate cyclase. Remarkably, we show that the TIR-SAVED effector can sense cyclic di-AMP, a conserved second messenger produced by the host diadenylate cyclase DacZ, when the canonical CBASS signal is absent. This antiviral activity was associated with depletion of cellular NAD and required intact conserved functional residues within both the TIR and SAVED domains. These findings reveal a novel mechanism of antiviral signalling that expands the functional repertoire of CBASS. They also provide insights into the modular evolution of complex prokaryotic immune systems, suggesting that what are now CBASS effectors might have evolved as independent defense components before being integrated into multi-protein systems.", "date": "2025-07-19", "journal": ""}
{"title": "Neural mechanisms of training in Brain-Computer Interface: ABiophysical modeling approach", "doi": "10.1101/2025.06.21.660834", "authors": "Debnath, A.; Venot, T.; Corsi, M.-C.; Verma, P.", "abstract": "Brain-computer interface (BCI) is a system that translates neural activity into commands, allowing direct communication between the brain and external devices. Despite its clinical application, BCI systems are unable to robustly capture the intent of the subjects due to a limited understanding of the neural mechanisms underlying BCI control. To address this issue, we introduce a biophysical modeling approach that leverages a linear neural mass model to investigate the associated neural mechanisms of motor imagery-based BCI experiments. We tailor this model to simulate both motor imagery task and resting state. We apply this approach to a cohort of 19 healthy subjects trained over four sessions where magnetoencephalography (MEG) and electroencephalography (EEG) signals were simultaneously recorded. The intra-regional neural connectivity strengths and time scales of the modeled excitatory and inhibitory neural mass populations capture changes in neural activity across conditions and sessions. Those changes appear in important areas of the sensorimotor cortex, relevant for motor imagery tasks. We observed these effects in both EEG and MEG modalities. These findings provide insights into the underlying neural mechanisms in a motor imagery task in BCI, paving the way to tailored BCI training protocols.", "date": "2025-07-19", "journal": ""}
{"title": "Variation in social feeding behavior and interactions among Caenorhabditis nematodes", "doi": "10.1101/2025.06.26.661336", "authors": "Haskell, D.; Palo, J.; Eugene, R. F. H.; Large, C. R. L.; Hart, M. P.", "abstract": "The ability to respond to complex stimuli and environmental cues is essential for organisms to survive and reproduce. Responding to a wide range of stimuli requires a neuronal network that can integrate cues and execute behavioral responses. Evolution of behaviors occurs ubiquitously in most established ecological niches, especially among closely related species. To uncover the genetic and neuronal drivers of evolving behaviors, we have taken advantage of the large and ancient divergence in the Caenorhabditis clade of nematodes to ask how different Caenorhabditis nematodes respond to environmental stimuli and are behavioral traits shared or distinct. Here, we assayed foraging behaviors of twelve members of the Caenorhabditis clade, including members of both the elegans and japonica supergroup, and the basal taxon C. monodelphis. For each species, we analyzed social feeding and bordering behaviors, which are well characterized in C. elegans. These behaviors are the functional readout of complex sensory integration of multiple sensory cues including pheromones, touch, O2/CO2 concentration, and attractive and noxious stimuli. We hypothesized that the evolutionary divergence between species would correlate to divergence in these behaviors. We observed wide variation in aggregate social feeding and bordering behaviors of hermaphrodite and female animals, but the variation did not correlate with evolutionary relatedness of the species. Combination of both sexes of individual species increased aggregation behavior of select species that had lower levels of aggregation in single sex assays. Combination of C. elegans with a second species in the same assay altered aggregate feeding behavior of C. elegans in a species-specific manner. Intraspecies and interspecies interactions can modify behavioral paradigms. Overall, we find that foraging and social feeding behaviors vary widely across Caenorhabditis species, likely due to species-specific responses and integration of context sensory cues.", "date": "2025-07-19", "journal": ""}
{"title": "A stretching mechanism evokes mechano-electrical transduction in auditory chordotonal neurons", "doi": "10.1101/2025.06.27.662008", "authors": "Chaiyasitdhi, A.; Nowotny, M.; van der Heijden, M.; Warren, B.", "abstract": "Insects' sound and vibration detection including proprioception rely on the scolopidium--a mechanosensory unit enclosing the sensory cilium of chordotonal organ neurons. The cilium, enclosed by a scolopale cell, contains mechanosensitive ion channels with the ciliary tip embedded in a cap. Despite knowledge of the scolopidial structure in multiple insects, the mechanism by which mechanical force elicits transduction remains speculative. We examined scolopidia in the auditory Muller's organ of the desert locust and present a comprehensive three-dimensional (3D) ultrastructure of a scolopidium using Focused Ion Beam Scanning Electron Microscopy (FIB-SEM). Next, we characterised sound-evoked motions of Muller's organ and the scolopidium using Optical Coherence Tomography (OCT) and high-speed light microscopy. Finally, we measured transduction currents via patch clamp electrophysiology during mechanical stimulation of individual scolopidia. By combining ultrastructure, sound-evoked motions, and transduction current recordings, our finding suggests that the scolopidium is activated best by stretch along the ciliary axis.", "date": "2025-07-19", "journal": ""}
{"title": "An Enhancement of Extrachromosomal Circular DNA Enrichment and Amplification to Address the Extreme Low Overlap Between Replicates", "doi": "10.1101/2025.06.28.662146", "authors": "Burnham, C. M.; Kurilung, A.; Wanchai, V.; Regenberg, B.; Delgado-Calle, J.; Basnakian, A. G.; Nookaew, I.", "abstract": "Extrachromosomal circular DNA (eccDNA) of chromosomal origin is commonly present in all eukaryotic organisms and tissue tested so far. EccDNA populations exhibit immense diversity and a characteristically low degree of overlap between samples, suggesting low inherence of eccDNA between cells or a deficiency the methods by which eccDNA is detected. This study revisits the Circle-seq approach for enrichment of eccDNA to address if these limitations, hypothesizing that experimental procedures significantly contribute to the observed low eccDNA overlap. We optimized the protocol by reducing the time. Linear DNA is digested by increasing exonuclease V activity. We employed CRISPR-Cas9 for mitochondrial linearization, which proved superior to restriction enzymes. A key finding is the critical role of random hexamer primer concentration and genomic DNA input in Rolling Circle Amplification (RCA) for generating high-quality long amplicons from eccDNA (concatemeric tandem copy, CTC), essential for confident de novo eccDNA construction from long-read sequencing data. Lower primer concentrations substantially increased the percentage of CTC-derived eccDNA and improved the overlap of identified eccDNAs in technical replicates. Applying this revisited approach to human myeloma and breast cancer cell lines, as well as xenograft models, demonstrated that the optimized conditions enhanced the overlap of detected eccDNA up to over 50% overlap which substantially improved over previous studies (less than 1%). Additionally, the oncogenic signature of eccDNAs can be identified across all replicates. These findings provide guidelines for developing standardized procedures for eccDNA profiling, advancing our understanding of eccDNA biology and its potential clinical applications.", "date": "2025-07-19", "journal": ""}
{"title": "GatorST: A Versatile Contrastive Meta-Learning Framework for Spatial Transcriptomic Data Analysis", "doi": "10.1101/2025.07.01.662625", "authors": "Wang, S.; Liu, Y.; Zhang, Z.; Ma, Q.; Song, Q.; Bian, J.", "abstract": "Introduction: Recent advances in spatial transcriptomics (ST) technologies have revolutionized our understanding of cellular functions by providing gene expression profiles with rich spatial context. Effectively learning spatial representations is crucial for downstream analyses and requires robust integration of spatial information with transcriptomic data. While existing methods have shown promise, they often fail to adequately capture both local (neighbor-level) and global (tissue-wide) spatial contexts. Moreover, they tend to rely heavily on augmentation strategies, which can introduce noise and instability. Objectives: This study aims to introduce and demonstrate a novel, versatile framework called GatorST, which explicitly combines graph-based modeling with advanced learning strategies to generate spatially informed representations of ST data. GatorST is designed to improve various downstream tasks, including identification of spatial domains, gene expression imputation, batch effect removal, and trajectory inference. Methods: GatorST constructs a spot-spot graph by connecting each node to its k nearest spatial neighbors and extracts two-hop neighborhood subgraphs to capture local context. At the global level, gene expression profiles are clustered using soft K-means to generate pseudo-labels, which serve as weak supervision signals within a contrastive learning framework. This process encourages the alignment of embeddings with shared pseudo-labels while separating those with different labels. GatorST further adopts an episodic training strategy inspired by meta-learning, wherein each episode consists of a support set for contrastive optimization and a disjoint query set for embedding classification, guided by the pseudo-labeled data. This design enables the model to classify unseen samples based on learned embeddings, thereby enhancing its generalization to new spatial contexts. Results: Comprehensive comparisons with fifteen state-of-the-art methods across fourteen spatial transcriptomics datasets demonstrate that GatorST consistently achieves superior performance in identifying spatial domains, imputing gene expressions, and removing batch effects. The results showcase the versatility and strong generalization capabilities of GatorST across diverse tissue types and experimental settings. Conclusion: GatorST effectively integrates spatial topology and global gene expression through graph-based modeling, pseudo-labeling, and contrastive meta-learning. This framework generates biologically meaningful representations and significantly improves key downstream tasks, including spatial domain identification, gene expression imputation, batch effect removal, and trajectory inference.", "date": "2025-07-19", "journal": ""}
{"title": "Genome-wide analysis reveals pathways important for the development and maturation of excitatory synaptic connections to GABAergic neurons", "doi": "10.1101/2025.07.05.663213", "authors": "Oliver, D. B.; Ramachandran, S.; Biswas, K.; Benard, C.; Doitsidou, M.; McKillop, H.; Genao, N.; Lemons, M. L.; Francis, M. M.", "abstract": "A high degree of cell and circuit-specific regulation has presented challenges for efforts to precisely define molecular mechanisms controlling synapse formation and maturation. Here, we pursue an unbiased forward genetic approach to identify C. elegans genes involved in the formation and maturation of cholinergic synaptic connections with GABAergic motor neurons as indicated by the distribution of GFP-tagged postsynaptic AChRs in GABAergic dendrites. We identified mutations in 3 genes that identify key processes in synapse/circuit maturation: postsynaptic receptor assembly, cargo trafficking, and synapse structural organization. Mutation of the RUN domain (RPIP8, UNC-14, and NESCA) cargo adaptor unc-14 dramatically impacted both dendritic spines and overall GABAergic neuron morphology. In contrast, mutation of the nicotinic acetylcholine alpha subunit unc-63 caused a failure in AChR assembly in GABAergic neurons but did not significantly alter dendritic spine structure or abundance. Notably, specific expression of wild type unc-14 cDNA in either GABAergic neurons or presynaptic cholinergic neurons was not sufficient to rescue the unc-14 mutant phenotype while pan neuronal expression provided significant rescue, indicating that disruptions in GABAergic neuron morphology arise from compound effects. Finally, we obtained a mutation in the Liprin-; synaptic scaffold syd-2 that produces a stop codon in a C-terminal SAM domain and has severe effects on dendritic spines and AChR localization. Our unbiased strategy identified key genes that implicate three distinct cellular processes important for synapse/circuit development and maturation. The identification of these genes from our screen highlights how mechanisms for receptor assembly, cargo trafficking and synapse structural organization each contribute to circuit connectivity.", "date": "2025-07-19", "journal": ""}
{"title": "BAGEL: Protein Engineering via Exploration of an Energy Landscape", "doi": "10.1101/2025.07.05.663138", "authors": "Lala, J.; Al-Saffar, A.; Angioletti-Uberti, S.", "abstract": "Despite recent breakthroughs in deep learning methods for protein design, existing computational pipelines remain rigid, highly specific, and ill-suited for tasks requiring non-differentiable or multi-objective design goals. In this report, we introduce BAGEL, a modular, open-source framework for programmable protein engineering, enabling flexible exploration of sequence space through model-agnostic and gradient-free exploration of an energy landscape. BAGEL formalizes protein design as the sampling of an energy function, either to optimize (find a global optimum) or to explore a basin of interest (generate diverse candidates). This energy function is composed of user-defined terms capturing geometric constraints, sequence embedding similarities, or structural confidence metrics. BAGEL also natively supports multi-state optimization and advanced Monte Carlo techniques, providing researchers with a flexible alternative to fixed-backbone and inverse-folding paradigms common in current design workflows. Moreover, the package seamlessly integrates a wide range of publicly available deep learning protein models, allowing users to rapidly take full advantage of any future improvements in model accuracy and speed. We illustrate the versatility of BAGEL on four archetypal applications: designing de novo peptide binders, targeting intrinsically disordered epitopes, selectively binding to species-specific variants, and generating enzyme variants with conserved catalytic sites. By offering a modular, easy-to-use platform to define custom protein design objectives and optimization strategies, BAGEL aims to speed up the design of new proteins. Our goal with its release is to democratize protein design, abstracting the process as much as possible from technical implementation details and thereby making it more accessible to the broader scientific community, unlocking untapped potential for innovation in biotechnology and therapeutics.", "date": "2025-07-19", "journal": ""}
{"title": "piqtree: A Python Package for Seamless Phylogenetic Inference with IQ-TREE", "doi": "10.1101/2025.07.13.664626", "authors": "McArthur, R. N.; Wong, T. K. F. N.; Lang, Y.; Morris, R. A.; Caley, K.; Mallawaarachchi, V.; Minh, B. Q.; Huttley, G. A.", "abstract": "piqtree is an easy to use, open-source Python package that directly exposes IQ-TREEs phylogenetic inference engine. It offers Python functions for performing many of IQ-TREEs capabilities including phylogenetic reconstruction, ultrafast bootstrapping, branch length optimisation, ModelFinder, rapid neighbour-joining, and more. By exposing IQ-TREEs algorithms within Python, piqtree greatly simplifies the development of new phylogenetic workflows through seamless interoperability with other Python libraries and tools mediated by the cogent3 package. It also enables users to perform interactive analyses with IQ-TREE through, for instance, Jupyter notebooks. We present the key features available in the piqtree library and a small case study that showcases its interoperability. The piqtree library can be installed with pip install piqtree, with the documentation available at https://piqtree.readthedocs.io and source at https://github.com/iqtree/piqtree.", "date": "2025-07-19", "journal": ""}
{"title": "A Paracrine-to-Autocrine Shunt of GREM1 Fuels Colorectal Cancer Metastasis via ACVR1C", "doi": "10.1101/2025.07.11.664267", "authors": "Zhou, H.; Jin, Q.; Fu, Z.; Yang, Y.; Gao, Y.; Wang, N.; Zhao, B.; Gui, L.; Li, J.; Zhu, Z.; Zhang, Y.; He, Y.; Zhang, Y.; Luo, S.; Fu, L.; Wu, X.; Zhang, J.; Shen, X.; Wang, T.; Jiang, Y.; Li, N.", "abstract": "Tumor cells typically rely on paracrine stromal signals to guide malignant behaviors, but whether they acquire signaling autonomy to support metastasis remains unclear. We elucidate this in colorectal cancer (CRC) by uncovering a paracrine-to-autocrine shunt of Gremlin1 (GREM1), a canonical stromal-secreted antagonist of bone morphogenetic proteins (BMPs). We demonstrate that while GREM1 remains restricted to stromal cells in earlier-stage (I-III) CRC, its ectopic expression in tumor epithelium increases markedly in stage IV. Mechanistically, we identify ACVR1C as a novel, high-affinity epithelial receptor for GREM1. Their interaction activates SMAD2/3 signaling, which upregulates SNAI1 and GREM1, establishing a feedback loop that amplifies epithelial-mesenchymal transition (EMT). Disrupting this loop impairs CRC metastasis in vivo. Clinically, epithelial GREM1 or ACVR1C expression predicts metastasis and poor survival. These findings define a paradigm in which tumor cells hijack stromal GREM1 to establish a GREM1-ACVR1C autocrine loop that sustains EMT and metastasis, marking a shift toward signaling autonomy and revealing a targetable vulnerability in advanced CRC.", "date": "2025-07-19", "journal": ""}
{"title": "Direct detection of meiotic recombination events in the highly heterozygous amphioxus genome", "doi": "10.1101/2025.07.14.664623", "authors": "Tao, L.; Xue, J.; Cao, J.; Li, G.; Li, C.", "abstract": "Amphioxus, a basal chordate with highly heterozygous genomes (3.2~4.2% in sequenced species), represents a key model for understanding vertebrate origins. However, the extreme heterozygosity poses challenges for many genomic analyses, including studying meiotic recombination. Here, we present a novel bioinformatic pipeline that enables direct detection of crossover (CO) and non-crossover (NCO) recombination events using short-read whole-genome sequencing of a two-generation pedigree (two parents and 104 F1 offspring) of the amphioxus Branchiostoma floridae. Using parental assemblies generated by Platanus-allee as a custom reference for read alignment, we tracked inheritance patterns in offspring and phased contig-level haplotypes in parents, allowing us to detect recombination events. We identified 2,329 paternal and 2,288 maternal COs, yielding recombination rates of 4.57 cM/Mb and 4.49 cM/Mb, respectively. We found CO coldspots spanning >140 Mb in each parent and these are likely associated with large-scale heterozygous inversions. CO rates were positively correlated with transposable element and gene density in both sexes, but showed weak or no correlation with GC content. We further identified ~10,000 paternal and ~5,800 maternal NCO events, predominantly <200 bp in length, and found evidence of GC-biased gene conversion. This work provides the first direct and genome-wide measurement of recombination in amphioxus and demonstrates how high heterozygosity, often considered a barrier, can be leveraged for fine-scale recombination mapping. Our findings illuminate conserved and divergent features of recombination in chordates and establish a framework for studying recombination in other highly heterozygous organisms.", "date": "2025-07-19", "journal": ""}
{"title": "Germline de novo mutation rate of the highly heterozygous amphioxus genome", "doi": "10.1101/2025.07.14.664012", "authors": "Xue, J.; Tao, L.; Cao, J.; Li, G.; Li, C.", "abstract": "Germline de novo mutations (DNMs) are the ultimate source of heritable variation, yet their occurrence in highly heterozygous genomes remains poorly understood. Amphioxus, an early-branching chordate with exceptionally high genomic heterozygosity (3.2~4.2% in sequenced species), offers a unique model to explore mutational dynamics in such contexts. It is unclear whether the high heterozygosity in amphioxus is due to a large effective population size, an increased mutation rate, or both. Here, we perform deep short-read whole genome sequencing of a two-generation pedigree of the amphioxus Branchiostoma floridae comprising two parents and 104 offspring, and develop a framework based on allele-aware parental assemblies as the reference to accurately identify DNMs. We detect 256 high-confidence DNMs, yielding a genome-wide mutation rate of 4.41 x 10-9 per base per generation which is comparable to that of vertebrates. By combining this estimate with observed genomic heterozygosity of B. floridae, we obtain an effective population size of ~2.2 million, indicating that its extreme heterozygosity mainly results from a large effective population size. Furthermore, we observed a maternal mutation bias and increased mutation rates in coding regions, suggesting unique mutational mechanisms in amphioxus. Our study not only provides the first mutation rate estimate for amphioxus but also offers a scalable strategy for studying DNMs in highly heterozygous genomes, shedding light on the evolution of mutation rates across chordates.", "date": "2025-07-19", "journal": ""}
{"title": "QOBRA: A Quantum Operator-Based Autoencoder for De Novo Molecular Design", "doi": "10.1101/2025.07.15.665010", "authors": "Yu, Y.; Calcagno, F.; Li, H.; Batista, V. S.", "abstract": "We introduce a variational quantum autoencoder tailored for de novo molecular design named QOBRA (Quantum Operator-Based Real-Amplitude autoencoder). QOBRA leverages quantum circuits for real-amplitude encoding and the SWAP test to estimate reconstruction and latent-space regularization errors during back-propagation. Adjoint encoder and decoder operators enable unitary transformations and a generative process that ensures accurate reconstruction as well as novelty, uniqueness, and validity of the generated samples. We showcase the capabilities of QOBRA as applied to de novo design of Ca2+, Mg2+, and Zn2+-binding metalloproteins after training the generative model with a modest dataset.", "date": "2025-07-19", "journal": ""}
{"title": "Higher-Throughput Proteome Profiling Enabled by Parallelized Pre-Accumulation and Optimized Ion Processing in the Orbitrap Astral Zoom Mass Spectrometer", "doi": "10.1101/2025.07.14.664789", "authors": "Guzman, U. H.; Rykar, M.; Hendriks, I. A.; Stewart, H.; Denisov, E.; Hagedorn, B.; Petzoldt, J.; Kreutzmann, A.; Mueller, Y.; Arrey, T. N.; Colonius, I.; Oestergaard, O.; Koenig, C.; Kraegenbring, J.; Fort, K. L.; Couzijn, E.; Hauschild, J.-P.; Hermanson, D.; Zabrouskov, V.; Hock, C.; Damoc, E.; Olsen, J. V.", "abstract": "High-throughput proteomics is critical for understanding biological processes, enabling large-scale studies such as biomarker discovery and systems biology. However, current mass spectrometry technologies face limitations in speed, sensitivity, and scalability for analyzing large sample cohorts. The Thermo Scientific Orbitrap Astral Zoom mass spectrometer (MS) was developed to address these limitations by improving acquisition speed, ion utilization, and spectral processing, which are all essential for advancing proteome depth in high-throughput proteomics. The Orbitrap Astral Zoom MS achieves ultra-fast MS/MS scan rates of up to 270 Hz with enhanced ion utilization through pre-accumulation, enabling the identification of ~100,000 unique peptides and >8,400 proteins in a single 300 samples-per-day (SPD) analysis of human cell lysate. The optimized system reduces analysis time by 40%, achieves near-complete proteome coverage (>12,000 proteins) in 2.7 hours, and enables ultra-high-throughput workflows, identifying >7,000 proteins in a 500 SPD method with exceptional reproducibility (Pairwise Pearson correlations >0.99). These advancements establish the Orbitrap Astral Zoom MS as a new benchmark in proteomics, significantly enhancing speed, sensitivity, and scalability, paving the way for routine large-scale proteome studies with applications in clinical research and systems biology.", "date": "2025-07-19", "journal": ""}
{"title": "Activation of PP2A-B56α leads to aberrant EGFR signaling and proliferative phenotypes in PDAC", "doi": "10.1101/2025.07.18.665598", "authors": "Pfeffer, C. M.; Clifford, S. J.; Karim, S. A.; Chianis, E. R. D.; Heil, B. N.; Gartenhaus, L. E.; Kay, E. F.; Baral, G.; Hoffman, E. G.; Utturkar, S. M.; Kothandaraman, H.; Smith-Kinnaman, W.; Hansen, K.; Smith, E. G.; Porter, E.; Zhang, F.; Attallah Lanman, N.; Westermarck, J.; Doud, E. H.; Mosley, A. L.; Morton, J. P.; Allen-Petersen, B. L.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) stands to become the second most deadly cancer by 2030. The small GTPase, KRAS, is mutated in over 90% of PDAC patients and considered the primary driver mutation. Despite being an almost ubiquitous event, KRAS mutations have been difficult to target therapeutically, particularly KRASG12D, the most common mutation in PDAC. In addition to these pharmacological challenges, KRAS mutations have been shown to drive signaling plasticity and therapeutic resistance through phosphorylation cascades in most cancers. Protein phosphatases are master regulators of kinase signaling, however the contribution of phosphatase deregulation to mutant KRAS cancer phenotypes is poorly understood. Protein phosphatase 2A (PP2A) inhibits effectors downstream of KRAS, placing this family of enzymes as key regulators of PDAC oncogenic signaling. However, our previous studies utilizing small molecule activating compounds of PP2A show a heterogeneous response in PDAC, with some cell lines displaying increased oncogenic signaling despite induction of phosphatase activity. Similarly, specific PP2A subunits exhibit both tumor suppressive and oncogenic functions depending on the cellular context. Therefore, understanding the role of PP2A in regulating cancer phenotypes is critical for the future development of therapeutic strategies that leverage this phosphatase. Here, we determined the impact of the specific PP2A subunit, B56, on PDAC phenotypes using both genetic and pharmacological activation strategies in human PDAC cell lines and genetic mouse models.We demonstrate that while PP2A-B56 suppresses specific oncogenic pathways, B56 activation exacerbates PDAC proliferative phenotypes and decreases overall survival in vivo, potentially through increased epidermal growth factor receptor (EGFR) signaling. EGFR is a critical signaling node in PDAC as inhibition or loss of EGFR prevents KRAS-driven tumorigenesis and increased EGFR activity is associated with poor patient outcome. The activation of EGFR by PP2A-B56 is in part mediated through increased expression and processing of EGFR ligands, specifically amphiregulin, HB-EGF, and epiregulin. Furthermore, pharmacological PP2A activation in combination with EGFR inhibitors mitigates this signaling and increases cell death. Together, these studies implicate a previously undescribed non-canonical role for PP2A-B56 in EGFR signaling that contributes to PDAC progression.", "date": "2025-07-19", "journal": ""}
{"title": "Optimising play for learning risky behaviour", "doi": "10.1101/2025.07.15.664889", "authors": "Rajendra, D.; Gokhale, C. S.", "abstract": "Animals adapt their behaviour to current environmental conditions to enhance survival and reproductive success. While long-term adaptation occurs through evolutionary processes acting on heritable variation, individuals can also adapt within their lifetime via learning. Learning is particularly advantageous in environments that are uncertain or fluctuate across a lifespan or a few generations. However, reliance on individual learning entails a critical risk. Juveniles may begin life poorly adapted to their surroundings, requiring exploration to learn. Such an approach can be costly and dangerous, especially for species engaging in risky activities such as hunting dangerous prey. We explore how early-life learning in a protected environment, such as one buffered by parental care, can facilitate effective behavioural adaptation in later, riskier contexts. As a representative case, we model the decision-making process of a predator hunting both safe and dangerous prey. We analyse decision-making dynamics through reinforcement learning, extending beyond classical dynamic programming approaches. Our results show that experiences in a juvenile's early environment can generalise to a distinct adult environment, provided there is sufficient structural similarity between them. Our findings demonstrate that incorporating structured play or safe exploration in early life can significantly enhance the performance of learning-based adaptation in dangerous environments.", "date": "2025-07-19", "journal": ""}
{"title": "Comparison of the 2-CT method and the 2-ΔΔCT method for real-time qPCR data analysis", "doi": "10.1101/2025.07.16.665089", "authors": "Feng, L.; Zhao, R.; Zhang, K.; Yang, W.", "abstract": "Purpose: The 2-{Delta}{Delta}CT method proposed by Livak and Schmittgen in 2001 is used for real-time quantitative polymerase chain reaction (RT-qPCR) data analysis. This method's fundamental logic involves normalizing all data against the control group to achieve relative quantification of gene expression. During our practical calculations, we identified an inherent bias in this method: the practice of directly taking arithmetic means of a set of CT (or {Delta}CT) values during 2-{Delta}{Delta}CT calculations fails to fully account for the exponential nature of CT values (where CT values serve as exponents in power-of-2 operations), leading to deviations in computational results. In this study, we elucidate this systematic bias and propose an innovative approach to circumvent it. Methods: We propose the 2-CT method, which bases calculations on 2-CT values and computes the fold-change of target genes relative to control group target genes. The computational logic of the 2-CT method strictly adheres to the exponential characteristics of CT values, avoiding the use of arithmetic averaging at CT and {Delta}CT levels, thereby more accurately reflecting gene expression levels in datasets. In this paper, we detail the computational process of the 2-CT method and compare results from both methodologies. Results: Calculations based on Livak and Schmittgen's published data show differences between the two methods, though the discrepancies are relatively small. In calculations from our recent cadmium exposure experiments, the 2-{Delta}{Delta}CT method indicates that 8-hour cadmium exposure increases irg-6 gene expression in C. elegans from 1.314 to 7.125-fold, while the 2-CT method shows an increase from 1 to 4.124-fold. The two methods exhibit nearly 70% discrepancy in irg-6 gene fold-change quantification, with statistical p-values of 0.0002 and 0.0015 respectively. In all calculations presented in the paper, the 2-{Delta}{Delta}CT method fails to produce an exact unit value (mean fold-change = 1) for control groups, whereas the 2-CT method consistently yields control group results of exactly 1, demonstrating its capability for precise normalization. Conclusions: In summary, the 2-CT method demonstrates superior computational rigor, and we recommend its adoption in RT-qPCR data analysis. This improvement proves particularly valuable for experimental datasets with substantial CT value variability among different samples, establishing a more reliable computational paradigm for RT-qPCR analysis.", "date": "2025-07-19", "journal": ""}
{"title": "Three-State Gene Expression Model Parameterized for Single-Cell Multi-Omics Data", "doi": "10.1101/2025.07.16.665109", "authors": "Peyric, T.; Lepoutre, T.; Crombach, A.; Guyet, T.", "abstract": "We present a novel three-state gene expression model designed to elucidate the underlying mechanisms of mRNA transcription and its regulation. Our model incorporates gene regulatory processes by explicitly including a transcription factor-bound state, thereby capturing the dynamic interplay between transcription activation and chromatin dynamics. We fit the model to paired single-cell ATAC-seq and single-cell RNA-seq data, as these data give us simultaneous information on a gene's transcriptional state and its accompanying chromatin state. Working at the pseudo-bulk level, we extract biologically meaningful high-level descriptors from homogeneous cell (sub)populations, such as the mean and variance of gene expression as well as the fraction of accessible chromatin. Crucial to the computational feasibility of our approach, these descriptors can be analytically related to our model parameters. Despite the increased complexity needed to capture regulatory processes in our model, it remains sufficiently parsimonious to infer parameters reliably from experimental data. Each parameter has a clear biological interpretation, reflecting properties such as burst frequency, chromatin opening and closing dynamics, and basal or regulated expression. Fitting the model to a large collection of genes allows us to analyze the parameters and distinguish so-called gene expression strategies. The model parameters reveal a small number of distinct expression strategies among gene clusters, providing data-driven novel insight into context-dependent regulation of gene expression.", "date": "2025-07-19", "journal": ""}
{"title": "De novo design of functionally diverse and druggable antimicrobial peptides by diffusion and multimodal deep learning", "doi": "10.1101/2025.07.16.665042", "authors": "ouyang, a.; Ge, F.; Song, J.; Yu, D.-J.", "abstract": "The escalating crisis of antibiotic resistance underscores the urgent need for innovative anti-infective agents, such as antimicrobial peptides (AMPs), though their discovery and optimization remain challenging. To address this, we introduce AMP-D3, a comprehensive framework that integrates AMP generation, identification, and screening into a cohesive workflow. Central to AMP-D3 is PACD, an advanced generator that utilizes contrastive diffusion to produce diverse, functionally tailored AMPs. For precise recognition, the CAST model combines ESM-2 embeddings with localized sequence features through cross-modal attention, yielding an accuracy of 0.891 - a 2.2% enhancement over current state-of-the-art approaches. Additionally, a robust multi-attribute prediction module evaluates key properties, including antifungal and anticancer potential, across twenty-two distinct characteristics. Furthermore, a meticulously designed screening pipeline identifies high-efficacy AMP candidates against critical pathogens, such as C. albicans, E. coli, P. aeruginosa, and S. aureus. This process assessed 10,000 peptides generated by PACD alongside 43,000 from prior studies, selecting the top 100 candidates per pathogen for further analysis. Experimental validation confirms that these peptides exhibit structural diversity and binding affinities comparable to naturally occurring AMPs, as evidenced by AlphaFold2 structural predictions and molecular docking studies. Thus, AMP-D3 represents a transformative approach to the design and expedited discovery of clinically viable AMPs.", "date": "2025-07-19", "journal": ""}
{"title": "Distinct malignant cell states and myeloid glutamate signaling associated with aggressive pancreatic neuroendocrine tumors", "doi": "10.1101/2025.07.15.664730", "authors": "Arbesfeld-Qiu, J. M.; Cho, J.-W.; Ngyuen, P. T. T.; Lester, N. A.; Su, J.; Guo, J. A.; Hoffman, H.; Shiau, C.; Caldwell, N.; Muratani, S.; Galvan, M.; Proctor, J. E.; Ely, Z.; Wang, S.; Ganci, M.; Dries, R.; Hong, T.; Wo, J.; Boland, G.; Fernandez-del Castillo, C.; Ferrone, C.; Heaphy, C. M.; Zhang, M. L.; Mino-Kenudson, M.; Hemberg, M.; Hwang, W. L.", "abstract": "Pancreatic neuroendocrine tumors (PNET) are rare malignancies of the endocrine pancreas with diverse clinical outcomes. While some PNETs are indolent, others are aggressive and metastasize quickly. However, clinically-relevant molecular stratification for PNET to predict outcomes and guide therapeutic decision-making is limited. Thus, there is an urgent need to understand the molecular heterogeneity of PNETs to refine prognostication and discover novel therapeutic vulnerabilities. We performed single-nucleus RNA sequencing on resected primary and metastatic PNETs (n = 20), including two PNETs with neoadjuvant treatment. We inferred gene expression programs (GEPs) of malignant and non-malignant cells and investigated associations with clinical outcomes. Next, we inferred interactions in the tumor microenvironment (TME) and performed transwell assays for functional validation. Finally, we explored genomic and transcriptomic evolution in a unique case study of an untreated primary PNET with two asynchronous hepatic metastases. A malignant GEP enriched for neural/synaptic signaling genes was associated with worse overall survival, broad chromosomal loss of heterozygosity, and alternative lengthening of telomeres. Another malignant GEP enriched for VEGF signaling increased throughout metastatic progression in our case study. We found that macrophage-derived glutamate drives polarization towards an immunosuppressive phenotype and activates the MAPK/ERK pathway in malignant cells to increase migratory capacity. This study provides a detailed single-nucleus transcriptomic classification of malignant, stromal, and immune cell types and states in PNETs, their interactions in the TME, and associations with clinical outcomes. The refined molecular taxonomy of PNET may guide the development of more efficacious biomarkers and therapeutic strategies.", "date": "2025-07-19", "journal": ""}
{"title": "Ribosomal protein L5 (RPL5/uL18) I60V mutation is associated to increased translation and modulates drug sensitivity in T-cell acute lymphoblastic leukemia cells", "doi": "10.1101/2025.07.16.665036", "authors": "Bacci, L.; Pollutri, D.; Ripa, I. J.; D'Andrea, M.; Marchand, V.; Motorine, I.; Hesse, A.-M.; Coute, Y.; Filipek, K.; Penzo, M.", "abstract": "Somatic mutations in ribosomal proteins (RPs), including RPL5, have been reported in approximately 10% of pediatric patients with T-cell acute lymphoblastic leukemia (T-ALL). In cancer, the incorporation of mutant RPs into ribosomes often disrupts canonical ribosome function, thereby contributing to disease development. In this study, we aimed to characterize the effects of the RPL5-I60V mutation in the context of T-ALL, focusing on its impact on translation and cellular responses to a panel of compounds in vitro. Using CRISPR-Cas9, we generated a homozygous knock-in mutant in Jurkat cells and investigated its effects on ribosome biogenesis. We observed both quantitative and qualitative alterations in the production of the large ribosomal subunit. Ribosomes containing the mutant RPL5 protein exhibited intrinsically increased protein synthesis activity, which correlated with enhanced cellular proliferation. We then evaluated the response of these mutant cells to a panel of compounds targeting protein synthesis at various levels -including an MNK1 inhibitor, metformin, silvestrol, homoharringtonine, anisomycin, resveratrol, and hygromycin B- as well as cytarabine, a chemotherapeutic agent commonly used in T-ALL treatment. Our results showed that the RPL5-I60V mutation confers increased sensitivity to most of these compounds, with the exception of hygromycin B. This study advances our understanding of how oncoribosomes contribute to cancer pathogenesis and highlights the therapeutic potential of directly or indirectly targeting altered ribosomes, offering insights for the development of personalized treatment strategies.", "date": "2025-07-19", "journal": ""}
{"title": "In vitro anti-cancer properties of a commercially available polyherbal nutraceutical (Vernolac) capsule on cancer stem cell-like (NTERA-2 cl.D1) cells.", "doi": "10.1101/2025.07.15.665027", "authors": "Rathnayake, P. C.; Senavirathna, D. C.; Milhan, M. M.; Gunawaradane, S. D. V.; Seneviratne, N. N.; Perera, D. N.; Rajagopalan, U. -; Senathilake, K. S.; Samarakoon, S. R.", "abstract": "Vernolac is a commercially available polyherbal nutraceutical formulation comprising Vernonia zeylanica aerial parts, Nigella sativa seeds, Hemidesmus indica roots, Smilax glabra rhizome, and Leucas zeylanica aerial parts. Previous studies have demonstrated anti-cancer activities of phytochemicals derived from these individual plant components. However, the anti-cancer properties of the supercritical CO2 extract of Vernolac remain unexplored against cancer stem-like cell populations. The current study is focused on the anti-cancer potential of Vernolac extract on cancer stem-like (CSCL) NTERA-2 cl.D1 cells, a human embryonal carcinoma-derived pluripotent cell line. Several in vitro assays evaluated the anti-cancer properties of the Vernolac extract. Cytotoxicity was assessed using the Sulforhodamine B assay, and apoptosis induction was determined by Acridine Orange/Ethidium Bromide staining and the caspase 3/7 activity assay. Scratch assay was used to evaluate cell migration and quantitative Reverse Transcription Polymerase Chain Reaction (RT-PCR) was performed to analyze the expression levels of apoptosis-related genes (TP53, Survivin) and the autophagy-related gene mTOR. Further, the free-radical scavenging activity of Vernolac extract was assessed using 2,2-diphenyl-1-picrylhydrazyl (DPPH), and the reactive oxygen species (ROS) levels in NTERA-2 cl.D1 cells were quantified using the nitroblue tetrazolium assay. Results demonstrated that Vernolac extract exhibits significant anti-proliferative activity in NTERA-2 cl.D1 cells, with an IC50 of 41.12 g/mL at 48 h, while exerting minimal effects on non-cancerous MCF-10A cells (IC50 > 1000 g/mL). Fluorescence microscopy and caspase 3/7 assay showed that Vernolac extract leads to early apoptosis in NTERA-2 cl.D1 cells. Quantitative RT-PCR revealed the upregulation of tumor suppressor protein TP53 while downregulating Survivin and mTOR genes. Additionally, Vernolac extract inhibited the migration rate of NTERA-2 cl.D1 cells and elevated intracellular reactive oxygen species (ROS) levels. These findings suggest that the supercritical CO2 extract of Vernolac exerts potent anticancer properties against NTERA-2 cl.D1 cancer stem-like cells, highlighting its therapeutic potential for targeting cancer stem cells.", "date": "2025-07-19", "journal": ""}
{"title": "Regulation of the MAPK/ERK system: a computational rule-based model", "doi": "10.1101/2025.07.16.665118", "authors": "Kocieniewski, P.; Lipniacki, T.", "abstract": "MAPK/ERK pathway coordinates multiple cellular functions, including proliferation, apoptosis, and motility, yet it is frequently modeled as a one-purpose cascade. Pathway complexity is a consequence of the existence of isoforms of pathway components that are regulated differently and have specific interacting partners. Here, we propose a rule-based model of the MAPK/ERK pathway that accounts for differential regulation of MEK and RAF isoforms and RAF interactions with 14-3-3 proteins. The model addressed signaling based on the enzymatic cascade as well as regulatory protein-protein interactions. We propose that at low concentrations of growth factors, RAS is activated only in a portion of the membrane. This allows the model to reconcile the observed switch-like and graded responses observed at upper and lower tiers of the pathway, respectively. We demonstrate that functional differences between BRAF and CRAF or ARAF can follow from their different interaction with 14-3-3. The 14-3-3 dimers inhibit all RAF isoforms in close form, but preferentially stabilize BRAF-CRAF dimers to BRAF-BRAF homodimers, and may not stabilize RAF dimers without BRAF. The constructed model allows for the exploration of qualitative differences in MAPK/ERK pathway signaling observed in different cell lines.", "date": "2025-07-19", "journal": ""}
{"title": "Donor-Targeted Anti-HLA-A2 Antibody Shows Nanogram-Level Efficacy in a Novel GVHD Mouse Model", "doi": "10.1101/2025.07.16.665074", "authors": "Niizuma, K.; Chang, A. H.; Kim, J. S.; Busque, S.; Majeti, R.; Nakauchi, H.; Nakauchi, Y.", "abstract": "Acute graft-versus-host disease (GVHD) remains a life-threatening complication of allogeneic hematopoietic stem cell transplantation (allo-HSCT), with limited treatment options for steroid-refractory cases. Current therapies broadly suppress immune responses, increasing infection risk and impairing graft function. We hypothesized that selective depletion of donor immune cells through HLA allele-specific targeting could offer a safer and more precise alternative. To test this, we developed a monoclonal antibody (AN7) against HLA-A2 by immunizing HLA-A24 transgenic mice with recombinant HLA-A2 tetramers, followed by hybridoma screening. AN7 specifically recognized HLA-A2 and HLA-A68, and was reformatted into murine IgG2a and human chimeric IgG1 recombinant antibodies. These retained binding specificity and mediated robust complement-dependent cytotoxicity (CDC), antibody-dependent cellular cytotoxicity (ADCC), and antibody-dependent cellular phagocytosis (ADCP) against HLA-A2+ target cells. To evaluate therapeutic potential, we established a fully MHC-mismatched allo-HSCT model using HLA-A2 transgenic donor bone marrow in lethally irradiated BALB/c recipients. A single ultra-low dose of AN7 (1-100 ng) administered post-transplant significantly improved survival and reduced GVHD while preserving donor hematopoiesis. These findings highlight the potential of allele-specific antibody-mediated clearance as a mechanistically distinct approach to donor immune modulation in GVHD.", "date": "2025-07-19", "journal": ""}
{"title": "A probiotic bacterium modulates antitumor γδ T-cell responses in lung cancer", "doi": "10.1101/2025.07.16.664923", "authors": "Goto, Y.; Dolton, G.; Thomas, H.; Morin, T.; Tajima, Y.; Imamura, K.; Sakata, S.; Oka, K.; Hayashi, A.; Takahashi, M.; Ueno, T.; Sakagami, T.; Tomita, Y.; Sewell, A. K.; Motozono, C.", "abstract": "The link between the intestinal microflora and cancer outcomes has been recognized for over a decade. Several recent studies have demonstrated that the gut microbiome is associated with the efficiency of T-cell checkpoint blockade therapy for cancer raising interest in strategies to harness this effect via consumption of live microorganisms (probiotics). The probiotic Clostridium butyricum strain MIYAIRI 588 (CBM588) enhances both response rates and overall survival in patients receiving immune checkpoint blockade therapy for non-small cell lung cancer and metastatic renal cell carcinoma but the mechanism underpinning this benefit remains unclear. Here, we show that CBM588 spores induce a population of V{gamma}9V{delta}2 T-cells from the peripheral blood of healthy donors and lung cancer patients. A subset of these T-cells responded to, and directly lysed, cancer cell lines via a butyrophilin 3A-dependant mechanism. In patients taking CBM588 alongside checkpoint blockade, peripheral V{delta}2 T-cells expressed the activation marker CD69 more frequently than those receiving checkpoint blockade alone and the frequency of V{delta}2CD69 cells increased following initiation of CBM588 treatment (p = 0.0041). Our findings provide a potential mechanism by which the manipulation of the intestinal microflora might directly contribute to cancer prognosis by activating immune effector cells with intrinsic anticancer properties.", "date": "2025-07-19", "journal": ""}
{"title": "Bivalency of natalizumab promotes inhibition of dynamic VLA-4 adhesion beyond affinity gain", "doi": "10.1101/2025.07.16.665053", "authors": "Valignat, M.-P.; Biarnes, M.; Touchard, D.; Ricco, A.; Chames, P.; Theodoly, O.; Robert, P.", "abstract": "Natalizumab, a monoclonal IgG4 antibody used in the treatment of multiple sclerosis (MS), inhibits VLA-4 binding to VCAM-1, thereby reducing leukocyte recruitment to inflamed tissues. The intricate mechanisms underlying these effects remain unclear, particularly concerning the heavy-chain shuffling of IgG4. We conducted an in vitro study to quantify the impact of bivalent IgG and monovalent Fab forms of natalizumab on the capture and migration of human primary memory T lymphocytes under shear stress, using VCAM-1 and SDF-1-coated surfaces. IgG natalizumab at concentrations near its cell surface EC50 showed significant of capture and resistance of adherent cells to shear stress, whereas significantly higher doses of Fab natalizumab, up to 100-fold greater than its cell surface EC50, were needed to achieve similar effects. These findings highlight that receptor occupancy alone may not adequately predict the functional outcomes of inhibitor antibodies. For optimal therapeutic effect, inhibition of cell-surface adhesion may require specific kinetic and geometric binding properties of antibodies.", "date": "2025-07-19", "journal": ""}
{"title": "Self-limiting population suppression gene drive in the West Nile vector mosquito, Culex quinquefasciatus", "doi": "10.1101/2025.07.16.665070", "authors": "Feng, X.; Ding, J.; Liu, Y.; Lopez Del Amo, V.; Gantz, V. M.; Chen, X.-x.; Champer, J.; Liu, F.", "abstract": "Culex mosquitoes transmit major pathogens including West Nile virus, encephalitis, filariasis, and avian malaria, threatening public health, poultry, and ecosystems. We engineered a CRISPR-based population suppression gene drive targeting a conserved exon of the doublesex (dsx) gene. The drive incorporates a recoded dsxM segment to preserve male function while converting genetic females into sterile intersexes, enabling male-biased propagation and removal of fertile females. It achieves super-Mendelian inheritance (~71%) and generates partially dominant sterile resistance alleles via end-joining, resulting in intersex phenotypes with reduced fertility and hatchability. Modeling predicts that this RIDD (Release of Insects carrying a Dominant-sterile Drive) system can suppress populations at low intrinsic growth rates and release ratios, outperforming SIT and fs-RIDL strategies in persistence and efficiency, with further gains achievable through improved cleavage rates. This study establishes a self-limiting gene drive framework for Culex suppression, highlightling the potential of targeting conserved sex-determination pathways for sustainable vector control.", "date": "2025-07-19", "journal": ""}
{"title": "Engineered ADARs enable single-nucleotide resolution DNA A-to-G editing without bystander effects", "doi": "10.1101/2025.07.19.664718", "authors": "Im, H.; Jeong, B.; Lee, Y.; Oh, Y. E.; Jung, C.; Kim, Y.-W.; Uhm, H.; Bae, S.", "abstract": "The adenine base editor (ABE), which enables A{middle dot}T-to-G{middle dot}C base conversion, has emerged as a powerful tool for therapeutic applications. However, conventional ABEs suffer from bystander nucleotide conversions, limiting their utility for precise editing. Here, we present a single-nucleotide resolution ABE (snuABE) created by fusing a nickase Cas9, nCas9(H840A), with the deaminase domain of ADAR, which acts on DNA:RNA hybrids, instead of TadA, which acts on single-stranded DNA in conventional ABEs. snuABE requires a specially designed target-adenine guide RNA (tagRNA) that introduces a mismatch at the target adenine, enabling highly specific A-to-G editing by ADAR. Engineering ADAR from Pediculus humanus using the in silico protein evolution algorithm EvolvePro, along with 3'-end protection of the tagRNA, further enhances the editing activity of snuABE in human cells. Moreover, snuABE exhibits significantly reduced DNA off-target activity, highlighting its potential as a safer and more precise base editing technology for therapeutic applications.", "date": "2025-07-19", "journal": ""}
{"title": "Constraints and tunability of antigen-agnostic memory durability", "doi": "10.1101/2025.07.18.663399", "authors": "Tripathi, S.; Liu, C.; Lau, W. W.; Sparks, R.; Tsang, J. S.", "abstract": "Apart from antigen-specific immune memory, infection or vaccination can also induce antigen-agnostic memory including bystander T cell activation memory and trained innate immunity. Determinants of the durability of such memory remain unclear. We developed mathematical models to show that antigen-agnostic memory durability is constrained by immune cell turnover and cytokine dependence. Trained immunity durability is further constrained by the fidelity of epigenetic state transmission during self-renewal and differentiation. Using computer simulations and a machine learning-based parameter-phenotype mapping approach, we find that positive feedback mediated by immune cell-secreted cytokines, a motif seen across immune circuits, can lead to tunable memory involving excitable responses to acute challenges followed by slow relaxation to the pre-challenge baseline. We propose specific experiments to test predictions from our models. Our findings thus reveal a cell extrinsic mechanism that can overcome the constraints imposed by cell turnover and epigenetic state transmission to drive long-lasting, tunable antigen-agnostic memory.", "date": "2025-07-19", "journal": ""}
{"title": "Antisense oligonucleotide allele-specific targeting of EFEMP1 in a patient-derived model of Doyne honeycomb retinal dystrophy", "doi": "10.1101/2025.07.16.664883", "authors": "Rezek, F. O.; Sanchez-Pintado, B.; Eden, E. R.; Aychoua, N.; Webster, A. R.; Carr, A.-J. F.; Michaelides, M.; Cheetham, M. E.; van der Spuy, J.", "abstract": "Doyne honeycomb retinal dystrophy is an incurable juvenile macular dystrophy that leads to visual impairment by early to mid-adulthood. It is an autosomal dominant disorder caused by a c.1033T>C, p.Arg345Trp variant in EFEMP1, and is characterised by the early onset extracellular deposition of drusen between the retinal pigment epithelium basement membrane and underlying layers of Bruch's membrane. In this study, we developed an antisense oligonucleotide approach to target EFEMP1. We reprogrammed patient-derived renal epithelial cells to induced pluripotent stem cells followed by directed differentiation to retinal pigment epithelium and compared the phenotype to gene-corrected and EFEMP1 knockout patient-derived retinal pigment epithelium. In the patient-derived disease model, remodelling of the extracellular matrix occurred with progressive accumulation of extracellular deposits containing the drusen-associated proteins apolipoprotein E and collagen IV, in addition to EFEMP1. Moreover, the intracellular accumulation of neutral lipids was evident. We developed an allele-specific antisense oligonucleotide which specifically and effectively promoted the clearance of the EFEMP1 c.1033T>C transcript in the patient-derived disease model following assisted or gymnotic delivery. In this disease model, gymnotic delivery led to a decrease in extracellular deposits and cleared the intracellular accumulation of lipids, even after the onset of this disease phenotype, suggesting this could be a practical and effective therapeutic approach.", "date": "2025-07-19", "journal": ""}
{"title": "Tailoring a glycerol-free cryopreservation protocol with anti-freeze (glycol)proteins for commercial and native breeds of chicken", "doi": "10.1101/2025.07.18.664799", "authors": "BERNAL JUAREZ, B.; Varadi, E.; Drobnyaak, A.; Hogervorst, T.; Liptoi, K.; Voets, I.; de Wit, A.; Santiago-Moreno, J.; Hawken, R.; de Kovel, C.; Hiemstra, S.-J.; Woelders, H.; Vegi, B.", "abstract": "This study evaluated the effects of antifreeze proteins AFPI, AFPIII, and AFGP during fresh processing, and freezing-thawing of chicken semen from a commercial broiler breed (BB) and the local breed Yellow Hungarian (YH), using 0.6 mol/L DMA as cryoprotectant. AFPI had small but significant (p<0.05) positive effects on post-thaw sperm viability and motility in BB. For YH semen, three freezing protocols with different dilution rates (4&*, 2.3&*, 2.1&*) were compared. Protocol 1 (dilution rate 4&*) gave the best post-thaw viability (P<0.001) and was used further. Fertility rates (FR) of pre-freezing steps were tested by inseminating WL hens (4 AI/hen in 2 weeks, 100 &* 10 sp/dose). FRs for A) raw semen, B) chilled semen, C) B + DMA, D) B + AFPI, and E) B + DMA + AFPI were 48.2, 3.7, 31.4, 21.4, and 16.1%, respectively. B was lower than A (p<0.001), while C&-E were higher than B (p<0.005). AFPI during freezing gave no advantage compared with DMA, except for improved post-thaw DNA integrity. Inseminations with frozen-thawed semen (8 AI/hen in 3 weeks, 100 &* 10 sp/dose) gave low FR with YH semen, regardless of hen type. FR with YH semen was 0% without AFPI and 1.5% with AFPI. The oviduct embryo mortality (18.0%&+-1.4) observed across all the different hen groups suggested insufficient number of spermatozoa inseminated. In conclusion, AFPI improved some post-thaw traits, but fertility outcomes remain inconclusive. Preventing pre-freezing fertility loss and increasing sperm dose concentration are required.", "date": "2025-07-19", "journal": ""}
{"title": "Influence of mowing timing on the breeding success of an endangered ground-nesting migratory bird, Whinchat (Saxicola rubetra)", "doi": "10.1101/2025.07.16.665079", "authors": "Gray, A.; Walsh, G.; de la Pena, E.; Copland, A. S.; McMahon, B. J.", "abstract": "Ground-nesting birds in Europe are declining due to anthropogenic pressures that reduce breeding productivity. Agricultural intensification under the Common Agricultural Policy in Europe is a major driver of this for farmland species, including Whinchat (Saxicola rubetra), in Ireland. We collected data over five breeding seasons in the Shannon Callows, a stronghold for this species where seasonal flooding limits agricultural intensification. We recorded habitat characteristics, breeding activity, and phenological events to determine population growth rates and assess mowing impacts on breeding success. Mean fledging date was July 4th (+/- 9.28 days). We calculate that for the population to remain stable, with 80.6% brood survival, mowing should be delayed until July 14th (+ 9.28 SD days to allow for natural variation). It is well documented in the literature that early mowing significantly impacts Whinchat productivity. However, when modelling mowing date against Whinchat breeding success weak significance was found that disappeared when increasing sample size through simulations, suggesting that mowing timing alone is not a strong determinant of reproductive success. Other factors including habitat structure, prey availability, predation risk, and weather conditions likely interact to influence breeding outcomes and warrant further study. We present a valuable framework with five years of breeding data that can inform Whinchat conservation and highlight the need for longer-term studies considering additional factors including how weather conditions affect mowing and prey availability.", "date": "2025-07-19", "journal": ""}
{"title": "Intracellular replication dynamics of influenza A virus impose strong bottleneck effects", "doi": "10.1101/2025.07.18.665558", "authors": "Segredo-Otero, E. A.; Gresham, D. J.", "abstract": "Understanding the sources of genetic diversity in Influenza A Virus (IAV) infections is crucial for understanding the mechanisms of viral evolution and immune escape. Whereas prior studies have characterized the effects of population bottlenecks during host-to-host transmission and intrahost tissue-to-tissue dissemination, the role of intracellular replication processes on IAV genetic diversity remains largely unexplored. In this study, we used stochastic mathematical modeling to simulate the replication of genetically distinct IAV strains within individual cells and tissues. Our results reveal significant bottleneck effects within a single infection cycle of individual cells. Intracellular bottleneck effects are driven by stochastic molecular processes and lead to the expansion or elimination of neutral variants creating large-scale differences between the initial and final frequencies of genetic variants in individual cells. By expanding our findings to a population-level tissue model, we show that IAV intracellular replication reduces the effective population size, thereby diminishing the impact of selection and increasing the role of genetic drift. Our findings highlight the important contribution of intracellular replication processes to the generation of genetic diversity in IAV.", "date": "2025-07-19", "journal": ""}
{"title": "The ultrafine-bridge-associated endonuclease ANKLE1 is stimulated by tension in DNA to process branch-points", "doi": "10.1101/2025.07.17.664873", "authors": "Ray, K. K.; Kaczmarczyk, A. P.; Freeman, A. D. J.; Leow, F.; Wilson, T.; Rueda, D. S.; Lilley, D. M. J.", "abstract": "Covalent linkages between chromosomes are naturally formed as a result of recombination or DNA replication. These can persist until late mitosis, resulting in interchromosomal ultrafine bridges, preventing cell division and causing genome instability. The endonuclease ANKLE1, localised at the cell midbody during cytokinesis and selective for DNA branchpoints, is ideally poised to act as an 'enzyme of last resort' to process interchromosomal bridges, enabling cell division to proceed. However, how ANKLE1 cleaves DNA under the tension existing in interchromosomal bridges during mitosis remains unexplored. Using optical tweezers, we show that ANKLE1 is a tension-stimulated endonuclease. High tension in DNA increases the ANKLE1 junction cleavage rate, with a twenty-fold increase at 60 pN. This indicates that ANKLE1 has evolved to respond to tension-induced DNA structural changes, thereby facilitating nucleolytic activity. This novel mechano-enzymological response of ANKLE1 reveals how it is well-suited to process ultrafine-bridges during late mitosis.", "date": "2025-07-19", "journal": ""}
{"title": "Contrasting needle physiological strategies to soil nutrient scarcity in radiata pine plantations", "doi": "10.1101/2025.07.15.664982", "authors": "Ruiz de Larrinaga, L.; San Miguel-Oti, F.; Monasterio, A.; Artetxe, U.; Munne-Bosch, S.; Mesa, T.; Moreaux, C.; Ortega-Barrueta, U.; Sertutxa, U.; Pena, L.; Ametzaga, I.; Yuste, J. C.; Esteban, R.", "abstract": "Intensive European forestry practices contribute to soil degradation and nutrient depletion, compromising tree health and ecosystem stability. However, the influence of soil nutrient scarcity on tree physiological responses during drought remains unclear, particularly in Pinus radiata D. Don plantations, where it may impair needle function and overall tree health. We investigated how soil nutrient availability influences leaf-level physiological strategies during drought by comparing same aged needles from two P. radiata stands with contrasting management stages and ages: (i) trees (20 years), likely to be clear cut at 30 or 35 years (herein managed), and (ii) trees (<45 years) not clear-cut at the typical rotation age (herein abandoned). During the severe summer drought of 2022, both stands exhibited downregulation of the photosynthetic apparatus, indicating impaired photosynthetic performance under drought. However, their leaf physiological responses to nutrient scarcity diverged. Managed trees exhibited dependence on soil nutrients, with reduced photosynthetic performance under nutrient-poor conditions. In contrast, abandoned trees showed relative independence from soil nutrients, maintaining photosynthetic function even under nutrient-poor conditions. This highlights a trade-off: younger, managed trees may enhance photosynthesis under optimal nutrient conditions but are more susceptible to nutrient imbalances and environmental stress. In turn, older, abandoned trees appeared to buffer the effects of drought and nutrient scarcity through age-related physiological traits. Our findings underscore the physiological value of mature stands. Furthermore, higher soil organic carbon and vegetation diversity in abandoned stands suggest that management cessation may enhance long-term ecosystem resilience. These results emphasise the importance of integrating soil-leaf interactions into sustainable forest management.", "date": "2025-07-19", "journal": ""}
{"title": "Hierarchical Neural Circuit Theory of Normalization and Inter-areal Communication", "doi": "10.1101/2025.07.15.664935", "authors": "Pal, A.; Rawat, S.; Heeger, D. J.; Martiniani, S.", "abstract": "The primate brain exhibits a hierarchical, modular architecture with conserved microcircuits executing canonical computations across reciprocally connected cortical areas. Though feedback connections are ubiquitous, their functions remain largely unknown. To investigate the role of feedback, we present a hierarchical neural circuit theory with feedback connections that dynamically implements divisive normalization across its hierarchy. In a two-stage instantiation (V1 - V2), increasing feedback from V2 to V1 amplifies responses in both areas, more so in the higher cortical area, consistent with experiments. We analytically derive power spectra (V1) and coherence spectra (V1-V2), and validate them against experimental observations: peaks in both spectra shift to higher frequencies with increased stimulus contrast, and power decays as 1/f4 at high frequencies (f). The theory further predicts distinctive spectral signatures of feedback and input gain modulation. Crucially, the theory offers a unified view of inter-areal communication, with emergent features commensurate with empirical observations of both communication subspaces and inter-areal coherence. It admits a low-dimensional communication subspace, where inter-areal communication is lower-dimensional than within-area communication, and frequency bands characterized by high inter-areal coherence. It further predicts that: i) increasing feedback strength enhances inter-areal communication and diminishes within-area communication, without altering the subspace dimensionality; ii) high-coherence frequencies are characterized by stronger communication (ability to estimate neural activity in one brain area from neural activity in another brain area) and reduced subspace dimensionality. Finally, a three-area (V1 - V4 and V1 - V5) instantiation of the theory demonstrates that differential feedback from higher to lower cortical areas dictates their dynamic functional connectivity. Altogether, our theory provides a robust and analytically tractable framework for generating experimentally-testable predictions about normalization, inter-areal communication, and functional connectivity.", "date": "2025-07-19", "journal": ""}
{"title": "Neural signatures of engagement and event segmentation during story listening in background noise", "doi": "10.1101/2025.07.15.664921", "authors": "Herrmann, B.; Motala, A.; Panela, R. A.; Johnsrude, I.", "abstract": "Speech in everyday life is often masked by background noise, making comprehension effortful. Characterizing brain activity patterns when individuals listen to masked speech can help clarify the mechanisms underlying such effort. However, most previous research has focused on neural activity related to short, disconnected sentences that little resemble the more continuous, story-like spoken speech individuals typically encounter. In the current study, we used functional magnetic resonance imaging (fMRI) in humans (both sexes) to investigate how neural signatures of story listening change in the presence of masking by 12-talker babble noise. We show that, as speech masking increases, spatial and temporal activation patterns in auditory regions become more idiosyncratic to each listener. In contrast, spatial (and to some extent temporal) activity patterns in brain networks linked to effort (e.g. cinguloopercular network involving the anterior insula and anterior cingulate) are more similar across listeners when speech is highly masked and less intelligible, suggesting shared neural processes. Moreover, at times during stories when one meaningful event ended and another began, neural activation increased over extensive regions in frontal, parietal, and medial cortices. This event-boundary response appeared little affected by background noise, suggesting that listeners process meaningful units and, in turn, the gist in naturalistic, continuous speech even when it is masked somewhat by background noise. Overall, the current data may indicate that people stay engaged and cognitive processes associated with naturalistic speech processing remain intact under moderate levels of background noise, whereas auditory processing becomes more idiosyncratic to each listener.", "date": "2025-07-19", "journal": ""}
{"title": "Dynamical independence reveals anaesthetic specific fragmentation of emergent structure in neural dynamics", "doi": "10.1101/2025.07.16.664881", "authors": "Milinkovic, B.; Seth, A. K.; Barnett, L.; Carter, O.; Andrillon, T.", "abstract": "Conscious experience depends on the coordinated activity of neural processes that span multiple scales--from synapses to whole-brain dynamics. A recently introduced measure, dynamical independence, identifies, characterises and quantifies these multi-scale relationships using an information-theoretic dimensionality-reduction approach. Here, we use DI to examine changes in emergent dynamical structure in the human brain under three pharmacologically-distinct anaesthetic interventions (propofol, xenon, ketamine). Applied to source-reconstructed EEG, our analysis reveals that propofol and xenon, anaesthetics that abolish conscious report, exhibit more emergent but highly variable dynamic structure, indicating fragmented macroscopic dynamical organisation. By contrast, ketamine, which preserves dream-like phenomenology, shows the opposite pattern: reduced overall emergence yet a partial preservation of the macroscopic structure, mirroring wake. Further exploratory analyses revealed spatially localised source-level contributions to emergent dynamical structure, highlighting regional variations. Together, our results highlight drug-specific reconfigurations of emergent dynamical structure under anaesthesia, dissociate the amount of emergence from the organisation of emergent dynamics, and caution against equating emergence with level of consciousness.", "date": "2025-07-19", "journal": ""}
{"title": "Distinct Synaptic Mechanisms Drive NRXN1 Variant-Mediated Pathogenesis in iPSC-Derived Neuronal Models of Autism and Schizophrenia", "doi": "10.1101/2025.07.18.664735", "authors": "Pak, C.; English, J.; McSweeney, D.; Geng, J.; Howell, E.; Ribbe, F.; Hinderhofer, M.; Proskauer, L.; Sebastian, R.; Wang, L.; Sharf, T.; Pang, Z. P.", "abstract": "Copy number deletions in the 2p16.3/NRXN1 locus confer genome wide risk for autism spectrum disorder (ASD) and schizophrenia (SCZ). Prior work demonstrated that heterozygous NRXN1 deletions decreases synaptic strength and neurotransmitter release probability in human-iPSC derived cortical glutamatergic induced neurons and this synaptic phenotype is replicated in SCZ patient iPSCs with varying NRXN1 genomic deletions. What is unknown, however, is whether similar synaptic impairment exists in ASD patients carrying NRXN1 deletions. Answering this question is important to determine whether all NRXN1 deletion carriers should be treated similarly or individually, based on their genetic backgrounds and deletion breakpoints. Here, using previously uncharacterized ASD patient iPSC lines, we show that ASD-NRXN1 deletions impact cortical synaptic function and plasticity in unique ways compared to SCZ-NRXN1 deletions. Specifically, at a single neuronal level, ASD-NRXN1 deletions alter basal spontaneous synaptic transmission by selectively enhancing excitatory synaptic signaling with no changes at inhibitory synapses while SCZ-NRXN1 deletions reduce both excitatory and inhibitory synaptic transmission. At the neuronal network level, there exists enhanced transmission probability and irregular firing patterns in ASD-NRXN1 deletions. Such changes at the synaptic and network level connectivity patterns influence a critical form of developmental cortical plasticity, synaptic scaling, as ASD-NRXN1 deletions uniquely fail to upscale their synaptic strength in response to chronic neuronal silencing. Together, these findings highlight the disorder-specific consequences of NRXN1 deletions on synaptic function and connectivity, offering mechanistic insights with implications for therapeutic targeting and refinement strategies for NRXN1-associated synaptopathies.", "date": "2025-07-19", "journal": ""}
{"title": "A pangenomics-enabled platform for the high-throughput discovery of antifungal resistance factors in crop pathogens", "doi": "10.1101/2025.07.18.665620", "authors": "Puccetti, G.; Fluckiger, D.; Edel, D.; Delude, C.; Moser Tralamazza, S.; Badet, T.; Scalliet, G.; Croll, D.", "abstract": "The rise of antifungal resistance is a global challenge for both human health and food security, because resistance emergence easily outpaces the antifungal development pipeline. Furthermore, resistance arises often in parallel and through alternative mechanisms. In agriculture, where vast areas are sprayed by diverse cocktails of antifungal resistance gains are particularly complex. Despite broad efforts, knowledge of resistance mechanisms is often limited to model genotypes and empirical evidence from the field is lacking. Here, we define and validate a high-throughput pipeline for antifungal resistance discovery informed by emerging resistance gains at continental scale. We analyzed a thousand-genome European diversity panel of the major wheat pathogen Zymoseptoria tritici and assessed resistance levels against over 40 fungicides covering all major classes. We optimized high-throughput phenotyping assays to comprehensively capture emerging resistance phenotypes. Pangenome-informed genotyping techniques revealed a total of 2280 genes associated with antifungal resistance. This expands by an order of magnitude the current knowledge and establishes a refined atlas of resistance mutations. We generated mutants to recapitulate several of the discovered resistance factors. Hence, our approach captures in-field resistance gains across Europe for all major fungicide classes and can define exact molecular targets. Broad knowlegde of resistance gains will guide more sustainable fungicide development pipelines.", "date": "2025-07-19", "journal": ""}
{"title": "Siglec homologs interact with membrane-bound Heat Shock Protein 70 (Hsp70) during early infection of the Schistosoma mansoni susceptible (BB02) Biomphalaria glabrata snail host.", "doi": "10.1101/2025.07.18.665599", "authors": "Vanlal, E.; Elhelu, O.; Fagunloye, O. G.; Knight, M. H.", "abstract": "Sialic acid-binding immunoglobulin-like lectins (siglecs) are cell surface receptors involved in immune signalling. When Schistosoma mansoni infects its intermediate host, the Biomphalaria glabrata snail, early stress responses such as upregulation of heat shock protein 70 (Hsp70) are observed. We hypothesized that stress-induced Hsp70 localizes to the cell membrane and interacts with immune receptors such as siglec homologs to modulate the immune responses of the snail. We identified B. glabrata transcripts homologous to human and molluscan siglecs. Homology modelling of one siglec homolog (BgPrx) and Hsp70 (BgHsp70) was performed, followed by molecular docking, which predicted a salt bridge interaction between glutamic acid 479 on Hsp70 and lysine 47 on the siglec homolog. This in-silico finding suggests a plausible binding interface between these molecules. To validate this prediction, we examined the expression of several siglec homolog transcripts by real-time qPCR using RNA from susceptible (BB02) snails at multiple time points post-infection. Protein fractionation and immunocytochemistry were used to assess the subcellular localization of Hsp70. Results indicate that infection induces upregulation of siglec homolog transcripts and promotes membrane localization of Hsp70 in the snail. Together, these findings reveal that infection-induced membrane localization of Hsp70 coincides with siglec homolog upregulation, suggesting a potential interface for parasite-host immune interaction in B. glabrata. Understanding this interaction may provide new insight into immune modulation during early schistosome infection.", "date": "2025-07-19", "journal": ""}
{"title": "SUZ12-Nucleic Acid Interactions Constrain PRC2 Activity to Maintain Targeted Gene Silencing Essential to Diffuse Midline Glioma", "doi": "10.1101/2025.07.18.665585", "authors": "Reich, T. J.; Clark, P. A.; Baguette, A.; Lempiainen, J. K.; Russo, C.; Rashoff, A. Q.; Do, T. J.; Garcia, B. A.; Kleinman, C. L.; Jabado, N.; Morris, Z. S.; Lewis, P. W.", "abstract": "Polycomb Repressive Complex 2 (PRC2) mediates transcriptional silencing through trimethylation of histone H3 at lysine 27 (H3K27me3), an epigenetic modification critical for development and frequently altered in cancer. Pediatric diffuse midline gliomas (DMGs) bearing the histone H3 K27M mutation exhibit global loss of H3K27me3 due to dominant inhibition of PRC2 by the mutant histone. Despite widespread hypomethylation, focal retention of H3K27me3 persists, and tumor cells maintain dependency on residual PRC2 activity for proliferation. The molecular basis underlying this residual enzymatic function and its regulation remain poorly defined. To address this mechanism, we investigated the role of SUZ12, the architectural core of PRC2 that facilitates interactions with accessory subunits. We identified the SUZ12 N-terminal region as a regulatory domain that constrains PRC2 catalytic activity through transient interactions with nucleic acids, thereby limiting non-specific chromatin engagement. Expression of a truncated SUZ12 variant retaining the catalytic VEFS domain, but lacking the nucleic acid-binding regulatory elements, led to widespread H3K27 hypermethylation, displacement of canonical PRC1 complexes, disruption of chromatin architecture, and impaired H3 K27M glioma cell growth in vitro and in vivo. Biochemical analyses revealed a SUZ12 N-terminal domain that modulates PRC2 activity by promoting non-productive binding to nucleic acids, thus establishing a kinetic equilibrium essential for precise chromatin targeting. These findings redefine Polycomb specificity as a dynamic equilibrium between productive nucleosomal engagement and non-productive nucleic acid interactions, providing critical insights into PRC2 regulation and highlighting potential therapeutic vulnerabilities in PRC2-dependent cancers.", "date": "2025-07-19", "journal": ""}
{"title": "Environmental gradients decouple demographic and adaptive connectivity in a highly mobile coastal marine species", "doi": "10.1101/2025.07.15.665014", "authors": "Brauer, C.; Bertram, A.; Sandoval-Castillo, J.; Fowler, A.; Bell, J.; Hamer, P.; Wellenreuther, M.; Beheregaray, L. B.", "abstract": "Understanding how eco-evolutionary processes shape genetic variation and persistence in marine species with highly variable recruitment dynamics and dispersal potential remains a fundamental challenge, particularly when considering the interplay between gene flow and local adaptation. Here, we employed a seascape genomics approach to investigate population connectivity and local adaptation in Australasian snapper (Chrysophrys auratus, Sparidae) along 1500 km of the environmentally heterogeneous southern Australian coastline. Using 14,699 SNPs, we identified two distinct regional populations aligned with known biogeographical regions. Genotype-environment association analyses revealed 855 candidate adaptive loci associated with environmental variation, including temperature, salinity, and primary productivity. Connectivity analyses using neutral markers indicated high gene flow throughout both eastern and western regions, while candidate adaptive loci revealed substantially reduced connectivity, especially for Northern Spencer Gulf and West Coast populations. This pattern of locally restricted gene flow at adaptive genomic regions suggests that strong environmental gradients are driving adaptive divergence despite high overall connectivity. Our results support contingent migration as a potential mechanism modulating the balance between local adaptation and gene flow in this economically and ecologically important marine species. These findings might also have implications for regional management of other coastal fisheries that are experiencing substantial declines. As climate change alters coastal marine environments around the world, the dynamics of local recruitment, site fidelity and local adaptation are expected to change. This highlights the importance of integrating knowledge about eco-evolutionary processes into marine resource management, fisheries stock assessment, and restocking and stock enhancement activities.", "date": "2025-07-19", "journal": ""}
{"title": "Label invariance: a guiding principle for ecological models", "doi": "10.1101/2025.07.15.664968", "authors": "Gibbs, T.; Mazzarisi, O.; Fant, L.; An, R.; Grilli, J.; Barabas, G.; Song, C.", "abstract": "Ecological models, though diverse in form, are strengthened when they obey guiding principles. We formalize and advocate for a foundational principle we call ``label invariance'', which says that a model's dynamics must remain the same when identical individuals are arbitrarily grouped into distinct sub-populations. This principle is a necessary consequence of trait continuity---the observation that ecological interactions change continuously as organisms become more similar. Violation of label invariance often implies a hidden, intrinsic niche differentiation between species, which may obscure the mechanisms of biodiversity maintenance. We provide a general framework for constructing both deterministic and stochastic models that follow label invariance. We further demonstrate its utility as a complementary, non-statistical tool for empirical model selection. In sum, label invariance provides an important test for evaluating existing ecological models and a guide for developing new ones, promoting clarity in model assumptions from the outset.", "date": "2025-07-19", "journal": ""}
{"title": "Adaptive P-element insertions in a long non-coding RNA are associated with unique silencing properties", "doi": "10.1101/2025.07.17.665384", "authors": "Hadjipanteli, S.; Copeland, N.; Marmolejo Bustamante, N.; Nweke, M.; Adhikari, B.; Kelleher, E.", "abstract": "Transposable elements are genetic parasites whose mobilization throughout the genome is a major source of deleterious mutations. However, some TE insertions are beneficial because they improve host fitness. Adaptive TE insertions sometimes alter the function of adjacent genes by positively and negatively impacting their expression, or by altering their encoding proteins. Alternatively, individual TE insertions can also be adaptive because they occur in piRNA clusters and lead to piRNA-mediated silencing of transposition. In a recent laboratory evolution experiment, we discovered that the long non-coding RNA CR43651 is an adaptive insertion hot spot for P-element DNA transposons in Drosophila melanogaster. The functional effects of these insertions on P-element repression and CR43651 function were unknown. In this study, we examined the effects of CR43651 insertions on P-element transcriptional regulation, piRNA biogenesis, and viability. We determined that although CR43651 is not a canonical piRNA cluster, chromosomes containing antisense P-element insertions in CR43651 exhibit enhanced piRNA-like silencing in the stage of oogenesis when P-elements transpose, potentially explaining their adaptive benefit. We also discovered that the fitness benefit provided by P-element repression is offset by recessive viability effects of insertion chromosomes, potentially due to disrupted production of mir14, a miRNA produced from CR43651.", "date": "2025-07-19", "journal": ""}
{"title": "Advantages of outcrossing in Plasmodium falciparum: insights from genetic crosses using fluorescent labelled parasites", "doi": "10.1101/2025.07.18.665596", "authors": "Li, X.; Jutzeler, K. S.; Abatiyow, B. A.; Rezakhani, N.; Haile, M. T.; Leeb, A. S.; Patel, H.; Kappe, S. H. I.; Nosten, F.; Cheeseman, I. H.; Ferdig, M. T.; Anderson, T. J.; Vaughan, A. M.; Kumar, S.", "abstract": "Malaria parasites are obligately sexual hermaphrodite protozoans, with gamete fusion occurring in the mosquito midgut, followed by meiosis and recombination. Fusion of male and female gametes of the same genotype results in self-fertilization (\"selfing\"), while \"outcrossing\" occurs between gametes of different parasite genotypes. Previous work has used PCR-based methods to assess oocyst genotypes in laboratory crosses and natural mosquito infections, revealing either random mating or inbreeding, but this approach is labor intensive and prone to technical issues. We generated florescent-labelled clones of NF54 (mCherry), an African parasite, and NHP4026 (GFP), a Thai parasite, crossed these parasites, and scored genotypes of 8540 oocysts from 435 mosquitoes sampled from 7 to 14 days post infection. We observed decreasing proportions of outcrossed oocysts and increasing levels of inbreeding over the course of the infection in two independently replicated crosses. These results are consistent with the faster maturation of transmissible sporozoites derived from outcrossed compared with selfed oocysts. We also found that selfed NF54 oocysts were larger than outcrossed and selfed NHP4026 oocysts. Our results reveal outcrossing advantages, perhaps due to outcrossing allowing for the removal of deleterious mutations accumulated during asexual parasite replication in the vertebrate host. Oocyst genotype significantly impacts oocyst size which may influence production of sporozoites and onward transmission. Overall, fluorescent labelling provides clear resolution of mating patterns, temporal dynamics and transmission potential of malaria parasites in mosquitoes. Importantly, faster maturation of outcrossed parasites can maximize levels of recombination in transmitted malaria parasite populations.", "date": "2025-07-19", "journal": ""}
{"title": "Mapping the Exit Route of Hydrogen Peroxide From the Manganese Superoxide Dismutase (MnSOD) Active Site.", "doi": "10.1101/2025.07.17.665311", "authors": "Borgstahl, G. E.; DASGUPTA, M.; Slobodnik, K.; Cone, E.; Kroll, T.; Azadmanesh, J.", "abstract": "Mitochondrial manganese superoxide dismutase (MnSOD) converts superoxide (O2[bullet]-) into hydrogen peroxide (H2O2) and molecular oxygen (O2), serving as a key defense against oxidative damage. Here, we structurally characterize the H2O2 exit-route in MnSOD, using a kinetically impaired Gln143Asn variant. In the wild-type enzyme, Gln143 participates in proton transfer reactions with the Mn3+-bound solvent (WAT1) to drive redox cycling of the metal for effective O2[bullet]- dismutation. Substitution with Asn disrupts the proton transfer, as Asn is too far away from WAT1, and stalls redox transitions in the Gln143Asn variant. This generates a slow-motion version of catalysis, that maximizes the likelihood of trapping and visualizing the H2O2 exit process with improved experimental control. Results reveal that Gln143Asn substitution introduces a cavity, which permits conformational flexibility of Tyr34, that would be sterically disallowed in the wild-type.", "date": "2025-07-19", "journal": ""}
{"title": "Membrane Tethering of Honeybee Antimicrobial Peptides in Drosophila Enhances Pathogen Defense at the Cost of Stress-Induced Host Vulnerability", "doi": "10.1101/2025.07.17.665347", "authors": "Wei, Y.; Sun, Y.; Zhou, X.; Kim, D.; Lee, J.; Bang, J. K.; Kim, W. J.", "abstract": "Antimicrobial peptides (AMPs) represent a promising alternative to conventional antibiotics in combating multidrug-resistant pathogens, yet their clinical translation is hindered by proteolytic instability, cytotoxicity, and poor bioavailability. Here, we demonstrate that glycosylphosphatidylinositol (GPI)-mediated membrane tethering of honeybee defensin1 (Def1) in Drosophila melanogaster enhances its antimicrobial efficacy by ~100-fold compared to secreted or untethered forms, while preserving physiological and behavioral integrity under baseline conditions. Using a genetically engineered Drosophila model, we expressed three Def1 variants: native (Def1), secreted (s-Def1), and membrane-tethered (t-Def1). Flies expressing t-Def1 exhibited superior bacterial clearance of Pseudomonas aeruginosa and improved survival post-infection, with no adverse effects on locomotion, courtship, or sleep architecture. However, under stress paradigms, including sleep deprivation and dextran sulfate sodium (DSS)-induced gut injury, t-Def1 exacerbated intestinal barrier dysfunction, as evidenced by elevated Smurf phenotype incidence, highlighting a trade-off between antimicrobial potency and epithelial vulnerability. Our work establishes Drosophila as a powerful platform for dissecting AMP mechanisms and engineering spatially targeted therapies, offering translational insights for pollinator health and human infectious disease management. These results advocate for iterative refinement of membrane-anchoring strategies to balance therapeutic efficacy with host safety, advancing the development of next-generation AMPs with minimized off-target effects.", "date": "2025-07-19", "journal": ""}
{"title": "Learning the native-like codons with a 5'UTR and secondary RNA structure aided species-informed transformer model", "doi": "10.1101/2025.07.19.665668", "authors": "Hu, Q.; Tian, X.; Li, Y.; Meng, J.; Wang, S.; Guo, J.; Zheng, L.; Wei, Y.", "abstract": "Efficient protein expression across heterologous hosts remains a major challenge in synthetic biology, largely due to species-specific differences in codon usage and regulatory sequence context. A key difficulty lies in reconstructing the codon landscape of the target expression system within a foreign host with a native-like codon preference. To address this, we present TransCodon, a Transformer-based deep learning model that leverages both 5' untranslated regions (5'UTRs) and coding sequences (CDS), along with explicit species identifiers and RNA secondary structure information, to learn nuanced codon usage patterns across diverse organisms. By incorporating multisource genomic data and modeling sequence dependencies in a masked language modeling paradigm, TransCodon effectively captures both local and global determinants of codon preference. Our experiments demonstrate that integrating species-level information during training significantly improves the model's ability to predict optimal synonymous codons for enhanced cross-species protein expression. TransCodon consistently outperforms existing codon optimization tools in multiple evaluation metrics. More importantly it identifies native-like codons with less divergence from natural sequences compared to other methods. For a high abundant protein, TransCodon could capture more low-frequency codons which are often omitted by other deep learning-based method. The results thus indicate that TransCodon as a robust codon language model has the potential for designing genes with high translational efficiency in target hosts.", "date": "2025-07-19", "journal": ""}
{"title": "SOX2 utilizes FOXA1 as a heteromeric transcriptional partner to drive proliferation in therapy-resistant prostate cancer", "doi": "10.1101/2025.07.18.664790", "authors": "Phoenix, J. T.; Budreika, A.; Schmeck, D. A.; Kostlan, R. J.; Ferrari, M. G.; Young, K. S.; Rogers, C. S.; Deegan, C. D.; Bergom, H. E.; Boytim, E.; Brown, R. M.; Bienko, M. W.; Walewicz, J. A.; Bhagi, S. K.; Ellis, L.; Antonarakis, E. S.; Drake, J. M.; Bawa, P. S.; Vellky, J. E.; Williams, A.; Reizine, N. M.; Rennhack, J. P.; Fanning, S. W.; Hwang, J. H.; Szmulewitz, R. Z.; Vander Griend, D. J.; Kregel, S.", "abstract": "Treatment options and diagnostic outlook for men with advanced, therapy resistant prostate cancer (PCa) are extremely poor; this is primarily due to the common lack of durable response to androgen receptor (AR) targeted therapies and phenotypic transdifferentiation into a particularly lethal subtype known as neuroendocrine prostate cancer (NEPC). In this study, we mechanistically determine that SOX2 (a transcription factor originally repressed by AR) physically binds and acts in a concerted manner with FOXA1 (a key AR pioneering cofactor) to regulate a subset of genes which promote cell cycle progression and lineage plasticity in AR-refractory prostate cancers. Our findings assert the SOX2/FOXA1 interaction as an important mediator of resistance to AR-targeted therapy and a driver of NEPC and lineage plasticity; their coordinated action and downstream signaling offers a potential novel therapeutic opportunity in late-stage PCa.", "date": "2025-07-19", "journal": ""}
{"title": "Short RFamide and CFamide peptides as novel positive modulators of Acid-Sensing Ion Channel 3 with similar potentiating effects but different reversibility", "doi": "10.1101/2025.07.16.665058", "authors": "TOFT, M. F. K.; MEYNIER, M.; Lubrano di Scampamorte, H.; Vallee, C.; Salinas, M.; Zhang, P.; Bourinet, E.; LINGUEGLIA, E.; DEVAL, E.", "abstract": "Acid-sensing ion channels (ASICs) are members of the DEG/ENaC family that includes the only known peptide-gated ion channels. While ASICs are gated by protons, they have kept sensitivity to peptides and are notably modulated by the molluscan FMRFamide and other related mammalian neuropeptides ending by the RFamide motif. Screening efforts have been made to identify and characterize natural peptides able to modulate the activity of ASICs, and some peptides from different species are already known to modulate ASIC1a, ASIC1b and ASIC3. We identified here a set of synthetic short amidated hexapeptides, initially designed thirty years ago for their ability to inhibit the Na/Ca exchanger, as potent and selective positive modulators of the ASIC3 acid-induced activity. We focused on two of them, a RFamide peptide (FRCCRFamide) and a CFamide peptide (FRCRCFamide), demonstrating that they have similar specificity for and effects on ASIC3. The potentiating effects of the two peptides are due to a strong slow-down of the current desensitization, leading to an increase in the amount of current induced by acid pH ([&le;]pH6.6), with apparent affinities ranging from 1 to 5 M. Surprisingly, the washout kinetic for the FRCCRFamide amide peptide was much slower than those of FRCRCFamide and other known RFamide peptides, suggesting potential differences in their mechanisms of action. Computational modeling and structure-function analysis reveal interactions of both peptides with the non-proton binding site of ASIC3 initially identified for the synthetic compound GMQ (2-guanidine-4-methylquinazoline), as already reported before for other RFamide peptides, but our data also suggest possible additional effects of FRCCRFamide involving directly or indirectly the proton binding domain. These findings expand our understanding of peptide modulation of ASIC channels and identify novel pharmacological tools selective among ASICs for investigating ASIC3 function.", "date": "2025-07-19", "journal": ""}
{"title": "Comparative Assessment of Chlorella vulgaris Cultivation in Synthetic, Oligotrophic and Industrial Wastewater for Sustainable Biomass Production", "doi": "10.1101/2025.07.16.665061", "authors": "Upadhyay, M.; Singh, V.; Singh, N.; Tripathi, B. N.", "abstract": "This study evaluates the physiological and biochemical responses of Chlorella vulgaris cultivated in synthetic BG11 medium, oligotrophic water, and industrial wastewater under controlled laboratory conditions with optimized pH and nitrogen-to-phosphorus (N:P) ratios. The highest cell density, growth rate, and pigment accumulation were observed in BG11 at neutral pH and higher N:P ratios. Moderately adjusted N:P ratios in industrial wastewater produced comparable biomass yields and improved photosynthetic efficiency, demonstrating its potential as a cost-effective medium for integrated wastewater treatment and algal biomass production. In contrast, oligotrophic water severely limited growth due to nutrient deficiency. FTIR analyses indicated that C. vulgaris maintains essential biochemical components under nutrient stress through adaptive metabolism. This comparative study provides new insights for designing scalable, sustainable microalgal cultivation systems that link biomass production with wastewater management within a circular bioeconomy framework.", "date": "2025-07-19", "journal": ""}
{"title": "MEG3 Enhances Survival of Developing Human Neurons with CLCN4-Linked Autophagy Impairment", "doi": "10.1101/2025.07.16.665078", "authors": "Kim, D.; Koh, Y.; Jeong, H. S.; Kim, J.; Do, H.; Son, G.; Kim, Y.; Kim, D.; Lim, H.-H.; Park, J.-E.; Han, J.", "abstract": "Genetic variations in CLCN4, encoding the H+/Cl- exchanger CLC-4, are associated with human neurodevelopmental disorders with highly variable phenotypes. A lack of physiologically relevant models has hampered molecular understanding of pathogenic mechanisms. We now establish engineered brain organoid and neuronal cell systems to examine impacts of patient-relevant CLCN4 genetic variations. We find that CLCN4 variants reduced excitatory neuron numbers due to early-stage cell death, accompanied by altered endo-lysosomal dynamics and disrupted autophagic flux. Transcriptomic profiling showed significant downregulation of long non-coding RNA MEG3 in CLCN4-variant neurons. Restoring MEG3 expression is sufficient to rescue cellular defects and improve survival of CLCN4-variant neurons. These findings link CLCN4 dysfunction with impaired autophagy and neuronal cell death, highlighting MEG3 as a potential therapeutic target for neurodevelopmental disorders involving autophagic dysfunction.", "date": "2025-07-19", "journal": ""}
{"title": "A novel cost-benefit decision-making task involving cued punishment; effects of sex and psychostimulant administration", "doi": "10.1101/2025.07.15.664953", "authors": "Faraji, M.; Bizon, J. L.; Setlow, B.", "abstract": "Chronic substance use is associated with alterations in multiple forms of cost-benefit decision making, which may prolong and exacerbate continued use. Cues that predict reward can cause substantial shifts in a variety of reward-directed behavior, including decision making. In contrast, how decision making is modulated by cues predictive of punishment is much less well understood. To begin to address these issues, male and female Long-Evans rats were tested in a novel decision-making task in which they chose between a small, safe reward and a large reward that was punished by a mild footshock when it was preceded by a probabilistically delivered cue prior to the choice. Rats of both sexes were sensitive to the cue, preferring the large reward in the absence of the cue but the small reward in the presence of the cue. Acute systemic amphetamine reduced choice of the large reward and diminished the efficacy of the cue in guiding choice behavior. Chronic cocaine led to divergent patterns of cue insensitivity in males and females; males increased choice of the large reward on cued trials, whereas females increased avoidance of the large reward on uncued trials. Similar to acute amphetamine, acute systemic administration of the D2/3 dopamine receptor agonist bromocriptine reduced preference for the large reward across all groups. These findings highlight the contributions of punishment cues to decision making, as well as the importance of sex as a biological variable in investigating cognitive alterations caused by chronic substance use.", "date": "2025-07-19", "journal": ""}
{"title": "DNA uptake and twitching motility are controlled by the small RNA Arp through repression of pilin translation in Acinetobacter baumannii", "doi": "10.1101/2025.07.19.665661", "authors": "Hamrock, F. J.; Guest, T.; Daum, M. N.; Connell, O.; Ershova, A. S.; Hokamp, K.; Fleming, A. B.; Gebhardt, M. J.; Westermann, A. J.; Kroeger, C.", "abstract": "Acinetobacter baumannii is a major opportunistic pathogen capable of natural transformation, a process driven by type IV pili (T4P) that facilitates horizontal gene transfer and accelerates the spread of antimicrobial resistance. While the transcriptional regulation of T4P is increasingly understood, post-transcriptional mechanisms controlling pilus assembly remain unexplored. Here, we identify and characterise a small RNA, Arp (Acinetobacter repressor of pilin), as a post-transcriptional repressor of T4P-mediated functions in A. baumannii. In a previous Hi-GRIL-seq experiment, we detected specific ligation events between Arp and the ribosome binding site of the pilA mRNA, encoding the major pilin subunit PilA. In-line probing and translational reporter assays revealed that Arp represses pilA translation by sequestering the Shine-Dalgarno sequence and the first 17 codons of the mRNA. Overexpression of Arp significantly impairs DNA uptake and twitching motility, two hallmark T4P-dependent phenotypes. Together, our findings identify a native A. baumannii sRNA that modulates natural competence by targeting pilin synthesis, revealing a new regulatory layer that could be exploited to disrupt horizontal gene transfer in multidrug-resistant strains.", "date": "2025-07-19", "journal": ""}
{"title": "Beyond the Matrix: Rethinking Antibiotic Tolerance in CF Biofilms Using 3D Models", "doi": "10.1101/2025.07.19.665652", "authors": "Osondu-Chuka, G. O.; Schandl, S.; Scheberl, A.; Guillaume, O.; Ovsianikov, A.; Reimhult, E.", "abstract": "Chronic lung infections in cystic fibrosis (CF) patients are associated with Pseudomonas aeruginosa biofilms exhibiting high antibiotic tolerance, with no clear explanation for this phenomenon. We investigate the role of the biofilm matrix in antibiotic tolerance using 3D biofilm models based on acetylated alginate and DNA, which mimic mucoid biofilms. Printed from these bioinks seeded with P. aeruginosa (PAO1), these models support robust microcolony formation, as observed in vivo, and enable high-throughput assessment of antibiotic diffusion and efficacy. Surprisingly, antibiotic diffusion is not significantly impeded by acetylation or extracellular DNA incorporation. Despite this, bacterial tolerance increases tremendously upon encapsulation in alginate. Acetylation further enhances tolerance, particularly to tobramycin, ciprofloxacin, and colistin. Addition of DNA mitigates this effect in a drug-specific manner. While mucoid biofilms, in contrast to the biofilm models, exhibit significant retardation of antibiotic penetration, they also become saturated with all tested antibiotics within 20 hours. This demonstrates that direct interaction with alginate or DNA does not explain the slow diffusion of antibiotics in mucoid P. aeruginosa biofilms. Our findings challenge the view that diffusion limitation or antibiotic binding by biofilm exopolysaccharides dominates biofilm resilience, highlighting the need to target matrix-induced bacterial adaptation in the development of antibiofilm therapies.", "date": "2025-07-19", "journal": ""}
{"title": "Abnormal Vaginal Microbiota Associated with miRNA Targeting the HIV-Host Interactome", "doi": "10.1101/2025.07.18.665639", "authors": "Fichorova, R. N.; Dreyfuss, J.; Cezar-de-Mello, P. F. T.; Yamamoto, H.; Chen, P.-L.; Gao, X.; Pan, H. N.; Morrison, C.; Barbieri, R.; Doncel, G. F.", "abstract": "Understanding the molecular mechanisms underlying the ability of vaginal dysbiosis to alter the mucosal barrier to HIV acquisition is an essential step toward prevention. We hypothesized that micro(mi)-RNAs dysregulated by vaginal pathobiont bacteria epigenetically control host pathways exploited by the virus. The impact of these endogenous non-coding short RNAs on the anti-viral mucosal barrier function in the female reproductive tract is largely unknown. This study utilized cervicovaginal specimens collected during the luteal and follicular phase of the menstrual cycle along with data on age, race, ethnicity, education, and body mass index from 141 healthy reproductive-age women confirmed negative for sexually transmitted infections. Vaginal microbiota was classified by Nugent scoring. Shot-gun vaginal microbiome sequencing and metagenome taxonomic classification was performed on a subset of 21 women. Levels of miRNAs in exosomes isolated from cervicovaginal secretions were quantified using the EdgeSeq-NextGen global transcriptome platform. Differential expression (DE) was determined using R. Epigenetic target prediction was performed using MirTarBase. MiRNA profiles varied by both Nugent score categories (0-3 scores=normal, 4-6=intermediate, and 7-10=bacterial vaginosis, BV) and by metagenome classification. Higher microbiome diversity was associated with higher number of significantly dysregulated miRNAs (588 in BV compared to Nugent 0-3 versus 42 in Nugent 4-6 compared to Nugent 0-3, false discovery rate FDR<0.01) affecting over 400 experimentally validated genes targeted for post-transcriptional regulation. The miRNAs dysregulated by G. vaginalis-dominated compared to L. crispatus-dominated metagenomes included 24 DE miRNAs (92% overlap with BV by Nugent score) and 112 validated target genes. BV-dysregulated miRNA mediated the immunosuppressive effects of BV on cytokine levels previously associated with HIV acquisition risk. The gene ontology predictions based on BV-dysregulated miRNAs identified enrichment for 445 downregulated and 50 upregulated genes previously validated as part of the HIV-host interactome. miRNAs mediation revealed a mechanism of suppressed immunity by BV predictive of HIV risk. In conclusion, miRNAs dysregulated by vaginal dysbiosis may facilitate immune imbalance and cellular pathways associated with HIV risk.", "date": "2025-07-19", "journal": ""}
{"title": "Ceudovitox: a novel pseudotyped-virus screening platform to identify cell entry factors for high consequence infections.", "doi": "10.1101/2025.07.16.665096", "authors": "Stiff, T.; Campbell, E. A.; Bayraktar, S.; Reitmaye, C.; Wright, E.; Castellano, L.", "abstract": "Development of scalable and highly adaptable platforms to characterise emerging infections are essential for limiting the impact of future viruses with pandemic potential. As part of this, an understanding of the virus-host interactions is vital, with the cell entry mechanism being crucial for the development of therapeutics and vaccines. Current approaches in this field depend on assays with authentic (live) viruses that require high containment facilities. However, these are hindered by high costs, need for highly trained staff, slow processing times and limited scalability. Using pseudotyped viruses (PV) expressing the chikungunya (CHIKV) envelope protein as a proof-of-principle, we developed a novel screening platform, Ceudovitox, to identify cellular factors involved in viral entry. PVs were engineered to express the herpes simplex virus-1 thymidine kinase, which following addition of ganciclovir, can selectively kill infected cells. Then a heterogenous pool of knockout cells were produced using the CRISPR-Cas9 library. Infection of these cells with the \"killer\" PV system permitted positive selection of cells refractory to viral infection and, through next generation sequencing, identification of a number of factors involved in CHIKV entry. Matrix metalloproteinases were identified as novel entry factors and demonstrated that MMP-targeting drugs efficiently inhibit PV and authentic CHIKV infections. These results suggest this platform holds great promise as a pandemic-preparedness tool that increases the capacity and speed of screening for cell entry factors. It is also a safe platform able to dissect the gene network involved in virus entry. Ceudovitox will help identify new therapeutic targets, thereby aiding the development of treatments against future outbreaks or pandemic pathogens and making a significant contribution to the \"100 days\" mission.", "date": "2025-07-19", "journal": ""}
{"title": "Uniquely high spontaneous mutational load in blood cells of XP-C patients", "doi": "10.1101/2025.07.16.665113", "authors": "Fan-Huang, G.; Thompson, E. L.; Lee, M.; Sun, S.; Boull, C.; Maguiness, S. M.; Vijg, J.; Niedernhofer, L. J.; Maslov, A. Y.", "abstract": "We discovered a uniquely high spontaneous somatic mutational load in peripheral blood mononuclear cells (PBMCs) of Xeroderma Pigmentosum group C (XP-C) patients, characterized by elevated single nucleotide variants associated with mutation signatures SBS8 and SBS32, as well as an enrichment of single-nucleotide cytosine deletions. This hypermutability was markedly lower in fibroblasts, suggesting a replication-dependent mechanism of mutagenesis due to deficient global genome nucleotide excision repair (GG-NER). Our findings reveal distinct molecular subtypes within XP defined by spontaneous mutational load in normal blood cells and demonstrate that the exceptionally high mutation burden in XP-C leukemia originates from mutations already present prior to malignant transformation.", "date": "2025-07-19", "journal": ""}
{"title": "Evaluating a SNP calling pipeline for Mycobacterium leprae", "doi": "10.1101/2025.07.18.665481", "authors": "Cox, K.; Whiley, D.; Chilengue, A.; Domingo Sananes, M. R.; Meehan, C. J.", "abstract": "Mycobacterium leprae is the causative agent of leprosy, a persisting disease characterised by skin lesions and peripheral nerve numbness. Attempts to sequence the genome have been challenged by its inability to be cultured on artificial media. Advances in DNA extraction and sequencing technologies have enabled molecular epidemiology to be introduced for M. leprae. However, a validated SNP calling pipeline does not currently exist. A ground truth of pairwise SNP differences was first created using Minimap2 and three complete genomes of M . leprae. Using simulated reads from each of these genomes and the others as a reference, we evaluated the precision and recall of short-read SNP calling using Snippy. Approximately 80% of SNPs were called with false positives only due to ambiguous bases in certain genomes. Repeat region masking was found to be unnecessary for M. leprae SNP calling, unlike for M. tuberculosis. We find that SNP calling from short reads is robust and highly accurate from M. leprae, showing promise as a tool for molecular epidemiology studies to increase case detection and inform leprosy control strategies.", "date": "2025-07-19", "journal": ""}
{"title": "Biochemical and structural characterization of glycosyltransferase family 61 proteins reveal a key determinant of sugar donor specificity", "doi": "10.1101/2025.07.18.665579", "authors": "Wang, H.-T.; Pereira, J. H.; DeGiovanni, A. M.; Prabhakar, P. K.; Chapla, D.; Moremen, K. W.; Urbanowicz, B. R.; Adams, P. D.; Scheller, H. V.", "abstract": "Xylan, the most abundant non-cellulosic polymer in plant cell walls, is structurally diverse, especially in grasses where it is heavily substituted with arabinofuranose and further modified by various residues. Common substitutions across species include glucuronic and 4-O-methyl-glucuronic acid. Arabinose and xylose sidechains are synthesized by glycosyltransferase family 61 (GT61) proteins, many of which remain uncharacterized in plants, with limited structural and mechanistic understanding. In this study, we identified two novel GT61 enzymes in Sorghum bicolor, functioning as xylan arabinosyltransferase (SbXAT) and xylan xylosyltransferase (SbXXT). We resolved the crystal structure of SbXAT, which exhibits a GT-B fold with two Rossmann-like domains linked by a cleft that accommodates the catalytic site. Structural comparison with a predicted SbXXT model revealed a substrate-binding residue critical for sugar donor specificity, validated through site-directed mutagenesis and enzymatic assays. These findings enhance understanding of xylan biosynthesis and provide a foundation for engineering glycosyltransferases and predicting their functions.", "date": "2025-07-19", "journal": ""}
{"title": "Protein structure alignment significance is often exaggerated", "doi": "10.1101/2025.07.17.665375", "authors": "Edgar, R. C.; Sahakyan, H.", "abstract": "Machine learning has generated millions of high-quality predicted protein structures, creating a need for computationally efficient structure search algorithms and robust estimates of statistical significance at this scale. We show that unrelated proteins have a universal tendency towards convergent evolution of secondary and tertiary motifs, causing an excess of high-scoring false positive alignments. To address this excess, and to accommodate recent innovations in search algorithm design, we describe a novel method for estimating statistical significance. We implement our approach in Reseek, showing that its E-values are accurate, scale successfully with database size, and are robust against the (generally unknown) diversity of folds in the database. We investigate popular structure search and alignment algorithms, finding that previous methods routinely overestimate significance by up to six orders of magnitude.", "date": "2025-07-19", "journal": ""}
{"title": "3D confinement physically regulates cell cycle progression in budding yeast", "doi": "10.1101/2025.07.16.665081", "authors": "Sreepadmanabh, M.; Gautam, M.; Bagade, N.; Laxman, S.; Bhattacharjee, T.", "abstract": "Molecular control over cell division is traditionally studied using liquid broths or 2D flat-plate cultures - neither of which recapitulate the complex visco-elasto-plastic properties of 3D natural habitats such as tissues, mucus, and soil. Consequently, how such regimes of physical confinement influence proliferative growth remains unknown. Here, by engineering mechanically tunable and transparent growth matrices, we directly visualize yeast budding across 3D viscoelastic regimes. We discover that elevated physical confinement drastically prolongs budding intervals without causing physiological defects. Remarkably, reduced proliferative rates are not associated with transcriptional signatures of mechanosensation or cell cycle dysregulation. Rather, 3D confinement physically constrains the volumetric growth of incipient buds -manifesting as delayed cell cycle progression. Hence, our findings establish a fundamentally unique form of physical regulation over eukaryotic cell division.", "date": "2025-07-19", "journal": ""}
{"title": "Pushing Sensitivity and Specificity Limits in Native Structural Biology: 19F Multinuclear Dynamic Nuclear Polarization with Magic Angle Spinning", "doi": "10.1101/2025.07.16.664958", "authors": "Movellan, K. T.; Banks, D.; Reiter, C.; Kempf, J.; Gronenborn, A. M.; Polenova, T.", "abstract": "Understanding protein structures and their interactions within natural cellular environments is essential for deciphering cellular processes and advancing therapeutic development. Obtaining atomic-level information about protein structural changes in cellular contexts poses a significant challenge. Here, we introduce a 19F-based, 1H-assisted dynamic nuclear polarization (DNP) magic angle spinning (MAS) NMR approach that offers exceptionally high sensitivity and specificity, enabling background-free detec-tion of target proteins in mammalian cells for atomic-level structural analysis. We demonstrate this methodology in A2780 cells for the human Cyclophilin A (CypA) protein with a single fluorine atom incor-porated in the sole tryptophan residue. We achieved significant sensitivity gains through 1H-19F cross-polarization (CP), with subsequent 19F-13C double CP providing unique structural information. Remarkably, using 1H-19F-13C magnetization transfer allowed selective detection of 13C signals from CypA residues up to 6 [A] away from the fluorine label. Taken together, our study establishes a framework for in-vestigating protein structure, dynamics, and interactions in mammalian cells by DNP MAS NMR.", "date": "2025-07-19", "journal": ""}
{"title": "Tribbles 3 blunts exercise-induced skeletal muscle adaptation", "doi": "10.1101/2025.07.16.665065", "authors": "Koh, H.-J.; Choi, R. H.; McConahay, A.; Johnson, M. B.; Ojemuyiwa, M.; Phillips, B. J.; Jeong, H.-W.", "abstract": "Tribbles 3 (TRB3) is a pseudokinase and its expression has been shown to disrupt glucose metabolism through the inhibition of Akt under obese and diabetic conditions. We recently found that overexpression of TRB3 in mouse skeletal muscle decreased skeletal muscle mass and function, leading to muscle atrophy. Here, we examined whether TRB3 affects exercise training-induced skeletal muscle adaptation. We trained muscle-specific TRB3 transgenic (TG) and wild-type (WT) littermates using a voluntary wheel running protocol for 6 weeks and found that TG mice ran significantly less weekly distances than WT littermates. To exclude the possibility that different skeletal muscle adaptations would be produced due to different training intensities, involuntary treadmill exercise (TM) was used as a training regimen. At the 5th week of training, we measured glucose tolerance and found that trained TG mice showed glucose intolerance compared to WT littermates. Furthermore, overexpression of TRB3 significantly suppressed the expression of genes needed for glucose uptake and mitochondrial biogenesis, independent of training status. To further determine the role of TRB3 in exercise-induced adaptation, TRB3 knockout (KO) mice were trained by voluntary and involuntary exercise protocols. KO mice presented improved glucose tolerance compared to WT littermates independent of training status. However, we did not observe significant change in the expression of markers for glucose uptake and mitochondrial biogenesis. Taken together, our results indicate that TRB3 in skeletal muscle blunts the benefits of exercise-induced skeletal muscle adaptation.", "date": "2025-07-19", "journal": ""}
{"title": "Floral temperatures of the southern-most flowering Amorphophallus titanum and seedling growth following self-pollination", "doi": "10.1101/2025.07.15.665007", "authors": "Lord, J. M.; Lord, K. J.", "abstract": "Amorphophallus titanum (Becc.) Becc. (Araceae) is native to the rainforests of Sumatra, and famously produces a single, massive, thermogenic and highly odoriferous inflorescence. Despite having both male and female flowers in close proximity, A. titanum does not readily self-pollinate as it is strictly dichogamous, with female flowers receptive on the first night of flowering and pollen released on the second night. We report on external and internal temperatures reached by the most southerly plant in cultivation which flowered in February 2018 in Dunedin, New Zealand. We also report on successful self-pollination of the same plant in January 2021 with pollen collected in 2018 that had been stored at -80{ring}C. External spathe and internal spadix temperatures exceeded ambient temperatures on both flowering nights in 2018. Self-pollination in 2021 resulted in copious fruits that matured in 8 months and showed 75% germination success. More than a fifth of all seedings to germinate were achlorophyllous and died within four months, which is consistent with inbreeding depression. Seedling height, leaf production, length of active growth period and corm size varied markedly among the surviving chlorophyllous seedlings, with some producing two leaves in their first year. While we would not recommend the use of self-pollination for propagation of this species due to the likely presence of inbreeding depression, our study does prove that pollen can retain its viability at -80{ring}C for at least several years which is an important step towards a pedigree-informed breeding programme among plants in cultivation.", "date": "2025-07-19", "journal": ""}
{"title": "Simulated Language Acquisition in a Biologically Realistic Model of the Brain", "doi": "10.1101/2025.07.15.664996", "authors": "Mitropolsky, D.; Papadimitriou, C.", "abstract": "Despite tremendous progress in neuroscience, we do not have a compelling narrative for the precise way whereby the spiking of neurons in our brain results in high-level cognitive phenomena such as planning and language. We introduce a simple mathematical formulation of six basic and broadly accepted principles of neuroscience: excitatory neurons, brain areas, random synapses, Hebbian plasticity, local inhibition, and inter-area inhibition. We implement a simulated neuromorphic system based on this formalism, which is capable of basic language acquisition: Starting from a tabula rasa, the system learns, in any language, the semantics of words, their syntactic role (verb versus noun), and the word order of the language, including the ability to generate novel sentences, through the exposure to a modest number of grounded sentences in the same language. We discuss several possible extensions and implications of this result.", "date": "2025-07-19", "journal": ""}
{"title": "Phosphorylation and DNA Damage Resolution Coordinate SOX2-Mediated Reprogramming in vivo", "doi": "10.1101/2025.07.15.664998", "authors": "Zhong, X.; Zou, Y.; Zhang, C.-L.", "abstract": "The stem cell factor SOX2 can reprogram resident glial cells into neurons in the adult mammalian central nervous system (CNS), but the molecular mechanisms underlying this process remain poorly understood. Here, we show that both SOX2 phosphorylation and the PRKDC-dependent non-homologous end joining (NHEJ) pathway are essential for SOX2-mediated in vivo glia-to-neuron reprogramming. A phospho-mimetic SOX2 mutant significantly enhances reprogramming efficiency without altering neuronal fate. Conversely, loss of PRKDC or knockdown of core NHEJ components KU80 and LIG4 abolishes reprogramming. Notably, p53 knockdown restores reprogramming in PRKDC-deficient mice. These findings demonstrate that SOX2-driven glial reprogramming requires both precise posttranslational regulation and effective DNA damage repair, and suggest that targeting these pathways could enhance regenerative strategies in the CNS.", "date": "2025-07-19", "journal": ""}
{"title": "The vaccine candidate Liver Stage Antigen 3 is exported during Plasmodium falciparum infection and required for liver-stage development in humanized mice", "doi": "10.1101/2025.07.18.665593", "authors": "McConville, R.; Steel, R. W.; O'Neill, M. T.; Cowman, A. F.; Kneteman, N.; Boddey, J. A.", "abstract": "Plasmodium falciparum, which causes the most severe malaria, remodels infected erythrocytes by exporting several hundred effector proteins. Parasites express the aspartyl protease plasmepsin V that processes proteins containing a PEXEL motif and the PTEX translocon to successfully export proteins. During liver-stage infection, PTEX is required for P. falciparum development, but which proteins are exported remain unknown; these proteins may serve important biological functions and be presented by MHC-I molecules, thereby representing potential vaccine candidates. Here, we investigated liver stage antigen 3 (LSA3), an immunogenic protein of the Laverania subgenus of Plasmodium. We show that LSA3 possesses a PEXEL motif processed by plasmepsin V and is targeted to one or more membranes surrounding the blood-stage parasite, suggestive of the parasitophorous vacuole membrane (PVM). A subset of LSA3 also localizes in the erythrocyte, where it forms punctate structures that are not Maurers clefts but are soluble in biochemical fractionation assays reminiscent of J-dot proteins. During infection of human hepatocytes, antibodies to LSA3 co-localize with EXP1 and EXP2 at the PVM, yet these antibodies were rarely detected beyond this membrane. Finally, genetic disruption of LSA3 in P. falciparum NF54 attenuated fitness at the liver stage, manifest as a 40% reduction in parasite liver load by day 5 post-infection of humanized mice. The identification of LSA3 as a previously unrecognized member of the P. falciparum exportome, essential for normal liver-stage development and capable of eliciting protective pre-erythrocytic immunity, confirms the hypothesized potential of exported proteins as promising malaria vaccine candidates, underscoring the need for continued investigation into their discovery and biological characterization.", "date": "2025-07-19", "journal": ""}
{"title": "The RNA binding protein Insulin Growth factor 2 binding Protein 3 (IGF2BP3) modulates IL-13/IL-4 signalling in human bronchial epithelial cells and is dysregulated in type 2 disease", "doi": "10.1101/2025.07.19.665669", "authors": "Khooshemehri, P.; Zanin, O.; Rynne, J.; Perucha, E.; Martinez-Nunez, R. T.", "abstract": "Type 2 immune responses are mainly driven by interleukins (IL)-4 and -13. Typically directed against extracellular pathogens, type 2 immunity is dysregulated in allergic diseases. IL-4 and IL-13 signal via type I and II receptors; while IL-4 can bind to type I (heterodimers of IL-4R and common gamma chain) and type II receptors (heterodimers of IL-4R and IL-13R1), IL-13 solely binds to type II receptors in non-hematopoietic cells such as airways epithelium. Airway epithelial cells sit at the interface between tissue and environment, where IL-13/IL-4 binding triggers the phosphorylation of signal transducer and activator of transcription 6 (STAT6) leading to increased transcription of mucosal mediators that initiate type 2 responses in the underlying tissue. Further regulators of this fundamental pathway remain poorly understood. Here we detect the presence of RNA binding protein Insulin Growth factor 2 binding Protein 3 (IGF2BP3), considered an oncofoetal factor, in healthy human airway epithelium. We found IGF2BP3 directly bound to IL4R and IL13RA1 mRNAs. Depletion of IGF2BP3 led to an increase of IL4R and IL13RA1 mRNA half-life and IL-4R and IL-13R1 cell surface expression, without affecting IL4R or IL13RA1 mRNA levels, in human bronchial epithelial BEAS-2B cells. Concomitantly, IGF2BP3 depletion led to increased IL-13/IL-4-dependent STAT6 phosphorylation and activity as determined by increased expression of IL-13/IL-4-dependent eotaxins CCL26, CCL24 and CCL11 mRNAs, and the Th2-archetypal factor GATA3 mRNA. We recapitulated IGF2BP3 effects in human primary airway cells. Subcellular fractionation and RNA-sequencing (Frac-seq) showed that decreasing IGF2BP3 levels augmented IL-13-mediated effects on steady mRNA levels. Lastly, we found IGF2BP3 expression upregulated in airway epithelium in several cohorts of type 2 diseases, and a signature of IGF2BP3-dependent IL-13-driven genes predominant in type 2 high vs type 2 low asthma. Our work shows for the first time that RNA binding proteins can modulate IL-13/IL-4 signalling and that IGF2BP3 suppresses type 2-dependent signalling in human bronchial epithelium. Patients with type 2 disease present increased IGF2BP3 levels and an increased signature of IL-13-driven and IGF2BP3-dependent genes, positioning IGF2BP3 as a novel biomarker of type 2 disease and IL-13-driven pathology.", "date": "2025-07-19", "journal": ""}
{"title": "One Section, Two Worlds: Single-Cell Integration of MALDI-MSI and Spatial Transcriptomics on the Same Single Tissue Section", "doi": "10.1101/2025.07.16.665110", "authors": "Hendriks, T. F. E.; Eijkel, G. B.; Visvikis, T.; Balluff, B.; Heeren, R. M. A.; Cuypers, E.", "abstract": "Understanding tissue complexity requires spatially resolved multiomic data at single-cell resolution. Here, we present a workflow that integrates high-resolution matrix-assisted laser desorption ionization mass spectrometry imaging (MALDI-MSI) with Xenium spatial transcriptomics (SPT) on a single tissue section. This one-section strategy ensures exact spatial correspondence between metabolic and transcriptomic features, avoiding the misalignment issues of serial sections, where even minor offsets can result in sampling different cells. We validate compatibility of MALDI-MSI with downstream SPT, preserving transcriptomic quality despite semi-destructive ionization. Using mouse brain and human glioblastoma tissues, we achieve pixel-perfect modality coregistration, enabling per-cell MALDI spectra extraction aligned with gene expression. Integrated clustering reveals enhanced cell-type resolution and identifies metabolic heterogeneity within transcriptionally defined populations. This enables a direct and precise correlation between what a cell is doing (gene expression) and its biochemical state (e.g., signaling activity, metabolic status), providing a more holistic and accurate picture of cellular function, heterogeneity, and interaction in health and disease. Our workflow provides a scalable path to multiomic atlases of disease and development, advancing both data integration and translational research.", "date": "2025-07-19", "journal": ""}
{"title": "Functional Comparison to Ezh2 Reveals PRC2-Independent Functions of Jarid2 in Hematopoietic Stem Cell Lineage Commitment", "doi": "10.1101/2025.07.18.665536", "authors": "Bjeije, H.; Han, W.; Issa, N.; Krishnan, A.; Xavier Raj, I.; Arand, J.; Yang, W.; Magee, J. A.; Challen, G. A.", "abstract": "Previous studies showed the Polycomb Repressive Complex 2 (PRC2) co-factor Jarid2 represses self-renewal transcriptional networks in mouse multipotent progenitor cells (MPPs). But only a fraction of de-repressed HSC-specific genes were associated with loss of H3K27me3, implying Jarid2 may have non-canonical (PRC2-indpendent) in hematopoiesis. Here we sought to delineate any PRC2-independnent functions by comparing stem and progenitor cells genetically deficient for either Jarid2 or Ezh2 (enzymatic component of PRC2). Loss of Ezh2 increased myeloid differentiation in transplantation assays. In contrast, loss of Jarid2 enhanced T-cell output. Single cell transcriptomics showed while loss of Jarid2 had minimal impact across progenitor populations, loss of Ezh2 led to accumulation of lymphoid-biased MPP4 cells and B-cell progenitors in the bone marrow. Functional assays confirmed a differentiation block at the pre-pro B-cell stage. The maturational arrest of Ezh2-deficient B-cell progenitors contrasts with increased T-cell output from loss of Jarid2, suggesting Jarid2 has non-canonical functions in hematopoiesis.", "date": "2025-07-19", "journal": ""}
{"title": "Long-read sequencing of trios reveals increased germline and postzygotic mutation rates in repetitive DNA", "doi": "10.1101/2025.07.18.665621", "authors": "Noyes, M. D.; Sui, Y.; Kwon, Y.; Koundinya, N.; Wong, I.; Munson, K. M.; Hoekzema, K.; Kordosky, J.; Garcia, G. H.; Knuth, J.; Lewis, A. P.; Eichler, E. E.", "abstract": "Long-read sequencing (LRS) has improved sensitivity to discover variation in complex repetitive regions, assign parent-of-origin, and distinguish de novo germline from postzygotic mutations (PZMs). Most studies have been limited to population genetic surveys or a few families. We applied three orthogonal sequencing technologies--Illumina, Oxford Nanopore Technologies, and Pacific Biosciences--to discover and validate de novo mutations (DNMs) in 73 children from 42 autism families (157 individuals). Assaying 2.77 Gbp of the human genome using read-based approaches, we discover on average 95 DNMs per transmission (87.5 de novo single-nucleotide variants and 7.8 indels), including sex chromosomes. We estimate that LRS increases DNM discovery by 20-40% over previous Illumina-based studies of the same families, and more than doubles the discoverable number of PZMs that emerged early in embryonic development. The strict germline mutation rate is 1.30x10-8 substitutions per base pair per generation, strongly driven by the father's germline (3.95:1), while PZMs increase the rate by 0.23x10-8 with a modest but significant bias toward paternal haplotypes (1.15:1). We show that the mutation rate is significantly increased for classes of repetitive DNA, where segmental duplication (SD) mutation shows a dependence on the length and percent identity of the SD. We find that the mutation rate enrichment in repeats occurs predominantly postzygotically as opposed to in the germline, a likely result of faulty DNA repair and interlocus gene conversion.", "date": "2025-07-19", "journal": ""}
{"title": "Improving archaeological metadata reporting in human paleogenomicstudies", "doi": "10.1101/2025.07.16.665041", "authors": "Staniuk, R.; Lee, V. Y. K.; Timpson, A.; Kristiansen, K.; Shennan, S.; Racimo, F.; Thomas, M. G.", "abstract": "While dramatically increasing our understanding of past demographic and adaptive processes, paleogeneomic research has also been criticized for a perceived disconnect between geneticists and other parties involved in the study of the past. For interdisciplinary research to be productive, contextual metadata associated with paleogenomic samples should be accessible in the same publication. Here, we examined the extent of archaeological metadata reporting in 30 peer-reviewed ancient DNA studies, based on genetic sequences from 3911 ancient humans, published between 2013 and 2024. Our findings show that the reporting of archaeological data is inconsistent across studies, and we have sought to identify the driving factors. Overall, we found no strong explanatory variables, though some metadata fields - like Geolocation - have improved in completeness over time. These inconsistencies mean that metadata reporting is often insufficient to directly investigate the relationship between patterns of cultural and genetic change on the basis of published data alone. We propose a minimum information checklist as a best-practice guideline for collecting and reporting archaeological data in the future.", "date": "2025-07-19", "journal": ""}
{"title": "Modelling the impacts of imports of non-native honeybees into the native Apis mellifera mellifera populationin Ireland", "doi": "10.1101/2025.07.16.664955", "authors": "de Carlos, I.; Strachan, L.; McCormack, G. P.; Gorjanc, G.; Obsteter, J.", "abstract": "The human-mediated import of non-native queens is threatening the unique adaptations of native honey bees in Ireland through hybridisation and introgression. To study the impacts of this import, we built a SIMplyBee stochastic model of hybridisation between a native Apis mellifera mellifera population in Ireland and a non-native (C lineage) honey bee population. The model included colony honey yield and fitness as complex polygenic traits. We modelled the effects of varying the percentage of imports, the genetic correlations between fitness in native and non-native environment, and the spatial distribution of introgression over 20 years. We measured the levels and rate of introgression and the changes in genetic means for honey yield and fitness. The results revealed that increased imports expectedly increase the rate of introgression. This introgression induced a trade-off between increased honey yield and decreased fitness. Changing the genetic correlation between fitness in native and non-native environment pointed to a larger fitness decrease with negative correlations. The study showed the spread of introgression across the whole simulated area, indicating that even colonies far from the import zones could be affected over time. Furthermore, halting imports generated a desirable direction of change, however the purging of introgressed material was very slow and varied substantially across replicates. These results underscore the risks and long-term impacts of import on complex polygenic traits. We argue that the best way forward to manage the problem of import and associated introgression is to invest in holistic selective breeding of the native honey bee population in its native environment rather than import invasive subspecies that are bred to be successful in a different climate. The study also highlights the lack of fundamental quantitative genetic parameters for complex polygenic traits of different honey bee populations in different environments.", "date": "2025-07-19", "journal": ""}
{"title": "Dynamic shape remodeling of vesicles by internal active filaments", "doi": "10.1101/2025.07.16.665046", "authors": "Karaei Shiraz, A.; Bahrami, A.", "abstract": "To interact with their environment, living cells use active cytoskeletal forces to form dynamic membrane structures such as tubular filopodia and sheet-like lamellipodia. To understand the formation and dynamics of these structures, we perform non-equilibrium simulations of dynamically triangulated vesicles under osmotic stress. We investigate vesicle shape remodeling driven by local effects of internal active filaments, as well as large-scale shape transformations resulting from volume changes controlled by osmotic pressure. We identify the morphological behavior of vesicles across varying volumes and filament properties, including concentration, mobility, stiffness, and length. Our simulations reveal dynamic, unstable vesicle structures such as branched tubes, sheet-tubes, cup-tubes, and compartmentalized vesicles composed of tubular, sheet-like, and cup-like segments. These structures continuously reorganize, interconverting between different shape components while maintaining nearly constant proportions. In particular, unstable branched tubes form under low vesicle volume and low filament mobility. Remarkably, their restructuring accelerates as filament mobility decreases, suggesting that their dynamics are primarily governed by global vesicle remodeling under osmotic stress. Notably, branched tubes arise only in the presence of active filaments and vanish when filaments become apolar due to shortening and loss of anisotropy. Our findings reveal novel non-equilibrium pathways for generating unstable, dynamic cellular structures such as branched tubes, sheet-tubes, and compartmentalized vesicles. These insights not only advance our understanding of complex organelle morphologies and cellular protrusions but also suggest new mechanisms for actively shaping synthetic membrane systems.", "date": "2025-07-19", "journal": ""}
{"title": "A dinoflagellate-infecting giant virus with a micron-length tail", "doi": "10.1101/2025.07.19.665647", "authors": "Gajigan, A. P.; Schvarcz, C. R.; Laughlin, A. B.; Weatherby, T. M.; Culley, A. I.; Edwards, K. F.; Steward, G. F.", "abstract": "Viral infection is a ubiquitous source of marine plankton mortality, but relatively few viruses that infect phytoplankton have been characterized. Here we describe a virus, PelV-1, with unusual morphological and genomic features that infects a dinoflagellate, Pelagodinium sp. Both host and virus were isolated from the epipelagic zone in the North Pacific Subtropical Gyre. PelV-1 has a ~200 nm capsid size, and the virion variably exhibits two appendages, the presence and length of which may reflect different stages of virion maturity or artifacts of sample preparation. The appendages are a thinner 30 nm-wide tail-like structure that can extend to 2.3 {micro}m -- the longest virus appendage described to date -- and a shorter, thicker (>40-70 nm) protrusion, which appears to emerge from a star-shaped capsid opening directly opposite the attachment point of the long, thin tail. Sequencing and assembly of material in a purified lysate generated a high-coverage (> 4,000x) genome of 459 kb (33.8% GC). A second, distinct genome of 504 kb (25.8% GC) was also assembled, but had low read coverage (< 24x), suggesting the presence of a low-abundance, co-cultured virus (co-PelV). Phylogenetic analysis indicates that both PelV-1 and co-PelV are members of Mesomimiviridae. They contain various genes for the metabolism of amino acids (e.g., asparagine synthase), carbohydrates (e.g., epimerase, glycosyl hydrolase, aconitate hydratase, succinate dehydrogenase of the TCA cycle), and lipids (e.g., phospholipases), as well as other noteworthy genes (e.g., light-harvesting complex, rhodopsin, ion channel, sugar transporters, aquaporin). PelV-1 also has ORFs most similar to tail fiber genes of Synechococcus phage and other tail domain-containing protein homologs. The ecological advantages that might be conferred by the extraordinarily long tail and metabolic genes of PelV-1 is unknown, but this isolate expands the scope of morphological and metabolic diversity of viruses and suggests many more unusual marine viruses await discovery.", "date": "2025-07-19", "journal": ""}
{"title": "GPLD1 functions as a scavenger chaperone mediating lysosomal degradation of extracellular aberrant proteins", "doi": "10.1101/2025.07.16.665076", "authors": "Tsuchiya, M.; Matsuura, A.; Itakura, E.", "abstract": "Loss of proteostasis leads to the accumulation of aberrant proteins, including aggregated proteins and amyloid fibrils, which contribute to various diseases. Protein quality control systems are essential for maintaining proteostasis by removing these aberrant proteins. Although intracellular protein quality control mechanisms are well characterized, the pathways responsible for degradation of aberrant proteins outside the cell remain poorly understood. We previously identified the chaperone- and receptor-mediated extracellular protein degradation (CRED) pathway, in which the extracellular chaperone clusterin binds misfolded proteins and the resulting clusterin-aberrant protein complex is delivered to lysosomes via endocytosis, thereby clearing extracellular aberrant proteins. However, it remains unclear whether other chaperones are involved in the CRED pathway. To identify novel extracellular chaperones, plasma factors that bind serum amyloid A1 (SAA1) were investigated. Glycosylphosphatidylinositol-specific phospholipase D1 (GPLD1) was found to directly bind SAA1 in vitro and promote lysosomal degradation of SAA1 in cultured cells. This activity was independent of GPLD1's cleavage activity for GPI-anchored proteins. Furthermore, we found that GPLD1 mediates lysosomal degradation of misfolded proteins, with cell surface heparan sulfate acting as a receptor for GPLD1. Our data demonstrate that GPLD1 is a novel scavenger chaperone with substrate specificity distinct from clusterin, responsible for degrading extracellular aberrant proteins.", "date": "2025-07-19", "journal": ""}
{"title": "Maladaptive inflammatory signaling in old mice impairs colonic regeneration by promoting a sustained fetal-like epithelial state", "doi": "10.1101/2025.07.16.665215", "authors": "Korcari, A.; Tauc, H.; Duggan, J.; Wehbe, F.; Darmanis, S.; Modrusan, Z.; Yun, J.; Pappu, R.; Garfield, D.; Jasper, H.; Castillo-Azofeifa, D.", "abstract": "Aging is associated with a decline in the regenerative capacity of many tissues. Central to this decline is a complex interplay between inflammation and stem cell function. How these two processes are linked and influence regenerative capacity remains unclear. Here, we undertake a comprehensive assessment of age-related changes in the mouse colon at single-cell resolution. A survey of immune and epithelial compartments revealed a hyperactivated inflammatory state in the colon of old mice characterized by the induction of an interferon {gamma} (IFN{gamma}) response signature in immune cells. This does not result in increased inflammation under homeostasis, but triggers a disproportionate inflammatory response, disrupting regeneration after challenge with the enteropathogen Citrobacter rodentium. Colons of old mice exhibit higher production of IFN{gamma} by T and innate lymphoid cells (ILCs) that are associated with reduced Lgr5+ stem cells and decreased epithelial proliferation. Interestingly, we find aged intestinal epithelial cells to be hypersensitive to IFN{gamma} signaling, inducing a regeneration-associated fetal-like gene expression signature that, in turn, renders these cells more sensitive to IFN{gamma}-induced apoptosis. Our findings reveal an age-related imbalance in the interaction between the immune and epithelial compartments in the colon, priming the system for excessive inflammatory responses and the emergence of a hypersensitive epithelial cell state thus derailing proper repair of the intestinal epithelium after injury.", "date": "2025-07-19", "journal": ""}