{"title": "Non-canonically regulated heterochronic expression of Hsp70 drives clonal expansion and invasion in Drosophila epithelial tumors", "doi": "10.1101/2023.02.02.526918", "authors": "Biswas, A.; Singh, G.; Arya, V.; Lakhotia, S. C.; Sinha, D.", "abstract": "Tumour progression involves a complex interplay of genetic, epigenetic, and microenvironmental factors, with stress response pathways increasingly recognized as modulators of clonal dynamics. The conserved heat shock protein Hsp70 is a key regulator of tumour survival, yet its control mechanisms remain poorly understood. Using Drosophila wing epithelium, we show that lgl[4]; yki[OE] MARCM clones developing into malignant tumours exhibit spatio-temporal Hsp70 elevation, correlating with clonal overgrowth and invasion. This upregulation is independent of canonical stress regulators HSF and Hif1alpha, instead driven by ROS-induced JNK activation, which triggers dFOXO-mediated Hsp70 expression. Disruption of Nox or JNK signaling suppressed Hsp70 induction and tumour expansion, revealing a redox-dependent, non-canonical regulatory axis. These findings identify Hsp70 as a dynamic effector of the ROS-JNK-FOXO axis in neoplastic transformation. The atypical regulation of Hsp70 underscores its role in tumour fitness and heterogeneity, with broader implications for understanding stress adaptation in epithelial carcinomas.", "date": "2025-08-11", "journal": ""}
{"title": "Joint modelling of whole genome sequence data for human height via approximate message passing", "doi": "10.1101/2023.09.14.557703", "authors": "Depope, A.; Bajzik, J.; Mondelli, M.; Robinson, M. R.", "abstract": "Human height is a model for the genetic analysis of complex traits, and recent studies suggest the presence of thousands of common genetic variant associations and hundreds of low-frequency/rare variants. Here, we develop a new algorithmic paradigm based on approximate message passing, gVAMP, for identifying DNA sequence variants associated with complex traits and common diseases in large-scale whole genome sequence (WGS) data. We show that gVAMP accurately localizes associations to variants with the correct frequency and position in the DNA, outperforming existing fine-mapping methods in selecting the appropriate genetic variants within WGS data. We then apply gVAMP to jointly model the relationship of tens of millions of WGS variants with human height in hundreds of thousands of UK Biobank individuals. We identify 59 rare variants and gene burden scores alongside many hundreds of DNA regions containing common variant associations, and show that understanding the genetic basis of complex traits will require the joint analysis of hundreds of millions of variables measured on millions of people. The polygenic risk scores obtained from gVAMP have high accuracy (including a prediction accuracy of ~46% for human height) and outperform current methods for downstream tasks such as mixed linear model association testing across 13 UK Biobank traits. In conclusion, gVAMP offers a scalable foundation towards a wider range of analyses in WGS data.", "date": "2025-08-11", "journal": ""}
{"title": "A Novel Classification System for Prokaryotic DNA Methyltransferases Based on 3D Catalytic Domain Topology", "doi": "10.1101/2023.12.13.571470", "authors": "Samokhina, M.", "abstract": "Prokaryotic DNA methyltransferases (MTases) are essential enzymes that play a crucial role in restriction-modification systems, preventing the degradation of self DNA by restriction enzymes. In addition, they contribute to the regulation of gene expression, DNA repair, DNA replication, and other processes. We propose a novel classification of prokaryotic MTases that addresses a longstanding deficiency in the previous classification scheme developed by Malone and Bujnicki. The latter classification, which grouped MTases into categories such as , {beta}, {gamma}, etc., has been in use for over 20 years. Our approach involves identifying 6 classes of MTases based on the 3D topology of the catalytic domain. This was achieved by analyzing the available 3D structures and certain predicted 3D structures of MTases from the AlfaFold database. The catalytic domains of each class of MTase exhibit homology not only in structure but also in conserved motifs. To develop this classification algorithm, we utilized a set of MTases from the gold standard REBASE database. Our new classification system facilitates the recovery of MTase evolution and MTase annotations in both existing and new sequence data sets. This is particularly important for understanding the complex relationships between MTases and their roles in various biological processes.", "date": "2025-08-11", "journal": ""}
{"title": "Global coral genomic vulnerability explains recent reef losses", "doi": "10.1101/2024.03.25.586253", "authors": "Selmoni, O.; Cleves, P. A.; Exposito-Alonso, M.", "abstract": "The dramatic decline of reef-building corals calls for a better understanding of coral adaptation to ocean warming. Here, we characterized genetic diversity of the widespread genus Acropora by building a genomic database of 595 coral samples from different oceanic regions-from the Great Barrier Reef to the Persian Gulf. Through genome-environment associations, we found that different Acropora species showed parallel evolutionary signals of heat-adaptation in the same genomic regions, pointing to genes associated with molecular heat shock responses and symbiosis. We then projected the present and the predicted future distribution of heat-adapted genotypes across reefs worldwide. Reefs projected with low frequency of heat-adapted genotypes display higher rates of Acropora decline, indicating a potential genomic vulnerability to heat exposure. Our projections also suggest a transition where heat-adapted genotypes will spread at least until 2040. However, this transition will likely involve mass mortality of entire non-adapted populations and a consequent erosion of Acropora genetic diversity. This genetic diversity loss could hinder the capacity of Acropora to adapt to the more extreme heatwaves projected beyond 2040. Genomic vulnerability and genetic diversity loss estimates can be used to reassess which coral reefs are at risk and their conservation.", "date": "2025-08-11", "journal": ""}
{"title": "Repression of PRMT activities sensitize homologous recombination-proficient ovarian and breast cancer cells to PARP inhibitor treatment", "doi": "10.1101/2024.05.21.595159", "authors": "Zhang, Y.; Xu, M.; Yuan, J.; Hu, Z.; Jiang, J.; Sun, Y.; Huang, J.; Wang, Y.; Wang, B.; Shen, J.; Long, M.; Fan, Y.; Montone, K. T.; Tanyi, J.; Kim, S. H.; Tavana, O.; Vonderheide, R. H.; Chan, H. M.; Domchek, S. M.; Zhang, L.; Hu, X.", "abstract": "Therapeutic epigenetic modulation is currently being evaluated in the clinic to sensitize homologous recombination (HR)-proficient tumors to PARP inhibitors. To broaden its clinical applicability and identify more effective combination strategies, we conducted a drug screen combining PARP inhibitors with 74 well-characterized epigenetic modulators targeting five major classes of epigenetic enzymes. Notably, both type I PRMT inhibitors and PRMT5 inhibitors scored highly in combination efficacy and clinical prioritization. PRMT inhibition significantly enhanced PARP inhibitor-induced DNA damage in HR-proficient ovarian and breast cancer cells. Mechanistically, PRMT suppression downregulates DNA damage repair genes and BRCAness-associated pathways, while also modulating intrinsic innate immune responses within cancer cells. Integrative analysis of large-scale genomic and functional datasets from TCGA and DepMap further supports PRMT1, PRMT4, and PRMT5 as promising therapeutic targets in oncology. Importantly, dual inhibition of PRMT1 and PRMT5 synergistically sensitizes tumors to PARP inhibitors. Collectively, our findings provide strong rationale for the clinical development of PRMT and PARP inhibitor combinations in HR-proficient ovarian and breast cancers.", "date": "2025-08-11", "journal": ""}
{"title": "The glycoprotein quality control factor Malectin promotes coronavirus replication and viral protein biogenesis", "doi": "10.1101/2024.06.02.597051", "authors": "Davies, J. P.; Plate, L.", "abstract": "Coronaviruses (CoV) rewire host protein homeostasis (proteostasis) networks through interactions between viral nonstructural proteins (nsps) and host factors to promote infection. With the emergence of SARS-CoV-2, it is imperative to characterize host interactors shared across nsp homologs. Using quantitative proteomics and functional genetic screening, we identify conserved proteostasis interactors of nsp2 and nsp4 that serve pro-viral roles during infection of murine hepatitis virus - a model betacoronavirus. We uncover a glycoprotein quality control factor, Malectin (MLEC), which significantly reduces infectious titers when knocked down. During infection, nsp2 interacts with MLEC-associated proteins and the MLEC-interactome is drastically altered but retains association with the Oligosaccheryltransferase (OST) complex, a crucial component of viral glycoprotein production. MLEC promotes viral protein levels and genome replication through its quality control activity. Lastly, we show MLEC promotes SARS-CoV-2 replication. Our results reveal a role for MLEC in mediating CoV infection and identify a potential target for pan-CoV antivirals.", "date": "2025-08-11", "journal": ""}
{"title": "Intra-DNA k-mer Conservation Patterns Encode Evolutionary Selection of Variants", "doi": "10.1101/2024.07.05.602168", "authors": "Mathew, B.; Halder, A.; Jaiswal, N.; Panda, S.; Pramanik, D.; Peela, S. C. M.; Garg, A.; Tripathi, S.; Samanta, S.; Gupta, P.; Malhotra, V.; Ahuja, G.; Sengupta, D.", "abstract": "Evolution shapes the structure and content of genomes, yet the contribution of local sequence composition to variant selection remains poorly understood. While traditional models emphasize protein function or cross-species conservation, we propose that intra-genomic patterns of oligonucleotide (k-mer) frequencies also reflect selective forces. To explore this, we developed kGain score, a metric that quantifies the frequency shift of a k-mer upon single-nucleotide substitution, using the surrounding genomic context as a baseline. We hypothesize that variants arising in high-kGain contexts are more likely to persist due to evolutionary favorability. We validated this hypothesis across multiple systems. In E. coli and S. cerevisiae long-term evolution experiments, we found that fixed, essential, and parallel mutations consistently show elevated kGain scores. This trend held in SARS-CoV-2 variants of concern and in an in-house antibiotic adaptation experiment, where a high-kGain fusA Y515N mutation conferred resistance and maintained fitness when overexpressed, demonstrating a causal link between kGain and adaptive potential. To enable cross-species generalization, we trained a transformer-based neural network regressor on LTEE-derived mutations to predict kGain from sequence alone. The model achieved high correlation in held-out in-domain data (Pearson r = 0.81) and accurately predicted kGain trends in out-of-domain data (Pearson r = 0.82), demonstrating that k-mer-based sequence constraints learned from one genome can be effectively transferred to others. Together, our results establish kGain as a biologically meaningful, scalable metric for probing within-genome sequence selection, offering a complementary lens to existing conservation-based frameworks for understanding evolutionary fitness and variant persistence.", "date": "2025-08-11", "journal": ""}
{"title": "The role of innate immunity, antibiotics, and bacteriophages in the course of bacterial infections and their treatment", "doi": "10.1101/2024.08.23.609294", "authors": "Berryhill, B. A.; Gil-Gil, T.; Witzany, C.; Goldberg, D. A.; Vega, N. M. A.; Regoes, R. R.; Levin, B. R.", "abstract": "Critical to our understanding of infections and their treatment is the role the innate immune system plays in controlling bacterial pathogens. Nevertheless, many in vivo systems are made or modified such that they do not have an innate immune response. Use of these systems denies the opportunity to examine the synergy between the immune system and antimicrobial agents. In this study we demonstrate that the larva of Galleria mellonella is an effective in vivo model for the study of the population and evolutionary biology of bacterial infections and their treatment. To do this we test three hypotheses concerning the role of the innate immune system during infection. We show: i) sufficiently high densities of bacteria are capable of saturating the innate immune system, ii) bacteriostatic drugs and bacteriophages are as effective as bactericidal antibiotics in preventing mortality and controlling bacterial densities, and iii) minority populations of bacteria resistant to a treating antibiotic will not ascend. Using a highly virulent strain of Staphylococcus aureus and a mathematical computer-simulation model, we further explore how the dynamics of the infection within the short term determine the ultimate infection outcome. We find that immune activation in response to high densities of bacteria leads to a strong but short-lived immune response which ultimately results in a high degree of mortality. Overall, our findings illustrate the utility of the G. mellonella model system in conjunction with established in vivo models in studying infectious disease progression and treatment.", "date": "2025-08-11", "journal": ""}
{"title": "Degradation of LMO2 in T cell leukaemia results in collateral breakdown of transcription complex partners and causes LMO2-dependent apoptosis", "doi": "10.1101/2024.12.09.627495", "authors": "Sereesongsaeng, N.; Bataille, C.; Russell, A.; Bery, N.; Sialana, F.; Choudhary, J.; Miller, A.; Rabbitts, T.", "abstract": "LMO2 is an intrinsically disordered transcription factor activated in T cell leukaemia that is difficult to target. It forms part of a multiprotein complex that has bipartite DNA binding through heterodimeric bHLH and GATA proteins. To determine if degradation of LMO2 in the context of T-ALL has therapeutic potential, a chimaeric intracellular antibody has been developed fusing an anti-LMO2 single domain variable region with one of three E3 ligases to create biodegraders. The intracellular binary interaction of these biodegraders with LMO2 leads to its proteosomal degradation but, in addition, concomitant loss of bHLH proteins that associate with LMO2 in the DNA-binding complex. Chemical compound surrogates of the intracellular antibody paratope (called Abd compounds) have been modified to create proteolysis targeting chimaeras (PROTACs) for orthogonal assays of effects of LMO2 degradation. These form a ternary complex with LMO2 and E3 ligase in leukaemia cells that induces degradation of LMO2, and is also accompanied by loss of associated bHLH proteins. This is accompanied by T-ALL growth inhibition, alterations in proteins involved in cell cycling and instigation of apoptosis. These effects do not occur in the absence of LMO2. Our work demonstrates that degradation of LMO2 affects T-ALL and the lead compounds can eventually be developed into drugs for patient treatment. Our work describes methods for drug discovery starting with antibody fragments.", "date": "2025-08-11", "journal": ""}
{"title": "Strategies for robust, accurate, and generalizable benchmarking of drug discovery platforms", "doi": "10.1101/2024.12.10.627863", "authors": "Van Norden, M.; Mangione, W.; Falls, Z.; Samudrala, R.", "abstract": "Benchmarking is essential for the improvement and comparison of drug discovery platforms. We revised the protocols used to benchmark our Computational Analysis of Novel Drug Opportunities (CANDO) multiscale therapeutic discovery platform to bring them into strong alignment with best practices. CANDO ranked 7.4% and 12.1% of known drugs in the top 10 compounds for their respective diseases/indications using drug-indication mappings from the Comparative Toxicogenomics Database (CTD) and Therapeutic Targets Database (TTD), respectively. Better performance was weakly correlated (Spearman correlation coefficient >0.3) with the number of drugs associated with an indication and moderately correlated (coefficient >0.5) with intra-indication chemical similarity. There was also a moderate correlation between performance on our original and new benchmarking protocols. Higher performance was observed when using TTD instead of CTD when drug-indication associations appearing in both mappings were assessed CANDO is available at https://github.com/ram-compbio/CANDO. The version used in this paper is available at http://compbio.buffalo.edu/data/mc_cando_benchmarking2. Supplementary data, drug--indication interaction matrices, and drug--indication mappings are available at http://compbio.buffalo.edu/data/mc_cando_benchmarking2.", "date": "2025-08-11", "journal": ""}
{"title": "DeepPROTECTNeo: A Deep learning-based Personalized and RV-guided Optimization tool leveraging TCR Epitope interaction using Context-aware Transformers", "doi": "10.1101/2025.01.04.631301", "authors": "Das, D.; Bhaduri, S.; Pramanick, A.; Mitra, P.", "abstract": "The development of personalized cancer vaccines relies heavily on accurately identifying neoepitopes capable of eliciting strong immune responses. T cell receptor (TCR)-epitope interactions are fundamental to cancer immunotherapy. Despite significant advances, computational approaches primarily focus on epitope-major histocompatibility complex (MHC) binding, often overlooking the critical contribution of T-cell receptor (TCR) binding particularly in the context of diverse affinity determinants crucial for binding groove of the peptide, amino acid permutations at binding sites, anchor motifs and hydrophobicity determining the quality of anti-tumour immune responses. Here, we present DeepPROTECTNeo, a unified deep learning framework to transform raw patient-specific whole-exome or whole-genome sequencing data into prioritized neoepitope candidates, within a single seamless pipeline. DeepPROTECTNeo integrates genomic variant detection, HLA typing, high-affinity peptide-MHC binding prediction, variant-driven TCR repertoire mining followed by a hybrid transformer-Convolutional Neural Network dual-branch feature extractor with explicit cross-attention based Deep Learning (DL) model for TCR-epitope binding prediction. Our biologically informed architecture inspired by reverse vaccinology (RV) pipeline fuses bidirectional (Long Short Term Memory) LSTM sequence features, deep convolutional attention over evolutionary and physicochemical descriptors, advanced gated fusion of the physicochemical features and TCR numbered contextual embedding enabling precise modelling of TCR-epitope interactions and yielding interpretable representations at residue level. DeepPROTECTNeo substantially outperforms state-of-the-art methods, achieving a mean AUROC of 0.7234 and mean AUPRC of 0.7659 in zero-shot TCR-peptide binding scenarios on our held-out five-fold cross validation dataset. While benchmarked against challenging viral and mutational independent datasets, our model captures critical clinical features and demonstrates high binding scores across the datasets. DeepPROTECTNeo also identified 18 out of 34 validated neo-epitopes exhibiting high TCR affinity from a patient-specific cancer cohort, establishing itself as a platform to reliably prioritize actionable neoepitopes directly from clinical sequencing data and escalate the process of personalized cancer immunotherapy.", "date": "2025-08-11", "journal": ""}
{"title": "Age and Learning Shapes Sound Representations in Auditory Cortex During Adolescence", "doi": "10.1101/2025.02.03.636101", "authors": "Praegel, B.; Chen, F.; Dym, A.; Lavi-Rudel, A.; Druckmann, S.; MIZRAHI, A.", "abstract": "Adolescence is a developmental period characterized by heightened plasticity. Yet, how ongoing development affects sensory processing and cognitive function is unclear. We investigated how adolescent (postnatal day 20-42) and adult (postnatal day 60-82) mice differ in performance on a pure tone Go/No-Go auditory discrimination task of varying difficulty. Using dense electrophysiological recordings, we measured spiking activity at single neuron resolution in the auditory cortex while mice were engaged in the task. As compared to adults, adolescent mice showed lower auditory discrimination performance in a difficult task. This difference in performance was due to higher response variability and weaker cognitive control expressed as higher lick bias. Adolescent and adult neuronal responses differed only slightly in representations of pure tones when measured outside the context of learning and the task. However, cortical representations after learning within the context of the task were markedly different. We found differences in stimulus- and choice-related activity at the single neuron level representations, as well as lower population-level decoding of the difficult task in adolescents. Overall, cortical decoding in adolescents was lower and slower, especially for difficult sound discrimination, reflecting immature cortical representations of sounds and choices. Notably, we found age-related differences, which were more pronounced after learning, reflecting the combined impact of age and learning. Our findings highlight distinct neurophysiological and behavioral profiles in adolescence, underscoring the ongoing development of cognitive control mechanisms and cortical plasticity during this sensitive developmental period.", "date": "2025-08-11", "journal": ""}
{"title": "Effects of nectar and sugar on the longevity of the mosquito Anopheles gambiae s.l.", "doi": "10.1101/2025.03.02.641044", "authors": "Cisse-Niambele, K.; Koella, J. C.; Koudou, B. G.", "abstract": "In addition to taking blood-meals, mosquitoes regularly feed on the nectar of plants. The nectar, in particular the sugar it contains, serves as a source of energy that underlies many life-history traits, including longevity. To understand better how different nectars and sugars influence the longevity of mosquitoes, we allowed adult Anopheles gambiae s.l. to feed on several plant species (the flowers of Thevetia nerifolia, Mandalium coromandelianum, Ixora coccinea, and Tabernanthe iboga, and the fruit of Carica papaya), measured the concentrations of sucrose, fructose and glucose in the nectar and fruit juice, estimated the size of their sugar meal and measured their longevity. The plant that the mosquitoes fed on affected their longevity (which ranged from an average of 8.2 days when they fed on C. papaya to 21.1 days when they fed on M. coromandelianum), and the mosquitoes took larger meals (in a separate experiment) from the plants that gave a longer life. However, longevity was only slightly affected by the concentrations of glucose, fructose, sucrose, or total sugar in the sugar meals. In contrast, when we let mosquitoes feed on experimental sugar solutions consisting of glucose, sucrose, fructose, or trehalose at concentrations of 1.97 or 19.97 kcal per 100 ml, both the type and the concentration of sugar affected longevity. The mosquitoes lived approximately one week longer when fed sugar at the higher concentration and they lived longest (14.1 days) when fed with sucrose and shortest (4.8 days) when fed with trehalose. Overall, our results show the importance of nectar and sugar on the longevity of mosquitoes but suggest also that non-sugar components of nectar may have a large impact.", "date": "2025-08-11", "journal": ""}
{"title": "Three types of remapping with linear decoders: a population-geometric perspective", "doi": "10.1101/2025.03.14.643251", "authors": "Martin-Sanchez, G.; Machens, C. K.; Podlaski, W. F.", "abstract": "Hippocampal remapping, in which place cells form distinct activity maps across different environments, is a well-established phenomenon with a range of theoretical interpretations. Some theories propose that remapping helps to minimize interference between competing spatial memories, whereas others link it to shifts in an underlying latent state representation. However, how these interpretations of remapping relate to one another, and what types of activity changes they are compatible with, remains unclear. To unify and elucidate the mechanisms behind remapping, we here adopt a neural coding and population geometry perspective. Assuming that hippocampal population activity can be understood through a linearly-decodable latent space, we show that there are three possible mechanisms to induce remapping: (i) a true change in the mapping between neural and latent space, (ii) modulation of activity due to non-spatial mixed selectivity of place cells, or (iii) neural variability in the null space of the latent space that reflects a redundant code. We simulate and visualize examples of these remapping types in a network model, and relate the resultant remapping behavior to various models and experimental findings in the literature. Overall, our work serves as a unifying framework with which to visualize, understand, and compare the wide array of theories and experimental observations about remapping, and may serve as a testbed for understanding neural response variability under various experimental conditions.", "date": "2025-08-11", "journal": ""}
{"title": "A modular pipeline for evidence-integrated genome annotation across species: a case study on Schmidtea mediterranea", "doi": "10.1101/2025.04.16.649076", "authors": "Zaremba, A.; Marszalek-Zenczak, M.; Dutta, A.; Samelak-Czajka, A.; Jackowiak, P.", "abstract": "Despite advancements in genome annotation tools, challenges persist for non-classical model organisms with limited genomic resources, such as Schmidtea mediterranea. To address these challenges, we developed a flexible and scalable genome annotation pipeline that integrates short-read (Illumina) and long-read (PacBio) sequencing technologies. The pipeline combines reference-based and de novo assembly methods, effectively handling genomic variability and alternative splicing events. To improve splice site detection accuracy, DeepSplice deep learning predictions are used. Functional annotation is conducted to filter out low-confidence transcripts and ensure biological relevance. Applying this pipeline to the asexual strain of S. mediterranea revealed thousands of previously undescribed putative genes and transcripts, and improved the existing gene models, highlighting its utility in annotating complex, underexplored genomes. The modularity and comprehensiveness of our pipeline ensure its adaptability for genome annotation across diverse species, making it a valuable tool for annotating genomes of non-model organisms and supporting broader genomic research. The source code and implementation details are available at https://github.com/Norreanea/SmedAnno.", "date": "2025-08-11", "journal": ""}
{"title": "Parallax error in the head-direction system indicates simple cue-anchoring mechanism", "doi": "10.1101/2025.04.25.650191", "authors": "Krausse, S.; Duszkiewicz, A. J.; Neftci, E.; Sommer, F. T.; Renner, A.", "abstract": "Spatial navigation relies on the head-direction (HD) system, which integrates angular head velocity (AHV) to track orientation. Since integration accumulates drift over time, visual landmarks provide corrective cues. However, such sensory cues are perceived egocentrically and must therefore be transformed into allocentric coordinates. The parallax effect, where nearby objects appear to shift more than distant ones during movement, should lead to a systematic position-dependent HD error unless there is a correction mechanism. How the HD system solves this problem remained an open question. Here, we analyzed postsubicular HD cell activity in mice navigating in a restricted environment with a single visual cue. We discovered a systematic parallax bias in the decoded HD, indicating that the HD system misinterprets the cue's position depending on the viewing angle. The observed error was smaller than predicted by a pure vision model, which can be explained by the combination of AHV integration with simple visual anchoring. In less restricted experimental settings with multiple cues available, the parallax effect is drastically decreased. These experimental findings indicate that the HD system does not actively correct for parallax in a position-dependent manner, but instead relies on a simple cue anchoring mechanism for the transformation of the egocentrically observed cues into an allocentric reference frame. The use of AHV integration and multiple cues is sufficient to account for parallax and produce a stable HD signal for spatial navigation. This sheds light on the mechanisms of ego-to-allocentric transformation in neural systems, which is crucial for the formation of the cognitive map. Furthermore, it highlights a fundamental trade-off in neural coding between computational efficiency and positional accuracy, with implications for biological and artificial navigation systems.", "date": "2025-08-11", "journal": ""}
{"title": "Genome-wide mapping of cyclic AMP receptor protein binding in Enteroaggregative Escherichia coli reveals targeting of virulence-associated genes", "doi": "10.1101/2025.05.09.652842", "authors": "Alhammadi, M. M.; Hothersall, J.; Lloyd, G. S.; Titman, S. V.; Guest, T.; Browning, D. F.; Grainger, D. C.; Busby, S. J. W.; Haycocks, J. R. J.", "abstract": "Bacterial pathogens use a wide array of virulence factors to colonise and subsequently elicit disease in their host. These factors are often subject to extensive regulation at the transcriptional level, to ensure that their expression is timely. Although many pathogens use bespoke transcription factors that primarily target virulence genes, global transcription factors also sometimes play a role in controlling these genes. Enteroaggregative Escherichia coli (EAEC) is a significant cause of watery and mucoid diarrhoea globally. The organism colonises the small intestine before producing toxins that elicit disease, using a multitude of virulence factors that are encoded both chromosomally and on virulence plasmids. In this work, we have studied the cAMP Receptor Protein (CRP), a well-characterised bacterial global transcription factor, focusing on its role in pathogenicity of the prototype EAEC strain 042. We show that, although most functional CRP binding sites on the chromosome are conserved between E. coli K-12 and 042, CRP has been co-opted to couple the expression of some virulence genes to the nutritional state of the cell. We report novel mechanisms for CRP-dependent regulation of genes, whose products contribute to adhesion, production of a bacterial antibiotic, and export of a polysaccharide capsule.", "date": "2025-08-11", "journal": ""}
{"title": "Adding 3Di characters to amino acid datasets can improve resolution, but the effect is weaker in shorter and alpha-helical proteins", "doi": "10.1101/2025.06.30.662300", "authors": "Fullmer, M. S.; Puente-Lelievre, C.; Matzke, N. J.", "abstract": "The recent introduction of Foldseek's 3Di character alphabet to encode 3D protein structure has opened up new possibilities for structural phylogenetics. The high conservation of structure relative to amino acid sequences raises the possibility of better resolving the deepest branches of life's evolution. As 3Di is a 20-letter alphabet of discrete characters, they are readily treatable with off-the-shelf algorithms for model-based phylogenetic inference and application of established methods such as bootstrapping. However, it remains to be seen if 3Di phylogenies are broadly more resolved than sequence-based phylogenies. We present data using samples from ten protein superfamilies showing that 3Di combines with sequence to produce better resolved phylogenies than either sequence or 3Di alone. We also show that information-theoretic measures, applied to superfamily alignments, significantly correlate with resolution in phylogenies derived from these alignments. Further, we identify the proportion of alpha helices in proteins as a major driver in reducing the information carried by 3Di character alignments, explaining the poorer performance of 3Di characters on some datasets with highly-conserved structure, such as Histone-fold proteins. Our results both provide encouragement for the further use of 3Di to address challenging questions in deep history, as well as sound a note of caution about which proteins it is suitable for.", "date": "2025-08-11", "journal": ""}
{"title": "A universal model for drug-receptor interactions", "doi": "10.1101/2025.08.01.668090", "authors": "Menezes, F.; Wahida, A.; Froehlich, T.; Grass, P.; Zaucha, J.; Czarna, A.; Hochhaus, A.; Nissen-Meyer, J.; Conrad, M.; Popowicz, G. M.", "abstract": "The genomic landscape of disease holds, in principle, the information required for rational therapeutic design. Genes encode proteins whose functions are tightly coupled to their three-dimensional structures via non-bonded interactions. Since the late 1970s, the advent of macromolecular crystallography inspired the notion that structural knowledge alone could enable a \"lock-and-key\" approach to drug design. However, this framework has failed to catalyze a step-change in the generation of new chemical matter. Drug discovery continues to depend on costly and largely serendipitous screening campaigns. Our understanding of, and reasoning from, non-bonded interaction chemistry is still too limited. Compounding this is the scarcity of novel chemistry and infinitesimal coverage of the chemical combinatorial space by current experimental data. To alleviate these problems, we show that a machine learning model can successfully learn and infer the principles of non-bonded interactions in the drug-receptor space. A reductionist approach to training data led to a model generalizing drug-target interactions to truly novel chemical matter without suffering from memorization bias. This work addresses that gap in drug discovery through a theoretical framework for predictive molecular recognition.", "date": "2025-08-11", "journal": ""}
{"title": "Walking Selectively Modulates Behaviorally Relevant Auditory Responses According to Stride Cycle Phase", "doi": "10.1101/2025.08.05.668646", "authors": "mehmood, I.; Xu, H.; Song, P.; Zhai, Y.; Chang, C.; Bao, X.; Ye, H.; Guo, S.; Wang, Y.; Zhang, L.; Chen, P.; Wen, W.; Zhao, X.; Chen, G.; Yu, X.", "abstract": "Human perception operates in dynamic environments, requiring sensory processing to continuously adapt to ongoing motor activity. Here, we investigated how natural walking modulates auditory change detection by recording EEG while participants performed a transitional click train task during sitting and walking. Behaviorally, walking significantly elevated auditory change detection thresholds, reflecting reduced perceptual sensitivity. Electrophysiologically, three distinct auditory responses onset, change, and offset were evoked; both the onset and change responses were attenuated during walking, with the most pronounced effect observed for the cognitively demanding change response. Notably, this modulation was further amplified for the change response during active engagement compared to passive listening, implicating attentional resource allocation. Strikingly, both behavioral performance and change-related neural responses fluctuated rhythmically with the gait cycle, while onset and offset responses remained comparatively stable. Together, these findings reveal a stride-phase-dependent gating mechanism that selectively modulates perceptually relevant auditory signals, illustrating how the brain rhythmically reallocates sensory resources to optimize perception during locomotion.", "date": "2025-08-11", "journal": ""}
{"title": "Metabolic resistance of the tiger mosquito to pyrethroid insecticides in La Reunion Island likely results from local adaptation", "doi": "10.1101/2025.08.06.668844", "authors": "Bacot, T.; Bonneville, J.-M.; Lacroix, V.; Oberbach, P.; Gaude, T.; Nadalin, L.; Laporte, F.; Habchi-Hanriot, N.; Dupuy, G.; Czeher, C.; Fontaine, M. C.; Boyer, F.; David, J.-P.", "abstract": "The resistance of mosquitoes to insecticides is a valuable model system for studying the genetic bases of xenobiotic adaptation in insects. The spread of the Asian tiger mosquito Aedes albopictus combined to the massive use of pyrethroid insecticides to limit arbovirus transmission resulted in the rise of resistance in various continents. Here, we investigated the genetic mechanisms underlying the recent adaptation of this mosquito to deltamethrin in La Reunion island. Bioassays confirmed the presence of resistance alleles in field populations. The resistance phenotype was further enhanced in the laboratory following a few generations of controlled selection. Combining whole genome Pool-seq and RNA-seq revealed no evidence of target-site resistance mutations but the over-expression and variant selection of detoxification enzymes associated with pyrethroid metabolism including cytochrome P450s, transferases and ABC-transporters. Among over-expressed detoxification genes, only one was linked to a gene duplication while polymorphism data suggest most of them being trans-regulated. Genome-wide selection signatures revealed a 9 Mb inverted superlocus responding to insecticide selection whose phenotypical importance remains uncertain. Altogether, this study indicates that the multigenic metabolic resistance phenotype observed in this insular territory mainly results from local adaptation. From an applied perspective, this study provides a set of markers to track pyrethroid resistance in the tiger mosquito in the South-West Indian Ocean. As this region is subjected to recurrent arbovirus outbreaks, the additive resistance phenotype that may arise from the introduction of Kdr mutations from other territories also calls for improving resistance surveillance at the regional scale.\n\nAuthor summaryWhile novel vector control strategies are being developed, chemical insecticides remain widely used to control mosquitoes transmitting human diseases such as the Asian tiger mosquito. However, the recurrent use of insecticides resulted in the emergence of resistance which can ultimately affect vector control efficacy. Here, we investigate the genetic bases underlying the resistance of the Asian tiger mosquito to the pyrethroid insecticide deltamethrin in La Reunion island. By combining two complementary genomic approaches, we showed that resistance is mainly caused by an increased insecticide detoxification while classical  Knock down resistance mutations affecting the target of the insecticide were not detected. We also showed that resistance is underlain by multiple genetic changes spread across the genome, supporting the local selection of resistance rather than the introduction of resistance alleles. Furthermore, we identified a large inverted supergene responding to insecticide selection. This study provides valuable insights into the genetic bases of insecticide resistance, enabling the implementation of molecular makers to improve the tracking of insecticide resistance in this major mosquito vector across the Indian Ocean.", "date": "2025-08-11", "journal": ""}
{"title": "Inhibiting the right dorsolateral prefrontal cortex selectively enhances unsupervised statistical learning", "doi": "10.1101/2025.08.08.669288", "authors": "Pesthy, O.; Pesthy, Z. V.; Vekony, T.; Janacsek, K.; Fabo, D.; Nemeth, D.", "abstract": "The brain must balance the automatic extraction of environmental regularities with top-down cognitive control, yet the causal neural mechanisms governing this interplay are debated. In particular, the hemispheric contributions of the dorsolateral prefrontal cortex (DLPFC) remain unresolved. Here, we applied inhibitory repetitive transcranial magnetic stimulation (rTMS) to the left, right, or bilateral DLPFC in 95 healthy adults during a probabilistic sequence learning task. We found that inhibiting the right and bilateral DLPFC significantly enhanced statistical learning compared to sham and left DLPFC stimulation. Contrary to the hypothesis that this competition is mediated by the suppression of existing knowledge, episodic memory performance was unaffected across all stimulation groups. These findings challenge a direct episodic gating mechanism and suggest the DLPFCs influence on statistical learning is hemisphere-dependent. As an alternative, we propose that right DLPFC inhibition shifts cognitive processing toward a more exploratory information-sampling strategy, a view supported by our finding of significantly greater reaction time variability in the right and bilateral stimulation groups. Together, our results provide causal evidence for a right-lateralized suppressive influence of the DLPFC on unsupervised learning and suggest its modulatory role is linked to information processing style rather than direct competition with episodic memory systems.", "date": "2025-08-11", "journal": ""}
{"title": "Circuit inhibition promotes the dynamic reorganization of prefrontal task encoding to support cognitive flexibility", "doi": "10.1101/2025.08.09.669414", "authors": "Johnson-Cruz, C.; Cho, K. K. A.; Sohal, V. S.", "abstract": "The mammalian prefrontal cortex encodes variables related to goal-directed behavior, and enables flexibility during environmental changes, making it critical to understand how the dynamic updating vs. stable maintenance of different encodings contribute to behavioral adaptation. We addressed this by comparing prefrontal encoding during successful adaptation vs. maladaptive perseveration. Specifically, we studied mutant (Dlx5/6+/-) mice, which have dysfunctional parvalbumin-expressing inhibitory interneurons and perseverate in a rule shifting task. We measured mPFC activity patterns using microendoscopic calcium imaging, then used linear classifiers and neural networks to compare representational geometries in wild-type mice and Dlx5/6+/- mutants before, during, and after benzodiazepine treatment, which persistently rescues their rule shift learning. The encoding of correct vs. incorrect trial outcomes rapidly shifts as mice successfully learn new cue-reward associations, but becomes more stable when mutant mice perseverate. We also find activity patterns that normally distinguish learning of the initial association vs. rule shift, but become diminished during perseveration. Finally, during perseveration, outdated representations are inappropriately reinstated, not just passively maintained. These results reveal prefrontal contributions to flexible behavior driven by the dynamic reorganization of abstract rule representations, rather than stable reinforcement signals.", "date": "2025-08-11", "journal": ""}
{"title": "Restructured genomes may have shaped the evolution of clade-specific traits in mammals", "doi": "10.1101/2025.08.10.669527", "authors": "Bhattacharya, J.; Lal, M.; Sandhu, K. S.", "abstract": "Genomic rearrangements (GRs) can drive the evolution of genome order. While their role in speciation is well established, the underlying adaptive significance remained underappreciated. Through analysis of 71 mammalian genomes, we inferred the clade-specific evolutionary loss of synteny through GRs. The genes near the clade-specific break-point regions were mostly associated with the clade-specific traits and exhibited greater rates of expression divergence in the clade that had lost the synteny. The disruption of otherwise syntenic chromatin contacts and the exchange of chromatin domains with contrasting epigenetic states explain the underlying mechanism of expression divergence. The observations imply that the clade-specific genomic rearrangements likely guided the evolution of clade-specific traits and may have wide-spread adaptive significance.", "date": "2025-08-11", "journal": ""}
{"title": "Thermosensitivity of cellular translation restricts the growth of fission yeast at high temperatures", "doi": "10.1101/2025.08.07.669215", "authors": "Akikusa, Y.; Yamaguchi, A.; Funahashi, Y.; Mahayot, F.; Naka, T.; Matsuo, A.; Nakase, Y.; Izawa, S.; Shiozaki, K.; Morozumi, Y.", "abstract": "Living organisms have thermal limits above which they are unable to operate and survive. Our previous genetic screen identified proteins that impede the high-temperature growth of fission yeast, including the RNA-binding protein Dri1 and a fission yeast-specific protein termed Rhs1. Here, we show that Dri1 and Rhs1 form a complex and physically interact with the Ccr4-Not complex, a master regulator of mRNA metabolism. Gene expression analysis revealed that the Dri1-Rhs1 and Ccr4-Not complexes negatively regulate a set of genes implicated in ribosome biogenesis (Ribi genes). Loss of the Dri1-Rhs1 complex results in the augmented expression of Ribi genes, thereby suppressing the accumulation of 80S monosomes and the growth inhibition under high-temperature conditions. The thermosensitivity of the translational processes may be a determinant of the upper limit of the growth temperature in fission yeast.", "date": "2025-08-11", "journal": ""}
{"title": "Tau drives cell specific functional isolation of the hippocampal formation", "doi": "10.1101/2025.08.10.669580", "authors": "Zwang, T. J.; Jasen, Z.; Gelb-Bicknell, R.; Wolf, N.; Chanchykov, V.; Zhu, H.; Agastra, E.; Devine, A.; Holbrook, A. J.; Bennett, R. E.; Hyman, B. T.", "abstract": "A major challenge in understanding Alzheimer's disease is linking changes that occur across different biological scales. For example, how do changes in individual neurons build into widespread network disruptions? To address this, we used flexible mesh electronics to record neuronal activity for six months in ThyTau22 mice, a model of tauopathy that accumulates mutant human tau with age. Electrophysiology was recorded simultaneously from the hippocampus and entorhinal cortex of awake, behaving mice. At all ages we observed neuron-level, tau-driven silencing including ages without detectable tangles or cell-death. We found an unexpected phenomenon: neurons silenced by tau spontaneously recover individual firing patterns, yet these neurons fail to regain normal network interactions. Thus, as the animals age, disrupted network-level activity emerges. Specifically, we observe a global decrease in excitatory interactions and a breakdown in gamma-band coherence, which is particularly disrupted between the entorhinal cortex and hippocampus. These observations reveal a temporal relationship between neuronal silencing and impaired network connectivity, which also contributes to a progressive disruption in the excitatory/inhibitory balance. This ultimately disconnects viable entorhinal-hippocampal connections, physiologically isolating the hippocampus. Importantly, this network dysfunction is not driven by neuron loss, but by the failure of neurons to re-establish proper network interactions after silencing. This reveals a previously unrecognized mechanism by which mutant tau can destabilize neural systems. Further, these experiments indicate that a therapeutic window may exist where neuronal function and network activity might still be restored prior to irreversible degeneration.", "date": "2025-08-11", "journal": ""}
{"title": "Red blood Cell-derived Extracellular Vesicles as biomaterials: the opportunity of freezing-induced accelerated aging", "doi": "10.1101/2025.08.08.669262", "authors": "Paolini, L.; Romano, M.; Mangolini, V.; Tassoni, S.; Jiang, S.; Mazzoldi, E. L.; Musico', A.; Zendrini, A.; Kashkanova, A.; Sandoghdar, V.; Berardi, A. C.; Giliani, S. C.; Bergese, P.; Radeghieri, A.", "abstract": "Red blood cell-derived extracellular vesicles (RBC-EVs) are emerging as promising biomaterials for next-generation drug delivery, due to their inherent biocompatibility, immune evasion capabilities, and minimal oncogenic risk. However, their clinical translation remains limited by unresolved challenges related to heterogeneity, reproducibility, and long-term storage.\n\nThis study proposes a method that leverages freezing-induced ageing for obtaining highly homogeneous RBC-EV batches, an important step towards using RBC-EVs as healthcare biomaterials and advancing their clinical translation in EV-based nanomedicine.\n\nThis method was made possible thanks to the analytical support of discontinuous sucrose density gradient and high-resolution interferometric nanoparticle tracking analysis, which allowed the identification of a bimodal subpopulation distribution, in terms of vesicle size, interferometric contrast, and subpopulation profiles, in freshly prepared samples, and then tracked how long-term cold storage at -80 {degrees}C channeled this heterogeneity into a monomodal population.\n\nFinally, we evaluated the functionality of homogenized RBC-EV samples by assessing surface-associated enzymatic activity and uptake in cancer cell lines, demonstrating that freeze-thaw-induced accelerated-aging provides a viable strategy for producing RBC-EV preparations that retain membrane integrity and remain readily internalized by cells.\n\nThese findings offer valuable insights into the optimization and standardization of RBC-EV handling and storage protocols, providing a foundation for their reliable integration into EV-based therapeutic applications.", "date": "2025-08-11", "journal": ""}
{"title": "Genomic and phenotypic characterization of novel jumbo and small bacteriophages infecting Xanthomonas hortorum pv. vitians: Toward a phage-based biocontrol strategy", "doi": "10.1101/2025.08.08.669339", "authors": "Baud, A.; Rougis, I.; Taveau, N.; Costechareyre, D.; Graindorge Beaume, M.; Bertolla, F.", "abstract": "In recent years, the use of bacteriophages as biocontrol agents has gained renewed attention, especially for targeting major phytopathogenic genera like Xanthomonas. However, their potential against Xanthomonas hortorum pv. vitians, the causal agent of bacterial leaf spot of lettuce, remains largely unexplored with only two lytic phages reported to date. In this study, eight novel lytic tailed phages were isolated from wastewater samples, including three jumbophages, which are the first known to infect this pathovar. These jumbophages define a new viral genus and exhibit distinct biological characteristics, including broader host ranges, but lower burst sizes and slower lytic cycles compared to the smaller-genome phages. Together, the newly isolated phages exhibited lytic activity against nearly all X. hortorum pv. vitians strains tested while remaining highly specific to the pathovar. Genomic analyses revealed strictly lytic profiles, and absence of virulence or resistance genes, supporting their biosafety for agricultural use. Furthermore, the isolation of a phage infecting a bacterial mutant previously shown to be resistant to the virulent phage {Phi}Xhv-1 highlights the potential for designing robust phage cocktails to mitigate resistance emergence. All phages demonstrated high stability across a wide range of pH and temperature conditions, but remained highly sensitive to UV exposure. These findings provide a valuable foundation for developing phage-based biocontrol strategies against bacterial leaf spot of lettuce.", "date": "2025-08-11", "journal": ""}
{"title": "Molecular response to the non-lytic peptide bac7 (1-35) triggers disruption of Klebsiella pneumoniae biofilm", "doi": "10.1101/2025.08.08.669280", "authors": "Beckman, R. L.; Martinez, B.; Santiago, F. Z.; Echeverria, G. N.; Pinheiro, B.; D.T. Torres, M.; Suits, L.; Garcia, S.; Wantuch, P. L.; de la Fuente-Nunez, C.; Eswara, P.; Rosen, D. A.; Fleeman, R.", "abstract": "Klebsiella pneumoniae is becoming increasingly difficult to treat as multidrug-resistant (MDR) strains become more prevalent. The formation of biofilm heightens this threat by embedding bacterial cells in a polysaccharide-rich matrix that limits antibiotic penetration. Here we dissect the anti-biofilm bovine host-defense cathelicidin peptide fragment bac7 (1-35), exploring its anti-biofilm mechanism, evaluating its ability to curb dissemination of hypervirulent K. pneumoniae, and testing its breadth of activity against diverse clinical isolates. Transcriptomic profiling revealed that bac7(1-35) simultaneously compromises the bacterial membrane and inhibits ribosomal function, a dual assault that precipitates rapid biofilm collapse and blocks bacterial spread. Further, the peptide eradicated biofilms produced by the strongest MDR clinical isolates in the Multidrug-Resistant Organism Repository and Surveillance Network (MRSN) diversity panel. Although bac7 (1-35) kills bacterial cells via a cytosolic mechanism, membrane interaction profiles varied among MRSN isolates, correlating with differential peptide translocation. In a delayed-treatment murine skin-abscess model, bac7 (1-35) halted in vivo dissemination of the hypervirulent strain NTUH-K2044. Collectively, these results delineate a multifaceted mode of action for bac7 (1-35) and underscore its therapeutic promise against biofilm-associated MDR K. pneumoniae infections.", "date": "2025-08-11", "journal": ""}
{"title": "Prophage and SaPI diversity in local clinical Staphylococcus aureus reveal hidden drivers of virulence.", "doi": "10.1101/2025.08.06.669032", "authors": "Aguayo Gonzalez, A.; Martinez-Flores, I.; Bustos, P.; Santamaria, R. I.; Cabrera-Contreras, R.; Martinez-Gamboa, A. A.; Ibarra-Chavez, R.; Gonzalez, V.", "abstract": "Prophages are key drivers of bacterial evolution, genomic variability, virulence, and ecological adaptation. Here, we examined the prophage diversity of 109 Staphylococcus aureus clinical isolates from four tertiary care hospitals in Mexico City, integrating comparative analyses with 993 international genomes. Prophages were detected in 97% of the local strains, mirroring the near-ubiquitous presence (99%) observed globally. We identified 216 genomic regions encoding putative prophage functional elements. Using Mitomycin C induction, we recovered 17 temperate phages, 12 of which were functionally active and capable of lysogeny-lysis switching and reinfection. Induced phages lacked virulence or antibiotic resistance genes, in contrast to 55% of the predicted prophages in local S. aureus isolates that harbored known virulence factors. Moreover, 19% of the predicted prophages were phage-inducible chromosomal islands (PICIs) related to SaPI1, SaPI2, and SaPIpt1028. These PICIs encode anti-phage defense systems (63%) and virulence genes (27%), such as tsst-1 and hlb. Our findings reveal a complex prophage and PICI landscape in S. aureus circulating in Mexican hospitals, with implications for phage-host dynamics, horizontal gene transfer, and the evolution of pathogenic potential across geographically diverse populations.", "date": "2025-08-11", "journal": ""}
{"title": "Environmental context shapes microbial co-occurrence", "doi": "10.1101/2025.08.05.668733", "authors": "Darcy, S. R.; Kaiser, C.; Guseva, K.", "abstract": "The analysis of microbial co-occurrence patterns promises to uncover the elusive interactions underlying the many important functions microbiomes perform. We test such co-occurrence analysis on a dataset generated by a spatially explicit meta-community generalized Lotka-Volterra model, to investigate how environmental confounders affect co-occurrence patterns. We show that strong species interactions, particularly positive ones, remain detectable despite environmental complexity. However, in this context the number of spurious co-occurrences, with no correspondence to specific ecological drivers are inflated. We also explored two types of homogenization: intrinsic (via dispersal among communities) and extrinsic (via sample aggregation). In our settings both types inflate positive co-occurrences, improving the reconstruction of the environmental signal at the cost of the precision for reconstructing interactions. Negative ones, however, exhibit contrasting responses: intrinsic homogenization obscures them, while extrinsic homogenization increases their number, but at the cost of reduced precision in linking co-occurrences to ecological drivers. Our findings underscore the complex interplay between environmental factors and sampling strategies in shaping microbial co-occurrence patterns and their ecological interpretation.", "date": "2025-08-11", "journal": ""}
{"title": "Antioxidant enzyme activity, lipid peroxidation, and glycemic control among patients with type 2 diabetes mellitus in Buea Regional Hospital, Cameroon: A hospital-based case-control study", "doi": "10.1101/2025.08.05.668833", "authors": "Ojong, E. W.; Akime, L. B. N. M.; Tambe, A. B.; Seukep, A. J.; Amih, O. E.; Cletus, T.", "abstract": "Background Oxidative stress has been suggested to play a role in the pathogenesis of type 2 diabetes mellitus (T2DM) and development of complications by altering antioxidant levels and inducing lipid peroxidation. Although diabetes mellitus patients are reported to be under oxidative stress because of prolonged exposure to hyperglycemia, the influence of glycemic control in diabetes on enhanced free-radical activity is poorly understood. This study aimed to evaluate the levels of malondialdehyde (MDA), a marker of lipid peroxidation and catalase, an antioxidant enzyme in T2DM patients with good and poor glycemic control and compare them with apparently healthy individuals. Methods A hospital-based case-control study was carried out at the Buea Regional Hospital from January to May, 2024 among patients with T2DM and age-matched healthy subjects. Sociodemographic, clinical and anthropometric data were recorded using a structured questionnaire. Levels of glucose, lipid profile, glycated hemoglobin (HbA1C), catalase and malondialdehyde (MDA) were determined by spectrophotometry. Data analyses were done using IBM SPSS version 25 for Windows. p [&le;] 0.05 was considered statistically significant. Results A total of 192 participants (96 patients with T2DM and 96 healthy controls) were recruited in this study. The mean age of participants was 60.97{+/-}11.3 years with most being females (72.9%). The prevalence of lipid peroxidation was higher among patients with T2DM (71.9%) than controls (22.9%). Diet and diabetic complications were associated with lipid peroxidation (p<0.001). MDA was significantly lower in patients with good glycemic control (p <0.001). Half, 50.6% of patients with poor glycemic control had reduced catalase activity compared to only 5.3% of those with good glycemic control. There was significant strong positive correlation between HbA1c and MDA (r=0.846, p<0.001) and a significant strong negative correlation between HbA1c and catalase (r=0.846, p<0.001). Also, there was a significant negative correlation between catalase and MDA (r=-0.568, p<0.001). Conclusion Lipid peroxidation is more prevalent in T2DM patients at Buea Regional Hospital than in healthy controls and is significantly higher in patients with poor glycemic control. It is linked to diet, diabetic complications, glycemic control, and reduced catalase activity. The correlation between lipid peroxidation, antioxidant activity, and glycemic control highlights the role of oxidative stress in T2DM pathophysiology", "date": "2025-08-11", "journal": ""}
{"title": "Modulation of repopulating microglia in multiple sclerosis models with implications for neuroprotection", "doi": "10.1101/2025.08.08.669252", "authors": "Heitmann, N.; Fiene, S.; Rambuscheck, L.; Eggers, B.; Valdes Michel, M. F.; Gude, A.-C.; Hendek, H. H.; Oberhagemann, S.-M.; Klöster, K.; Hoffrogge, R.; Karachunskaya, A.; Märte, H.; Adam, K.; Rozanova, S.; Bader, V.; Reinehr, S.; Plaza-Sirvent, C.; Tandon, G.; Eisenacher, M.; Plemel, J. R.; Joachim, S. C.; Winklhofer, K. F.; Gramlich, O.; Marcus-Alic, K.; Schmitz, I.; Yong, V. W.; Gold, R.; Faissner, S.", "abstract": "Microglia play a critical role in central nervous system (CNS) pathologies including multiple sclerosis (MS), and their modulation offers therapeutic potential especially during progressive disease courses. Using cell culture and experimental autoimmune encephalomyelitis (EAE) models, we investigated microglial dynamics during depletion and repopulation (MGrepo) and their modulation using siponimod (sipo), an established CNS penetrating MS medication. Repopulating microglia exhibited a transient reactive state (CD86, MHC-II, Il1b, Tnf). Sipo modulated microglia populations, increasing CD163+, CD206+, and CX3CR1+ while reducing CD86+MHC-II+ cells accompanied by a reduction of neuronal damage. Proteomic spinal cord analysis revealed protein expression alterations by MGrepo and sipo linked to inflammation, myelination, and neuronal structural organization, supported by RNA sequencing of the spinal cord. The neuroinflammation attenuating role of sipo could be linked to cell maintenance and myelin formation associated processes. These findings highlight the capacity of pharmacological interventions to modulate microglia, offering new insights into therapeutic strategies targeting microglial activity in neuroinflammatory diseases.", "date": "2025-08-11", "journal": ""}
{"title": "Surgical Removal of Visceral Adipose Tissue has Therapeutic Benefit in Male APPNL-F Mice", "doi": "10.1101/2025.08.07.669175", "authors": "McFadden, S. A.; Fang, Y.; Quinn, K.; Peck, M. R.; Chapman, J. E.; Hill, T.; Bartke, A.; Hascup, E. R.; Hascup, K. N.", "abstract": "Purpose: Visceral white adipose tissue (vWAT) accumulation causes systemic inflammation, insulin resistance, metabolic syndrome, and senescent cell accumulation that are risk factors for Alzheimer's disease (AD). Visceral fat removal (VFR) improves metabolism and reduces proinflammatory cytokines. We hypothesized that VFR removal in AD mice would improve metabolism and cognition. Methods: Male and female APPNL-F mice underwent sham or vWAT surgical resection (epididymal and perirenal) at 4 (pre-symptomatic) and 16 (symptomatic) months of age to understand interventional and therapeutic effects, respectively. At 18 months of age, glucose metabolism and novel object recognition (NOR) memory were assayed followed by assessment of body composition and tissue-specific markers of metabolism, cell senescence, inflammation, or amyloid accumulation. Results: Male and female APPNL-F mice showed distinct VFR responses. In pre-symptomatic males, increased vWAT lipolysis and hepatic lipogenesis led to ectopic liver lipid accumulation, with reduced adiponectin and leptin, elevated visfatin, and impaired glucose metabolism. Symptomatic males showed reduced vWAT lipogenesis, enhanced hepatic lipolysis, glycolysis, and glycogenesis, lowering liver lipids and improving insulin sensitivity. Only symptomatic males improved NOR, linked to elevated hippocampal learning and memory markers. Female vWAT reaccumulation was due to increased lipogenesis and lower lipolysis. Pre-symptomatic females had lower hepatic lipogenesis, while glycolysis and glycogenesis declined with disease progression. Hippocampal senescence and inflammation were elevated early in the disease that persisted symptomatically. Conclusions: Sex-specific differences in glucose and lipid metabolism and lipid accumulation underlie the divergent responses to VFR in APPNL-F mice, with symptomatic males showing the only beneficial outcomes in metabolism and cognition.", "date": "2025-08-11", "journal": ""}
{"title": "Increased neuronal activity restores circadian functionin Drosophila models of C9orf72-ALS/FTD", "doi": "10.1101/2025.08.07.669085", "authors": "Inami, S.; Jenny, B. P.; Akpoghiran, O.; Gallagher, S. I.; Strich, A. K.; Tonoki, A.; Trotti, D.; Haeusler, A. R.; Koh, K.", "abstract": "Circadian rhythm disruptions are common across neurodegenerative diseases, but their link to amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD) remains unclear. The C9orf72 hexanucleotide repeat expansion is the most prevalent genetic cause of ALS/FTD. Here, we used Drosophila models expressing toxic arginine-rich dipeptides (PR or GR) or GGGGCC hexanucleotide repeats to investigate circadian deficits in C9orf72-ALS/FTD. We found that circadian rhythmicity and period length were disrupted in a repeat number-, dosage-, and age-dependent manner. Additionally, we observed lower levels of the neuropeptide PDF, a key regulator of free-running circadian rhythms, as well as decreased projection complexity and reduced neuronal activity in PDF-expressing neurons. Importantly, increases in neuronal activity significantly restored circadian function under select conditions. These results implicate reduced neuronal activity in C9orf72-ALS/FTD circadian deficits, underscoring the importance of precisely tuned, circuit- and stage-specific interventions.", "date": "2025-08-11", "journal": ""}
{"title": "GHIST 2024: The 1st Genomic History Inference Strategies Tournament", "doi": "10.1101/2025.08.05.668560", "authors": "Struck, T. J.; Vaughn, A. H.; Daigle, A.; Ray, D. D.; Noskova, E.; Sequeira, J. J.; Antonets, S.; Alekseevskaya, E.; Grigoreva, E.; Raines, E.; McMaster, E. S.; Kovacs, T. G. L.; Ragsdale, A. P.; Moreno-Estrada, A.; Lotterhos, K. E.; Siepel, A.; Gutenkunst, R. N.", "abstract": "Evaluating population genetic inference methods is challenging due to the complexity of evolutionary histories, potential model misspecification, and unconscious biases in self-assessment. The Genomic History Inference Strategies Tournament (GHIST) is a community-driven competition designed to evaluate methods for inferring evolutionary history from population genomic data. The inaugural GHIST competition ran from July to November 2024 and featured four demographic history inference challenges of varying complexity: a bottleneck model, a split with isolation model, a secondary contact model with demographic complexity, and an archaic admixture model. Data were provided as error-free VCF files, and participants submitted numerical parameter estimates that were scored by relative root mean squared error. Approximately 60 participants competed, using diverse approaches. Results revealed the current dominance of methods based on site frequency spectra, while highlighting the advantages of flexible model-building approaches for complex demographic histories. We discuss insights regarding the competition and outline the next iteration, which is ongoing with expanded challenge diversity. By providing standardized benchmarks and highlighting areas for improvement, GHIST represents a substantial step toward more reliable inference of evolutionary history from genomic data.", "date": "2025-08-11", "journal": ""}
{"title": "Very low amplitude muscle activity increases probability of motor evoked potentials in healthy individuals and in ALS", "doi": "10.1101/2025.08.07.663223", "authors": "O'Sullivan, S.; Tadjine, Y.; Suleyman, N.; Woods, E.; Fasano, A.; Walsh, C.; Awiszus, F.; Hardiman, O.; Carson, R. G.; McMackin, R.", "abstract": "Background In many clinical and research settings, transcranial magnetic stimulation (TMS) intensities are standardised based on resting motor threshold (RMT). It is well-established that contraction of the target muscle increases motor evoked potential (MEP) amplitude and correspondingly decreases RMT. As such, when estimating RMT it is crucial to ensure the target muscle is relaxed. Typically trials in which baseline electromyographic (EMG) amplitude exceeds a specified threshold are rejected. The influence of motor activity below typical rejection thresholds on MEP amplitudes has yet to be established. Methods We retrospectively analysed TMS-EMG data collected during RMT measurement in 45 healthy controls (1761 datapoints) and 35 people with amyotrophic lateral sclerosis (ALS, 1238 datapoints). Trials where root mean squared (RMS) baseline EMG amplitude exceeded 10V were rejected. Generalised linear mixed-effects models were used to assess effects of muscle activity below this rejection threshold on probability of evoking an MEP with peak-to-peak amplitude [&ge;]50V. Results Greater sub-rejection-threshold activity significantly increases MEP probability in controls (p<0.0004) and people with ALS (p=0.0010). Models predicted a 31-38% increase in MEP probability when baseline RMS-EMG amplitude increased from 1V to 9V. Sub-rejection-threshold baseline activity was significantly greater in ALS than controls (p=0.0055). Conclusions We have shown for the first time that higher EMG amplitudes below a typical rejection threshold markedly increase probability of evoking an MEP with peak-to-peak amplitude [&ge;]50V. Researchers should take measures to account for effects of sub-rejection-threshold activity on RMT, particularly in populations where baseline activity may be elevated, such as in ALS.", "date": "2025-08-11", "journal": ""}
{"title": "Inflammation increases the penetrance of behavioral impairment in Shank3 haploinsufficiency mice -- can it explain the behavioral regression in Autism?", "doi": "10.1101/2025.08.07.669241", "authors": "Qiao, S.-N.; Wang, S. E.; Kim, K.-Y.; Jo, S.; Jiang, Y.-H.", "abstract": "Behavioral regression occurs in ~40% of SHANK3-associated autism spectrum disorder (ASD). We previously reported that significant behavioral regression in a small cohort with SHANK3 haploinsufficiency patients, triggered by subclinical infections, responded to immunomodulator treatments. We hypothesize that behavioral regression results from the interplay between SHANK3 deficiency and neuroinflammation. Using Shank3 exon 4-22 deletion heterozygous mutant (Sh3+/-) mouse, which shows no significant behavior impairments, we established a preclinical model -- Shank3 haploinsufficiency mouse undergoing systemic inflammation challenge via intraperitoneal injection of lipopolysaccharides (LPS). We found that, two weeks after LPS challenge, wild-type mice (WT) recovered but Sh3+/- mice exhibited motor impairment, anxiety-like behaviors, and excessive grooming, similar to Shank3 exon 4-22 deletion homozygous mutants. Anti-inflammatory treatment partially reversed LPS-induced behavioral changes. Transcriptomic analysis revealed upregulation of neuroinflammation-related genes and downregulation of synaptic function-related genes in Sh3+/- mice in response to LPS. Especially, pro-inflammatory genes and microglia markers were overly activated that may result from the increased Toll-Like Receptor 4 (TLR4) expression in microglia in Sh3+/- mice. Our findings indicate that neuroinflammation increases the penetrance of behavioral impairment in Shank3 haploinsufficiency mice and support a potential mechanism for the behavioral regression in human SHANK3 disorders for future investigations.", "date": "2025-08-11", "journal": ""}
{"title": "Reverse transcriptase inhibitors induce autophagy in a LINE-1 ORF1p-dependent manner", "doi": "10.1101/2025.08.07.669170", "authors": "Damizia, M.; Baranzini, M.; Sciamanna, I.; Altieri, L.; Rovella, P.; Bringa, O. G. R.; Hozeifi, S.; Saba, L. J.; Mourtzinos, A.; OShea, A.; Ansari, M. S. Z.; Andreoli, F.; Cirilli, R.; Sbardella, G.; Serafino, A.; Schumann, G. G.; Trisciuoglio, D.; LaCava, J.; Lavia, P.; Spadafora, C.", "abstract": "Human Long Interspersed Nuclear Element-1 (LINE-1) retrotransposons propagate throughout the genome via reverse-transcribed RNA intermediates. LINE-1 expression is pervasive in cancer. Functional LINE-1s encode two proteins: ORF1p, an RNA-binding protein, and ORF2p, harboring reverse transcriptase and endonuclease activities. Reverse transcriptase inhibitors, including non-nucleoside (NNRTI) and nucleoside (NRTI) inhibitors, inhibit cancer cell proliferation and antagonize cancer progression. We previously found that two NNRTIs induced DNA damage, nuclear lamin rupture, micronuclei formation, and autophagy in prostate cancer cells. We now find that two different RTIs up-regulate LINE-1 mRNA expression and ORF1p abundance in nuclei, triggering ORF1p interactions with lamin B1 and with DNA damage factors. ORF1p accumulates within micronuclei with damaged DNA and with the autophagy receptor p62. We further demonstrate that inhibiting autophagy, or decreasing ORF1p levels, prevent DNA damage and preserve lamin B1 integrity, uncoverig a role of LINE-1-ORF1p in the autophagy response of cancer cells, independent on retrotranscription events.", "date": "2025-08-11", "journal": ""}
{"title": "Regulation of macroautophagy and microautophagic lipophagy by phosphatidylserine synthase Cho1 and external ethanolamine", "doi": "10.1101/2025.08.08.669440", "authors": "FUJITA, A.; Mineoka, N.; Konishi, R.; Fukuda, K.; Nakashima, Y.; Muramoto, M.; Kuriyama, S.; Masatani, T.", "abstract": "Phospholipids play crucial roles in autophagy; however, the underlying mechanisms remain elusive. We previously found that the phosphatidylserine (PtdSer) transporter Osh5 is critical for autophagosome formation. Therefore, in this study, we aimed to investigate the impact of the knockout of cho1, which encodes PtdSer synthase, on autophagy. Green fluorescent protein-autophagy-related gene 8 (GFP-Atg8) processing assay revealed a significant defect in the macroautophagic activity of the cho1{triangleup} mutant, regardless of the presence or absence of ethanolamine (Etn). Notably, autophagosomes were absent in the cytosol, and macroautophagic bodies were not observed in the vacuoles of the starved cho1{triangleup} mutant, underscoring the essential role of PtdSer synthesized using Cho1 in autophagosome biogenesis. In contrast, numerous microautophagic vesicles containing lipid droplets were observed in the vacuoles of cho1{triangleup} mutants starved in the presence of Etn, suggesting the crucial role of phosphatidylethanolamine (PtdEtn) synthesized via the Kennedy pathway in microautophagic lipophagy when PtdSer synthesis using Cho1 is disrupted. Given recent evidence pointing to the involvement of the ubiquitination system in various autophagy-related processes, we also examined the role of ubiquitin-conjugating enzyme E2 gene ubc4. Moreover, microautophagic lipophagy was significantly diminished in starved cho1{triangleup} yeast with ubc4 knockout. These findings suggest the critical role of Ubc4-mediated ubiquitination in facilitating microautophagic lipophagy of the vacuole in yeast cells.", "date": "2025-08-11", "journal": ""}
{"title": "Macrophage signaling and function are regulated by distinct sterol biochemistries", "doi": "10.1101/2025.08.07.669025", "authors": "Yaeger, J. D. W.; Kerkvliet, J. G.; Pradhan, B.; Lawver, A. G.; Sengupta, S.; Thiex, N. W.; Francis, K. R.", "abstract": "Membranes require continuous reorganization of lipid components, including sterols, to dynamically alter their rigidity to deform and bend during scission events which occur during fundamental cellular functions such as endocytosis. While diseases of cholesterol biosynthesis result in reduced cellular cholesterol and accumulation of precursor sterols, limited studies have addressed the intracellular consequences of disease-associated sterol changes on the ability of eukaryotic cellular membranes to function and signal normally. Here, we utilized bone marrow-derived macrophages (BMDMs) to investigate how altered sterol content impacts macrophage signaling and membrane function. Through pharmacological inhibition of cholesterol biosynthetic enzymes, reduced cholesterol and increased levels of disease-associated sterol intermediates coincided with reduced expression of cell surface proteins and impaired macropinocytosis. Macropinocytic activity was sensitive to both reduced plasma membrane cholesterol and sterols containing functional groups substituted for the C3 hydroxyl group. Transcriptomic analyses of cholesterol-inhibited BMDMs revealed alterations in immune and chemokine signaling pathways. Decreased cholesterol was also associated with dysregulated vesicular sorting pathways and elevated expression of endosomal/lysosomal markers. Disrupted endosome expression and impaired macropinocytosis was also observed in BMDMs from mouse models of the cholesterol biosynthesis disorder Smith-Lemli-Opitz syndrome (SLOS). Our findings detail an important connection between sterol imbalance, membrane dynamics, and immune cell function.", "date": "2025-08-11", "journal": ""}
{"title": "The fibrocystin C-terminal domain inhibits Src/STAT3 signal induced cystogenesis of kidney epithelia.", "doi": "10.1101/2025.08.08.669180", "authors": "Hassan, F.; Hahnenstein, S. T.; Kraus, A.; Buchholz, B.; Mukenhirn, M.; Honigmann, A.; Dafinger, C.; Liebau, M. C.; Pokrant, T.; Faix, J.; Grund, A.; Haffner, D.; Ziegler, W. H.", "abstract": "Autosomal recessive polycystic kidney disease (ARPKD) is caused by impaired function of fibrocystin/polyductin (FPC) in collecting duct epithelia resulting in cyst formation. We hypothesized that the membrane-bound C-terminal FPC domain (FPCct) is necessary to suppress cystogensis and facilitate epithelial homeostasis. In ARPKD, cystic kidney epithelia are characterized by a secretory phenotype associated with high intracellular cAMP levels and enhanced STAT3-dependent transcription. Moreover, impaired FPC function may lead to enhanced activation of Src tyrosine kinase, thereby activating STAT3 signaling and its downstream transcriptional activity. To investigate the effects of FPC loss on the cystic epithelial cell phenotype, we used an established principal-like MDCK cell line (pl-MDCK) and studied monolayers in both two and three-dimensional culture. In this in vitro model of collecting duct epithelia, FPC-deficient cells showed two-fold elevated basal cAMP levels and enhanced apical secretion leading to three-fold higher luminal pressure. Forskolin-stimulated elevation of cAMP levels triggered enhanced Src-dependent activation of STAT3 resulting in a pronounced cystic phenotype. Notably, expression of wildtype FPCct reduced both STAT3-dependent transcription and the secretory phenotype in knockout epithelial cells. Our data suggest that FPCct interacts with Src kinase at the plasma membrane, thereby reducing Src-mediated STAT3 phosphorylation and limiting STAT3-dependent transcription. Thus, FPCct appears to act like a physiological suppressor of cystogenic signaling, as found in healthy kidney epithelia, that is essential for maintaining epithelial homeostasis. Protein constructs that restore FPC C-terminal function may offer a therapeutic lead to mitigate epithelial dysfunction and slow disease progression in ARPKD.", "date": "2025-08-11", "journal": ""}
{"title": "Centrosomal P4.1-associated protein (CPAP) is a novel regulator of ESCRT pathway function during multivesicular body formation and endosome maturation", "doi": "10.1101/2025.08.09.669489", "authors": "Gudi, R. R.; Vasu, C.", "abstract": "Previously, we have shown that Centrosomal P4.1-associated protein (CPAP) is a positive regulator of endocytic vesicle transport (EVT) pathway, and it promotes lysosomal targeting of ligand-bound EGFR. Here, we show that recruitment of TSG101, an ESCRT-I protein, to endosome is the mechanism by which CPAP facilitates EVT. While CPAP depletion disrupts the Rab5-to-Rab7 conversion and endosome maturation processes, it does not interact with these GTPases. We found that CPAP not only co-immunoprecipitates with TSG101, but also colocalizes with TSG101 as well as ESCRT 0 protein HRS on the early endosomes. Although CPAP-TSG101 interaction occurs under quiescent state, this interaction is more robust during EVT progression. TSG101 recruitment to endosome and Rab5-to-Rab7 conversion were restored in CPAP depleted cells upon overexpression of HRS suggesting that CPAP functions upstream of TSG101, but in parallel to HRS, and bridges ESCRT 0 and ESCRT I components. Our results reveal a novel ESCRT dependent regulatory role for the centriole biogenesis protein CPAP in endosome maturation.", "date": "2025-08-11", "journal": ""}
{"title": "Unveiling the Role of PHF20 in TBC1D4-Mediated Glucose Uptake During Toxoplasma gondii Infection", "doi": "10.1101/2025.08.08.669278", "authors": "Cha, G.-H.; Gao, F.-F.; Wang, X.-C.; Hong, G.-H.; Yun, Y.-S.; Choi, I.-W.; Yuk, J.; Zhou, W.; Chen, X.; Park, J.", "abstract": "Background Toxoplasma gondii relies on host cell nutrients, especially glucose, to support its intracellular growth. However, the mechanisms by which it enhances host glucose metabolism remain incompletely understood. Methods We used fluorescence-based glucose uptake assays, flow cytometry, metabolic flux analysis, and gene silencing in ARPE-19 cells, along with transgenic mouse models, to explore how T. gondii manipulates host glucose utilization and whether this promotes parasite proliferation. Results T. gondii infection significantly enhanced host glucose uptake in a dose-dependent manner and promoted GLUT4 translocation to the plasma membrane. Notably, extracellular acidification rate (ECAR) assays demonstrated a marked increase in glycolytic activity following infection. Mechanistically, we identified that the PI3K/AKT signaling pathway mediates the phosphorylation and transcriptional upregulation of TBC1D4, a Rab-GAP protein essential for GLUT4 trafficking. Genetic silencing of TBC1D4 impaired both glucose uptake and parasite replication. Furthermore, we uncovered a regulatory mechanism involving AKT-dependent nuclear signaling that modulates TBC1D4 transcription. In vivo experiments using Phf20 transgenic mice confirmed increased susceptibility to T. gondii and elevated glucose metabolic responses. Conclusions Our study reveals that T. gondii hijacks a host PI3K/AKT-TBC1D4 axis to enhance glucose uptake and glycolysis, thereby ensuring metabolic support for its proliferation. These findings highlight host glucose metabolism as a potential therapeutic target for controlling toxoplasmosis.", "date": "2025-08-11", "journal": ""}
{"title": "Crosstalk between tubulin glutamylation and tyrosination regulates kine-sin-3-mediated axonal transport", "doi": "10.1101/2025.08.09.669510", "authors": "Bayansan, O.; Khawaja, M. S.; Putri, D. S.; Wagner, O. I.", "abstract": "Tubulin post-translational modifications (PTMs) are critical regulators of microtubule function and diversity in neurons. In Caenorhabditis elegans, we investigated how tubulin deglutamylases (CCPP-1 and CCPP-6) and polyglutamylases (TTLL-5 and TTLL-9) affect kinesin-3/UNC-104-mediated axonal transport. Loss of CCPP-1 not only facilitated tubulin polyglutamylation as expected, but it also leads to increased tyrosination. Vice versa, loss of TTLL-5 reduced tubulin polyglutamylation as expected, but at the same time leads to reduced tyrosination as well. This crosstalk in tubulin PTM appears to be critical feature such as no tyrosination or detyrosination enzymes are known in in C. elegans. Notably, acetylation and detyrosination remained unaffected in the deglutamylation and polyglutamylation mutants. Functionally, reduced glutamylation and tyrosination improved kinesin-3 KIF1A/UNC-104 transport characteristics. Conversely, increased glutamylation and tyrosination negatively affected the movement of both UNC-104 motor and its cargo RAB-3. UNC-104 motors visibly accumulate in neuronal cell bodies of ccpp-1 mutants while being significantly reduced in ttll-5 mutants. In ttll-5 mutants, motors tend to cluster along distal axonal regions and these cluster are reduced in ccpp-1 mutants revealing a role of tubulin PYM in axonal motor scaffolding. Employing promoter fusions, we confirmed that all investigated PTM enzymes express in neurons and colocalize with UNC-104. Moreover, co-immunoprecipitation assays revealed that hyper-glutamylated tubulin appears in a physical complex with UNC-104, while hypoglutamylated tubulin binds less effectively to the motor. In our model, highly negatively charged polyglutamylated tubulin traps UNC-104 onto microtubules via increased charge-interactions. Tubulin \"stickiness\" is reduced in polyglutamylase mutants leading to increased motor speeds. Animal behavioral assays revealed that both hyper- and hypoglutamylated tubulin mutant worms act less responsive to harsh and soft touch, highlighting C. elegans as a valuable model for investigating tubulin PTM-related neurological disorders.", "date": "2025-08-11", "journal": ""}
{"title": "A minimal model for the role of Rim4 in regulating meiotic exit in budding yeast", "doi": "10.1101/2025.08.09.669466", "authors": "Marquez Davila, V. A.; Gadgil, P.; Zike, A.; Wang, R.; Setayeshgar, S.; Lacefield, S.", "abstract": "Meiosis ensures formation of haploid gametes through two rounds of chromosome segregation after one round of DNA replication. How this complex cell cycle process is restricted to two and only two divisions is poorly understood. In budding yeast, RNA-binding protein Rim4 binds various mRNAs to prevent their translation. At the onset of meiosis II, phosphorylation and degradation of Rim4, along with the concomitant release of sequestered mRNA, has an important role in ensuring meiotic exit. Building on previous work, we developed a parsimonious mathematical model of meiotic termination that elucidates the role of Rim4-mRNA release and translation of AMA1 mRNA in the fidelity of meiotic exit. Central to our model is the accumulation of Ama1 protein, a meiosis-specific activator of APC/C. Our mathematical model predicted further outcomes, which we tested experimentally. We found that either slowing Rim4 degradation or disrupting APC/CAma1 activity delayed meiosis II. In some cells, this disruption prevented meiotic exit entirely, leading them to re-enter cell cycle oscillations after meiosis II. These findings demonstrate that the timely activation of this regulatory network is crucial for ensuring irreversible meiotic exit.", "date": "2025-08-11", "journal": ""}
{"title": "Uptake mechanisms and physiological effects of furanic compounds from the Maillard reaction in budding yeast", "doi": "10.1101/2025.08.08.669114", "authors": "Matos, L. C. P.; Milburn, A.; MacDonald, C.", "abstract": "Maillard Reaction Products (MRPs) are formed during the thermal processing of foods and exhibit important sensory attributes. Furanic compounds are a subset of MRPs are commonly found in food products but have been shown to exhibit many toxic effects. Despite this broad issue, the molecular mechanisms by which MRPs interact with eukaryotic cells and inhibit cellular processes is poorly understood. To remedy this, we used budding yeast as a genetic model to explore uptake mechanisms of several common furanic compounds: 5-hydroxymethylfurfural (HMF), furfural (FUR), and 2-Furyl methyl ketone (FMK). Titrations were used to identify sub-lethal doses of each furanic compound for downstream experiments. We then revealed HMF is a potential substrate of the Pdr5 multidrug resistance pump and that both HMF and FUR require surface nutrient transporters to induce toxicity. Live cell imaging suggests that HMF disrupts mitochondria whilst FUR affects the endolysosomal system. Collectively, this work suggests that the uptake and efflux of even these related furanic compounds have different mechanisms, and exert their toxic effects via distinct intracellular pathways. As many of these cellular components are conserved throughout evolution, we propose this work sheds light on the metabolism of toxic compounds commonly found within animal food sources.", "date": "2025-08-11", "journal": ""}
{"title": "Extracellular Matrix Proteome of Human Corneas", "doi": "10.1101/2025.08.08.669308", "authors": "Bokara, K. K. K.", "abstract": "BACKGROUND/OBJECTIVES: The cornea, the transparent outer layer of the eye, is avascular and composed of three layers: a self-renewing epithelium, a transparent stroma rich in extracellular matrix (ECM) and an endothelium. This study aimed to profile ECM proteins including proteoglycans, from human decellularized extracellular matrix (hdECM) proteins using proteomics analysis. SUBJECTS/METHODS: Three independent batches of lyophilised hdECM samples were subjected to proteomics analysis. Samples were processed by in-gel trypsin digestion and analysed on a Q- Exactive mass spectrometer. Protein identification and label free quantification were performed using Proteome Discoverer 2.2.0.388. RESULTS: Proteomic profiling identified an average of 18 proteins per batch, with 13 consistently present across all samples. Key proteins, TGF-{beta}, keratocan, fibrillin and collagen XII, were abundant, highlighting their role in inflammation regulation, collagen organisation, and matrix remodelling. Proteoglycans such as docorins and lumican were also detected indicating their contribution to ECM structure and maintenance of corneal transparency. Network and Pathway analysis revealed involvement in ECM organization, integrin interactions, glycosaminoglycan metabolism, and collagen fibril assembly. These proteins are critical for preserving corneal architecture, modulating cell behaviour, and supporting processed such as signalling, migration, angiogenesis, and tissue repair particularly through proper collagen spacing essential for corneal transparency. This study, to the best of our knowledge, represents the first comprehensive profiling of extracellular matrix proteins from decellularised human corneas.", "date": "2025-08-11", "journal": ""}
{"title": "MORC2 Mediates Transcriptional Regulation Through Liquid-Liquid Phase Separation and DNA Binding", "doi": "10.1101/2025.08.08.669439", "authors": "Zhang, Y.; Bi, Y.; Duan, W.; Xu, W.; Wei, Y.; Jiang, W.; Zhu, F.; Huang, C.; Wang, Y.; Wang, C.", "abstract": "MORC2 is a chromatin-associated ATPase implicated in transcriptional silencing and human neuropathies such as Charcot-Marie-Tooth disease and spinal muscular atrophy. However, the molecular mechanisms governing its transcriptional regulatory activity remain elusive. Here, we demonstrate that full-length MORC2 undergoes liquid-liquid phase separation (LLPS) to form nuclear condensates, a process essential for transcriptional repression. Endogenous MORC2 forms dynamic condensates in neurons from EGFP-MORC2 knock-in mice, supporting the physiological relevance of LLPS in vivo. The 3.1 [A] crystal structure of coiled-coil 3 (CC3) reveals a dimeric scaffold that drives phase separation, while multivalent interactions between the intrinsically disordered region (IDR) and a newly defined IDR-binding domain (IBD) further promote condensate formation. Moreover, LLPS enhances MORC2s ATPase activity in a DNA-dependent manner, indicating a functional coupling between phase separation, DNA binding, and enzymatic regulation. RNA-seq analysis shows that only wild-type, but not LLPS-deficient MORC2, represses core target genes in knockout cells, directly linking condensate formation to transcriptional control. Furthermore, disease-associated MORC2 variants alter condensate dynamics, ATPase activity, and DNA binding, offering mechanistic insights into their pathogenic effects. Together, these findings identify LLPS as a key regulatory mechanism for MORC2 function and provide a molecular framework for understanding its role in transcriptional regulation and human disease.", "date": "2025-08-11", "journal": ""}
{"title": "Local Mitochondrial Physiology Defined by mtDNA Quality Guides Purifying Selection", "doi": "10.1101/2025.08.08.669275", "authors": "Thoma, F.; Rathberger, R.; Padovani, F.; Hörl, D.; Schmoller, K. M.; Osman, C.", "abstract": "The mitochondrial genome (mtDNA) encodes essential subunits of the electron transport chain and ATP synthase. Mutations in these genes impair oxidative phosphorylation, compromise mitochondrial ATP production and cellular energy supply, and can cause mitochondrial diseases. These consequences highlight the importance of mtDNA quality control (mtDNA-QC), the process by which cells selectively maintain intact mtDNA to preserve respiratory function. Here, we developed a high-throughput flow cytometry assay for Saccharomyces cerevisiae to track mtDNA segregation in cell populations derived from heteroplasmic zygotes, in which wild-type (WT) mtDNA is fluorescently labeled and mutant mtDNA remains unlabeled. Using this approach, we observe purifying selection against mtDNA lacking subunits of complex III (COB), complex IV (COX2) or the ATP synthase (ATP6), under fermentative conditions that do not require respiratory activity. By integrating cytometric data with growth assays and simulations, we show that the decline of {Delta}atp6 mtDNA reflects both intracellular selection for intact genomes and a proliferative disadvantage of cells lacking ATP synthase. In contrast, loss of {Delta}cob and {Delta}cox2 mtDNA is primarily driven by selective maintenance of functional genomes. In heteroplasmic cells containing both intact and mutant mtDNA, fluorescent reporters revealed local reductions in ATP levels and membrane potential ({Delta}{Psi}) near mutant genomes, indicating spatial heterogeneity in mitochondrial physiology that reflects local mtDNA quality. Disruption of the respiratory chain by deletion of nuclear-encoded subunits (RIP1, COX4) abolished these physiological gradients and impaired mtDNA-QC, suggesting that local bioenergetic differences are required for selective recognition. Together, our findings support a model in which yeast cells assess local respiratory function as a proxy for mtDNA integrity, enabling intracellular selection for functional mitochondrial genomes.", "date": "2025-08-11", "journal": ""}
{"title": "Interior soft x-ray tomography with sparse global sampling", "doi": "10.1101/2025.08.11.669333", "authors": "Ekman, A. A.; Chen, J.-H.; Larabell, C.; Le Gros, M.; Weinhardt, V.", "abstract": "Objective. To investigate the feasibility of interior imaging reconstruction in soft X-ray tomography to achieve higher spatial resolution cellular imaging, including whole-cell imaging. Approach. We develop an alignment and reconstruction algorithm that enables a combination of a low number of images from sparse whole-cell imaging with a high-resolution local interior scan. Based on numerical simulations, we show that such combined reconstructions mitigate the depth of field limitation in the high-resolution scan, enable radiation dose optimization, and obtain quantitative X-ray absorption values with sparse sampling. Furthermore, we probe our numerical approach on the experimental data from two different cell types and show that combined reconstruction is a reliable way to obtain high and local spatial resolution within the volume of a whole cell. Significance. The developed sparse reconstruction algorithm provides a robust and faithful visualization of cellular organelles with soft X-ray tomography. A mesoscale imaging approach, such as an interior tomography scan, enables one to scout and zoom into the volumes of interest containing organelles of interest. Utilizing sparse reconstructions, this increase in spatial resolution comes without sacrificing larger volume imaging, providing information on the relative position of all organelles in a cell.", "date": "2025-08-11", "journal": ""}
{"title": "Sex chromosome pairing and multivalent associations during meiosis in diploid and polyploid Silene latifolia", "doi": "10.1101/2025.08.08.669263", "authors": "Bacovsky, V.; Novotna, P.; Phillips, D.; Horakova, L.; Kruzlicova, J.; Cizkova, J.; Janousek, B.; Cegan, R.", "abstract": "Sex chromosomes undergo various modifications that affect their synapsis during meiosis. While most of the genome achieves full synapsis by the end of pachytene, the non-recombining regions of XY (or ZW) chromosomes often remain asynaptic, and fail to form physical associations at metaphase I. Despite significant progress in animal models, the meiotic behaviour dynamics of plant sex chromosomes remain largely unexplored. In this study, we employed super-resolution microscopy to analyse 3D chromosome organization and the localization of key meiotic proteins. Namely, we studied the dynamics of ASY1, ZYP1, and HEI10, across the leptotene to pachytene stages, and compared sex chromosome behaviour in dioecious Silene latifolia with related gynodioecious S. vulgaris. Our findings show that both exhibits a class I crossover (CO) frequency comparable to mammals, indicating moderate COs per bivalent and their similar genetic determinants. We document variation in sex chromosome configurations, from rod bivalents in diploids to open-ring tetravalents in autopolyploids, and characterize Y chromosome behaviour across XXY, XXXY, and XXYY karyotypes. These results reveal pronounced variation in pairing and synaptic patterns, even within a shared genetic background. We discuss how these patterns reflect the evolutionary trajectory of the non-recombining region and provide the most detailed cytogenetic analysis of sex chromosome pairing in a plant with evolutionary young sex chromosomes.", "date": "2025-08-11", "journal": ""}
{"title": "Explainable machine learning-assisted exploration of chromatin dynamics reveals chromosome-specific response to serum starvation", "doi": "10.1101/2025.08.08.669316", "authors": "Redchuk, T.; Pennanen, A.; Jaalinoja, H.; Natri, O.; Paavolainen, L.; Vartiainen, M. K.", "abstract": "Chromatin is dynamic at all length scales, influencing chromatin-based processes, such as gene expression. Even large-scale reorganization of whole chromosome territories has been reported upon specific signals, but lack of suitable methods has prevented analysis of the underlying dynamic processes. Here we have used CRISPR-Sirius for time-lapse imaging of chromatin loci dynamics during serum starvation. We show that the chromosome 1 loci move towards the nuclear envelope during the first hour of serum starvation in a chromosome-specific manner. Machine learning-assisted exploration of acquired multiparametric data combined with the Shapley values-based explanation approach allowed us to uncover the critical features that characterize chromatin dynamics during serum starvation. This analysis reveals that although serum starvation affects overall nuclear morphology and chromatin dynamics, chromosome 1 loci display a specific response that is characterized by maintenance of dynamics in constrained environment, and long jumps at the nuclear periphery. Interestingly, the two homologous chromosomes display differential behaviors, with the more peripheral homolog being more responsive to the signal than the internal one. Overall, the presented machine learning-assisted dataset exploration helps us navigate the multidimensional data to understand the underlying dynamic processes and can be applied to a wide variety of research questions in imaging and cell biology in general.", "date": "2025-08-11", "journal": ""}
{"title": "Including biotic factors does not improve species distribution models across three trophic levels", "doi": "10.1101/2025.08.07.668510", "authors": "Kusi, E. O.; Hulshof, C.; Kester, K.", "abstract": "1. Species distribution is broadly influenced by abiotic factors such as elevation and seasonal variations in temperature and precipitation. Further, for specialist herbivores like Manduca sexta and M. quinquemaculata, biotic factors, including host plant availability and the presence of a shared parasitoid Cotesia congregata, may play a critical role in shaping their spatial patterns. Yet, existing predictive models often focus solely on abiotic factors, with the contribution of biotic factors largely unknown. 2. In this study, we assessed whether abiotic and biotic factors as isolated or combined components of species distribution models (SDM) better predict the distribution of the congeners, M. sexta and M. quinquemaculata, and their shared endoparasitoid, C. congregata. We further evaluated the influence of bioclimate variables and elevation on cultivated and wild host plant distributions of M. sexta and M. quinquemaculata. To ensure robustness of our SDMs, we constructed them using an ensemble of three predictive algorithms: generalized linear model, maximum entropy, and random forest. We also applied Area Under the Curve (AUC) and True Skill Statistic (TSS) metrics to assess how well each model predicted outcomes. Then, to compare the predictive power between models that used isolated and combined abiotic and biotic factors, we analyzed the values obtained from the AUC and TSS metrics using a one-way ANOVA. 3. Our findings showed that the predictive power of models that used isolated and combined abiotic and biotic factors did not significantly differ. The abiotic-only model identified minimum temperature of the coldest month, elevation, and summer precipitation as the primary determinants of distributions of the Manduca spp., host plants, and C. congregata, respectively. Both Manduca spp. showed similar responses to minimum temperature of the coldest month and elevation, but response to summer precipitation differed between species. Models accounting for biotic factors only and combination of abiotic and biotic factors revealed cultivated host plants as the most important predictor for the distribution of both the Manduca spp. and C. congregata. Both Manduca spp. and C. congregata showed a high likelihood of occurrence with the presence of cultivated host plants. While this finding is not surprising, the responses of Manduca spp. to predictors like wild host plants varied between biotic-only and abiotic-biotic models. Similarly, the parasitoid's response to its host, Manduca spp., also differed between the two models. 4. We therefore suggest that models incorporating either abiotic or biotic factors, or both, can reliably predict species distribution. However, the direction of species responses whether an increase or decrease in likelihood of occurrence may vary depending on the factors included in the model.", "date": "2025-08-11", "journal": ""}
{"title": "Temporal disaggregation through interval-integrated B-splines for the integrated analysis of trapping counts in ecology", "doi": "10.1101/2025.08.07.669113", "authors": "Fajgenblat, M.; Neyens, T.", "abstract": "1. Passive trapping techniques such as pitfall and malaise traps probably constitute the most widely used methods for standardised surveys of invertebrate populations worldwide. These methods typically yield aggregated count data over multi-day trapping periods, often spanning several weeks, during which species activity (i.e. phenology) can vary. The analysis of trapping data collected over temporally misaligned sampling intervals is challenging, hampering the integrated analysis of historically available trapping datasets. 2. We introduce a temporal disaggregation approach using interval-integrated B-splines to analyse data collected over misaligned sampling intervals while accounting for phenological influences. We present computationally efficient Taylor series approximations for integrating exponentiated B-splines over sampling intervals. We further tailor our approach to typical trapping datasets by providing several extensions, including joint species distribution modelling. 3. Through simulations and cross-validation, we demonstrate that our approach of temporal disaggregation outperforms naive approaches and provides improved inference on phenology and other parameters of interest, such as inter-annual trends. The first-order Taylor approximation, which can be fit using regular software routines, properly accounts for heterogeneity in sampling duration and timing, while the second-order Taylor approximation and the exact model additionally allow for improved estimation of phenological patterns. 4. By applying this model to a large pitfall trapping dataset, spanning almost 50 years and over 10,000 trapping events in the Belgian province of Limburg, we illustrate how this approach can be used to reveal phenological, spatio-temporal and co-distributional patterns for 331 spider species. 5. The interval-integrated B-splines approach we present provides a convenient way to infer phenology and other ecological parameters from temporally aggregated count data obtained over misaligned sampling intervals, facilitating the integrated analysis of heterogeneously collected datasets to infer biodiversity trends.", "date": "2025-08-11", "journal": ""}
{"title": "A Cell-Autonomous Role for the Vitamin B6 Metabolism Gene PNPO in Drosophila GABAergic Neurons", "doi": "10.1101/2025.08.07.669010", "authors": "Fu, W.; Landaverde, S.; Zhuang, X.; Iyengar, A.", "abstract": "In animals, the enzyme pyridox(am)ine 5'-phosphate oxidase (PNPO) is critical for synthesizing the active form of vitamin B6 (VB6), pyridoxal 5'-phosphate (PLP), from inactive vitamers. PLP is a required cofactor for many enzymatic reactions, including the synthesis of GABA and the monoamines. PNPO disruption in humans is associated with an array of epilepsy syndromes, while Drosophila harboring mutations in the sole PNPO ortholog, sugarlethal (sgll), display spontaneous seizures and short lifespans. These phenotypes are suppressed by PLP supplementation and are exacerbated by restriction of dietary B6 vitamers. In the context of PNPO deficiency, it remains to be resolved what the specific contributions by cellular subpopulations in the nervous system are to neurological phenotypes. We addressed this question in sgll mutants by expressing human PNPO (hPNPO) cDNA in cholinergic, glutamatergic, and GABAergic neurons as well as glia and measuring changes in survival and seizure phenotypes. We found hPNPO expression in GABAergic neurons largely restored lifespan and attenuated seizure activity, while glial expression also improved sgll phenotypes albeit to a lesser degree. In contrast, hPNPO expression in either cholinergic or glutamatergic neurons, accounting for most neurons in the fly brain, did not appreciably alter sgll phenotypes. We contrasted these observations with changes in sgll mutants induced by feeding GABA receptor modulators. The GABAB agonist SKF-97541 reduced mortality, while GABA or GABAA receptor modulators did not improve survival. Together, our data establish a cell-autonomous role for PNPO in GABAergic neurons to support brain function, especially under VB6-restricted conditions.", "date": "2025-08-11", "journal": ""}
{"title": "A modeling-based framework to evaluate forgiveness of TB drug combinations in a BALB/c relapsing mouse model.", "doi": "10.1101/2025.08.07.668704", "authors": "Sordello, S.; Brock, L.; Tagliavini, A.; Federico, D.; Boulenc, X.; Pergher, M.; Huc Claustre, E.; Metcalf, D.; Walter, N. D.; Robertson, G. T.; Clary, J.; Berg, A.; Mdluli, K.; Hermann, D. J.; Hanna, D.; Upton, A. M.", "abstract": "Tuberculosis (TB) remains a leading cause of death due to an infectious agent. Adherence to long and complex TB treatments is supported by methods including directly observed therapy. The negative impact of missed drug doses on clinical outcomes is well-established, highlighting both the importance of adherence support and methods to quantify the ability of a regimen to continue exerting a biologic effect, during gaps in dosing known as forgiveness property. To explore the value of the BALB/c Relapsing Mouse Model of TB in evaluating treatment forgiveness, we assessed the impact of weekend dose holidays on the bactericidal, including RS ratio, and sterilizing efficacy of RHZE/RH and BPaMZ in perspective of each drug exposure. The cure/relapse data from this study plus multiple historical studies were used to identify a nonlinear mixed-effects Emax model that was used to estimate time to cure 50% and derive time to cure 90% mice (T90). Expected time-dependent bactericidal activity and reductions in RS ratio were observed for both treatments, with more rapid decreases for the BPaMZ groups. The weekend dosing holiday significantly decreased reductions in lung CFU and RS ratio earlier in RHZE/RH treatment, but no such effect was observed for BPaMZ. Similarly, the predicted T90 was significantly greater for RHZE/RH (but not BPaMZ), with weekend doses omitted. No major drug exposure difference was observed between the 2 dosing schedules. Our results suggest BPaMZ is more forgiving of missed doses than RHZE/RH and suggests utility of this methodology to support evaluation of TB treatment forgiveness.", "date": "2025-08-11", "journal": ""}
{"title": "DECREASING TRANSMURAL DISPERSION OF VENTRICULAR ACTION POTENTIAL REPOLARIZATION WITH MULTICHANNEL PHARMACOLOGY", "doi": "10.1101/2025.08.07.669124", "authors": "Cabo, C.", "abstract": "Dispersion of repolarization results from a non-homogeneous recovery of excitability in cardiac tissue, and it is an important factor in arrhythmogenesis because it could lead to the initiation and maintenance of a variety of arrhythmias. Antiarrhythmic agents that prolong APD by selectively blocking specific ion channels (like IKr) often increase dispersion of repolarization, which could result in a pro-arrhythmic risk. In this report, using computer models of the action potential of human epicardial and mid-myocardial myocytes, we have identified two strategies to prolong APD while reducing transmural dispersion of repolarization. The first strategy, which involves blocking several depolarizing and repolarizing ion channels (INaL, ICaL, IKr and INaCa), can reduce the transmural APD dispersion by about 20%. The second strategy, which involves the use of a combination of ion channel blockers and activators, results in a stronger reduction in transmural dispersion of repolarization than using only ion channel blockers. Enhancing IKs and blocking IKr can reduce transmural APD dispersion by about 70%. Our results suggest that a multichannel pharmacology strategy (as opposed to a single channel strategy), possibly using ion channel blockers and activators, can be effective at increasing APD while minimizing dispersion of repolarization.", "date": "2025-08-11", "journal": ""}
{"title": "Sound-evoked auditory neurophysiological signals are a window into prodromal functional differences in a preclinical model of Alzheimer's Disease", "doi": "10.1101/2025.08.07.669134", "authors": "Aydin, A. G.; Manoj, P.; Ramadan, F.; Youssef, E.; Rajan, S.; Torres, E.; Bieszczad, K. M.", "abstract": "Hearing has been identified as the largest modifiable mid-life risk factor for Alzheimer's Disease (AD), despite that its link to dementia remains unclear. Here we identify a biomarker of AD risk in an auditory neural signal using the non-invasive, rapidly acquired, and clinically translatable auditory brainstem response (ABR) in normal hearing knock-in rats (Swedish familial AD risk variant to Amyloid precursor protein, AppS; male and female). While ABR morphology has been proposed as a biomarker for AD, we report a novel biomarker derived from multidimensional parametric feature extraction on the distribution statistics of repeated single traces of the ABR that increases its potential for clinical utility with sensitivity and specificity. We report accurate prediction of AD genetic risk in both young and aged animals: AppS rats separate clearly from humanized controls in both sex- and age-dependent manners. Notably, auditory learning in young adulthood normalized the ABR signature in AppS rats with maintained effects into older age, altogether supporting a central neural generator of auditory dysfunction related to AD risk. These preclinical findings show how ABRs could provide a very early biomarker for detection of AD risk and lay the groundwork to test the synergy of auditory and cognitive functions in human dementia.", "date": "2025-08-11", "journal": ""}
{"title": "Inhibition of KDEL receptors remodels the tumor microenvironment for robust T cell independent tumor regression", "doi": "10.1101/2025.08.07.669177", "authors": "Tirosh, B.; Pattanayak, S. P.; Wang, H.; Willard, B.; Chan, T.; Merrick, W. C.; Lu, Z.-R.", "abstract": "Tumor immunotherapy is supported by low-grade inflammatory conditions at the microenvironment, triggered by immunogenic cell death (ICD). However, ICD is dampened when tumors acquire resistance, affecting immune recognition. KDEL receptors (KDELRs), through a retrograde Golgi-to-ER transport, prevent spontaneous secretion of KDEL proteins. We report that inhibition of a single KDELR in a minor fraction of tumor cells, primarily KDELR2, provokes robust infiltration of macrophages and neutrophils into the tumor microenvironment, resulting in a complete regression of both immunogenic and non-immunogenic tumors independently of T cells. Importantly, in the course of regression, anti-tumor T cells are primed, conferring protection against a second challenge. Recapitulated by intratumoral delivery of siDKELR2 utilizing lipid nanoparticles, we implicate KDELR2 as a target to unleash an unusual robust innate immune response, which represents a tractable approach to initiate an adaptive response downstream, bypassing conventional ICD-inducing therapies. We propose KDELR targeting as a strategy to improve immunotherapy across tumor types, including \"cold\" tumors resistant to T cell-based immunotherapies.", "date": "2025-08-11", "journal": ""}
{"title": "Elevational variation in heart mass and suppression of hypoxia-induced right ventricle hypertrophy in Andean leaf-eared mice (Phyllotis)", "doi": "10.1101/2025.08.07.669011", "authors": "Bautista, N. M.; Herrera, N. D.; Quiroga-Carmona, M.; Natarajan, C.; Rico-Cernohorska, A.; Salazar-Bravo, J.; Scott, G. R.; D'Elia, G.; Cheviron, Z. A.; Storz, J. F.", "abstract": "In lowland mammals that ascend to high elevation, hypoxia-induced changes in the pulmonary circulation can give rise to hypoxic pulmonary hypertension (HPH) and associated right-ventricle (RV) hypertrophy. Some mammals that are native to high elevation have evolved a means of attenuating HPH, demonstrating how environmental adaptation may sometimes counteract the effects of ancestral acclimatization responses. Here, we examine elevational variation in heart mass and measures of RV hypertrophy in four closely related species of leaf-eared mice (genus Phyllotis) that are broadly co-distributed across a steep elevational gradient on the Western slope of the Andes. There was a positive relationship overall between heart mass and elevation that reflected proportional changes in both the right and left ventricles. Thus, elevation-related increases in overall heart mass were not generally attributable to RV hypertrophy, suggesting that this group of predominantly highland species have evolved a means of avoiding HPH and/or attenuating the cardiac response to HPH. To gain insight into possible transcriptional mechanisms, we examined patterns of transcriptomic variation in the right ventricles of Phyllotis vaccarum from two geographically distinct highland populations (both from elevations >5000 m) that exhibit strikingly different levels of RV hypertrophy. Suppression of RV hypertrophy is associated with differential expression of key regulatory genes involved in striated muscle, immune processes, and the inflammatory response. Analysis of co-expression modules identified a promising set of candidate genes for mediating the development of RV hypertrophy at extremely high elevations.", "date": "2025-08-11", "journal": ""}
{"title": "Compact Vision--Language Models Enable Efficient and Interpretable Automated OCT Analysis Through Layer Specific Multimodal Learning", "doi": "10.1101/2025.08.07.669187", "authors": "Haghighi, T.; Gholami, S.; Sokol, J. T.; Lim, J. I.; Leng, T.; Thompson, A. C.; Tabkhi, H.; Alam, M. N.", "abstract": "Translating the intricate anatomical signatures of retinal disease from OCT B-scans into clear, accurate clinical narratives demands AI models that seamlessly fuse visual features with domain expertise. We curated a multimodal dataset of 40,000 OCT B-scans from public repositories and private clinical cohorts, each paired with expert validated summaries spanning six conditions: diabetic macular edema, diabetic retinopathy, geographic atrophy, drusen, choroidal neovascularization, and healthy retina. We introduce LO-VLM, a compact (247M parameter) vision-language model (VLM) that infuses anatomical guidance into both encoder and decoder for free form summary generation and multiclass disease classification. Benchmarking against state-of-the-art RetinaVLM, LLaVA-Med, and a ViT vision only model demonstrates superior performance. In a blinded evaluation by three board certified retina specialists scored the generated summaries, LO-VLM narratives achieved mean = 8.5 (standard deviation = 1.15) out of 10, compared to mean = 5.5 (standard deviation = 1.13) for RetinaVLM (p < 0.0001). In quantitative evaluations, LO-VLM achieved an SBERT similarity of 0.803 and a BERTScore F1 of 0.715, representing improvements of 8.2% and 28.8% over specialized VLM baselines. For disease classification, LO-VLM reached 96% accuracy (F1 = 96%), outperforming ViT by 13% and exceeding medical VLM benchmarks by over 62%. By reconciling interpretability with computational efficiency, LO-VLM establishes a new paradigm for efficient AI models in OCT interpretation.", "date": "2025-08-11", "journal": ""}
{"title": "Immune-Competent 3D Bioengineered Colons for Functional Interrogation of Neuroinflammation-Induced Colonic Dysmotility", "doi": "10.1101/2025.08.07.669171", "authors": "Collier, C. A.; Salikhova, A.; Rengarajan, S.; Tharakesh, A.; Srinivasan, S.; Raghavan, S. A.", "abstract": "Functional gastrointestinal disorders (FGIDs) affect [~]40% of the global population and are frequently characterized by colonic dysmotility. Symptomatic manifestations of colonic dysmotility significantly reduce quality of life in inflammatory bowel disease (IBD), diabetes, and Gulf War Illness (GWI). Current in vitro models lack the integration of functional physiology with immune and neuronal complexity required to establish causal links between neuroinflammation and dysmotility. Here, an immune competent bioengineered colon is introduced that integrates multiple cell types of the external colonic wall, along with functional readouts of motility. Within bioengineered colons, exposure to pyridostigmine bromide (PB), a toxicant associated with GWI, drove interferon gamma mediated neuroinflammation. Contractile motility dysfunction occurred in PB-exposed bioengineered colons due to neural progenitor depletion, and impaired neuronal regeneration. In contrast, tumor necrosis factor  (TNF ), a cytokine central to IBD, induced NF {kappa}B driven inflammation and smooth muscle remodeling, permitting partial neuronal recovery but sustaining dysmotility. The bioengineered colon model offered high fidelity in replicating diverse modes of enteric neuroinflammation. Ultimately, the platform offers a physiologically relevant avenue to interrogate neuroimmune crosstalk, dissect mechanisms of colonic dysmotility, and evaluate regenerative and therapeutic strategies for gastrointestinal pathologies.", "date": "2025-08-11", "journal": ""}
{"title": "Real-time, High-throughput Super-resolution Microscopy via Panoramic Integration", "doi": "10.1101/2025.08.07.669117", "authors": "Yoon, K.; Yoon, H.; Tadesse, K.; Ling, Z.; Mandracchia, B.; Datta, S.; Bozdag, G. O.; Burnetti, A. J.; Ratcliff, W. C.; Jia, S.", "abstract": "We introduce super-resolution panoramic integration (SPI), an on-the-fly microscopy technique enabling instantaneous generation of subdiffractional images concurrently with scalable, high-throughput screening. SPI leverages multifocal optical rescaling, high-content sweeping, and synchronized line-scan readout while preserving minimal post-processing and compatibility with epi-fluorescence settings. We demonstrate SPI for various subcellular and populational morphology, function, and heterogeneity. This versatile platform offers a practical pathway toward biological insights beyond traditional optical and computational constraints.", "date": "2025-08-11", "journal": ""}
{"title": "Metatranscriptomic analysis reveals toxin-antitoxin system shifts in caries-associated oral microbiomes", "doi": "10.1101/2025.08.07.669164", "authors": "Rajaram, S. V.; Singh, P.; Zeng, E.", "abstract": "Background: Toxin-antitoxin (TA) systems are bacterial regulatory elements involved in persistence, dormancy, and biofilm stability under stress conditions such as limited nutrients, acid exposure, and antimicrobial treatment. Although their roles are well-characterized in isolated pathogens, TA systems remain largely unexamined in the context of the oral microbiome. Given their potential involvement in microbial adaptation during oral diseases and treatment, we aimed to identify transcriptionally active TA systems and evaluate their condition-specific expression patterns across oral health states using metatranscriptomic data. Results: We re-analyzed two publicly available supragingival metatranscriptomic datasets: a longitudinal dataset by Carda-Dieguez et.al. (Dieguez) capturing treatment transitions (fluoride (Fl), fluoride-arginine (Fl-Ar)) in caries-active and caries-free individuals, and a cross-sectional dataset by Ev et.al., (Ev) profiling caries-active lesions (CA), caries-inactive (CI), and caries-free (CF) states. After quality control, host sequences removal, rRNA removal, and HUMAnN3-based functional profiling, we identified 1,189 unique UniRef90 gene clusters with known TA associations. Differential analysis using ANCOM-BC revealed 197 TA-related gene clusters as significantly modulated in at least one condition. Of these, 22 gene clusters were differentially expressed in Dieguez, 38 in Ev, with 77 shared across both datasets. Distinct TA expression signatures were observed across healthy (CF, CI, baseline), lesion types (CAa, CAi, CAs), and treatment stages (Fl, Fl-Ar), suggesting condition-specific regulatory activity. Functional annotation of differentially expressed TA genes using the Toxin-antitoxin system database, eggNOG-mapper, and InterProScan, revealed 18 genes with strong evidence for their involvement in key bacterial stress-response pathways. These included members of the ParD-ParE, RelE/StbE-RelB/StbD, FitA, and YafQ families, which are annotated with mRNA catabolism, transcriptional repression, and prokaryotic defense-associated pathways. Conclusion: This is the first metatranscriptomic analysis profiling functional shifts in toxin-antitoxin systems across oral healthy, caries, and treatment states. TA systems showed dynamic and condition-specific expression, with pathway annotations suggesting their roles in microbial persistence, stress adaptation, and ecological remodeling during caries progression. These findings open new avenues for targeting microbial stress modules in precision microbiome therapeutics. Keywords: Toxin-antitoxin systems; oral microbiome; metatranscriptomics; caries; microbial stress response; differential expression; UniRef90; functional annotation; ANCOM-BC; ecological shifts", "date": "2025-08-11", "journal": ""}
{"title": "KeySDL: Sparse Dictionary Learning for Keystone Microbe Identification", "doi": "10.1101/2025.08.07.669165", "authors": "Gordon, M.; Akyol, T. Y.; Amos, B. K.; Andersen, S. U.; Williams, C.", "abstract": "Identification of microbes with large impacts on their microbial communities, known as keystone microbes, is a topic of long-standing interest in microbiome research. However, many approaches to identify keystone microbes are limited by the inherent nonlinearity and state-dependence of microbial dynamics. Machine learning approaches have been applied to address these shortcomings but often require more data than is available for a given microbial system. We propose a keystone identification approach called KeySDL which reduces the amount of data required by incorporating assumptions about the type of microbial dynamics present in the experimental system. The data are modeled as originating from a Generalized Lotka-Volterra (GLV) model, an architecture commonly used to simulate microbial systems. The parameters of this model are then estimated using Sparse Dictionary Learning (SDL) Compared to existing methods, this approach allows accurate prediction of keystone microbes from small numbers of samples and provides an output interpretable as reconstructed system dynamics. We also propose a self-consistency score to help evaluate whether the assumption of GLV dynamics is reasonable for a given dataset, either through the application of KeySDL or other analysis tools validated using GLV simulation.", "date": "2025-08-11", "journal": ""}
{"title": "A Semantic Framework for Predicting Herbal-Drug Biotransformation Conflicts via Biomedical Literature Mining", "doi": "10.1101/2025.08.07.668963", "authors": "Verandani, K.", "abstract": "The widespread use of herbal supplements alongside conventional medicines increases the risk of unpredictable interactions affecting drug absorption and metabolism. This study introduces a comprehensive semantic framework that synthesizes knowledge from biomedical ontologies, curated databases, and full-text literature to model potential biotransformation conflicts between natural compounds and pharmaceutical agents. Leveraging advanced relation extraction systems and graph-based inference techniques, we constructed an enriched knowledge graph capable of highlighting mechanistic pathways involving enzymes, transporters, and drug constituents. Case studies with compounds like green tea and kratom demonstrate the framework's potential to surface both known and previously underexplored interactions. The proposed system offers a scalable, hypothesis-generating platform for early-stage pharmacokinetic safety analysis in the context of natural product co-administration.", "date": "2025-08-11", "journal": ""}
{"title": "STARComm Scalably Detects Emergent Modules of Spatial Cell-Cell Communication in Inflammation and Cancer.", "doi": "10.1101/2025.08.07.669133", "authors": "Huynh, K.; Matuck, B. F.; de Souza, D.; Zhang, X.; Fatobene, G.; Soares Junior, L. A. V.; Ferraz da Silva, L. F.; Rocha, V.; Byrd, K.; Liu, J.", "abstract": "In humans, cell-cell communication orchestrates tissue organization, immune coordination, and repair, yet spatially mapping these interactions remains a challenge for biology. We introduce STARComm, a scalable-interpretable computational method that identifies Multicellular Communication Interaction Modules (MCIMs) by detecting spatially co-located receptor-ligand activity from high-plex spatial transcriptomics in 2D and 3D. Applied to an atlas of >14million cells across 8 cancers, STARComm revealed 24 conserved and tumor-specific MCIMs, including a fibro-immune module with targetable axes linked to immune exclusion and immunotherapy resistance. In chronic graft-versus-host disease, STARComm identified three salivary gland MCIMs predictive of patient death and two druggable axes (CXCL12-CXCR4, CCL5-SDC4), both with FDA-approved therapeutics. STARComm demonstrated that peripheral tissue profiling can forecast fatality nearly 3 years in advance using minor salivary glands. By enabling scalable biomarker discovery, drug targeting, and spatially resolved precision profiling, STARComm bridges the gap between spatial biology and clinical translation, advancing the field of spatial medicine.", "date": "2025-08-11", "journal": ""}
{"title": "misosoup: A metabolic modeling tool for identifying minimal microbial communities reveals pervasive cross-feeding-driven niche expansion", "doi": "10.1101/2025.08.07.669121", "authors": "Ochsner, N.; San Roman, M.; Bonhoeffer, S.; Pascual-Garcia, A.", "abstract": "Microbial survival and function often depend on metabolic interactions within communities. Therefore, a central question to disentangle microbial organization is what minimal groups of species are able to thrive in a given medium -referred to as \"minimal communities\". Answering this question is essential for understanding microbial distribution, enhancing laboratory cultivation, or designing synthetic consortia. Here, we introduce misosoup, a Python package for identifying minimal communities (MInimal Supplying cOmmunity Search). Through genome-scale constraint-based metabolic modeling, misosoup enables the systematic identification of communities that support microbial growth in environments where individual species fail to survive alone. We validate misosoup against experimentally verified minimal communities, demonstrating its ability to predict known cooperative interactions. Applying misosoup to a set of 60 marine microbes, we observe widespread metabolic niche expansion, with approximately 66% of species capable of colonizing more environments in communities than in isolation. Our results highlight the frequent role of metabolic cross-feeding in niche expansion, whereby certain species depend on bidirectional exchange to utilize available resources. The detailed outputs provided by misosoup facilitate research on key questions such as the identification of functional groups. By efficiently identifying minimal communities and elucidating mechanisms underlying species interactions, misosoup provides a powerful tool for microbial ecology and community design, with potential applications in both research and biotechnological innovation.", "date": "2025-08-11", "journal": ""}
{"title": "Phase separation of protein kinase A regulatory subunits is driven by similar inter- and intra-molecular interactions involving the inhibitory segment", "doi": "10.1101/2025.08.07.669161", "authors": "Giri, M.; Brasnett, C. S.; Eroglu, K. F.; Kaasen, J. M.; Andre, A. A. M.; Marrink, S.-J.; Mulder, F. A.; Kjaergaard, M.", "abstract": "Phase separation of biological macromolecules has emerged as a widespread mechanism for cellular organization, governing the spatiotemporal regulation of biochemical processes including signaling pathways. The regulatory subunit of the cAMP-dependent protein kinase A (PKA) RI phase separates following cAMP-induced kinase activation, thereby restricting and enhancing PKA activity in space and time. The N-terminal dimerization/docking (D/D) domain and the linker region of RI have been identified as necessary and sufficient for phase separation, but their interactions at atomic resolution have remained elusive. We report here a structural investigation of the minimal phase-separating region of RI by nuclear magnetic resonance spectroscopy (NMR) and molecular dynamics (MD) simulations. The intrinsically disordered regions of RI cause broadening of NMR signals throughout the protein indicative of widespread dynamic interactions. Mutation of arginine residues in the RI inhibitory sequence leads to a reduction in signal broadening accompanied by loss of phase separation. Independently, binding of RI to an A-kinase anchoring protein (AKAP) leads to spectral changes that are indicative of a loss of interactions between the D/D domain and the linker region, suggestive of a competition between intramolecular interactions and partner binding. Corroborating the experimental observations, multiscale MD simulations detect pervasive interactions of the folded D/D domain of RI with the intrinsically disordered linker, and the intermolecular interactions in the condensate mirror those found internally in RI dimers. Our results support the view that for PKA RI, homotypic phase separation is underpinned by intermolecular interactions that are similar to intramolecular interactions.", "date": "2025-08-11", "journal": ""}
{"title": "Label-free DIA-NN enabled RIME (DIANNeR) reveals glucocorticoid receptor interaction networks in breast, bladder, and blood across normaluntransformed cells, cancer cell lines, and PDXs", "doi": "10.1101/2025.08.07.669166", "authors": "Zhao, W.; Rose, S. F.; Grimes, T. F.; Stenning, J.; Taylor, C.; Baldreki, C.; Goulding, I.; Duke, R.; Baker, S. C.; Montes de Oca, M.; Sinha, A.; Hinley, J.; Fox, J. M.; Kaye, P. M.; Gomm, J. J.; Jones, L. J.; Marangoni, E.; Simoes, B. M.; Clarke, R. B.; Southgate, J.; Bridge, K. S.; Dowle, A.; Holding, A. N.", "abstract": "The glucocorticoid receptor (GR) coordinates diverse transcriptional responses to glucocorticoids, regulating metabolism, inflammation, homeostasis, and development. Although GR is expressed in nearly every cell type, its activity is tissue-specific and shaped by context-dependent protein interactions. To enable comprehensive, quantitative profiling of GR interactomes across tissue types and cell states, we developed DIANNeR: a label-free proteomic pipeline combining immunoprecipitation with data-independent acquisition mass spectrometry (DIA-MS) and the DIA-NN software. DIANNeR provides a 2-fold increase in quantification of specific protein-protein interactions over DDA-RIME, without requiring isotopic labelling. Applied to GR, DIANNeR revealed distinct context-dependent interaction networks. We observed loss of a HOXA5-GR interaction during the transition from breast epithelium to cancer lines and patient-derived xenografts (PDXs), and a CD+ T cell-specific GR interaction with FOXP3 and BCL11B, not detected in epithelial or Jurkat cells. Conversely, the SWI/SNF complex subunit SMARCD3 was consistently enriched in GR interactomes from normal human breast and urothelial cells but absent in CD+ T cells, suggesting lineage-specific roles and the potential for selective modulation of GR activity in different contexts. Our findings establish DIANNeR as a robust, scalable platform for resolving tissue-specific transcription factor interactomes, and reveal features of GR signalling with implications for cancer biology and immunology.", "date": "2025-08-11", "journal": ""}
{"title": "EZH2-TTP-mTORC1 Axis Drives Phenotypic Plasticity and Therapeutic Vulnerability in Lethal Prostate Cancer", "doi": "10.1101/2025.08.07.669104", "authors": "German, B.; Morel, K. L.; Noel, T.; Boufaied, N.; Burkhart, D. L.; Chen, S.; Dezem, F. S.; Qiu, X.; Long, H. W.; DiFazio, S.; Baca, S.; Shafi, A.; Freedman, M. L.; Beltran, H.; Sweeney, C. J.; He, H.; Brown, M.; Plummer, J. T.; Knott, S. R.; Labbe, D. P.; Ellis, L.", "abstract": "Phenotypic plasticity is a recognized mechanism of therapeutic resistance in prostate cancer (PCa), however current knowledge of driver mechanisms and therapeutic interventions are limited. Using genetically engineered mouse models (GEMMs) devoid of Pten and Rb1, we previously demonstrated the chromatin reprogramming factor enhancer of zeste homolog 2 (EZH2) as an important regulator of alternative transcription programs promoting phenotypic plasticity. Here, using a multi-omics approach we demonstrate that EZH2 regulates multilineage cell states dependent on the RNA binding protein Tristetraprolin (TTP) that mediates RNA stability and activation of translation. Combined chemical inhibition of EZH2 and PI3K/mTORC1 resulted in superior anti-tumor activity in murine and human phenotypic plastic models and was most significant when this combination was used with castration or enzalutamide. Together, these data indicate phenotypic plasticity dependence on coordination between EZH2, TTP and mTORC1 signaling that represent novel therapeutic dependencies for this lethal PCa phenotype.", "date": "2025-08-11", "journal": ""}
{"title": "Targeting FSP1 triggers ferroptosis in lung cancer", "doi": "10.1101/2025.08.07.668766", "authors": "Wu, K.; Vaughan, A. J.; Bossowski, J. P.; Hao, Y.; Ziogou, A.; Kim, S. M.; Kim, T. H.; Nakamura, M. N.; Pillai, R.; Mancini, M.; Rajalingam, S.; Han, M.; Nakamura, T.; Wang, L.; Chung, S.; Simeone, D.; Shackelford, D.; Kang, Y. P.; Conrad, M.; Papagiannakopoulos, T.", "abstract": "Pre-clinical and clinical studies have demonstrated how dietary antioxidants or mutations activating antioxidant metabolism promote cancer, highlighting a central role oxidative stress in tumorigenesis. However, it is unclear if oxidative stress ultimately increases to a point of cell death. Emerging evidence indicates that cancer cells are susceptible to ferroptosis, a form of cell death that is triggered by uncontrolled lipid peroxidation. Despite broad enthusiasm about harnessing ferroptosis as a novel anti-cancer strategy, it remains unknown whether ferroptosis is a barrier to tumorigenesis and if it can be leveraged therapeutically. Using genetically-engineered mouse models (GEMMs) of lung adenocarcinoma (LUAD), we performed tumor specific loss-of-function studies of the two key ferroptosis suppressors, glutathione peroxidase 4 (Gpx4) and ferroptosis suppressor protein 1 (Fsp1), and observed increased lipid peroxidation, ferroptosis and robust suppression of tumorigenesis, suggesting that lung tumors are highly sensitive to ferroptosis. Furthermore, across multiple pre-clinical models, we found that FSP1 was selectively required for ferroptosis protection in vivo, but not in vitro, underscoring a heightened need to buffer lipid peroxidation under physiological conditions. Lipidomic analyses revealed that Fsp1-knockout (Fsp1KO) tumors had an accumulation of lipid peroxides, and inhibition of ferroptosis with genetic, dietary, or pharmacological approaches effectively restored the growth of Fsp1 KO tumors in vivo. Unlike GPX4, FSP1 expression was prognostic for disease progression and poorer survival in LUAD patients, highlighting its potential as a viable therapeutic target. Moreover, given the critical role of GPX4 in multiple tissues, there is a greater therapeutic window for targeting FSP1. To this end, we demonstrated that pharmacologic inhibition of FSP1 had significant therapeutic benefit in pre-clinical lung cancer models. Our studies highlight the importance of ferroptosis suppression in vivo and pave the way for FSP1 inhibition as a therapeutic strategy to improve disease outcome in lung cancer patients.", "date": "2025-08-11", "journal": ""}
{"title": "Alphavirus replicon particle expressing IL-12 reprograms tumor-associated macrophages and neutrophils and induces anti-tumor immunity", "doi": "10.1101/2025.08.07.666585", "authors": "Ishikawa, M.; Nambiar, D. K.; Sastri, J.; Bowling, F.; Ishimoto, K.; Tao, F.; Takahashi, K.; Stephanek, I.; Cao, H.; Leitner, D.; Matsuda, K.; Balk, F. M.; Sunwoo, J. B.; Le, Q.-T.; Smith, J. F.; Akahata, W.", "abstract": "Cancers evade anti-tumor immunity by the infiltration of immunosuppressive myeloid cells such as macrophages and neutrophils into the tumor microenvironment (TME). The limited efficacy of current immunotherapy is attributed to the presence of these immunosuppressive cells. Here, we describe a novel immunotherapy approach, using a single-cycle alphavirus replicon particle (VRP) that carries a self-amplifying RNA encoding interleukin-12 (IL-12). Leveraging the natural tropism of alphavirus to myeloid cells, single cell transcriptomic analyses of mouse tumor tissues demonstrated that intratumoral (i.t.) injection of the vector effectively reprogrammed tumor-associated macrophages and neutrophils toward a pro-inflammatory, anti-tumor phenotype via interferon signaling, further enhanced by IL-12 expression. The treatment also induced cytotoxic NK and T cell responses, resulting in a significant reduction of tumor growth and effectively preventing nodal and distant metastases in solid tumor mouse models. By targeting tumor-supporting myeloid cells to transform the TME into an immune-active state, our myeloid modulation approach has the potential to enhance the efficacy of current immunotherapies.", "date": "2025-08-11", "journal": ""}
{"title": "Context-Dependent miRNA Regulatory Landscapes in Breast Cancer Uncovered by Network Community Structure", "doi": "10.1101/2025.08.07.669176", "authors": "Newby, E.; Davis, E.; Dhawan, A.", "abstract": "Dysregulated microRNA (miRNA) expression is strongly linked to breast cancer, but their full impact on the transcriptome remains unexplored. To address this knowledge gap, we constructed a bipartite regulatory network of miRNAs and their mRNA targets using paired expression data from The Cancer Genome Atlas (TCGA). This network enables a comprehensive investigation of each miRNA's systems level properties in breast cancer. Community analyses revealed 17 distinct regulatory communities, which define the coordinated functions of miRNA. These community-level insights uncovered novel collective miRNA functional associations. For example, the analysis reveals a link between the miR-29 family and the epithelial-to-mesenchymal transition (EMT) that is shared across breast cancer molecular subtypes. This suggests that the miR-29 family can uniquely be used as a key regulator of EMT across breast cancers. This network-centric approach highlights coordinated miRNA expression in breast cancer, integrating network medicine principles with miRNA biology to identify novel therapeutic targets.", "date": "2025-08-11", "journal": ""}
{"title": "Dehydration promotes intracellular lipid synthesis and accumulation", "doi": "10.1101/2025.08.07.669190", "authors": "Carty, J. S.; Selvasingh, J.; Zuchowski, Y.; Nam, H.-J.; Penalva, C.; Nanayakkara, G.; Jennings, E. Q.; Voss, K.; Adame, E. T.; Tossberg, J.; Yap, W. S.; Melzer, M.; Viquez, O.; McCall, A. S.; Piotrowski, E. R.; Bessho, R.; Cao, S.; Leaptrot, K.; Schrimpe-Rutledge, A. C.; Codreanu, S. G.; Sherrod, S. D.; McLean, J. A.; Trapani, J. B.; Cottam, M. A.; Wan, M.; Shrivastava, D.; Delker, D. A.; Wilson, M. H.; Hassenour, C. M.; Lantier, L.; Chernova, I.; Young, J. D.; Haase, V. H.; Medina, J.-P. V.; Kosma, D. K.; Kim, P.; Cartailler, J. P.; Zhang, M.; Zent, R.; Harris,, R. C.; Watts, J. A.; Terker, ", "abstract": "Lipids can be considered a water reservoir used to offset dehydration stress as their oxidation by the mitochondria generates water. However, whether dehydration directly regulates lipid synthesis is unknown, which is the focus of this study. We found that dehydration stress decreases cellular oxygen consumption, increases intracellular lipid synthesis, and favors glutamine oxidation as a carbon precursor for lipid synthesis via remodeling mitochondrial metabolism. These findings provide a mechanism whereby cellular dehydration leads to intracellular lipid accumulation, functionally linking water availability to lipid storage.", "date": "2025-08-11", "journal": ""}
{"title": "Delayed identification of long-overlooked Aedes (Aedimorphus) vexans in Tahiti Island, French Polynesia", "doi": "10.1101/2025.08.07.669041", "authors": "Bousses, P.; Marie, J.; Kengne, P.; Mathieu-Daude, F.; Manzanilla, V.; Lardeux, F.", "abstract": "Aedes (Aedimorphus) vexans (Meigen, 1830) is a globally distributed mosquito species commonly associated with temporary flooded habitats, including those in the South Pacific region. While its presence has been documented in several Pacific archipelagos, its occurrence on Tahiti island had remained unconfirmed. A retrospective examination of historical mosquito collections held at the Institut de Recherche pour le Developpement (IRD, France) and the Institut Louis Malarde (ILM, Tahiti) revealed evidence of Ae. vexans on Tahiti dating back as early as 1993. This historical detection was corroborated by targeted field surveys conducted between 2023 and 2025, which confirmed the species presence at multiple sites, particularly in the southern part of the island. To support these observations, COI gene sequences from newly collected specimens were analyzed alongside reference Ae. vexans sequences from GenBank. The Tahitian specimens fall unambiguously within the Pacific clade of Ae. vexans and show no genetic divergence that would support their assignment to Ae. nocturnus or Ae. nipponii. Similarly, sequences published under these names in GenBank do not form distinct lineages within Ae. vexans. This study provides the first confirmed record of Ae. vexans on Tahiti, based on both morphological identification and molecular evidence. The findings underscore the need to integrate molecular tools into entomological monitoring to improve species detection and prevent misidentifications in island environments where vector diversity is often underestimated.", "date": "2025-08-11", "journal": ""}
{"title": "Neural Circuit Remodeling Underlying Enhanced Feeding During Pregnancy in Mice", "doi": "10.1101/2025.08.07.669199", "authors": "Inada, K.; Tasaka, G.-i.; Hagihara, M.; Kobayashi, K.; Miyamichi, K.; Yukinaga, H.", "abstract": "Pregnancy represents a unique physiological state marked by substantial adaptations influencing both behavior and metabolism. Alterations have been observed across multiple levels, from changes in cellular morphology, synaptic density, and neuroglial interactions to a brain-wide reduction in gray matter volume. While these adaptations are thought to support offspring survival and promote maternal physiological and psychological well-being, their functional significance remains largely unresolved. In particular, linking localized synaptic plasticity to a broader brain-wide circuit dynamics has posed a major challenge. Using virus-mediated screening in mice, we investigated the pregnancy-induced remodeling of the presynaptic landscape of paraventricular hypothalamic (PVH) oxytocin neurons, a central hub of maternal physiology. Here we show a selective and reversible elimination of excitatory synaptic inputs from the medial preoptic nucleus to PVH oxytocin neurons, displaying region-, cell-type-, and pathway-specificity. This reduction in excitatory drive attenuated the anorexigenic activity of oxytocin neurons during feeding, thereby promoting the increased food intake characteristic of pregnancy. These data demonstrate that the selective suppression of anorexigenic PVH oxytocin neuron activity plays a critical role in appetite regulation during pregnancy. More broadly, our data identify a pregnancy-associated remodeling of hypothalamic neural circuits with direct physiological relevance.", "date": "2025-08-11", "journal": ""}
{"title": "Reverse Predictivity: Going Beyond One-Way Mapping to Compare Artificial Neural Network Models and Brains", "doi": "10.1101/2025.08.08.669382", "authors": "Muzellec, S.; Kar, K.", "abstract": "A major goal in systems neuroscience is to build computational models that capture the primate brain's internal representations. Standard evaluations of artificial neural networks (ANNs) emphasize forward predictivity -- how well model features predict neural responses -- without testing whether model representations are themselves recoverable from neural activity. Here we develop the reverse predictivity metric, which quantifies how well macaque inferior temporal (IT) cortex responses predict ANN unit activations. This two-way framework reveals a striking asymmetry: models with high forward predictivity (~50% variance explained) often contain units unpredictable from neural activity, reflecting biologically inaccessible dimensions. In contrast, monkey-to-monkey mappings are symmetric, confirming that the asymmetry reflects genuine representational mismatch. Reverse predictivity isolates common ANN units -- shared with IT, behaviorally relevant, and generalizing across species -- and unique units lacking such alignment. Influenced by feature dimensionality, training objectives, and adversarial robustness, reverse predictivity offers a principled benchmark for guiding next-generation ANNs toward both high task performance and genuine biological plausibility.", "date": "2025-08-11", "journal": ""}
{"title": "Profibrotic monocyte-derived alveolar macrophages as a biomarker and therapeutic target in systemic sclerosis-associated interstitial lung disease", "doi": "10.1101/2025.08.07.669006", "authors": "Markov, N. S.; Esposito, A. J.; Senkow, K. J.; Schleck, M. J.; Cusick, L.; Yu, Z.; Sokolenko, Y. V.; Diaz, E.; Jonasson, E.; Swaminathan, S.; Lu, Z.; Nafikova, R. A.; Fenske, S.; Bunyan, E. G.; Perez-Leonor, X. G.; Abdala-Valencia, H.; Flozak, A. S.; Joshi, N.; Argento, C. A.; Malsin, E. S.; Reyfman, P. A.; Puchalski, J. T.; Gulati, M.; Carns, M.; Aren, K.; Cooper, P. R.; Field, N. S.; Mohsin, S.; Shawabkeh, M.; Soriano, A.; Gundersheimer, A. N.; Goldberg, I. A.; Damore, B.; Peltekian, A. K.; Agrawal, A.; Cheung, C.; Perez, S.; Teaw, S.; Williams, A.; Page, N.; Kujawski, S. E.; Odell, W.; Gune", "abstract": "Interstitial lung disease (ILD) is present in over 60% of patients with systemic sclerosis (SSc) and is the leading cause of SSc-related deaths. Profibrotic monocyte-derived alveolar macrophages (MoAM) play a causal role in the pathogenesis of pulmonary fibrosis in animal models where their persistence in the niche requires signaling through Colony Stimulating Factor 1 Receptor (CSF1R). We hypothesized that the presence and proportion of MoAM in bronchoalveolar lavage (BAL) fluid from patients with SSc-ILD may be a biomarker of ILD severity. To test this hypothesis, we analyzed BAL fluid from 9 prospectively enrolled patients with SSc-ILD and 13 healthy controls using flow cytometry and single-cell RNA sequencing. Patients with SSc-ILD had more MoAM and interstitial macrophages in BAL fluid than healthy controls, and their abundance was associated with lung fibrosis severity. We identified changes in the MoAM transcriptome as a function of treatment with mycophenolate, an effective therapy for SSc-ILD. In SSc-ILD lung explants, spatial transcriptomics identified an expanded population of interstitial macrophages spilling into the alveolar space. Our findings suggest that the proportion of profibrotic MoAM and interstitial macrophages in BAL fluid may serve as a biomarker of SSc-ILD and credential them as possible targets for therapy.", "date": "2025-08-11", "journal": ""}
{"title": "Sex Bias in Iron Sequestration by Transferrin 1 Modulates Sexually-Dimorphic Infection Outcomes in Drosophila melanogaster", "doi": "10.1101/2025.08.07.669156", "authors": "Hrdina, A.; Iatsenko, I.", "abstract": "Host sexual dimorphism in the outcome of infections is a ubiquitous phenomenon across taxa. However, the immunological differences between males and females and the mechanisms underlying them remain poorly characterized. Here, we used Drosophila melanogaster to test the hypothesis that sex differences in nutritional immunity, particularly iron sequestration, contribute to sexual dimorphism in infection outcome. Using the natural Drosophila pathogen Providencia alcalifaciens, which is controlled by host-mediated iron sequestration, we established an infection model in which males demonstrate increased resistance. Leveraging this model, we demonstrated that males exhibit higher basal and infection-induced expression levels of Transferrin 1-an iron transporter mediating iron sequestration during infection. Consequently, males contained lower iron levels in the hemolymph compared to females. Importantly, sex differences in iron content and in survival after P. alcalifaciens infection were abolished in Tsf1 mutants. However, these mutants still exhibited sex differences in pathogen load. Thus, while Tsf1 mediates sexual dimorphism in iron sequestration and susceptibility to P. alcalifaciens infection, it also has an unexpected role in host tolerance to infection. Finally, we demonstrated that the Toll pathway mediates sex differences in Tsf1 expression and susceptibility to infection. Altogether, our study demonstrates that Tsf1-mediated iron sequestration differs between male and female D. melanogaster, thereby identifying nutritional immunity as a determinant of sexual dimorphism in infection outcome.", "date": "2025-08-11", "journal": ""}
{"title": "A synbiotic medical food improves gut barrier function, reduces immune responses, and inhibits osteoclast activity in models of postmenopausal bone loss aligned with clinical outcomes", "doi": "10.1101/2025.08.07.669142", "authors": "Green, R. S.; Roy, T.; Morales, D. D.-I.; Morrow, C. E.; Neilson, R. J.; Schott, E. M.; Charbonneau, M. R.; Ballok, A. E.; Motyl, K. J.; Toledo, G. V.", "abstract": "Over half of women above age 50 are affected by osteopenia or osteoporosis, bone-loss conditions influenced by estrogen decline, inflammation, and the intestinal microbiota. Probiotic-based interventions have shown promise in preclinical osteoporosis models. In a recent randomized, double-blind, placebo-controlled clinical trial of postmenopausal women, dietary intervention with SBD111, a synbiotic medical food combining plant-derived probiotics and prebiotic fibers, reduced bone loss in women with osteopenia, elevated body mass index (BMI), and/or elevated body fat. To investigate potential mechanisms underlying these outcomes, we examined intestinal epithelial, immune, and osteoclast responses to SBD111 in vitro. SBD111 administration improved intestinal barrier integrity, reduced immune cell cytokine secretion, and inhibited osteoclast activity. These effects align with clinically observed reductions in severe gastrointestinal symptoms and bone resorption markers. Together, these findings suggest that SBD111 modulates the gut-bone axis via barrier, immune, and antiresorptive pathways, supporting its role in maintaining skeletal health in postmenopausal women.", "date": "2025-08-11", "journal": ""}
{"title": "Aging-Driven Immunosuppression: The Role of Tregs in the Ovarian Tumor Microenvironment", "doi": "10.1101/2025.08.07.668717", "authors": "Rattan, R.; Udumula, M. P.; KM, A.; Rashid, F.; Nematullah, M.; Singh, H.; Bhardwaj, T.; Hijaz, M.; Giri, S.; Chini, E. N.; Gibson, H. M.", "abstract": "Epithelial ovarian cancer (EOC) incidence and mortality increase with age, driven in part by chronic inflammation, diminished T cell output, and heightened regulatory T cell (Treg)-mediated immunosuppression. In aged EOC-bearing mice, we observed reduced survival, accompanied by impaired CD4 and CD8T cell responses and a marked expansion of FOXP3 Tregs exhibiting elevated IL-10 and TGF{beta} expression. Metabolic profiling revealed enhanced oxidative phosphorylation in Tregs from aged mice, along with a fivefold increase in intracellular succinate levels. This accumulation of succinate within the aged tumor microenvironment was found to potentiate Treg suppressive function. Notably, pharmacologic inhibition of -ketoglutarate dehydrogenase reversed this effect, restoring effector T cell activity. These findings highlight succinate driven metabolic reprogramming as a central mechanism of age related Treg dysfunction in EOC and suggest that targeting succinate metabolism may offer a promising strategy to rejuvenate antitumor immunity in elderly patients.", "date": "2025-08-11", "journal": ""}
{"title": "Microtubule acetylation by TAT1 is essential for touch sensation in zebrafish but dispensable for embryonic development", "doi": "10.1101/2025.08.07.669193", "authors": "Bertrand, S. G.; Grimes, D. T.", "abstract": "Acetylation of -tubulin at lysine 40 (-tubK40Ac) is a conserved post-translational modification that occurs on the microtubule lumenal surface, but its developmental functions remain poorly defined. In zebrafish, morpholino knockdown of -tubulin acetyltransferase 1 (TAT1), the enzyme responsible for depositing -tubK40Ac marks, has been reported to cause severe developmental defects, whereas genetic loss-of-function studies in mice found no overt role in development. Here, we generated TAT1 loss-of-function alleles in zebrafish and found that, in contrast to morphants, mutants are viable, fertile, and develop normally. TAT1 mutants lack detectable -tubK40Ac in all examined tissues, indicating that no other enzyme compensates for loss of TAT1. Both cilia and neurons normally display high levels of -tubK40Ac and despite the complete loss of this modification in TAT1 mutants, gross cilia structure and motility were preserved, and cilia-dependent developmental processes remained intact. However, TAT1 mutants did exhibit defects in touch responsiveness, something which could be rescued by wild-type but not catalytically inactive TAT1. These findings demonstrate that TAT1 is solely responsible for -tubK40Ac in zebrafish and that, while dispensable for embryonic development and ciliary function, this modification is required for normal somatosensory behavior.", "date": "2025-08-11", "journal": ""}
{"title": "SLiM 5: Eco-evolutionary simulations across multiple chromosomes and full genomes", "doi": "10.1101/2025.08.07.669155", "authors": "Haller, B. C.; Messer, P. W.; Ralph, P. L.", "abstract": "Evolutionary simulations of multiple chromosomes, even up to the scale of full-genome simulations, are becoming increasingly important in population genetics and evolutionary ecology. Unfortunately, the popular simulation framework SLiM has always been intrinsically limited to simulations of a single diploid chromosome. Modeling multiple chromosomes of different types, such as sex chromosomes, has always been cumbersome even with scripting, presenting a substantial barrier to the development of full-genome simulations. Here we present SLiM 5, a major extension of SLiM's capabilities for simulating multiple chromosomes. Modeling up to 256 chromosomes is now possible, and each chromosome may belong to any of a wide variety of types -- not just autosomes (diploid and haploid), but also sex chromosomes (X, Y, Z, and W), haploid mitochondrial and chloroplast DNA, and more. This new functionality is integrated across all of SLiM, including not only the mechanics of reproduction and inheritance, but also input and output of multi-chromosome data in formats like VCF, and tree-sequence recording across multiple chromosomes. New recipes in the SLiM manual demonstrate these new features, and SLiM's graphical modeling environment, SLiMgui, has been extended in many ways for the visualization of multi-chromosome models. These new features will open new horizons and enable a heightened level of realism for full-genome simulations.", "date": "2025-08-11", "journal": ""}
{"title": "Isoform-Specific Activation of p53B and p53C in Response to Nucleolar Stress in Drosophila wing imaginal discs", "doi": "10.1101/2025.08.07.669174", "authors": "Vutera Cuda, A.; Bajaj, S.; Manara, V.; Bellosta, P.", "abstract": "p53 isoforms remain poorly characterized despite recent evidence that they possess distinct functions in response to different cellular stresses. In Drosophila, four p53 isoforms are expressed from a single locus, but their individual roles under different stress conditions are not yet fully understood, partly due to limited tools for isoform-specific analysis. To address this gap, we developed and validated a set of isoform-specific qPCR primers that accurately distinguish all endogenous Drosophila p53 transcripts. Using this approach, we examined how each isoform responds to nucleolar stress, a mechanism triggered in humans by deregulation of ribosome biogenesis, often accompanied by increased p53 and apoptosis. In Drosophila, knockdown of Nucleolar complex protein 1 (NOC1) impairs rRNA maturation and ribosomal assembly, triggering nucleolar stress and leading to upregulation of p53 level. Using our isoform-specific qPCR primers, we found that p53B and the previously uncharacterized p53C isoforms are selectively upregulated in response to NOC1 knockdown, while p53A expression remains largely unaffected. This differential regulation underscores a stress-specific pattern of isoform activation distinct from the response typically observed under genotoxic stress conditions, where p53A predominates. These findings suggest the existence of isoform-specific roles in nucleolar stress signaling. Furthermore, our data support the possibility of autoregulatory interactions among p53 isoforms, whereby the stress-induced upregulation of one isoform may influence the transcriptional activity or stability of others. Notably, we also identified a previously unrecognized and evolutionarily conserved transcriptional response of p53 to nucleolar stress, which is detectable in both Drosophila and human systems. Together, these results highlight the significance of dissecting p53 isoform-specific functions to advance our understanding of cellular stress responses and their conservation across species.", "date": "2025-08-11", "journal": ""}
{"title": "Engineering Extracellular Vesicle Production through Magnetic Ion Channel Activation for Bone Regeneration", "doi": "10.1101/2025.08.07.669024", "authors": "Rajan Unnithan, A.; Man, K.; v, K.; A. Gethings, L.; Keenan, A.; Heaney, L.; C. Cox, S.; Davies, O. G.; El Haj, A.; Hughes, C. J.", "abstract": "Bone disorders represent a significant global health challenge. Extracellular vesicles (EVs) are emerging as a promising nanotherapeutic approach for bone regeneration, addressing the translation barriers associated with cell-based therapies. Despite their immense potential, the clinical application of EVs is limited by low production yields and inconsistent quality. Magnetic Ion Channel Activation (MICA) utilises remote magnetic fields to stimulate mechano-sensitive ion channels through magnetic nanoparticles (MNPs). This study explores the potential of utilising MICA to enhance the production yield and therapeutic efficacy of EVs for bone regeneration. The findings demonstrate that MICA significantly increased the production yield of EVs from MC3T3 pre-osteoblasts compared to magnetic stimulation or TREK1 functionalised graphene oxide-MNP particles alone. The obtained EVs exhibited typical size distribution, morphology, and EV protein expression consistent with nano-sized vesicles. Furthermore, MICA/TREK EVs treatment considerably enhanced human bone marrow-derived mesenchymal stem cells osteogenic differentiation and mineralisation compared to EVs derived from MICA, TREK, or untreated groups. Proteomics analysis revealed the enrichment of proteins involved in mechanotransduction and osteogenic differentiation within MICA/TREK EVs. In summary, these findings highlight the substantial potential of MICA as a platform to enhance the scalable production and therapeutic application of pro-regenerative EVs for bone augmentation strategies.", "date": "2025-08-11", "journal": ""}
{"title": "Automated Annotation and Validation of Human Respiratory Virus Sequences using VADR", "doi": "10.1101/2025.08.07.669219", "authors": "Furlong, J.; Goya, S.; Nawrocki, E. P.; Calhoun, V.; Hatcher, E.; Yankie, L.; Greninger, A. L.", "abstract": "Accurate annotation of viral genomes is essential for reliable downstream analysis and public data sharing. While NCBI Viral Annotation DefineR (VADR) pipeline provides standardized annotation and quality control, it only supports six viral groups to date. Here, we developed and validated 12 new reference sequence based VADR models targeting key human respiratory viruses: measles virus, mumps virus, rubella virus, human metapneumovirus, human parainfluenza virus types 1-4, and seasonal coronaviruses (229E, NL63, OC43, HKU1). Model construction was guided by a comprehensive analysis of intra-species genomic and phylogenetic diversity, enabling the development of genotype-specific models associated with reference genomes that defined expected genome structure and annotation. Models were trained on 5,327 publicly available complete viral genomes and tested on 372 viral genomes not yet submitted to GenBank. VADR passed 96.3% of publicly available viral genomes and 98.1% of viral genomes not in the training set, correctly identifying overlapping ORFs, mature peptides, and transcriptional slippage as well as genome misassemblies. VADR detected novel viral biology including the first reported HCoV-OC43 NS2 knockout in a human infection and novel G and SH coding sequence lengths in human metapneumovirus. These VADR models are publicly available and are used by NCBI curators as part of the GenBank submission pipeline, supporting high-quality, scalable viral genome annotation for research and public health.", "date": "2025-08-11", "journal": ""}
{"title": "Predictive Gene Discovery with EPCY: A Density-Based Alternative to DE analysis", "doi": "10.1101/2025.08.07.668357", "authors": "Audemard, E. O.; Spinella, J.-F.; Lavallee, V.-P.; Hebert, J.; Sauvageau, G.; Lemieux, S.", "abstract": "Identifying predictive genes from high-throughput data remains a key challenge in biomedical research. Most current approaches rely on statistical tests to select differentially expressed genes (DEGs), which may not align with the goal of predicting outcomes. We present EPCY, a method that ranks genes based on their predictive power using cross-validated classifiers and density estimation, without relying on null hypothesis testing. Applied to both bulk and single-cell RNA sequencing datasets, EPCY consistently outperforms benchmark DEG-based methods in selecting robust candidate genes. It also demonstrates greater stability across varying cohort sizes, enabling reproducible gene prioritization even in large, heterogeneous datasets. EPCY provides interpretable predictive scores, facilitating candidate selection aligned with downstream validation goals.", "date": "2025-08-11", "journal": ""}
{"title": "SpaFoundation: a visual foundation model for spatial transcriptomics", "doi": "10.1101/2025.08.07.669202", "authors": "Zhang, N.; Long, Y.; Xia, S.; Jia, P.; Jin, Y.; Chen, S.; Chen, J.; Li, M.", "abstract": "Spatial transcriptomics has revolutionized biological research but is limited by trade-offs between spatial resolution and gene coverage. Here we present SpaFoundation, a versatile visual foundational model with 80 million trainable parameters, pre-trained on 1.84 million histological image patches to learn general-purpose imaging representations. Using histology images alone, SpaFoundation accurately infers spatial gene expression and demonstrates strong robustness and transferability across tasks such as super-resolution inference, tumor detection, and spatial clustering.", "date": "2025-08-11", "journal": ""}
{"title": "Protein Function Prediction via Contig-Aware Multi-Level Feature Integration", "doi": "10.1101/2025.08.07.669053", "authors": "Yang, L.; Du, K.; Lu, Y.; Wang, M.; Zhang, H.; Yang, S.; Lin, Y.; Zhuo, J.; Zhang, D.; Jiang, Y.; Zhang, X.; Li, S.", "abstract": "Proteins play a central role in biological processes, and accurately predicting their functions is crucial for biomedical research. While computational methods have advanced significantly, most approaches rely solely on sequence or structure, neglecting critical inter-protein relationships, such as the topological arrangement of coding sequences (CDSs) within contigs. To address this gap, we propose CAML, a novel deep learning model that integrates intra-protein features including sequence and predicted structure with inter-protein features capturing functional linkages among CDSs in contigs. Specifically, CAML employs a Graph Isomorphism Network (GIN) to extract structural features from predicted protein contact graphs and ESM-2 for sequence embeddings. Additionally, it leverages k-mer frequencies and a Bidirectional Long Short-Term Memory (BiLSTM) network to model functional relationships among co-localized CDSs within contigs, capturing operon-like associations. Extensive experiments demonstrate that CAML outperforms the state-of-the-art methods in accuracy, precision, recall and F1-score, achieving improvements of 11.24%, 12.43%, 13.59%, and 13.30%, respectively over the second-best model. Ablation studies further confirm the critical contribution of CAML's multi-level biological feature integration in enhancing functional annotation accuracy. Our study demonstrates the importance of integrating structural, sequential, and CDSs topological features for accurate protein function prediction, providing a robust computational framework for genomics research.", "date": "2025-08-11", "journal": ""}
{"title": "Biomechanical profiling of human epithelial corneal cells using atomic force microscopy", "doi": "10.1101/2025.08.07.669224", "authors": "Tognon, T.; Biffe, C. A.; Costa, C. A. R.; Cristovam, P. C.; Rosa, L. R. d.; Michelacci, Y. M.; Raad, E.; Campos, M.", "abstract": "Techniques for measuring the hardness of different substances have been described over the decades. In recent years, with the advancement of nanometric-scale evaluation technologies, interest in the biomechanical properties of cellular structures has grown. Atomic force microscopy (AFM) has emerged and evolved in this context, now featuring specialized modules for submerged specimens. This study was conducted on live human corneal epithelial cells, using AFM indentation on specimens derived from primary cultures obtained from healthy post-mortem donor corneas via an eye bank. Hardness measurements were taken from different regions of the epithelial cells: central, paracentral, and peripheral. Differences in hardness were found in the peripheral regions compared to the central and paracentral zones, reviving the debate on epithelial architecture and function. The measurement protocol presented is a pioneering approach in ophthalmology, and the findings differ from previously reported results for other cell types. Describing the biomechanical profile of ocular cells may greatly contribute to understanding the pathophysiology of ocular diseases, improving existing techniques, and serving as a foundation for new therapeutic strategies.", "date": "2025-08-11", "journal": ""}
{"title": "Lever arm Flexibility Controls the extent of (Un)coupling to the Motor Domain in Myosin Motors", "doi": "10.1101/2025.08.07.669198", "authors": "Mugnai, M. L.; Goldtzvik, Y.; Thirumalai, D.", "abstract": "Dimeric myosin motors, with both heads simultaneously bound to filamentous actin, are in a frustrated conformation. The lever arm of each head would prefer to orient forward, but the inter-head tension hinders the relaxation to the state favored by a myosin monomer. Here, we investigate theoretically the impact of lever arm stiffness and coupling to the head domain using a polymer model. The theory for MV and MVI qualitatively reproduce the salient experimental observations. Furthermore, we construct chimeras in which the lever arm and head domains are swapped, and predict that the fluctuations of the LH lever arm of MVI are strongly impacted by the stiffness of the lever arm. Finally, by continuously and independently varying the lever arm persistence length and the strength of its coupling to the head domain we predict their roles in altering the average geometry and conformational flexibility of the dimer. We explore conditions under which LH lever arm flexibility and angle with respect to F-actin lead to coupling to the motor domain.", "date": "2025-08-11", "journal": ""}
{"title": "Hyaluronic Acid-Modified Mesoporous Manganese Dioxide Combined with Carboplatin Synergistically Enhances Ovarian Cancer Therapy", "doi": "10.1101/2025.08.07.669238", "authors": "Wang, Y.; Pi, J.; Zhao, Y.; Xie, Q.", "abstract": "Ovarian cancer (OC) is a prevalent malignant tumor that poses a significant threat to women's health. Conventional chemotherapeutic agents, such as carboplatin, are associated with several limitations, including notable side effects and the emergence of drug resistance. Carboplatin (CBP) and hyaluronic acid (HA) were subsequently loaded into nanoparticles through incubation to construct targeted nanoparticles (210.3 nm, -31.2 mV) capable of delivering both chemotherapy and chemodynamic therapy. In vitro experiments demonstrated that these nanoparticles enhanced ROS generation through enzyme-like activity and induced immunogenic cell death (ICD) by releasing damage-associated molecular patterns (DAMPs), such as ATP and HMGB1. In vivo animal studies revealed that the nanoparticles predominantly accumulated at the tumor site within 24 hours and significantly suppressed tumor growth by activating the cGAS-STING pathway. These findings indicate that the CBP@HMnO2@HA nanoparticles exhibit potent chemotherapeutic and chemodynamic properties, along with strong catalytic activity. This study presents a promising nanotechnology-based strategy for cancer therapy.", "date": "2025-08-11", "journal": ""}
{"title": "High-Speed AFM Reveals IDR-Mediated Structural Plasticity of EML4-ALK Modulated by ALK Inhibitors", "doi": "10.1101/2025.08.07.668011", "authors": "Han, X.; Kodera, N.; Yilmaz, N.; Sakai, K.; Arai, S.; Li, B.; Imamura, R.; Voon, D. C.; Fukuda, K.; Nanjo, S.; Flechsig, H.; Mano, H.; Matsumoto, K.; Yano, S.", "abstract": "EML4-ALK is a key oncogenic driver in lung cancer, but variant-specific chemoresistance limits the efficacy of current ALK inhibitors. Because the N-terminus contains an intrinsically disordered region (IDR), how ALK inhibitors affect the structure and dynamics of full-length EML4-ALK remains unclear. Here, using high-speed atomic force microscopy (HS-AFM), we visualize the overall structures of three full-length EML4-ALK variants (v1, v3, and v5) at the single-molecule level. We identified a transient globular subdomain (residues 191-217) within the v3 IDR that contributes to distinct oligomerization patterns. Notably, ALK inhibitors compact the IDR subdomain and reduce oligomerization, whereas this effect is abolished by the resistance mutation ALKG1202R, suggesting that ALK inhibitors not only affect kinase activity but also modulate IDR dynamics. Our findings shed new light on the structural regulation of EML4-ALK and provide a foundation for developing next-generation targeted therapies that account for IDR-driven molecular behavior.", "date": "2025-08-11", "journal": ""}
{"title": "Identification by MALDI-TOF MS of Coleopteran insect pests collected in the field", "doi": "10.1101/2025.08.07.669236", "authors": "HAMADOUCHE, D.; Fohrer, F.; Diarra, A. Z.; Berenger, J.-M.; Parola, P.; Almeras, L.", "abstract": "In the context of museum and cultural heritage protection, rapid and accurate identification of Coleopteran pests is crucial. This study evaluated the effectiveness of MALDI-TOF MS in identifying seven species of Coleoptera collected between 2014 and 2023 from 17 French cultural sites. A total of 273 specimens (205 field-collected and 68 laboratory-reared) were analysed. Although reproducible and species-specific MS spectra were obtained, intra-species reproducibility was higher for laboratory reared specimens frozenly-stored compared to counterparts field collected and stored at room temperature. Two successive blind tests were done against the reference MS database including, firstly (ie, database 1, DB1), only laboratory-reared Coleoptera MS spectra, and secondly, those of DB1 upgraded with MS spectra from field collected specimens (ie, BD2). Correct identification at the species were obtained for MS spectra query against DB1 for species which possess homolog in the database. However, the spectra reaching threshold for relevant identification were coming from essentially laboratory-reared Coleoptera. An upgrading of the reference MS database (ie, BD2), improved identification performance for field specimens, although limitations remained for species with MS spectra of low peak diversity like Pentarthrum huttoni. In parallel, three specimens per species and storing mode were submitted to molecular identification using COI and 16S markers. For field samples, the rate of successful PCR product sequencing was lower than 10%, which was likely attributed to DNA degradation of these samples stored long term at room temperature. Overall, the study confirmed that MALDI-TOF MS appeared as a promising tool for Coleopteran pest identification, especially when reference spectra matched both species and preservation mode.", "date": "2025-08-11", "journal": ""}
{"title": "Pause characteristics of sentence production in Parkinson's disease: insights from sentence complexity and length", "doi": "10.1101/2025.08.07.669233", "authors": "Mollaei, F.; Evans, H.; Pool, A.", "abstract": "Purpose Parkinson's disease (PD) affects forward flow of speech including fluency disruptions in 90% of individuals. One of the main parameters affecting flow and fluency of speech is pause behaviour. However, the precise language characteristics of pauses, including sentence complexity and length, and how they contribute to the fluency disruptions of PD are not fully understood. This study examined how sentence complexity and length affect pause behaviour in PD. Method Seventy-one participants, comprising individuals with PD (n = 32) and neurotypical controls (n = 39), read a speech passage aloud. The number and duration of pauses, categorised by location (between, within sentences), sentence complexity (simple, complex), and sentence length (short, long) were analysed. Cognitive ability, assessed using the Montreal Cognitive Assessment (MoCA), and motor speech deficits (i.e., dysarthria) severity, assessed using a speech perceptual ranking, were evaluated and correlated with pause characteristics. Results Individuals with PD produced significantly more pauses across all categories compared to controls. However, only between-sentence and long-sentence pauses were significantly longer in duration. Pause frequency and duration in both groups were higher in more complex and longer sentences. Significant negative correlations were found between MoCA scores and number of pauses. Significant positive correlations were observed between dysarthria severity and duration of pauses. Conclusion These findings suggest that increased cognitive-linguistic demands--indexed by sentence complexity and length--may underlie pausing behaviour and contribute to fluency disruptions in individuals with PD. The results extend previous research by highlighting the potential cognitive-linguistic basis of motor speech dysfunction in PD.", "date": "2025-08-11", "journal": ""}
{"title": "Revisiting Amplitude of Low-Frequency Fluctuations (ALFF) in Resting-state fMRI: Clarifications and Improvements", "doi": "10.1101/2025.08.07.669216", "authors": "Huang, L.; Jabakhanji, R.; Vigotsky, A. D.; Branco, P.; Baliki, M. N.; Apkarian, A. V.", "abstract": "The amplitude of low-frequency fluctuations (ALFF) and its related measure, fractional ALFF (fALFF), are widely used resting-state fMRI techniques for quantifying spontaneous neural activity within specific frequency bands. However, inconsistencies in the definition and implementation of ALFF have led to confusion in the field. In this study, we provide a mathematical clarification of ALFF and fALFF by introducing two variants: the arithmetic mean-defined ALFF/fALFF (amALFF/amfALFF) and the quadratic mean-defined ALFF/fALFF (qmALFF/qmfALFF). We examine the relationships between mean BOLD intensity (MBI), amALFF, and qmALFF across both subjects and voxels using two independent datasets mapped onto different brain templates. Additionally, we investigate the impact of z-scoring the original BOLD signal on ALFF and fALFF metrics. Our key findings include: (1) MBI is positively correlated with both amALFF and qmALFF, highlighting the need for normalization to subject-level means; (2) normalized qmALFF and qmfALFF are highly correlated with normalized amALFF and amfALFF, respectively, at both the subject and voxel levels; (3) z-scoring the BOLD signal does not affect amfALFF or qmfALFF, but it substantially alters amALFF and qmALFF. Based on these findings, we present a comprehensive flowchart of the (f)ALFF algorithm implemented in the temporal domain. The full procedure is implemented in R, and the corresponding script is available at: https://github.com/lejianhuang/ALFF.", "date": "2025-08-11", "journal": ""}
{"title": "Adaptive behavior is guided by integrated representations of controlled and non-controlled information", "doi": "10.1101/2025.08.07.669231", "authors": "Huang, B.; Ritz, H.; Jiang, J.", "abstract": "Understanding how task knowledge is encoded neurally is crucial for uncovering the mechanisms underlying adaptive behavior. Here, we test the theory that all task information is integrated into a conjunctive task representation by investigating whether this representation simultaneously includes two types of associations that can guide behavior: stimulus-response (non-controlled) associations and stimulus-control (controlled) associations that inform how task focus should be adjusted to achieve goal-directed behavior. We extended the classic item-specific proportion congruency paradigm to dissociate the electroencephalographic (EEG) representations of controlled and non-controlled associations. Behavioral data replicated previous findings of association-driven adaptive behaviors. Decoding analyses of EEG data further showed that associations of controlled and non-controlled information were represented concurrently and differentially. Brain-behavioral analyses also showed that the strength of both associations was associated with faster responses. These findings support the idea that controlled and non-controlled associations are governed by an integrated task representation to guide adaptive behaviors simultaneously.", "date": "2025-08-11", "journal": ""}
{"title": "Optimal colors can predict luminosity thresholds in natural scenes", "doi": "10.1101/2025.08.07.669217", "authors": "Duay, K.; Nagai, T.", "abstract": "Luminosity thresholds define the luminance boundary at which a surface color shifts in appearance from being perceived as an illuminated surface to appearing self-luminous. Previous research suggests that the human visual system infers these thresholds based on internal references of physically realizable surface colors under a given illumination, referred to as the physical gamut. A surface is perceived as self-luminous when its luminance exceeds the upper limit of this empirically internalized gamut. However, the precise structure and boundaries of these gamuts remain uncertain. Optimal colors, which represent theoretical surface reflectances under specific illuminants, have been shown to provide an effective model for visualizing and computing the physical gamuts. In prior studies, optimal colors have successfully predicted luminosity thresholds; however, these findings were limited to highly simplified, abstract stimuli. Whether this framework generalizes to more naturalistic viewing conditions has remained an open question. In the present study, we demonstrate that the theory of an internal reference in the form of an empirically constructed physical gamut, visualized through optimal colors, remains valid under more natural conditions. Our results confirm that optimal colors can still accurately predict luminosity thresholds in such settings. Moreover, our findings suggest that the luminosity thresholds encompass both self-luminosity and naturalness concepts. Subsequently, this may imply that the notion of physical gamut could envelope both concepts as well and could be defined as \"all physically possible colors in a scene for an object that does not emit light.\" These insights can have profound potential implications for both applied fields (i.e., XR or projection mapping) and fundamental science (e.g., understanding human visual processing mechanisms).", "date": "2025-08-11", "journal": ""}
{"title": "Thermophilic bacteria employ a contractile injection system in hot spring microbial mats", "doi": "10.1101/2025.08.11.669294", "authors": "Gaisin, V. A.; Hadjicharalambous, C.; Mujakic, I.; Villena-Alemany, C.; Li, J.; Koblizek, M.; Pilhofer, M.", "abstract": "Bacterial contractile injection systems (CISs) are multiprotein complexes that facilitate the bacterial response to environmental factors or interactions with other organisms. Multiple novel CISs have been characterised in laboratory bacterial cultures recently; however, studying CISs in the context of the native microbial community remains challenging. Here, we present an approach to characterise a new, bioinformatically predicted CIS by directly analysing bacterial cells from their natural environment. Using cryo-focused ion beam milling and cryo-electron tomography (cryoET) imaging, guided by 16S amplicon sequencing, we discovered that thermophilic Chloroflexota bacteria produce intracellular CIS particles in a natural microbial hot spring mat. We then found a niche-specific production of CIS in the structured microbial community using an approach combining shotgun metagenomics, proteomics, and immunogold staining. Bioinformatic analysis and imaging revealed CISs in other extremophilic Chloroflexota and Deinococcota. This Chloroflexota/Deinococcota CIS lineage shows phylogenetic and structural similarity to previously described cytoplasmic CIS from Streptomyces and probably shares the same cytoplasmic mode of action. Our integrated environmental cryoET approach is suitable for discovering and characterising novel macromolecular complexes in environmental samples.", "date": "2025-08-11", "journal": ""}
{"title": "Coxiella burnetii strains elicit distinct inflammatory responses in human macrophages", "doi": "10.1101/2025.08.10.669536", "authors": "Sachan, M.; Dragan, A.; Adhvaryu, H.; Voth, D. E.; Raghavan, R.", "abstract": "Coxiella burnetii, the causative agent of human Q fever, subverts macrophage antimicrobial functions to establish an intracellular replicative niche. To better understand the host-pathogen interactions, we investigated the transcriptional responses of human alveolar macrophages (hAMs) infected with virulent (NMI, G), attenuated (NMII), and avirulent (Dugway) strains of C. burnetii. RNA sequencing analysis revealed that all strains activated proinflammatory pathways, particularly IL-17 signaling, though the magnitude and nature of the response varied by strain. Dugway infection induced the most robust transcriptional response and consistent M1-like macrophage polarization, while responses to NMI and NMII were more variable. Cytokine assays confirmed significant secretion of effectors downstream of IL-17 signaling, but only at later stages of infection. Single-cell RNA sequencing further revealed heterogeneity in macrophage response to C. burnetii infection, with distinct subpopulations exhibiting divergent inflammatory profiles. These findings highlight the complexity of macrophage responses to C. burnetii and underscore the importance of strain-specific and cell-specific factors in shaping host immunity. Understanding these dynamics may inform the development of targeted therapies for Q fever.", "date": "2025-08-11", "journal": ""}
{"title": "Molecular Insights Into PGPR-Biochar-Mediated Arsenic Detoxification and Nutritional Enhancement in Rice Rhizospheres", "doi": "10.1101/2025.08.11.669651", "authors": "Majumdar, A.; Roychowdhury, T.; Kotta-Loizou, I.; Buck, M.", "abstract": "Arsenic (As) contamination in paddy soils threatens rice productivity and food safety through enhanced As(III) mobility under anaerobic conditions. This study evaluated the synergistic effects of rice biochar (RBC) and plant growth-promoting rhizobacteria (PGPR) on arsenic bioavailability and rice physiological responses under controlled and field conditions. Rice straw biochar pyrolyzed at 400 degree C exhibited high porosity and surface functionality, while Metabacillus indicus AMB4 demonstrated arsenic tolerance ([&le;]3500 mg kg-1) and multiple PGPR traits (IAA: 45.2 g mL-1, phosphate solubilization index: 2.8, ACC deaminase: 18.7 nmol -ketobutyrate mg-1 h-1). Combined RBC+PGPR treatment reduced soil arsenic bioavailability by 85% (p<0.001) and plant arsenic accumulation by 78% compared to controls, while significantly enhancing antioxidant enzyme activities (CAT: 4.2-fold, SOD: 3.7-fold, APX: 3.1-fold increase). Metagenomics revealed restructured microbial communities with increased Proteobacteria abundance and upregulated arsenic detoxification genes (arsC, arsB, aioA) coupled with enhanced nutrient cycling pathways (nifH, phoD, soxA). Network analysis demonstrated functional integration between As-transformation and nutrient metabolism, with coordinated expression of 47 arsenic-responsive and 126 nutrient-cycling genes. Field trials confirmed superior plant performance with RBC+PGPR treatment yielding 56% more tillers and 73% more panicles than controls, while maintaining enhanced soil nutrient status. This integrated biochar-PGPR system provides a mechanistically robust approach for simultaneous arsenic remediation and crop productivity enhancement in contaminated rice ecosystems, demonstrating practical applicability for sustainable paddy agriculture.", "date": "2025-08-11", "journal": ""}
{"title": "A prevalent huge phage clade in human and animal gut microbiomes", "doi": "10.1101/2025.08.10.669567", "authors": "Chen, L.; Camargo, A. P.; Qin, Y.; Koonin, E. V.; Wang, H.; Zou, Y.; Duan, Y.; Li, H.", "abstract": "Huge phages are widespread in the biosphere, yet their prevalence and ecology in the human gut remain poorly characterized. Here, we report Jug (Jumbo gut) phages with genomes of 360-402 kilobase pairs that comprise ~1.1% of the reads in human gut metagenomes, and are predicted to infect Bacteroides and/or Phocaeicola. Although three of the four major groups of Jug phages shared >90% genome-wide sequence identity, their large terminase subunits exhibited only 38-57% identity, suggesting horizontal acquisition from other phages. Over 1,500 genomes of Jug phages were recovered from human and animal gut metagenomes, revealing their broad distribution, with largely shared gene content suggestive of frequent cross-animal-host transmission. Jug phages displayed high gene transcription activities, including the gene for a calcium-translocating P-type ATPase not detected previously in phages. These findings broaden our understanding of huge phages and highlight Jug phages as potential major players in gut microbiome ecology.", "date": "2025-08-11", "journal": ""}
{"title": "''Citrobacter bitternis'' Ko et al., 2015 and ''Kluyvera intestini'' Tetz and Tetz, 2016 are heterotypic synonyms of Phytobacter diazotrophicus Zhang et al., 2017", "doi": "10.1101/2025.08.11.669625", "authors": "Rezzonico, F.; Smits, T. H. M.", "abstract": "Members of Phytobacter, a recently described genus within the family Enterobacteriaceae, are still frequently misclassified as species of other genera. Here, we present genomic evidence that the taxa ''Citrobacter bitternis'' and ''Kluyvera intestini'', as cited in the literature and listed in NCBI databases, are heterotypic synonyms of Phytobacter diazotrophicus. Comparative analyses of 16S rRNA gene phylogeny, core genome phylogeny, average nucleotide identity (ANI), and digital DNA--DNA hybridization (dDDH) consistently place the type strains of both ''C. bitternis'' and ''K. intestini'', within the species P. diazotrophicus. Recognizing these taxa as synonyms will help resolve persistent taxonomic inconsistencies and reduce misidentification in clinical and environmental microbiology.", "date": "2025-08-11", "journal": ""}
{"title": "Genomic and molecular characterisation of a Klebsiella pneumoniae clinical isolate resistant to meropenem-vaborbactam, imipenem-relebactam, and ceftazidime-avibactam", "doi": "10.1101/2025.08.11.669739", "authors": "Wan, Y.; Wong, J. L. C.; Sanchez-Garrido, J.; Low, W. W.; Turton, J. F.; Morecchiato, F.; Baccani, I.; Dodgson, K.; Rossolini, G. M.; Woodford, N.; Frankel, G.; Jauneikaite, E.; Meunier, D.; Hopkins, K. L.", "abstract": "This article reports an unusual Klebsiella pneumoniae clinical isolate, KpMVR1, resistant to meropenem-vaborbactam, imipenem-relebactam, and ceftazidime-avibactam, and investigates the underlying genetic alterations using comparative genomics and molecular experiments. Resistance to carbapenems and third-generation cephalosporins is increasing in K. pneumoniae globally, restricting therapeutic options. The {beta}-lactam/{beta}-lactamase inhibitor combinations are widely used to circumvent {beta}-lactamase-mediated resistance. In 2021, isolate KpMVR1 was recovered from a hospitalised patient in England. Two additional isolates with the same variable-number tandem-repeat profile--KpMVS1, collected from the same patient 42 days before KpMVR1, and KpMVS2, from another patient in the same hospital--were susceptible to meropenem-vaborbactam, imipenem-relebactam, and ceftazidime-avibactam. Illumina and nanopore whole-genome sequencing and hybrid genome assembly were conducted for these three isolates. Annotated genome assemblies were compared to identify genetic variation, and mutagenesis experiments were performed to verify predicted functional alterations. All isolates belonged to a novel clone ST8134 and carried blaKPC-2-like alleles (KpMVR1: blaKPC-157; KpMVS1 and KpMVS2: blaKPC-2) in presumptively conjugative plasmids. ISEc68 caused a frameshift mutation in KpMVR1's ompK36 gene, reducing the meropenem-vaborbactam and imipenem-relebactam susceptibility. KPC-157 demonstrated decreased hydrolysis of imipenem and ceftazidime when compared with KPC-2. KpMVR1 also encoded a disrupted transcriptional repressor MarR and a destabilising mutation in AcrB, a component of the AcrAB-TolC multidrug efflux pump. In conclusion, KpMVR1 harboured complex resistance-associated genetic alterations, with evidence for in vivo emergence of antimicrobial resistance. Our study underlines routine screening for resistant pathogens in vulnerable patients to guide antimicrobial chemotherapy as well as the need to characterise underlying resistance mechanisms to help assess the potential for onward transmission.", "date": "2025-08-11", "journal": ""}
{"title": "Contribution of HMGB1 to Keratinocyte inflammation in Recessive Dystrophic Epidermolysis Bullosa", "doi": "10.1101/2025.08.11.668806", "authors": "Bui, K. G.; Chang, Y.-C.; Chiraphapphaiboon, W.; Wang, J.; Ebens, C. L.; Bielinsky, A.-K.; Tolar, J.; Nguyen, H. D.", "abstract": "Recessive dystrophic epidermolysis bullosa (RDEB) is an inherited skin disorder characterized by fragile skin, blistering, and chronic wounds. Keratinocytes, the primary cells in the epidermis, are directly affected by persistent injury in RDEB, contributing to chronic inflammation. High mobility group box 1 (HMGB1) is elevated in the serum of individuals with RDEB. However, its role in keratinocyte inflammation remains unclear. Here, we report an increase in HMGB1 expression in keratinocytes at chronic wound sites compared to matched non-wounded skin from an RDEB individual, suggesting a potential link to local inflammation. Pharmacological inhibition of HMGB1 using inflachromene reduced lipopolysaccharide (LPS)-induced inflammatory responses in a keratinocyte cell line, supporting a role for keratinocyte-specific HMGB1 in inflammation. Surprisingly, deletion of HMGB1 alone or together with its paralogue HMGB2 did not suppress the inflammatory response to LPS. Furthermore, inflachromene still reduced inflammation in these knockout cells. This unexpected discrepancy between genetic deletion and pharmacologic inhibition points to a more complex role for HMGB1 or off-target effects of the compound. These findings suggest that HMGB1 may contribute to inflammation in keratinocytes, but its exact function needs further investigation.", "date": "2025-08-11", "journal": ""}
{"title": "Modulation of Aβ1-42 Aggregation by a SARS-COV-2 Protein Fragment", "doi": "10.1101/2025.08.08.669385", "authors": "Premathilaka, M. B.; Hansmann, U. H. E.", "abstract": "A number of studies have pointed out to the possibility that SARS-COV-2 infections could trigger amyloid diseases such as Parkinson disease or type-II diabetes. In the present study we probe this question for Alzheimer disease which is connected with presence of amyloids rich in Ab-peptides. For this purpose, we study by way of molecular dynamics simulations the interaction between the fragment FKNIDGYFKI of the Spike protein with Ab1-42 monomer and two fibril models, one patient-derived and one synthetic. Our results are compared with previous studies of other amyloid-forming proteins to identify commonalities and differences in the modulation ofamyloid-formation by the viral protein fragment.", "date": "2025-08-11", "journal": ""}
{"title": "A Robust Isotope Ratio LC-MS/MS Workflow for High-Throughput Metabolic Profiling of Bacteria", "doi": "10.1101/2025.08.08.669109", "authors": "Rocha, C.; Pinto, S. P.; Jensen, S. I.; Nielsen, L. K.; Donati, S.", "abstract": "Stable isotope dilution mass spectrometry (IDMS) has become a cornerstone of quantitative metabolomics, enabling accurate intracellular metabolite quantification across a range of biological systems. However, the broader adoption of IDMS in high-throughput studies remains limited by the high costs of commercially available 13C-labeled internal standards (IS), labor-intensive in-house IS production, and the narrow applicability of existing methods to different organisms. Here, we present a robust and scalable IDMS-based LC-MS/MS workflow for high-throughput metabolic profiling of diverse bacteria. The analytical method couples ion-pairing liquid chromatography with multiple reaction monitoring (MRM) to quantify 96 intracellular metabolites in under 16 minutes, with an average RSD of 21%. We developed a protocol for large-scale production of high-quality 13C-labeled IS, considerably lowering the cost for high-throughput IDMS studies. We then applied the workflow for 5 bacterial species in different cultivation conditions. This work provides a versatile platform for microbial metabolomics, supporting systems biology and data-driven metabolic engineering at scale.", "date": "2025-08-11", "journal": ""}
{"title": "Cargo and biological properties of extracellular vesicles released from human adenovirus type 4-infected lung epithelial cells", "doi": "10.1101/2025.08.11.669368", "authors": "Noghero, A.; Byrum, S.; Okeoma, C. M.; Kajon, A.", "abstract": "Extracellular vesicles (EVs) are rapidly gaining recognition as critical mediators of inter-cellular communication during viral infections. To contribute to fill the gap in knowledge regarding the role of EVs in adenovirus infection, we used human adenovirus type 4 of species Mastadenovirus exoticum (HAdV-E4), a prevalent respiratory and ocular pathogen, and characterized the cargo and biological properties of EVs released by HAdV-E4-infected A549 lung epithelial cells at a pre-lytic stage of infection. Using immunocapture-based isolation and multi-omics approaches, we found that infection profoundly alters the EV uploaded proteome and small non-coding RNA repertoire. Mass spectrometry identified 268 proteins unique to EVs purified from infected cells (AdV-EVs), with enrichment in pathways supporting vesicle trafficking and viral protein translation, and importantly also a few virus-encoded proteins. Small RNA transcriptome analysis showed differential uploading in AdV-EVs of various small non-coding RNAs, including snoRNAs, as well as the presence of virus associated RNAs I and II. Notably, AdV-EVs contained viral genomic DNA and were capable of initiating productive infection upon delivery to naive cells in the absence of detectable viral particles. Our data suggest that EVs released during HAdV-E4 infection may serve as vehicles for non-lytic viral dissemination and highlight their possible role in intra-host dissemination.", "date": "2025-08-11", "journal": ""}
{"title": "Enhanced Environmental Detection of Valley Fever Hotspots Near the US-Mexico Border Using Droplet Digital PCR", "doi": "10.1101/2025.08.10.669480", "authors": "Segovia-Mota, J. P.; Eaton-Gonzalez, R.; Carrillo-Tripp, J.; Riquelme, M.", "abstract": "Coccidioidomycosis (Valley Fever) is a reemerging, neglected fungal disease endemic to arid and semi-arid regions of the Americas, caused by the soil-dwelling fungi Coccidioides spp. Environmental detection remains challenging due to spatial heterogeneity, seasonal variability, low DNA abundance, PCR inhibitors, and lack of standardized methods. We conducted environmental surveillance in Baja California, Mexico, an understudied region near the U.S.-Mexico border, by collecting 74 soil samples from active rodent burrows across five locations. We evaluated droplet digital PCR (ddPCR) for Coccidioides detection and compared its performance to a nested PCR assay targeting the ITS1 region. ddPCR demonstrated greater sensitivity, detecting Coccidioides DNA at all sampling sites, whereas nested PCR detected it at only one. These findings highlight ddPCR as a sensitive and reliable method for environmental detection of Coccidioides. Integrating high-resolution molecular diagnostics with ecological data may enhance species distribution models and guide targeted public health interventions in endemic regions.", "date": "2025-08-11", "journal": ""}
{"title": "A potential role of altered SIgA-targeting of gut microbiota in long-term dysbiosis in pediatric solid organ transplant recipients", "doi": "10.1101/2025.08.11.668420", "authors": "Schulze, K.; Goldschmidt, I.; Melk, A.; Boehne, M.; Woltemate, S.; Ballmaier, M.; Svea, K.; Lehmann, E.; Kramer, M.; Vital, M.", "abstract": "Background: Composition of gut microbiota (GM) is altered in solid organ transplantation (SOT) patients, where the degree of dysbiosis is associated with long-term survival. Factors governing dysbiosis are poorly understood with immunosuppression therapy believed to be involved in altering GM composition in those patients, either directly or via the immune system. At the interface stands secretory (S)IgA, however, little is known on its role governing dysbiosis in the context of SOT. In this study, we performed quantitative metagenomic analyses of GM accompanied by SIgA sequencing in 48 pediatric SOT recipients (age = 10.6 +/- 4.7 years) receiving either a heart (HTR, n=10), a kidney (KTR, n=11) or a liver (LTR, n=27) and compared results to healthy controls (HC, n=16). Results: We confirmed compositional and functional dysbiosis in SOT patients that broadly clustered into two groups, where cluster 1 (n=23) comprised most LTR patients and was closer to HC compared with cluster 2 (n=24) that exhibited stronger dysbiosis and included most HTR and KTR patients. The degree of dysbiosis was associated with Tacrolimus (TAC) levels. Overall, patients exhibited higher SIgA levels than HC, along with an increased percentage of bacteria targeted and altered target spectra. Furthermore, altered SIgA responses were associated with the degree of dysbiosis and were especially increased in cluster 2, in particular in HTR patients. A mechanistic model connecting immunosuppression, GM composition and SIgA targeting is proposed. Conclusion: Our study suggests that altered SIgA responses play an important role for GM alterations observed in SOT patients. It opens new therapeutic angles to combat GM dysbiosis and associated long-term complications.", "date": "2025-08-11", "journal": ""}
{"title": "Bacterial community studies and novel Bradyrhizobium and Rhizobium strains from drought-tolerant legumes grown in Namibia", "doi": "10.1101/2025.08.11.667748", "authors": "Mataranyika, P. N.; Bez, C.; Mengoni, A.; Vaccaro, F.; Olanrewaju, O. S.; Chimwamurombe, P. M.; Uzabakiriho, J. D.; Venturi, V.", "abstract": "Analysis of the microbiota associated with root nodules of five species of drought-tolerant legumes grown in Namibia. These legumes were Lablab purpureus, Vigna radiata, Vigna unguiculata, Macrotyloma uniflorum, and Vigna aconitifolia. 16S rRNA gene amplicon sequencing analysis and isolation of rhizobial and non-rhizobial bacterial strains from root nodules was performed. Plant growth-promoting traits were assessed on some isolates and the genomes of four rhizobial strains were sequenced. The microbiota analysis revealed Bradyrhizobium as the most prevalent genus in the root nodules, while most of the non-rhizobial community included members of Bacillus genus. In addition, a strain of Variovorax paradoxus was also isolated from V. unguiculata, representing the first documented isolation and characterization report in Namibia. In vitro phenotypic characterization of the non-rhizobial nodule endophytes indicated that they possessed several plant growth-promoting traits. The four rhizobial strains isolated were taxonomically affiliated to the genera Bradyrhizobium and Rhizobium. Genome sequencing revealed that these strains possibly belong to novel species since they share only a limited similarity (dDDH values<70%) to already known species.", "date": "2025-08-11", "journal": ""}
{"title": "Variation in virion phosphatidylserine content drives differential GAS6 binding among closely related flaviviruses", "doi": "10.1101/2025.08.09.669399", "authors": "Zhang, L.; Shim, B.-S.; Kitzmiller, C.; Kwon, Y.-C.; Richard, A.; Farzan, M.; Choe, H.", "abstract": "Many enveloped viruses engage phosphatidylserine (PS) receptors to enter cells, a phenomenon known as 'apoptotic mimicry'. We previously reported that Zika virus (ZIKV), but not closely-related West Nile virus (WNV) or dengue virus (DENV), utilized AXL to infect cells because only ZIKV could bind the AXL ligand GAS6, a PS-binding protein. In this study, we investigated the mechanisms underlying the differential ability of these viruses to bind GAS6. Although immature virions expose larger patches of the viral membrane than do mature ones, our data show that virion maturity levels did not contribute to GAS6 binding. Surprisingly, while ZIKV contains PS comparable to cellular membranes, PS on WNV and DENV is markedly reduced. These findings explain why only ZIKV can bind GAS6 and provide insights into a novel mechanism by which closely-related flaviviruses differentially utilize cellular entry factors.", "date": "2025-08-11", "journal": ""}
{"title": "Global translational and metabolic remodelling during iron deprivation in Toxoplasma gondii", "doi": "10.1101/2025.08.11.669662", "authors": "Hanna, J. C.; Shikha, S.; Sloan, M. A.; Harding, C.", "abstract": "Iron is required to support essential cellular processes. Due to diverse and dynamic host environments, the obligate intracellular parasite Toxoplasma gondii must adapt to iron limited conditions. To investigate the adaptations critical to parasite survival under these conditions, we conducted proteomic and metabolomic profiling of Toxoplasma cultured in iron depleted conditions. We find that iron depletion results in remodelling of the parasite proteome and triggers swift translational repression. This occurs prior to downregulation of the iron-regulated translation factor ABCE1, indicating an upstream, ABCE1-independent mechanism. In the context of repressed translation, we also observe a significant rewiring of energy metabolism. Iron depleted Toxoplasma have altered mitochondrial morphology and a profound reduction in mitochondrial respiration. Untargeted metabolomic analysis revealed tricarboxylic acid cycle (TCA) cycle dysregulation, characterised by accumulation of citrate and fumarate, both substrates of iron-dependent TCA cycle enzymes, and accumulation of glycolytic intermediates. We found iron deprived parasites continue to take up glucose and maintain glycolytic output, comparable to iron replete conditions. Limiting glucose availability either in culture media or by genetic ablation of glucose uptake caused a significant increase in sensitivity to iron restriction. Conversely, limitation of mitochondrially metabolised glutamine improved parasite fitness in iron depleted conditions. Together, our results establish iron as a key regulator of parasite translation and metabolic flexibility and demonstrate carbon source availability as important in Toxoplasma adaptation to iron deprivation.", "date": "2025-08-11", "journal": ""}
{"title": "Natural and patient-derived mutations in BK polyomavirus VP1 reveal structural determinants of BC-loop dependent antibody escape", "doi": "10.1101/2025.08.09.669497", "authors": "Akkermans, O.; Nicolau, C. U.; Bandara, A.; Sierra, C. C.; Martins, F.; De Graef, S.; Deans, E. E.; Ross, S. J.; Sienaert, S.; Cerrada, M.; Chitalia, V. C.; Mani, N.; Weeks, S. D.; Munawar, A. H.", "abstract": "BK polyomavirus (BKPyV) reactivation poses a serious threat to both renal and hematopoietic transplant outcomes, with no approved antiviral therapies. Neutralizing monoclonal antibodies targeting the viral capsid protein VP1 have recently advanced into clinical development, driven by promising in vitro potency. Since naturally elicited neutralizing antibodies arise following infection, we examined whether host immune pressure may have shaped the VP1 surface, with implications for therapeutic application. To probe the impact of VP1 coevolution on therapeutic engagement, we evaluated two neutralizing antibody formats: the clinical-stage monoclonal antibody 319C07 and nanobodies VHH16 and VHH17. Our X-ray crystallographic analysis of the VP1 pentameric core in complex with antibody fragments showed a convergent receptor-mimetic engagement of the sialic acid-binding cleft, mapping to a shared epitope centered around the VP1 BC-loop. Analysis of over 900 BKPyV VP1 sequences from public databases, combined with longitudinal VP1 sequence data from transplant recipients, highlighted widespread pre-existing diversity at the BC-loop contact sites, underscoring the evolutionary adaptability of BKPyV at this antigenic surface that may compromise therapeutic recognition. Through integrated mutagenesis and binding analyses, we show that circulating BC-loop mutations, including single amino acid substitutions, are sufficient to abrogate 319C07 binding and neutralization. Nanobodies VHH16 and VHH17, selected for their compact size and potential to access intrarenal sites of BKPyV replication, also exhibited complete loss of binding across multiple clinically observed VP1 variants. Our findings may offer a mechanistic framework to interpret the translational gap between in vitro neutralization and clinical efficacy of these biologics. As part of ongoing efforts to target VP1, we demonstrate, for the first time, small molecules with nanomolar to sub-nanomolar affinities against BKPyV VP1 variants including potent binding to JCPyV VP1. Our work paves a path towards a new class of antiviral strategies that could block replication at intracellular replication sites, provide a higher genetic barrier to resistance and the potential to address both viral reactivation and persistent, high-burden viremia in transplant settings.", "date": "2025-08-11", "journal": ""}
{"title": "PanBGC: A Pangenome-inspired framework for comparative analysis of biosynthetic gene clusters", "doi": "10.1101/2025.08.11.669102", "authors": "Paccagnella, D.; Bagci, C.; Gavriilidou, A.; Ziemert, N.", "abstract": "Bacterial secondary metabolites are a major source of therapeutics and play key roles in microbial ecology. These compounds are encoded by biosynthetic gene clusters (BGCs), which show extensive genetic diversity across microbial genomes. While recent advances have enabled clustering of BGCs into gene cluster families (GCFs), there is still a lack of frameworks for systematically analysing their internal diversity at a population scale. Here, we introduce PanBGC, a pangenome-inspired framework that treats each GCF as a population of related BGCs. This enables classification of biosynthetic genes into core, accessory, and unique categories and provides openness metrics to quantify compositional diversity. Applied to over 250 000 BGCs from more than 35 000 genomes, PanBGC maps biosynthetic diversity of more than 80 000 GCFs. To facilitate exploration, we present PanBGC-DB (https://panbgc-db.cs.uni-tuebingen.de), an interactive web platform for comparative BGC analysis. PanBGC-DB offers gene- and domain-level visualizations, phylogenetic tools, openness metrics, and custom query integration. Together, PanBGC and PanBGC-DB provide a scalable framework for exploring biosynthetic gene clusters at population resolution and for contextualizing newly discovered BGCs within the global landscape of secondary metabolism.", "date": "2025-08-11", "journal": ""}
{"title": "High-Resolution Detection of Hidden Antibiotic Resistance with the Dilution-and-Delay (DnD) Susceptibility Assay", "doi": "10.1101/2025.08.11.669743", "authors": "Ma, M.; Kim, M.", "abstract": "Rising rates of antibiotic treatment failure highlight the complexity of resistance mechanisms. While conventional, genetically encoded resistance is well established, recent studies have uncovered widespread non-canonical mechanisms driven by phenotypically insensitive subpopulations hiding in seemingly susceptible populations, such as heteroresistance, persistence or adaptive resistance. These variants are not only clinically significant but also act as evolutionary precursors to fully resistant populations, rendering infections increasingly difficult to control. Yet standard antibiotic susceptibility tests lack the resolution and dynamic range needed to detect this wide spectrum of resistance mechanisms and their evolutionary progression, often misguiding clinical decisions, obscuring mechanisms of failure, and underestimating the true epidemiology of antibiotic resistance. To address these limitations, we introduce the Dilution-and-Delay (DnD) assay, a practical, high-resolution approach that implements two basic principles of bacterial growth in the antibiotic susceptibility testing format. Using well-defined synthetic communities and strains, we demonstrate that the DnD assay quantifies viable cells over more than eight orders of magnitude and detects rare antibiotic-insensitive cells at frequencies as low as 1 in 100 million. It additionally reports the standardized MIC as a secondary output, thereby capturing the average antibiotic response of the majority population and heterogeneity of minority subpopulations within a single assay. We scaled this approach for high-throughput application, classifying ~120 previously uncharacterized clinical isolates of Klebsiella pneumoniae, Enterobacter cloacae, Escherichia coli, Pseudomonas aeruginosa and Acinetobacter baumannii across five antibiotics. This robust, quantitative, and scalable platform opens the door to next-generation antibiotic susceptibility testing, with broad utility in basic research, clinical diagnostics, and epidemiological surveillance. This improved testing will guide evidence-based clinical decisions and prevent the rapid evolution of antibiotic resistance, thereby counteracting the rising rate of treatment failure.", "date": "2025-08-11", "journal": ""}
{"title": "Bacteriophage pharmacodynamics studied in an in vitro pharmacokinetic model of infection", "doi": "10.1101/2025.08.11.669673", "authors": "Attwood, M. L. G.; Griffin, P.; Smorowinski, P.; Noel, A. R.; Haines, M. E.; Millard, A.; Adler, K.; Clokie, M.; MacGowan, A. P.", "abstract": "Synopsis Background Bacteriophage therapy offers an alternative way to counter the menace of increasing antimicrobial resistance. Despite its use in clinical practice for many decades the basic tools to study the translational pharmacodynamics of phages are not available and it is recognised that lack of understanding of phage pharmacokinetic/dynamics (PK/PD) is a severe limitation in individual patient use and clinical trial design. Methods Traditional in vitro PK/PD evaluation tools were used to assess the antibacterial effect of single exposures of a bacteriophage cocktail against 4 strains of E. coli with potentially different patterns of response to phage. Initially, time-kill curves (TKC) were performed over 48hr and subsequently a dilutional in vitro model (IVM) was used to assess the antibacterial effects over 72hr. Results In TKC, the four E. coli strains showed different patterns of kill and regrowth when exposed to phage with two strains showing a sustained drop in bacterial viable count and two showing initial kill and regrowth. Using the IVM similar bacterial pharmacodynamic patterns were observed, and phage titre increased inversely but consistently with E. coli kill. Conclusions An In vitro dilutional model can be used to study the antibacterial effect of a phage cocktail on E.coli showing strain-to-strain variation in bacterial killing and bacteriophage titre. Such models can be used to provide more nuanced information on phage pharmacokinetics/dynamics and translationally useful information for dosing in humans. MA and APM holds research grants/activities with Merck, Shionogi, InfectoPharm, GSK, Roche, BioVersys, VenatoRx Pharmaceuticals, iFAST, Technomede, Oxford Drug Design, JPIAMR and NIHR; APM provides consultancy advice to Shionogi, Roche, Bicycle Therapeutics and BioVersys.", "date": "2025-08-11", "journal": ""}
{"title": "Comparative Analysis of Denitrification and Other Nitrogen Cycle Genes in Diverse Environmental Microbiomes", "doi": "10.1101/2025.08.10.669474", "authors": "Pilat, A. M.; Tomasko, R. E.; Gibson, A.; Barich, D.; Slimak, Z.; Fennessy, M. S.; Slonczewski, J. L.", "abstract": "The nitrogen cycle includes the microbial transformation of reactive nitrogenous molecules within a given ecosystem. Shotgun metagenomics, the unbiased sequencing of a microbial community, can reveal the unique gene profile and community composition of diverse microbiomes. We used NCycDB, an assembly-free, alignment-based pipeline, to determine and compare the potential nitrogen cycle processes in seven distinct microbiomes: wetland soils, agricultural soils, forest soils, compost, river water, and pond water from Knox County, Ohio, and lake water from the McMurdo Dry Valley Region in Antarctica. Soil metagenomes showed high levels of bacterial denitrifier genes, whereas freshwater metagenomes showed fewer denitrifiers. In wetland and agricultural soil cores, the relative abundance of norB, the marker gene for nitric oxide reductase, was a predictor of ambient N2O flux as measured by gas chromatography. Denitrifiers were predicted using the Kraken2/Bracken pipeline. In Ohio wetland soils, the relative abundance of Bradyrhizobium species were strongly associated with denitrification genes. We also explored how freshwater environmental factors select for or against nitrogen cycle genes. Denitrifier genes were positively correlated with phosphate concentration. Denitrifiers and denitrification genes were detected under microaerobic conditions, demonstrating that denitrification activity diminishes proportionally to oxygen concentration. An improved understanding of the denitrifier community in diverse microbiomes is necessary to mitigate excess N2O emissions from anthropogenic activities such as wetland drainage and crop production.", "date": "2025-08-11", "journal": ""}
{"title": "Profiling of Burkholderia pseudomallei variants derived from Queensland clinical isolates", "doi": "10.1101/2025.08.10.669548", "authors": "Coulon, P. M. L.; Ramsay, K. A.; Lee, A.; Ritmejeryte, E.; Pitt, M. E.; To, J.; Mediati, D. G.; Reed, S.; Harris, P. N. A.; Myers, G. S. A.", "abstract": "Burkholderia pseudomallei (Bp), an environmental bacterium and opportunistic pathogen endemic to tropical regions, is highly adaptive and thrives in diverse environments, from soil to human hosts. Bacterial adaptation is critical for survival, virulence modulation, and persistence during infection and can manifest as colony morphotype variation (CMV). While Bp adaptation has been well studied, CMV remains poorly understood. Here, we characterized five clinical Bp isolates exhibiting heterogeneous populations with mucoid and non-mucoid colony morphologies. We used phenotypic assays, whole-genome sequencing, and proteomics to investigate the molecular pathways impacted by CMV - by comparing smooth and rough morphotypes. While phenotypic differences in protease activity, hemolysis, mucoidy, iron uptake and antibiotic sensitivity -including to antimicrobial agents commonly used to treat infections-were rare, these traits alone could not distinguish morphotypes or group of isolates. Genomic comparisons revealed either no differences or limited isolate-specific mutations, which does not explain the overall difference in phenotypes. In contrast, proteomic analysis uncovered consistent shifts in protein abundance related to virulence, including quorum sensing, DNA methylation, and secretion systems. Rough variants showed higher expression of EPS-associated proteins, the BpsI3/R3 quorum sensing system, and the global regulator ScmR, whereas smooth variants upregulated type III/VI secretion and siderophore biosynthesis pathways. These findings suggest that CMV is driven by phase variation and regulatory mechanisms rather than punctual genomic modifications. Our study underscores the limitations of phenotype or genome-based classification alone in the context of CMV and highlights the value of integrated multi-omics approaches to uncover CMV-associated biomarkers, with potential applications in diagnostics and the development of targeted therapies against persistent and drug-resistant Bp infections.", "date": "2025-08-11", "journal": ""}
{"title": "KSHV-encoded vIRF3 Cooperates with Cellular IRF4 to Drive Super-Enhancer Activity through Complex DNA Elements", "doi": "10.1101/2025.08.09.669493", "authors": "Liang, Z.; Ma, H. K.; Magdongon, C. B.; Haynes, M. E.; Lu, J.; Bartom, E. T.; Gottwein, E.", "abstract": "The Kaposi's sarcoma-associated herpesvirus (KSHV) oncoprotein vIRF3 is essential for the survival of primary effusion lymphoma (PEL) cells. vIRF3 cooperates with cellular IRF4 to activate super-enhancers (SEs) driving oncogenes including MYC and IRF4 itself. However, the vIRF3/IRF4-responsive DNA sequences underlying this cooperation are unknown. Investigating the IRF4-SE, we mapped its vIRF3/IRF4-responsiveness to a complex ~83 bp region, which retained cooperative activation by vIRF3 and IRF4 and was activated by vIRF3 but not IRF4 alone. vIRF3-mediated activation depended on an AP1 site, while the cooperation of vIRF3 with IRF4 required the DNA binding ability of IRF4 and IRF-related motifs that do not participate in canonical AP1-IRF (AICE) composite sites. These motifs are necessary but insufficient to confer responsiveness outside their native sequence context, suggesting that vIRF3/IRF4-mediated IRF4-SE activation requires an extended composite element. DNA pulldowns confirmed the importance of the identified motifs for association of vIRF3 and IRF4 with the IRF4-SE. A PEL MYC-SE similarly depended on an extended responsive element containing a critical AP1 site, within a functional AICE motif. Together, our results show that vIRF3 activates oncogenic SEs by co-opting complex genetic elements that may accommodate previously unknown IRF4 binding configurations, improving our understanding of vIRF3 and IRF4-dependent oncogenesis.", "date": "2025-08-11", "journal": ""}
{"title": "Renal Coenzyme A (CoA) Production Fuels Stem Cell Proliferation and Tumor Growth", "doi": "10.1101/2025.08.08.669325", "authors": "Miao, T.; Liu, Y.; Qadiri, M.; Asara, J. M.; Hu, Y.; Sun, X.; Dibble, C.; Perrimon, N.", "abstract": "Coenzyme A (CoA), derived from Vitamin B5 (VB5), is essential for lipid metabolism, energy production, and cell proliferation. While the intracellular functions of CoA are well characterized, its tissue-specific regulation and systemic physiological roles remain poorly understood. Here, using Drosophila melanogaster, we uncover a gut-renal circuit in which dietary VB5 stimulates CoA biosynthesis specifically in the Malpighian tubules (MTs, the fly kidney), non-autonomously impacting gut homeostasis. We show that Myc boosts renal CoA production by directly upregulating Fbl (PANK1-3 homolog) and downregulating dPANK4 in the MTs. Elevated CoA biosynthesis enhances the mevalonate-isoprenoid pathway activity in the gut, promoting intestinal stem cell proliferation. We further demonstrate that renal CoA production is required for gut tumor growth in a fly model. Consistently, MYC and genes within the CoA-isoprenoid axis display strong association with clinical outcomes in human cancers. Together, our findings establish that Myc-driven CoA metabolism generates an inter-organ signal that couples VB5 availability to stem cell control and tumor growth, and identify the CoA-isoprenoid axis as a targetable metabolic vulnerability in cancer.", "date": "2025-08-11", "journal": ""}
{"title": "In vivo systematic detection of the outcomes of CRISPR/Cas9 mediated DNA repair in skeletal muscle stem cells", "doi": "10.1101/2025.08.10.669524", "authors": "HE, L.; Fu, Y.; Wang, Z.; Zhou, Q.; Sun, H.; Wang, H.", "abstract": "CRISPR/Cas9 has revolutionized genome editing with broad therapeutic applications, yet its repair patterns in vivo remain poorly understood. Here, we systematically profile CRISPR/Cas9 editing outcomes at 95 loci using our established CRISPR/Cas9/AAV9-sgRNA system in skeletal muscle stem cells (MuSCs). Through comprehensive characterization of the repair outcomes, our findings demonstrate that the general rules governing CRISPR/Cas9-mediated editing in vivo largely align with those observed in vitro but with reduced editing precision. Additional to the anticipated small editing indels such as MMEJ mediated deletions and NHEJ mediated templated insertions, we uncover a prevalent occurrence of large on-target modifications, including large deletions (LDs) characterized by microhomology (MH) and large insertions (LIs). Notably, the LIs comprise not only exogenous AAV vector integrations but also endogenous genomic DNA fragments (Endo-LIs). Endo-LIs preferentially originate from active genomic regions, with their integration shaped by three-dimensional chromatin architecture. By disrupting key components of the NHEJ and MMEJ repair pathways in vivo, we identify their distinct roles in regulating the large on-target modifications. Together, our work for the first time systematically profiles the CRISPR/Cas9 repair outcomes in vivo and offers valuable guidance for improving the safety of CRISPR/Cas9-based gene therapies.", "date": "2025-08-11", "journal": ""}
{"title": "Compound Delivery of eVLPs Enhances Prime Editing for Targeted Genome Engineering and High-Throughput Screening", "doi": "10.1101/2025.08.11.669692", "authors": "Langley, J.; Baudrier, L.; Curry, J.; Narta, K.; Todesco, H. M.; Potts, K.; Morrissy, S.; Mahoney, D. J.; Billon, P.", "abstract": "Engineered virus-like particles (eVLPs) enable transgene-free ribonucleoprotein delivery for genome editing applications, yet optimized delivery strategies for high-throughput applications remain unexplored. Prime editing enables precise genomic modifications but suffers from limited efficiency that constrains its widespread adoption. Here, we present PRIME-VLP (Progressive Repeated Infections for Maximized Editing via Virus-Like Particles), a delivery strategy that enhances prime editing efficiency for both targeted genome engineering and high-throughput prime editing screening. PRIME-VLP leverages the temporal dynamics of eVLP-mediated editing through multiple sequential transductions with sub-saturating eVLP doses delivered at optimal intervals. This approach achieves 1.5 to 2.8-fold improvements in editing efficiency across diverse genomic targets and cell types. PRIME-VLP maintains high specificity without increasing off-target effects, compromising cellular viability or causing transcriptional perturbations. By decoupling pegRNA and editor delivery through pegRNA-free eVLPs, PRIME-VLP enables pooled prime editing screens, circumventing transgene silencing limitations of conventional lentiviral-based screens. Using a 6,000-pegRNA library targeting TP53, PRIME-VLP achieved 2.8-fold higher editing efficiency and improved reproducibility compared to conventional lentiviral delivery. An eVLP-based screen identified functional TP53 loss-of-function variants that confer resistance to MDM2 inhibition by Nutlin-3. This work expands the versatility of eVLPs beyond their current in vivo therapeutic applications, demonstrating their promise for high-throughput functional genomics by overcoming the delivery limitations of lentiviral systems.", "date": "2025-08-11", "journal": ""}
{"title": "Betrixaban Activates cGAS and ERVs to Promote Dual Nucleic-Sensing Antiviral Immunity", "doi": "10.1101/2025.08.08.669242", "authors": "Chen, X.; Zhao, Y.; Xie, Y.; Liu, T.; Wang, H.; Wang, X.; Guo, X.; You, F.", "abstract": "Broad-spectrum host-directed antivirals are urgently needed, as virus-targeted drugs often suffer from narrow specificity and rapid resistance. Here, we reported that Betrixaban (BT), an FDA-approved oral Factor Xa inhibitor, induced a robust antiviral state through dual innate immune pathways. Mechanistically, we identified BT directly bound and activated the DNA sensor cGAS to induce cGAMP production, representing BT as the first small-molecule cGAS agonist. Concurrently, BT inhibited histone deacetylases (HDACs), leading to chromatin de-repression of endogenous retroviruses (ERVs) and production of immunostimulatory double-stranded RNA (dsRNA) that engaged RIG-I/MDA5. These combined signal cascades triggered strong type I interferon responses and conferred broad-spectrum antiviral protection against RNA and DNA viruses in vitro and in vivo. These findings unveil a unique host-directed antiviral strategy wherein a small molecule drug engage dual nucleic acid-sensing pathway, and suggest repurposing BT as an orally broad-spectrum antiviral.", "date": "2025-08-11", "journal": ""}
{"title": "Epigenome analysis of an algae-infecting giant virus reveals a unique methylation motif catalogue", "doi": "10.1101/2025.08.10.669558", "authors": "Truchon, A.; Zinser, E.; Wilhelm, S. W.", "abstract": "DNA methylation can epigenetically alter gene expression and serve as a mechanism for genomic stabilization. Advancements in long-read sequencing technology have allowed for increased exploration into the methylation profiles of various organisms, including viruses. Studies into the Nucleocytoviricota phylum of giant dsDNA viruses have revealed unique strategies for genomic methylation. However, given the diversity across this phylum, further inquiries into specific lineages are necessary. Kratosvirus quantuckense is predicted to encode six distinct methyltransferases, which bear homology to other methyltransferases across the many clades of Nucleocytoviricota. We found that this virus methylates its own DNA with high consistency and targets up to nine different motifs for DNA adenine methylation. Methylation levels varied depending on the associated motif. Likewise, distinct motifs were enriched within unique genomic regions. Collectively this suggests that each methyltransferase targets unique DNA regions and may suggest they have varying functionality. This work reveals an array of methyltransferase activity in Kratosvirus quantuckense and begins to implicate the importance of DNA methylation to the Nucleocytoviricota infection cycle.", "date": "2025-08-11", "journal": ""}
{"title": "Household LED Light-Mediated Photodynamic Therapy for Effective Inhibition of Multidrug-Resistant Staphylococcus aureus", "doi": "10.1101/2025.08.09.668366", "authors": "MISBA, L.; AKHTAR, F.; MUJAHID, S.; Khan, A. U.", "abstract": "This study investigates the efficacy of toluidine blue O (TBO) and curcumin as photosensitizers for photodynamic therapy (PDT) against Staphylococcus aureus using a household LED bulb as the light source. Antibacterial and anti-biofilm activities were evaluated via colony-forming unit (CFU) and Congo red assays, while reactive oxygen species (ROS) generation was quantified using DCFH-DA dye. Confocal laser scanning microscopy (CLSM) was employed to assess live/dead bacterial cell ratios, and an in vivo skin abrasion model in Wistar rats was used to validate therapeutic outcomes. The CFU assay revealed substantial bacterial reductions, achieving 4.85 log CFU/ml at 10 minutes for TBO and 2.81 log CFU/ml at 15 minutes for curcumin. Extracellular polymeric substance (EPS) production decreased by 96.22% with TBO and 48.98% with curcumin, accompanied by enhanced ROS generation. CLSM confirmed a higher dead-to-live cell ratio following PDT. In vivo results, supported by histopathological examination and cytokine expression profiling, further demonstrated the effectiveness of TBO- and curcumin-mediated PDT under LED light. Overall, these findings highlight the potential of readily available household LED bulbs as an accessible and efficient light source for PDT, offering robust antimicrobial activity against S. aureus. Keywords: Antimicrobial photodynamic therapy, curcumin, light-emitting diode, toluidine blue O, skin abrasion model, Staphylococcus aureus.", "date": "2025-08-11", "journal": ""}
{"title": "A short intrinsically disordered domain of MCPyV ALTO regulates host TBK1 signaling and MCPyV latency", "doi": "10.1101/2025.08.09.669491", "authors": "Senay, T. E.; Li, X.; Shirhattikar, S. G.; Luo, T. T.; You, J.", "abstract": "Merkel Cell Polyomavirus (MCPyV) is an oncogenic human polyomavirus that latently infects most adults. Although the causative link between MCPyV and Merkel Cell Carcinoma (MCC) is well established, the molecular mechanisms that govern viral latency and prevent oncogenic progression remain poorly understood. We previously reported that the MCPyV early region protein ALTO is a key modulator of the STING-TBK1 signaling axis, enabling the virus to co-opt host innate immune pathways to suppress excessive viral replication and promote latency over transformation. In this study, we expand on this model by identifying a short, essential domain within ALTO that is required for TBK1 activation. This domain, which we term LIT (Lost in Tau), is necessary for ALTO-TBK1 interaction but dispensable for ALTO trafficking and its interactions with STING or Src. When expressed alone, the LIT domain functions as a dominant negative inhibitor of wild-type ALTO, competitively blocking TBK1 activation through a novel TBK1 interaction domain. Deletion of the LIT domain from ALTO not only abolishes TBK1 interaction and downstream phosphorylation but also eliminates TBK1-mediated suppression of MCPyV replication during early infection of human dermal fibroblasts (HDFs). These findings provide mechanistic insight into how ALTO promotes viral persistence and immune evasion. More broadly, they highlight the functional importance of intrinsically disordered regions in modulating host?virus interactions and suggest that MCPyV latency is actively maintained through a finely tuned balance of pro- and anti-viral signaling. Targeting domains such as LIT may offer new strategies for regulating TBK1 activity or disrupting viral persistence.", "date": "2025-08-11", "journal": ""}
{"title": "Consistent microorganisms respond during aerobic thaw of Alaskan permafrost soils", "doi": "10.1101/2025.08.11.669168", "authors": "O'Brien, J. M.; Blais, N. D.; Holland-Moritz, H.; Shek, K. L.; Douglas, T. A.; Barbato, R. A.; Ernakovich, J. G.", "abstract": "Arctic systems are experiencing warming at four times the rate of the global average, causing permafrost--permanently frozen soil, ice, organic matter, and bedrock--to thaw. Permafrost thaw exposes previously unavailable soil carbon and nutrients to decomposition--a process mediated by microbes--which releases greenhouse gases such as carbon dioxide and methane into the atmosphere. While it is well-established that thaw alters the composition and function of the permafrost microbiome, patterns revealing common responses to thaw across different permafrost soil types have not yet emerged. Here, we address how permafrost thaw impacts microbiome diversity, alters species abundance, and contributes to carbon flux in the Arctic. We sampled peat-like, mineral, and organic-mineral permafrost from three locations in central and northern Alaska and assessed their abiotic soil properties and microbiome characteristics during a 3-month laboratory microcosm incubation. In all sites, prokaryotic biomass increased following thaw, measured as 16S rRNA gene copy number and absolute abundance. This change in biomass was positively correlated with cumulative respiration, indicating an increase in microbial activity post-thaw. We assessed the thaw response of microbial taxa across three sites, identifying taxa that significantly increased in abundance post-thaw. Common responders shared across all sites belonged to the families Beijerinckiaceae, Burkholderiaceae, Clostridiaceae, Oxalobacteraceae, Pseudomonadaceae, and Sporichthyaceae, indicating a common set of taxa that consistently respond to thaw regardless of site-specific conditions. Alpha diversity decreased with thaw across all sites, which likely reflects the increased dominance of specific thaw-responsive taxa, which may be driving post-thaw biogeochemistry and increased respiration. Taken together, we deepen the understanding of different permafrost microbiomes and their response to thaw, which has implications for the permafrost-climate feedback and allows for better predictions of how Arctic ecosystem structure and function respond to change.", "date": "2025-08-11", "journal": ""}
{"title": "Highly frequent undesired insertional mutagenesis during Drosophila genome editing", "doi": "10.1101/2025.08.11.669658", "authors": "Kallstig, E.; Ruchti, E.; Raman, M.; Asadzadeh, J.; Schneider, B. L.; McCabe, B. D.", "abstract": "CRISPR/Cas9 based genome editing employing Homology Directed Repair (HDR) from template vector sequences is a widely used technique to enable precise insertions, deletions or modifications to genes. Here, we describe an undesired and highly frequent editing event when using conventional CRISPR/Cas9 plus HDR methods for Drosophila melanogaster germline genome editing. We find that the template vector employed for HDR repair unwantedly and commonly inserts into the genome. We observe this deviation from the desired edit at multiple genomic locations, with different HDR vectors and with multiple genome editing designs. To avoid these events, we have generated a novel HDR template vector that enables animals with these undesired insertions to be identified and excluded. Our results suggest that HDR based genome edited animals must be carefully screened for unwanted vector template genomic integration in order to avoid misleading interpretations of genome editing outcomes.", "date": "2025-08-11", "journal": ""}
{"title": "Comparative analysis of the EF-1α Intergenic Region in Babesia divergens isolates: Insights into TA Repeat Variation and Potential Regulatory Implications", "doi": "10.1101/2025.08.08.669274", "authors": "Ozubek, S.; Sanchez-Flores, A.; Montero, E.; Alzan, H.; Suarez, C.; Grande, R.; Gil-Iglesias, A.; Bastos, R.; Aktas, M.; Gonzalez, L. M.", "abstract": "Babesia divergens, a zoonotic tick-borne pathogen, causes bovine and human babesiosis in Europe. The Elongation Factor 1 alpha (EF-1) protein is important in many cellular processes and has emerged as a possible target for subunit vaccine development against parasitic infections, and its intergenic region (IG) is an important tool for genetic manipulation of Babesia parasites. While the EF-1 locus of B. divergens has been described, structural variation between isolates was poorly defined. In order to fill this gap, we performed a comparative analysis of the EF-1-IG region in B. divergens human (Rouen 87, and Spanish sample), and bovine (Turkiye) host isolates. Our findings revealed both conserved and variable elements, particularly in TA nucleotide repeat numbers and IG sequence length. The Spanish isolate exhibited the highest TA repeat expansion, whereas the Rouen 87 strain had the shortest IG region. Given the known role of repeat-rich promoter elements in gene regulation, these differences may influence EF-1 transcription. Additionally, these findings provide insights into the evolutionary divergence of B. divergens and its host adaptation mechanisms. This study establishes a foundation for future gene editing and transfection strategies, where selecting intergenic sequences with varying TA repeats could optimize transfection efficiency and explain phenotypic differences between isolates from different hosts or regions.", "date": "2025-08-11", "journal": ""}
{"title": "Condensins-mediated mitotic folding persists as a structural echo in interphase chromatin", "doi": "10.1101/2025.08.08.669285", "authors": "Yunusova, A.; Tsoi, E.; Smirnov, A.; Shnaider, T.; Pristyazhnuk, I.; Gridina, M.; Kazakov, E.; Kireev, I.; Myakinkov, I.; Nuriddinov, M.; Fishman, V.; Battulin, N.", "abstract": "The Structural Maintenance of Chromosomes (SMC) protein complexes, cohesin and condensins, orchestrate cell cycle-dependent transitions in chromosome folding: from the relatively decondensed interphase chromatin, organized into dynamic DNA loops by cohesin, to the highly condensed arrays of DNA loops in mitotic chromosomes formed by condensins. Here, using Hi-C data from mouse embryonic stem cell lines with auxin-inducible degron-tagged subunits of SMC complexes, we clarify the role of condensins in shaping chromatin contacts within the interphase nucleus. We found that depletion of condensin I leads to weakened segregation of chromatin into A and B compartments. We also show that the contact patterns established by condensins during mitosis are preserved in interphase, suggesting a structural memory of mitotic chromosome folding. Condensins influence chromocenter organization: in the absence of condensin II during mitosis, centromeres tend to cluster, forming hyperclusters of pericentric heterochromatin. In contrast, depletion of condensin I reduces the number of heterochromatin clusters, consistent with enhanced chromosome territoriality. By combining a cohesin-degron system with Mcph1 knockout, we established an artificial model in which condensin II becomes the major driver of chromatin folding in interphase nuclei following cohesin depletion. Unlike extrusive cohesin, condensin II does not stall at sequence-specific sites and forms large, randomly positioned loops on interphase chromatin. Moreover, condensin II activity during interphase does not interfere with cohesin-dependent structures such as TADs and chromatin loops.", "date": "2025-08-11", "journal": ""}
{"title": "Establishment of a humanized patient-derived xenograft mouse model of high-grade serous ovarian cancer for preclinical evaluation of combination immunotherapy", "doi": "10.1101/2025.08.08.669244", "authors": "Tandaric, L.; Bjorge, L.; Rott Lode, M.; Fredvik Torkildsen, C.; Aehnlich, P.; Elnour, R.; Costea, D. E.; Akslen, L. A.; Vestrheim Thomsen, L. C.; Mc Cormack, E.; Kleinmanns, K.", "abstract": "The limited efficacy of immunotherapy in clinical trials in high-grade serous ovarian cancer (HGSOC) may improve by implementing models more reflective of human biology into preclinical studies. To address this, we developed and validated a humanized patient-derived xenograft mouse model of HGSOC. Human hematopoietic stem cells and patient-derived HGSOC were engrafted into immunodeficient mice. The mice were administered durvalumab and/or oleclumab intraperitoneally semi-weekly for five weeks. The immunotherapy was well-tolerated, though no responses occurred. Leukocytes in primary tumors were analyzed immunohistochemically, and circulating T cells were characterized using spectral flow cytometry. All tumors exhibited an immune-excluded immunophenotype. No significant inter-group differences in disease burden, intratumoral leukocyte density, or circulating T-cells were observed. In the durvalumab-only group, tumor burden significantly positively correlated with intratumoral cytotoxic and regulatory T-cell densities. This model reflects human disease biology and clinical findings, providing a robust platform for studying tumor-immune interactions and immunosuppressive mechanisms in HGSOC.", "date": "2025-08-11", "journal": ""}
{"title": "Structure-Activity Relationship Studies Towards Analogues of Pleconaril as Novel Enterovirus-D68 Capsid-Targeting Antivirals", "doi": "10.1101/2025.08.08.668114", "authors": "Cousins, D. L.; Griffen, E. J.; Stacey, J.; Lee, A. A.; Filimonova, Y.; Hlavin, A.; Holota, Y.; Khmil, R.; Kordubailo, M.; Kostinov, O.; Lesyk, D.; Logvinenko, I.; Lototska, M.; Lysenko, V.; Pashchenko, A.; Pavlichenko, M.; Rodnichenko, A.; Tkachenko, A.; Hurst, B. L.; Julander, J. G.; Wang, H.; Pearl, R.; Benjamin, J.; Diaz-Tapia, R.; Gordon, M. E.; Albrecht, R. A.; White, K.", "abstract": "Non-polio enteroviruses (NPEV) such as enterovirus D68 (EV-D68) that are highly infectious and associated with polio-like neurological complications have caused outbreaks, globally, in recent years. While some clinical and preclinical compounds have shown efficacy against NPEV in-vitro, liabilities that caused historical compounds such as pleconaril to fall short of FDA approval still remain. We present herein SAR and SPR studies of analogues of clinical compounds such as pleconaril and vapendavir against EV-D68 as a representative NPEV. Numerous structurally differentiated analogues with EV-D68 antiviral activity and useful ADME properties were discovered, which could serve as starting points for future EV drug discovery campaigns. Screening against a panel of enteroviruses revealed moderately broad-spectrum anti-EV activity of compound 26.", "date": "2025-08-11", "journal": ""}
{"title": "2-Methoxyestradiol Treatment Prevents Graft-versus-Host Disease While Preserving Graft-versus-Leukemia Effect in Mice", "doi": "10.1101/2025.08.11.667504", "authors": "Li, D.; Bassett, R.; Champlin, R. E.; Molldrem, J. J.; Mak, T.; Ma, Q.", "abstract": "2-Methoxyestradiol (2ME2, Panzem) is an endogenous metabolite that is well-tolerated in phase I/II clinical trials for variety of tumors. The plasma levels of 2ME2 may increase up to 1,000-fold during pregnancy and correlate temporally with the remission of rheumatoid arthritis (RA) and multiple sclerosis (MS) symptoms. The anti-inflammatory properties of 2ME2 were recently established in the mouse model of MS, and the mechanism of action is the ability of 2ME2 to inhibit lymphocyte proliferation, cytokine production and T cell polarization. Herein, we have demonstrated that 2ME2 treatment can significantly reduce the mortality and morbidity associated with graft-versus-host disease (GVHD). There is a lower number of donor-derived CD4+ and CD8+ T cells in the peripheral lymph node and Peyers patches of 2ME2-treated mice compared to control recipients. Moreover, 2ME2 exposure can significantly decrease the production of IFN-gamma and IL-2 in donor-derived CD4+ T cells and serum in GVHD mice. However, 2ME2 treatment has no effect on the differentiation of CD8+ effector T cells in vivo and their cytolytic activity remains intact. Furthermore, 2ME2 therapy is effective in preventing GVHD while preserving graft-versus leukemia (GVL) activity in mice. Our findings indicate that 2ME2 could be a novel and effective treatment for GVHD patients.", "date": "2025-08-11", "journal": ""}
{"title": "IFNG-producing self-reactive CD4+ T cells drive autoimmune adrenalitis in a mouse model of Addison's disease", "doi": "10.1101/2025.08.11.669305", "authors": "Andreyeva, A.; Michalik, J.; Niederlova, V.; Cimermanova, V.; Drobek, A.; Sedlacek, R.; Prochazka, J.; Labaj, J.; Fedosieieva, O.; Kanczkowski, W.; Draber, P.; Stepanek, O.; Neuwirth, A.", "abstract": "Autoimmune Addison's disease (AD) is a rare, life-threatening endocrine disorder caused by immune-mediated destruction of the adrenal cortex. AD frequently occurs in patients with autoimmune polyglandular syndrome type 1, a monogenic autoimmune syndrome caused by AIRE deficiency. The pathogenesis of AD remains poorly understood due to the lack of suitable animal models. Here, we established a mouse model of Experimental Autoimmune Adrenalitis by targeting the adrenal self-antigen CYP11A1. Immunization with CYP11A1-derived peptides elicited clonal expansion of CYP11A1-specific T-cell clones and the adrenal infiltration of CD4+ and CD8 T cells and myeloid cells. Inflammation progressed to granulomatous lesions and culminated in adrenal insufficiency in AIRE-deficient mice with impaired central tolerance. A modification of the model based an adoptive transfer of polyclonal CYP11A1-stimulated CD4+ T cells into T-cell deficient hosts accelerated adrenal dysfunction. In contrast, IFNG-deficient CD4 T cells induced only mild granulomatous inflammation and failed to cause overt adrenal insufficiency. These findings established a tractable mouse model for dissecting AD pathogenesis and identified CD4+; T cell-derived IFNG as a key effector of adrenal autoimmunity, providing a preclinical platform for testing targeted immunotherapies.", "date": "2025-08-11", "journal": ""}
{"title": "Translational control of innate barrier defense by the gut microbiota", "doi": "10.1101/2025.08.11.668728", "authors": "Li, Y.; Wu, R.; Ma, X.; Zhang, J.; Ma, J.; Duan, Y.; Hassell, B.; Ruhn, K.; Behrendt, C. L.; Dende, C.; Wang, L.; Lemoff, A.; Raj, P.; Kuang, Z.; Hooper, L. N.", "abstract": "The intestinal epithelium is protected by a mucus barrier, infused with antimicrobial proteins, that restricts microbial access to host tissue. Because assembling this barrier is energetically costly, its production must be tightly regulated. Here, we show that the microbiota regulates the translation of key mucus barrier components, including the structural glycoprotein mucin 2 and the antimicrobial enzyme lysozyme. This process is initiated by microbial induction of histone deacetylase 5 (HDAC5) in secretory epithelial cells of the intestine. HDAC5 promotes deacetylation of 14-3-3 proteins, enabling activation of the energy sensing kinase mTOR which enhances translation of mucus and antimicrobial proteins. These findings reveal a mechanism by which the microbiota controls barrier immunity at the level of protein synthesis and suggest that the HDAC5-mTOR axis integrates microbial and energetic signals to regulate intestinal defense.", "date": "2025-08-11", "journal": ""}
{"title": "Aging-Associated Microbiota Drives Treg Dysfunction via TNF Signaling", "doi": "10.1101/2025.08.08.669389", "authors": "Leite, J. A.; Ergun, Z.; Stylianakis, E.; Jasser, R.; Ingelfinger, F.; Bos, N.; Zonouzi, A. P.; Mark, M.; Carter, K.; Liu, X.; Hoevelmeyer, N.; Regen, T.; Pasparakis, M.; Neumann, C.; Amit, I.; Yosef, N.; Reinhardt, C.; Waisman, A.", "abstract": "Aging is associated with a chronic, low-grade inflammatory state referred to as inflammaging, which contributes to impaired immune regulation and increased susceptibility to disease. While regulatory T (Treg) cells are key mediators of immune homeostasis, their role in the context of age-related inflammation remains poorly understood. Here we demonstrate that age-related changes in the microbiota promote impaired Treg cell function, resulting in the differentiation of inflammatory T cells. In agreement, we find that aged germ-free (GF) mice exhibited a more balanced immune profile, where the Treg cells are functional and pro-inflammatory mediators are reduced, suggesting that microbial exposure is essential for the establishment of inflammaging. Furthermore, we show that the use of old microbiota in young animals was sufficient to induce pro-inflammatory T cell responses and impaired mucosal Treg cell proliferation, while young microbiota restored Treg cell function in old animals. Mechanistically, we show that exposure to aged microbiota was associated with sustained TNF signaling, elevated oxidative stress, DNA damage, and increased expression of senescence markers such as {gamma}H2AX and p16 in Treg cells. These findings uncover a microbiota-TNF- dependent mechanism by which age-associated microbial dysbiosis drives Treg cell dysfunction and promotes immune aging, highlighting the therapeutic potential of microbiota-targeted strategies to restore immune homeostasis in the elderly.", "date": "2025-08-11", "journal": ""}
{"title": "CircRNA-based, non-integrated, in vivo panCAR-mediated B cell immune resetting in mouse models and non-human primates", "doi": "10.1101/2025.08.11.669448", "authors": "Wang, Y.; Wang, X.; Pan, Q.; Kou, H.; Zhang, C.; She, S.; Yin, J.; Liao, X.; Wang, W.; Zhang, L.; Xu, H.; Ying, T.; Wu, Y.; Qu, L.", "abstract": "B cell immune resetting, defined as the comprehensive depletion and subsequent reconstitution of B cells, represents a pivotal therapeutic approach for B cell-associated disorders. Recently, chimeric antigen receptor T cell (CAR-T) therapy has demonstrated substantial clinical efficacy in treating B cell malignancies and autoimmune diseases. However, this approach remains constrained by its reliance on lymphodepleting conditioning regimens, high invasiveness, high costs, and the risk of severe cytokine release syndrome (CRS). Antibody-based therapies, including monoclonal antibodies and T cell-engager (TCE) bispecific antibodies, suffer from suboptimal tissue penetration, resulting in incomplete B cell depletion in lymphoid and peripheral tissues, and subsequent rapid resurgence of pathogenic B cells. Here, we engineered highly stable circular RNAs (circRNAs) encoding anti-CD19 CAR (circRNA-CAR), which demonstrated prolonged and enhanced CAR protein expression compared to conventional linear mRNAs. By employing immune cell-tropic lipid nanoparticles (LNPs) for in vivo delivery, circRNA-CAR facilitated the generation of panCAR immune cells (including CAR-T, CAR-NK, and CAR-macrophages) in both murine models and cynomolgus monkeys. Compared to rituximab or teclistamab, in vivo panCAR induced more extensive B cell depletion across multiple tissue compartments in mice. Moreover, in vivo panCAR mediated robust B cell depletion, eliminated autoreactive antibodies, and restored renal function by alleviating proteinuria in a systemic lupus erythematosus (SLE) murine model. It also effectively reduced IgE antibody levels, decreased eosinophil activity, and improved lung pathology in an asthma murine model. Notably, in vivo panCAR-mediated B cell depletion significantly attenuated age-related pathological features in 17-month-old aged mice, remarkably outperforming both rituximab and teclistamab. In cynomolgus monkeys, in vivo panCAR achieved sustained B cell depletion lasting approximately 40 to 50 days, followed by reconstitution of a naive B cell repertoire. Collectively, circRNA-based in vivo panCAR enables complete B cell immune resetting, offering a versatile and promising therapeutic platform for a broad spectrum of B cell- and antibody-mediated disorders.", "date": "2025-08-11", "journal": ""}
{"title": "Divergent ontogeny of Tissue Resident Memory and Tissue Resident Exhausted CD8+ T cells underlies distinct functional potential", "doi": "10.1101/2025.08.08.669213", "authors": "Park, S. L.; Painter, M. M.; Manne, S.; Alcalde, V.; McLaughlin, M.; Sullivan, M. A.; Mathew, D.; Torres, L.; Huang, Y. J.; Reeg, D. B.; Douek, N. R.; Campos, T.; Klapholz, M.; Cardenas, M. A.; Fang, V.; Ngiow, S. F.; KC, W.; Goel, R. R.; Baxter, A. E.; Wu, J. E.; Tan, M.; Berry, C. T.; Ellebrecht, C. T.; Huang, A. C.; Papazian, E.; Liu, Y.; Rajasekaran, K.; Brody, R. M.; Thaler, E. R.; Basu, D.; Diab, A.; Giles, J. R.; Wherry, E. J.", "abstract": "Persistent antigen stimulation promotes differentiation of exhausted CD8+ T (TEX) cells. TEX cells are distinct from circulating memory T (TCIRCM) cells but share many features with tissue-resident memory (TRM) cells established following infection resolution. CD8+ T cells co-expressing residency- and exhaustion-associated molecules in chronic diseases often correlate with clinical outcomes. However, the relationship between these cells and conventional TRM or TEX cells remains unclear. Here, we show that chronic antigen stimulation drives development of tissue-resident TEX (TR-TEX) cells that are ontologically and functionally distinct from TRM cells generated after antigen clearance. TR-TEX phenotypically resembled TRM cells but were regulated by distinct transcriptional networks and were uniquely dependent on Tox for residency programming. Although TEX progenitor cells acquired residency features upon entering chronically infected tissues, they failed to generate conventional TRM cells after antigen withdrawal. Conversely, TRM cells were able to differentiate into TEX cells during chronic antigen stimulation. Deriving cell-state specific transcriptional signatures revealed a selective association of TR-TEX cells with patient responses to immune checkpoint blockade, and only TR-TEX but not TRM cells responded to PD-1 pathway inhibition in vivo. These data suggest that TR-TEX and TRM cells are developmentally distinct cell types that share a tissue-residency program but have distinct roles in disease control.", "date": "2025-08-11", "journal": ""}
{"title": "Dynamic Micropatterning Reveals Spatial Dynamics of B Cell Receptor Signaling and Immune Synapse Formation", "doi": "10.1101/2025.08.11.669641", "authors": "Tejeda-Gonzalez, B.; Hernandez-Perez, S.; Kiviluoto, E.; Ivaska, J.; Mattila, P.", "abstract": "B cell activation by foreign antigens, recognized by the B cell receptor (BCR), is the key prerequisite for cell differentiation for antibody production. B cells typically encounter antigens bound to the surface of antigen presenting cells (APCs), leading to the formation of the immunological synapse (IS). To gain a deeper understanding of lymphocyte activation, we developed a dynamic micropatterning technique that enables the modeling of IS formation with exceptional spatial and temporal control. Using this method, we can image B cells before and after BCR engagement, in both fixed and live samples. We compared the activation of different BCR proximal signaling proteins in activatory and non-activatory areas of the synapse and found that the activated signaling proteins exhibited distinct spatial distributions. While pCD79A was strongly localized in the antigen-tethered area, surprisingly, pPLCg2 was enriched in regions lacking BCR ligands. We also visualized the formation of the IS in living cells using enhanced-resolution microscopy in 3D. We identified different cell behaviors during this process, including the repurposing of pre-existing actin-based protrusions as ready-made building blocks for the IS - a feature uniquely detectable with this highly controllable system. Extending our approach to include a co-stimulatory B cell ligand, ICAM-1, and T cell system using CD3 and CD28 antibodies as ligands, we demonstrate the broader applicability of this method. Overall, our results highlight the power of dynamic micropatterning in elucidating the rapid and dynamic earliest steps of the IS formation with high spatial and temporal precision.", "date": "2025-08-11", "journal": ""}
{"title": "GPCR Antagonism via Antibody-Mediated Rewiring of Receptor Trafficking and Degradation", "doi": "10.1101/2025.08.08.669350", "authors": "Rhee, K.; Shue, L.; Adachi, A.; Osei-Owusu, J.; Zhou, D.; Cheng, A.; Baluapuri, A.; Harvey, E. P.; Adelman, K.; Skiba, M. A.; Huh, J. R.; Kruse, A. C.; Zhou, X.", "abstract": "G-protein coupled receptors (GPCRs) represent one of the most important yet incompletely targeted classes of therapeutic proteins. Here, we report a novel strategy for functional GPCR antagonism through antibody-mediated endocytosis and lysosomal degradation. Our engineered bispecific antibodies, termed GPCR-TfR1 Targeting Chimeras (GTACs), achieve potent and selective downregulation of various GPCRs, including RXFP1 and CCR6, critical cancer and immune drug targets that are difficult to antagonize with conventional approaches. GTACs led to complete inhibition of receptor activity with over 100-fold greater potency than conventional antibody antagonists. Using four-color imaging, we elucidated the trafficking mechanism of both the target protein and TfR1 in living cells. The GTAC platform enables robust antagonism of signaling across diverse GPCR families and establishes induced endocytosis and lysosomal trafficking as a fundamentally new paradigm for therapeutic GPCR modulation.", "date": "2025-08-11", "journal": ""}
{"title": "Membrane bending energy selects for compact growth of protein assemblies", "doi": "10.1101/2025.08.08.669413", "authors": "Ying, Y.; Johnson, M. E.", "abstract": "Remodeling of cell membranes into vesicles is essential for receptor transport into cells and viral escape from infected cells. Membranes must be forced into these highly curved vesicles, and this is primarily driven through a structured assembly of multiple, multivalent interacting protein subunits forming a lattice. Lattice assembly from these subunits is a stochastic process, and intermediate structures formed during growth can vary in both structure and stability. Here we show that the membrane bending energy cost per protein rises significantly when remodeling is driven by lattice intermediates that deviate from compact, ideal spherical structures. We use a continuum membrane mechanics model coupled to lattice intermediates assembled from stochastic rigid-body simulations of HIV-1 Gag lattice assembly to quantify the bending energy as it systematically varies with lattice eccentricity. Our results show that highly eccentric lattices induce a higher bending energy cost because the lattices still deform the membrane into an approximate spherical cap, but the radius of the cap is larger due to the imperfect lattice geometry. These quantitative trends are also nearly independent of the density of links to the membrane, emphasizing the importance of the lattice perimeter shape instead. Rescaling thus recovers an approximately universal bending energy cost when evaluated relative to the circumscribing sphere of the lattice intermediates. These results show that assembly pathways coupled to membrane remodeling face much stronger selection pressure for highly compact growth compared to solution assembly pathways due to bending energy costs and provide a tool to characterize these pathways during processes like viral budding and endocytosis.", "date": "2025-08-11", "journal": ""}
{"title": "SpheroMap Cytometry: a novel spatial flow cytometry approach to evaluate immune response in PDAC spheroids", "doi": "10.1101/2025.08.08.669354", "authors": "Castro-Silva, S.; Bonaldo, C. C. O. M.; Palma, P. V. B.; Porfirio Xavier, P. L.; More, R. L.; Orellana, M. D.; Caruso, S. R.; Panepucci, R. A.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is characterized by a dense stroma that contributes, along with hypoxia, to immune exclusion and therapeutic resistance. Here, we introduce SpheroMap Cytometry, an innovative spatial flow cytometry platform designed to preserve and quantify the relative localization of immune cells from 3D spheroid models. CAPAN1 pancreatic tumor cells and either HS5 bone marrow stromal cells or umbilical cord-derived mesenchymal stromal cells (UCMSCs) cocultured in ultra-low-adhesion 96-well plates. PBMC cells (activated or non-activated) were added to infiltrate pre formed tumor/stromal or mesenchymal spheroids. Then after 48 hours post-seeding and 24 hours post-PBMC incubation, spheroids were incubated with Image-iT Green Hypoxia to mark hypoxic cores, and after 72 hours spheroids were dissociated and stained with CD3, CD4, CD8, CD25 and CD127 antibodies. SpheroMap Cytometry revealed that non-activated immune cells infiltrated spheroids with a distinct pattern between normoxic and hypoxic regions, with an enrichment of CD4 over CD8 cells in the hypoxic core and a higher proportion of CD4posCD25posCD127 neg Treg-like cells. Pre-activation of PBMCs enhanced CD8 cell infiltration into the hypoxic region and increased CD25/CD25high/CD127neg Tregs in both compartments, indicating that T cell activation, while facilitating CD8 cell entry into hypoxic zones, may also promote immunosuppressive populations that impair cytotoxic function. Notably, the effects we observed from the infiltration of pre-activated lymphocytes into tumor/stromal spheroids were not seen in spheroids formed with tumor/mesenchymal cells, which may reflect the immunosuppressive role of umbilical cord mesenchymal cells. Our findings demonstrate that hypoxia modulates T cell infiltration and activation, underscoring the critical interplay between oxygen gradients and immune evasion in PDAC. SpheroMap Cytometry provides a scalable, high resolution method to dissect the spatial immunophenotype of lymphocytes in PDAC models, overcoming limitations of static imaging and conventional flow cytometry, making it an ideal platform for testing therapies aimed at overcoming immune exclusion.", "date": "2025-08-11", "journal": ""}
{"title": "Predicting viral sensitivity to antibodies using genetic sequences and antibody similarities", "doi": "10.1101/2025.08.08.669352", "authors": "Shimagaki, K. S.; Kher, G.; Lynch, R.; Barton, J. P.", "abstract": "For genetically variable pathogens such as human immunodeficiency virus (HIV)-1, individual viral isolates can differ dramatically in their sensitivity to antibodies. The ability to predict which viruses will be sensitive and which will be resistant to a specific antibody could aid in the design of antibody therapies and help illuminate resistance evolution. Due to the enormous number of possible combinations, it is not possible to experimentally measure neutralization values for all pairs of viruses and antibodies. Here, we developed a simple and interpretable method called grouped neutralization learning (GNL) to predict neutralization values by leveraging viral genetic sequences and similarities in neutralization profiles between antibodies. Our method compares favorably to state-of-the-art approaches and is robust to model parameter assumptions. GNL can predict neutralization values for viruses with no observed data, an essential capability for evaluating novel viral strains. We also demonstrate that GNL can successfully transfer knowledge between independent data sets, allowing rapid estimates of viral sensitivity based on prior knowledge.", "date": "2025-08-11", "journal": ""}
{"title": "Longitudinal transcriptomic analysis of SIV-infected rhesus macaques reveals peripheral immune dynamics throughout untreated SIV infection and long-term antiretroviral therapy", "doi": "10.1101/2025.08.08.669172", "authors": "Quinn, S. L.; George, M.; Ventura, J. D.; Fray, E. J.; Aid, M.; Walker-Sperling, V. E.; Siliciano, J. D.; Siliciano, R. F.; Nguyen, S.; Barouch, D. H.; Shalek, A. K.", "abstract": "Developing a working knowledge of immune dynamics during prolonged infection and treatment has become critical for both advancing HIV cure strategies and understanding non-AIDS comorbidities, given rises in the age and average time spent on antiretroviral therapy (ART) among people living with HIV. However, at present, we do not fully appreciate the ways in which prolonged suppressive therapy influences immune function. Toward addressing this key knowledge gap comprehensively, we applied single-cell RNA-sequencing (scRNA-seq) to longitudinally profile peripheral blood mononuclear cells from SIV-infected non-human primates longitudinally. Our data reveal significant immune shifts during acute and chronic infection, as well as over five years of subsequent ART. We observe a decline in CD4+ T cells and an increase in aberrant B cells and CD16+ monocytes during untreated chronic infection, as well as widespread dampened transcriptional activity. Further, we uncover transcriptional signatures suggestive of unresolved immune dysregulation during long-term suppressive therapy - most prominently among myeloid cell populations. By examining concurrent measurements of intact proviral DNA, we link peripheral responses to reservoir size via IPDA. We furthermore identify ribosomal-associated pathways as key differentiators of infection stage, treatment status, and time on ART. Finally, we tested whether previously published transcriptional correlates of differential outcomes (e.g. viral rebound, vaccine efficacy) changed over time on ART. Overall, our findings capture dynamic immune remodeling from acute infection through long-term ART, highlighting complexities in achieving complete immune recovery that may influence future therapeutic strategies.", "date": "2025-08-11", "journal": ""}
{"title": "Temporal effects on the abundance of lethal fungal pathogens of amphibians", "doi": "10.1101/2025.08.08.669422", "authors": "Hanif, S.; Dingel, S.; Greenhalgh, S.", "abstract": "Fungal pathogens greatly threaten amphibian diversity, bringing many species near extinction. Consequently, informing on the abundance and ecological characteristics of fungal pathogens, such as Batrachochytrium dendrobatidis (Bd), through tools such as mathematical models is of the utmost importance with respect to current conservation efforts. While traditional mathematical models, such as the logistic growth model, can infer basic details on Bd abundance, the model's simplistic nature renders it unable to account for myriad external factors. So, to inform on some of these factors, namely temporal fluctuations in the Bd growth rate, and carrying capacity, we extended the logistic growth model to consider combinations of time-varying coefficients. For our new models, we estimated model parameters from publicly available data on Bd zoospore density across multiple temperature ranges and geographies, assessing the quality of model fit relative to complexity by Akaike Information Criterion, and Akaike weights, in addition to characterizing potential long-term behaviors through stability analysis. Our work shows that our time-varying growth rate and carrying capacity model was at least 1.4 times more likely to reflect Bd abundance at optimal temperature ranges. This suggests a multi-pronged approach for hindering Bd, namely at non-optimal temperatures, conservation efforts such as tadpole removal and water disinfection should be utilized consistently, and at optimal temperatures, they should be timed to when they generate the greatest benefit with respect to the elimination of Bd zoospores.", "date": "2025-08-11", "journal": ""}
{"title": "Comparative genomic analysis of DNA motif frequency across the animal kingdom", "doi": "10.1101/2025.08.10.669586", "authors": "DuFriend, D.; Valderrama, E.; Annor, E.; Rosler, C.; Davis, E.; Anthem, Y. L.; Velasquez, C.; Wheat, S.; Goelzer, M. H.; Goelzer, J. A.", "abstract": "The rapid expansion of genomic sequencing has produced vast datasets, yet the functional significance of non-coding DNA remains largely unexplored. Eukaryotic genomes contain numerous short, recurring DNA sequences known as motifs, which are crucial for gene regulation. In this study, it was hypothesized that the quantity of these regulatory motifs scales with the overall size of an organism's genome. To test this, a high-performance computing approach was employed using a word count frequency algorithm to quantify 32 universal regulatory motifs across 51 diverse animal genomes. The analysis revealed a strong, positive linear correlation between the total motif count and genome size (R^2 = 0.9852). Regression analysis identified several motifs as significant predictors of genome size. Further investigation into key developmental motifs such as SOX2, SRY, POU5F1, and POU1F1 showed distinct distribution patterns across species. Together, these findings support the hypothesis that regulatory complexity, as approximated by motif frequency, increases with genome size and highlights the utility of computational methods in comparative genomics to uncover large-scale organizational properties of genomes.", "date": "2025-08-11", "journal": ""}
{"title": "Beyond RECIST: mathematical modeling and Bayesian inference reveal the importance of immune parameters in metastatic breast cancer", "doi": "10.1101/2025.08.11.669777", "authors": "Kreger, J.; Gonzalez, E.; Wu, X.; Roussos Torres, E. T.; MacLean, A. L.", "abstract": "Immunotherapies that target the host immune system to mount effective responses hold great promise. Yet, overcoming patient- and organ-specific tumor heterogeneities remains a significant challenge. In order to quantify individual patient responses, we fit a tumor-immune mathematical model to patient and site-specific dynamics during combination therapy (nivolumab + ipilimumab + entinostat) informed by RECIST measurements of the tumor dynamics and immune markers measured by spatial proteomics. Bayesian parameter inference of site-specific patient responses revealed that only the immunosuppression parameters were predictive of response; parameters controlling cytotoxicity were uninformative. Via comparison of a large cohort of fitted tumors, we quantified the variability in tumor-immune dynamics to reveal controllable parameter regimes. We developed methods that employed posterior parameter sampling and simulation to create virtual tumor populations, enabling extrapolation beyond the data to predict probabilities of response in metastatic lesions, even when no data exist at a site. We also showed that scans in the week immediately following treatment are particularly valuable to identify the tumor dynamics. Our modeling and inference framework can thus be used to overcome sample size limitations to create virtual patient cohorts that give new insights into mechanisms of disease progression.", "date": "2025-08-11", "journal": ""}
{"title": "Spreading alpha-Synuclein Oligomers Trigger Astrocyte Reactivity and Astrocyte-glutamatergic Neuron system dysfunction in an Age-Dependent Manner", "doi": "10.1101/2025.08.08.669249", "authors": "LeeBae, J.; Bopp, V.; Goreth, A.; Grozdanov, V.; Kuehlwein, J. K.; Gazzola, E.; Rombach, D.; Meier, L.; Dimou, L.; Danzer, K. M.", "abstract": "Parkinson's disease (PD) is characterized by the progressive accumulation and spatio-temporal spread of -synuclein (-syn) oligomers and a progressive loss of dopaminergic neurons. To investigate the transcriptional and cellular consequences of -syn oligomer spreading, we employed spatial transcriptomics and single-nucleus RNA sequencing (snRNA-seq) in a transgenic PD mouse model. We identified -syn spreading to the substantia nigra and defined a transcriptional \"Spreading Signature\" associated with -syn pathology. We found an age specific increase in reactive astrocytes, close interactions between reactive astrocytes and -syn, and transcriptional dysregulation of the astrocyte-glutamatergic neuron network. We further identified two subtypes of glutamatergic neurons that are vulnerable to astrocytic changes. Comparative analysis with human PD snRNA-seq data revealed conserved astrocytic dysfunctions, underscoring the translational relevance of our findings. Based on our results, we propose a revised model of -syn spreading and highlight 36 genes as potential therapeutic targets for mitigating astrocyte-neuron dysfunction in PD.", "date": "2025-08-11", "journal": ""}
{"title": "Distinct goal location beta frequency dynamics in hippocampus and prefrontal cortex across learning", "doi": "10.1101/2025.08.11.669642", "authors": "Wang, G.; Zhou, N.; Leveroni, Z. M.; Yu, J.", "abstract": "Neural activity at goal locations contributes to learning by providing feedback on the success of preceding actions. This period engages neocortical and hippocampal networks, which serve distinct functions in processing reward and forming associations with experience that lead to reward. A neocortical network signature for reward feedback processing is beta oscillations (15-30Hz). Beta oscillations are thought to coordinate distributed neural processes across brain regions. However, it is unknown whether beta oscillations coordinate hippocampal-neocortical networks during the goal period, or how their dynamics relate to learning. Here, we show that beta oscillations occur in both hippocampal CA1 and the prefrontal cortex (PFC) when rats reach goal locations in spatial navigation tasks. Despite the presence of beta oscillations in both regions after goal entry, beta activity in each region differed in spectral and temporal properties. These differences suggest that the hippocampus and PFC are not strongly coupled at the beta frequency. We found the strengths of PFC and CA1 beta oscillations across learning were inversely related: PFC beta activity increasing in strength and CA1 beta activity decreasing in strength. Beta burst properties in PFC also had an inverse relationship to those of hippocampal sharp wave-ripples (SWRs), a prominent hippocampal process required for learning. We found a subset of PFC neurons modulated by both beta and hippocampal SWRs, which had distinct task-related firing patterns. Our results suggest that during outcome processing at goal locations, the neocortex and hippocampus are independently modulated by beta oscillations before becoming coordinated for memory-related processes during SWRs.", "date": "2025-08-11", "journal": ""}
{"title": "A novel deep learning-based framework reveals a continuum of chromatinsensitivities across transcription factors", "doi": "10.1101/2025.08.11.669605", "authors": "Burger, L.; Gil, N.; Schubeler, D.", "abstract": "The genome-wide binding of many transcription factors (TFs) depends not only on the presence of their recognition motifs, but also on the surrounding chromatin context. This raises the question of how binding specificity is achieved, which is essential for the proper activation of regulatory regions during developmental and differentiation processes. Two competing hypotheses have been proposed: either opening is a hierarchical process, whereby chromatin-insensitive TFs bind initially and make the DNA accessible for other TFs; or multiple chromatin-sensitive TFs bind cooperatively, enabling them to overcome the chromatin barrier. Here, using complementary genomic- and deep-learning-based techniques, we provide a quantitative framework to assess chromatin sensitivity of individual TFs, and hone in on the definitions and implications of such sensitivity. Our findings demonstrate that the degree of chromatin sensitivity is a continuum across TFs, showing that regulatory regions are activated neither by a purely hierarchical nor purely cooperative mechanism, but by a mixture of both mechanisms. The presented framework allows for a locus-specific as well as global, quantitative assessment of chromatin sensitivity and should help in understanding the binding behaviour of individual TFs as well as their potential contribution to gene regulation.", "date": "2025-08-11", "journal": ""}