{"title": "Complementary human gene interaction maps from radiation hybrids and CRISPRi", "doi": "10.1101/2024.02.05.579036", "authors": "Smith, D. J.", "abstract": "The only comprehensive human genetic interaction map was constructed using increased gene copy numbers in radiation hybrid (RH) cells. Recently, a second map restricted to essential genes was created using CRISPRi-induced loss-of-function alleles. Here, the two maps are compared to understand their similarities and differences. Both maps showed significant overlap with protein-protein interaction databases and identified a shared set of interacting genes, although the specific gene pairs differed between approaches. Notably, the RH map exhibited strong overlap with genome-wide association study (GWAS) networks, while the CRISPRi map did not. These findings demonstrate how gain- and loss-of-function alleles reveal distinct yet complementary genetic interaction landscapes.", "date": "2025-10-09", "journal": ""}
{"title": "A FOXA1/SPDEF Co-regulatory Axis Drives ERBB2 and Suppresses TEAD/YAP-Driven EMT to Maintain Luminal Identity in HER2+ Breast Cancer", "doi": "10.1101/2024.04.16.589460", "authors": "Jeong, J.; Lee, J.; Kim, S.; Lim, J.; Shin, J.; Yoo, K.; Kim, J.; Tanaka, Y.; Tae, H. S.; Kim, L. K.; Park, I.-H.; Wysolmerski, J.; choi, j.", "abstract": "The function of the pioneer factor forkhead box A1 (FOXA1) in estrogen receptor (ER)-negative, human epidermal growth factor receptor 2 (HER2, encoded by the ERBB2 gene)-positive breast cancer represents a critical gap in our understanding of lineage identity in tumorigenesis. Here, we solve this enigma by addressing this question through the identification of an indispensable, co-dependent regulatory circuit formed between FOXA1 and the SAM pointed domain containing ETS-family transcription factor (SPDEF). Using integrative multi-omics analyses of patient tumors and experimental models, we demonstrate that this circuit functions as the master guardian of the HER2-positive luminal state. It executes this role via two distinct, essential mechanisms: it directly binds regulatory elements to drive high-level expression of the ERBB2 oncogene, and it simultaneously preserves epithelial identity by suppressing a latent program of epithelial-to-mesenchymal transition (EMT). Mechanistically, the FOXA1/SPDEF circuit promotes the expression of the transcriptional repressor TRPS1, which in turn antagonizes the pro-mesenchymal activity of the TEAD/YAP complex. Our findings define a central regulatory node that couples lineage fidelity to oncogenic output in HER2-positive cancer, revealing the FOXA1/SPDEF-TRPS1 axis as a critical determinant of tumor plasticity and a potential therapeutic target for overcoming resistance in HER2-positive breast cancer.", "date": "2025-10-09", "journal": ""}
{"title": "States of functional connectivity flow and their multiplex dynamics in human epilepsy and postictal aphasia", "doi": "10.1101/2024.05.10.593507", "authors": "Pedreschi, N.; Trebuchon, A.; Barrat, A.; Battaglia, D.", "abstract": "The mechanisms that cause aphasia as a transient post-seizure symptom in epileptic patients are yet unknown. We analyse intracranial EEG (sEEG) recordings of patients suffering from pharmaco- resistant epilepsy with postictal aphasia. We study the Functional Connectivity (FC) between different cortical sites in a time- and frequency-resolved manner, representing each recording as a time-varying, multilayer network (dynamic multiplex). We studied in particular: the rate of overall reconfiguration of links from one frame to the next, or dynamic Functional Connectivity (dFC) speed; and the stability of network modules through time, by means of a dynamic modular Allegiance (dA) analysis. The combination of these two approaches allows identifying states of \"Functional Connectivity flow\" (beyond connectivity states), defined as epochs in which network reconfiguration occurs with comparable speed and degree of spatio-temporal coordination. Our unsupervised analyses reveal then that high-frequency dFC is slowed down in a long postictal phase lasting well beyond the ictal episodes themselves. Furthermore, a pathological state of slow and poorly structured network flow consistently co-occurs with episodes of aphasia symptoms annotated by the clinicians. In conclusion, our multiplex network dynamics description cast light on functional mechanisms of postictal cognitive dysfunction at the level of individual patients.", "date": "2025-10-09", "journal": ""}
{"title": "Dynamic changes in mitochondria support phenotypic flexibility of microglia", "doi": "10.1101/2024.05.18.594002", "authors": "Espinoza, K.; Schaler, A. W.; Gray, D. T.; Sass, A.; Escobar, A.; Moore, K.; Yu, M.; Chamorro, C.; De Biase, L. M.", "abstract": "Microglial capacity to adapt to tissue needs is a hallmark feature of these cells. New studies show that mitochondria critically regulate the phenotypic adaptability of macrophages. To determine whether these organelles play similar roles in shaping microglial phenotype, we generated transgenic crosses to accurately visualize and manipulate microglial mitochondria. We find that brain-region differences in microglial attributes and responses to aging are accompanied by regional differences in mitochondrial mass and aging-associated mitochondrial remodeling. Microglial mitochondria are also altered within hours of LPS injections and microglial expression of inflammation-, trophic-, and phagocytosis-relevant genes is strongly correlated with expression levels of mitochondria-relevant genes. Finally, direct genetic manipulation of microglial mitochondria alters microglial morphology and leads to brain-region specific effects on microglial gene expression. Overall, this study advances our understanding of microglial mitochondria and supports the idea that mitochondria influence basal microglia phenotype and phenotypic remodeling that takes place over hours to months.", "date": "2025-10-09", "journal": ""}
{"title": "Rapid evolution of fine-scale recombination during domestication: a perspective from population genomics", "doi": "10.1101/2024.06.05.597134", "authors": "Liu, Z.-X.; Li, M.; Si, S.; Chen, J.; Hu, L.-R.; Peng, M.-S.; Yin, T.-T.; Esmailizadeh, A.; Zhang, C.; Qu, L.; Lu, X.-M.; Han, J.-L.; Zhang, Y.-p.; Wang, M.-S.", "abstract": "Recombination serves as a pivotal force propelling the evolution of genomic diversity in sexually reproducing organisms. Despite its fundamental role, the evolutionary dynamics of recombination rates and their implications for genome evolution remain largely elusive. The domestication of animals, which is characterized by dynamic selection pressures, offers a unique lens to explore this issue. Here, we constructed a fine-scale recombination map leveraging whole-genome data from domestic chickens, encompassing both contemporary commercial breeds and the wild progenitor, the Red Junglefowl (RJF). Our analysis revealed the rapid evolution of the recombination landscape within and across chicken populations, with significant variation in recombination coldspots and hotspots, particularly in commercial breeds. The occurrence of coldspots and the disappearance of hotspots are closely associated with selective sweeps.Contrary to prevailing observations in most species, we observed a weakly negative correlation between recombination rates and the frequency of introgressed ancestry from other RJF subspecies. Our findings provide valuable insights into the intricate interplay of evolutionary forces shaping the evolution of recombination.", "date": "2025-10-09", "journal": ""}
{"title": "A trait-based metric to prioritise the conservation of functionally irreplaceable species at risk of extinction", "doi": "10.1101/2024.06.05.597292", "authors": "Webster, C.; Barker, J.; Curnick, D.; Gollock, M.; Hansford, J.; Hoffmann, M.; Martin, T. E.; Matthews, T. J.; Pettorelli, N.; Tobias, J. A.; Turvey, S. T.; Walkden, P. A.; Wang, J.; Wayman, J. P.; Rosindell, J.; Gumbs, R.", "abstract": "Robust species-level methods for quantifying ecological differences have yet to be incorporated into conservation strategies. Here, we present a conservation prioritisation approach that integrates species trait data and extinction risk to quantify the contribution of individual species to overall functional diversity. The Functionally Irreplaceable with Risk of Extinction (FIRE) metric directs conservation action to species whose extinction is expected to result in significant losses of functional diversity. We applied our framework to sets of species at the global scale. First we assessed the world's birds, highlighting congruent and divergent priorities identified by trait-based and phylogenetic approaches. Second, we applied FIRE to the world's sharks, exploring the impact of imputed traits on prioritisation robustness. For birds and sharks, we show that prioritising by functional irreplaceability is an effective strategy to conserve exploited species. The FIRE metric provides a robust tool to facilitate the incorporation of functional diversity into conservation policy and practice, revealing species that may be overlooked by existing approaches.", "date": "2025-10-09", "journal": ""}
{"title": "Molecular Tracking and Cultivation Reveal Ammonia-Oxidizing Archaea as Emerging Commensals of the Human Skin Microbiome", "doi": "10.1101/2024.08.05.606590", "authors": "Mahnert, A.; Dreer, M.; Perier, U.; Melcher, M.; Duller, S.; Lehnen, A.; Goessler, T.; Brunner, D.; Graier, T.; Wolf, P.; Ponce-Toledo, R. I.; Hodgskiss, L.; Kerou, M.; Moissl-Eichinger, C.; Schleper, C.", "abstract": "Background: Ammonia-oxidizing archaea (AOA) have repeatedly been detected on human skin, yet their persistence, physiological traits, and adaptations remain poorly understood. Here, we identify Nitrosocosmicus species as integral members of the healthy skin microbiome using two complementary approaches. Results: Through cultivation, we enriched two autotrophic strains, Candidatus Nitrosocosmicus epidermidis and Ca. Nitrosocosmicus unguis, from human skin samples. Genomic analyses revealed specific adaptations for skin colonization, including genomic islands and expanded gene families linked to interactions with host proteins and signaling pathways, distinguishing these AOA from their soil-dwelling relatives. Parallel molecular profiling in cross-sectional and longitudinal cohorts (n=47) consistently detected Nitrosocosmicus particularly in sebaceous areas. Co-occurrence patterns with specific bacterial taxa reinforce their role as stable components of the skin microbiome. Conclusions: These findings indicate that Nitrosocosmicus species are emerging commensals, evolutionarily capable of transitioning from soil to human skin, where they likely play a critical role in the skin ecosystem.", "date": "2025-10-09", "journal": ""}
{"title": "iGlu3Fast and iGlu3Slow, improved fluorescent reporters for detection of spontaneous glutamate activity in the brain", "doi": "10.1101/2024.08.30.610471", "authors": "Tran, O.; Bertelli, S.; Hughes, H.; Llabres, L. R.; Carter, T.; Plested, A. J. R.; Torok, K.", "abstract": "The genetically-encoded fluorescent glutamate sensor, iGluSnFR3, characterised by a high dynamic range and rapid on-kinetics, is an attractive sensor for glutamate imaging in the central nervous system. However, kinetic variants with ultrafast or slow off-kinetics are needed to broaden the spectrum of applications from monitoring rapid synaptic glutamate transients to mesoscale imaging of brain activity. Here we report binding-site variant S72T (iGlu3Fast) optimised for reporting fast glutamate release at individual sites with a fluorescence dynamic range of 57 and a decay t1/2 of 2 ms in solution, ~5-fold faster than iGluSnFR3. In contrast, variants D25A and D25R (termed iGlu3Slow1 and iGlu3Slow2, respectively) presented with slow off-kinetics (decay t1/2 43 ms and 30 ms, respectively, at 20oC), while retaining high dynamic ranges (48 and 65, respectively). These values were reduced when expressed in HEK293T cells, glutamate dissociation from iGlu3Fast slowed to a decay t1/2 of 6.9 ms, while decay t1/2-s of 115 and 234 ms were measured for iGlu3Slow1 and iGlu3Slow2, respectively. The slow decay rates in cells were in accordance with reduced Kd-s in the range of 200 microM for iGlu3Fast and 6.4 and 8.4 microM for iGlu3Slow1 and iGlu3Slow2, respectively. 2-photon imaging in organotypic hippocampal slices reported spontaneous activity with high sensitivity by both iGlu3Fast and iGlu3Slow2. Strikingly, different kinds of glutamate transient were detected by the fast- and slow-decay sensors indicating that the rapid kinetics and increased fluorescence dynamic range make iGlu3Fast an excellent candidate for imaging high-frequency glutamate release at synapses while iGlu3Slow2 has the potential for mesoscale imaging of brain activity to record global events with high sensitivity.", "date": "2025-10-09", "journal": ""}
{"title": "TRPV3 channel activity helps cortical neurons stay active during fever", "doi": "10.1101/2024.09.09.612112", "authors": "Shen, Y.; Fiath, R.; Mohana Krishnan, B.; Ulbert, I.; Antoine, M.", "abstract": "Fever raises body temperature (T b) from ~37 {degrees}C to beyond 38.4 {degrees}C to combat pathogens. While generally well tolerated below 40 {degrees}C, in rare cases fever can abnormally elevate neural activity and induce seizures in neurotypical children aged 2-5 years. This study investigates the mechanisms by which neuronal activity is maintained and stabilized during exposure to fever-range temperatures. Recordings of layer (L)4-evoked spiking in L2/3 pyramidal neurons (PNs) of mouse somatosensory cortex revealed four outcomes as temperature increased from 30 {degrees}C to 36 {degrees}C and 39 {degrees}C (fever-range): neurons remained inactive, stayed active, ceased activity, or initiated activity. Roughly equal proportions of neurons ceased or initiated spiking, making the subset of STAY PNs, those that remain active across temperatures, crucial for maintaining stable cortical output. STAY PNs were more prevalent at younger postnatal ages. Their firing stability was supported by a distinct ion channel composition, including the thermosensitive channel TRPV3, which enables continued spiking by adjusting depolarization to meet spike threshold. Intracellular blockade of TRPV3, but not TRPV4, significantly reduced the proportion of STAY PNs and suppressed spiking at 39 {degrees}C. Moreover, in Trpv3 -/-  mice, temperature increases to 39 {degrees}C reduced both spiking and postsynaptic potential amplitude, and these mice exhibited a delayed seizure onset. Together, these findings suggest that TRPV3 contributes to the preservation of cortical activity during fever.", "date": "2025-10-09", "journal": ""}
{"title": "Acoustic parameter combinations underlying mapping of pseudoword sounds to multiple domains of meaning: representational similarity analyses and machine-learning models", "doi": "10.1101/2024.09.27.615393", "authors": "Kumar, G. V.; Lacey, S.; Dorsi, J.; Nygaard, L. C.; Sathian, K.", "abstract": "Sound symbolism, the resemblance between the sound structure of words and their meaning, is often studied using pseudowords. Previously, we showed that representational dissimilarity matrices (RDMs) of shape ratings of pseudowords correlated significantly with RDMs of acoustic parameters reflecting spectro-temporal variations; the ratings also correlated significantly with voice quality features. Here, we examined how perceptual ratings relate to spectro-temporal and vocal parameters of pseudowords across eight meaning domains. We largely replicated our previous findings for shape, while observing different patterns for other domains. Using a k-nearest-neighbor (KNN) algorithm, we compared 4095 combinations of twelve acoustic parameters (3 spectro-temporal and 9 characterizing vocal quality) to find the optimal combination associated with sound-symbolic ratings in each domain. We found sound-symbolic mappings linked to domain-specific combinations of acoustic parameters. One spectro-temporal parameter, the fast Fourier transform, contributed to all domains, indicating the significance of time-varying spectral properties for sound-symbolic judgments. We applied the KNN approach to generate shape ratings for 160 real words. These generated ratings strongly correlated with perceptual ratings of real words, indicating the value of the KNN approach to assess sound-symbolic mapping in natural languages, independent of semantic bias. Our findings support the relevance of sound symbolism to language.", "date": "2025-10-09", "journal": ""}
{"title": "Non-genetic control of cell plasticity and phenotypic cell states is mediated by cytoplasmic IncRNA nucleated signalling pathways", "doi": "10.1101/2024.11.08.622637", "authors": "PORTAL, M. M.; Shlyakhtina, Y.; Bloechl, B.; Moran, K. L.; Maslakova, A.; Carragher, N.; Munro, A. F.; Johnson, R. B.", "abstract": "Cell plasticity, the ability that cells display to rapidly adapt to environmental cues, is thought to be encoded in non-genetic information reservoirs. Although the notion is widely acknowledged, the molecular details underlying this phenomenon remain largely concealed. Herein, we show that clonal cell populations inherently display multiple co-existing metastable gene expression states that co-segregate with various phenotypic outputs. Moreover, we provide primer evidence suggesting that transcriptome states are inherited, dynamically interconvert and determine phenotypic output upon a variety of biological cues, not as a result of transcriptional shifts, but rather through yet unidentified post-transcriptional mechanisms. Remarkably, among phenotypically divergent clonal cell populations enriched in subsets of transcriptome states, we identified a peri-nuclear cytoplasmic structure (Signal Integration Portal - SIP) where state-specific lncRNAs, proteins harbouring intrinsically disordered regions and various active signalling pathways converge. Herein, we propose that SIP-condensates act as nucleating reservoir of non-genetic information at the crossroads of cell plasticity and non-genetic heterogeneity where they integrate intra- and extracellular inputs thereby moulding phenotypic output.", "date": "2025-10-09", "journal": ""}
{"title": "AGAPE (computAtional G-quadruplex Affinitiy PrEdiction): The first AI In-silico workflow for G-quadruplex binding affinity prediction.", "doi": "10.1101/2024.11.14.623389", "authors": "D'Anna, L.; Contino, S.; Marinello, R.; Fares, J.; De Simone, G.; MONARI, A.; Barbault, F.; Barone, G.; Terenzi, A.; Perricone, U.", "abstract": "AGAPE (computational G-quadruplex Affinity Prediction) is a novel machine learning (ML)-based tool designed to predict the binding and stabilizing potential of small molecules targeting G-quadruplexes (G4s). G4s, prevalent in telomeres and oncogene promoters, are promising therapeutic targets, but designing selective binders remains challenging. Building upon a curated dataset of 1217 compounds labelled through Forster Resonance Energy Transfer (FRET) melting assays, AGAPE integrates 5666 molecular descriptors, both classical and quantum chemical. It captures features relevant to G4 recognition, driving researcher to predict the potential G4 stabilization of small molecules, including both organic ligands and metal complexes. Among the trained ML models, XGBoost achieved the best performance with an accuracy of nearly 91%, using 489 selected features. SHAP analysis highlighted descriptors related to molecular topology, polarizability, and electrostatic potential as key contributors to the classification. AGAPE is deployed through a user-friendly web interface supporting batch prediction and secure data handling and provides a robust and interpretable tool to accelerate the discovery of G4-stabilizing compounds, integrating quantum chemical information within an ML-driven cheminformatics framework.", "date": "2025-10-09", "journal": ""}
{"title": "AGAPE (computAtional G-quadruplex Affinitiy PrEdiction): The first AI In-silico workflow for G-quadruplex binding affinity prediction.", "doi": "10.1101/2024.11.14.623389", "authors": "D'Anna, L.; Contino, S.; Marinello, R.; Fares, J.; De Simone, G.; MONARI, A.; Barbault, F.; Barone, G.; Terenzi, A.; Perricone, U.", "abstract": "AGAPE (computational G-quadruplex Affinity Prediction) is a novel machine learning (ML)-based tool designed to predict the binding and stabilizing potential of small molecules targeting G-quadruplexes (G4s). G4s, prevalent in telomeres and oncogene promoters, are promising therapeutic targets, but designing selective binders remains challenging. Building upon a curated dataset of 1217 compounds labelled through Forster Resonance Energy Transfer (FRET) melting assays, AGAPE integrates 5666 molecular descriptors, both classical and quantum chemical. It captures features relevant to G4 recognition, driving researcher to predict the potential G4 stabilization of small molecules, including both organic ligands and metal complexes. Among the trained ML models, XGBoost achieved the best performance with an accuracy of nearly 91%, using 489 selected features. SHAP analysis highlighted descriptors related to molecular topology, polarizability, and electrostatic potential as key contributors to the classification. AGAPE is deployed through a user-friendly web interface supporting batch prediction and secure data handling and provides a robust and interpretable tool to accelerate the discovery of G4-stabilizing compounds, integrating quantum chemical information within an ML-driven cheminformatics framework.", "date": "2025-10-09", "journal": ""}
{"title": "Analysis in vivo using a new method, ARGO (Analysis of Red Green Offset), reveals complexity and cell-type specificity in presynaptic turnover of synaptic vesicle protein Synaptogyrin/SNG-1", "doi": "10.1101/2024.11.26.625560", "authors": "Shiliaev, N.; Baumberger, S.; Richardson, C. E.", "abstract": "In long-lived cells such as neurons, proteostasis involves the regulated degradation and replacement of proteins to ensure their quality and appropriate abundance. Synaptic vesicle (SV) protein turnover in neurons is important for controlling the SV pool size to maintain appropriate levels of neurotransmission; yet, it is incompletely understood, partly due to limited tools for quantifying protein turnover in vivo. We present ARGO (Analysis of Red-Green Offset), a fully genetically encoded, ratiometric fluorescence imaging method that visualizes and quantifies protein turnover with subcellular resolution in vivo. ARGO is inexpensive, modular, and scalable for use in genetically tractable experimental organisms. Using ARGO, we examine the turnover of Synaptogyrin/SNG-1, an evolutionarily conserved, integral SV protein, in C. elegans neurons. We show that the SNG-1 turnover rate is consistent across presynapses within a single neuron but varies between neuron classes. Notably, we find SNG-1 and can exist in two distinct, non-intermixing populations within each presynapse. Further, we present an initial mutant analysis of uba-1, the sole E1 ubiquitin ligase in C. elegans, showing that we can detect slowed SNG-1 turnover even though steady-state SNG-1 abundance is not increased compared to wild-type. These results provide new hints for the regulation of SV pool size.", "date": "2025-10-09", "journal": ""}
{"title": "ConvMut: Exploration of viral convergent mutations along phylogenies", "doi": "10.1101/2024.12.16.628620", "authors": "Alfonsi, T.; Bernasconi, A.; Fanfoni, E.; Gruber, C. E. M.; Maggi, F.; Focosi, D.", "abstract": "Convergent evolution in protein antigens is common across pathogens and has also been documented in SARS-CoV-2 (hCoV-19); the most likely reason is the need to evade the selective pressure exerted by previous infection- or vaccine-elicited immunity. There is a pressing need for tools that allow automated analysis of convergent mutations. In response to this need, we developed ConvMut, a tool to analyze genetic sequence data to identify patterns of recurrent mutations in SARS-CoV-2 evolution. To this end, we exploited the granular phylogenetic tree representation developed by PANGO, allowing us to observe what we call deltas, i.e., groups of mutations that are acquired on top of the immediately upstream tree nodes. Deltas comprise amino acid substitutions, insertions, and deletions. ConvMut can perform individual protein analysis to identify the most common single mutations acquired independently in a given subtree (starting from a user-selected root). Such mutations are represented in a barplot that can be sorted by frequency or position, and filtered by region of interest. Lineages are then gathered into clusters according to their sets of shared mutations. Finally, an interactive graph orders the evolutionary steps of clusters, details the acquired amino acid changes for each sublineage, and allows us to trace the evolutionary path until a selected lineage. Other unique tools are paired with the main functionality of ConvMut to support a complete analysis, such as a frequency analysis for a given nucleotide or amino acid changes at a given residue across a selected phylogenetic subtree. ConvMut will facilitate the design of antiviral anti-Spike monoclonal antibodies and Spike-based vaccines with longer-lasting efficacy, minimizing development and marketing failures.", "date": "2025-10-09", "journal": ""}
{"title": "Association Between Oral Microbiota and Close-Range Proximity in a Primary School", "doi": "10.1101/2024.12.27.628096", "authors": "Dall'Amico, L.; Bai, X.; Weltzien, S. M.; Rayner, S.; Paolotti, D.; Budin Ljosne, I. S.; Matussek, A.; Furberg, A.-S.; Cattuto, C.; Sivert Nielsen, C.", "abstract": "The microbiota is the ensemble of microorganisms inhabiting the human body and it deeply influences human health and well-being. Recent studies showed its interplay with social behavior, suggesting that part of the microbiota might be socially transmissible. In this work, we investigate the association between close-range proximity and the oral microbiota composition in a group of children attending primary school. Unlike most related studies, our cohort comprises non-cohabiting individuals, and we use high-resolution proximity sensors to objectively measure social interactions. Our analysis shows that prolonged interactions between children pairs correlate with a higher similarity between their oral microbiota. These findings complement what is known for co-habiting individuals, suggesting that microbiota might be transmitted in social settings.", "date": "2025-10-09", "journal": ""}
{"title": "Inherent instability of simple DNA repeats shapes an evolutionarily stable distribution of repeat lengths", "doi": "10.1101/2025.01.09.631797", "authors": "McGinty, R. J.; Balick, D. J.; Mirkin, S. M.; Sunyaev, S. R.", "abstract": "Using the Telomere-to-Telomere reference, we assembled the distribution of simple repeat lengths present in the human genome. Analyzing over two hundred mammalian genomes, we found remarkable consistency in the shape of the distribution across evolutionary epochs. All observed genomes harbor an excess of long repeats, which are potentially prone to developing into repeat expansion disorders. We measured mutation rates for repeat length instability, quantitatively modeled the per-generation action of mutations, and observed the corresponding long-term behavior shaping the repeat length distribution. We found that short repetitive sequences appear to be a straightforward consequence of random substitution. Evolving largely independently, longer repeats (above roughly 10 nt) emerge and persist in a rapidly mutating dynamic balance between expansion, contraction and interruption. These mutational processes, collectively, are sufficient to explain the abundance of long repeats, without invoking natural selection. Our analysis constrains properties of molecular mechanisms responsible for maintaining genome fidelity that underlie repeat instability.", "date": "2025-10-09", "journal": ""}
{"title": "Global molecular landscape of early MASLD progression in obesity", "doi": "10.1101/2025.01.13.632747", "authors": "Zhao, Q.; de Nardo, W.; Wang, R.; Zhong, Y.; Keles, U.; Sakalauskaite, G.; Zhao, L. N.; Tay, H.; Youhanna, S.; Yan, M.; Xie, Y.; Kim, Y.; Lee, S.; Lim, R. L.; Teo, G.; Naraya, P.; Burton, P. R.; Lauschke, V. M.; Choi, H.; Watt, M. J.; Kaldis, P.", "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is often asymptomatic early on but can progress to irreversible conditions like cirrhosis. Due to limited access to human liver biopsies, systematic and integrative molecular resources remain scarce. In this study, we performed transcriptomic analyses on liver and metabolomic analyses on liver and plasma samples from morbidly obese individuals without liver pathology or at early-stage MASLD. While, the plasma metabolomic profile did not fully mirror liver histological features, dual-omics integration of liver samples revealed significantly remodeled lipid and amino acid metabolism pathways. Integrative network analysis uncoupled metabolic remodeling and gene expression as independent features of hepatic steatosis and fibrosis progression, respectively. Notably, GTPases and their regulators emerged as a novel class of genes linked to early liver fibrosis. This study offers a detailed molecular landscape of early MASLD in obesity and highlights potential targets of obesity-linked liver fibrosis.", "date": "2025-10-09", "journal": ""}
{"title": "Maturation of Hippocampus-Medial Prefrontal Cortex Projections Defines a Pathway-Specific Sensitive Period for Cognitive Flexibility", "doi": "10.1101/2025.01.23.634573", "authors": "Cruz-Sanchez, A.; LaDouceur, K. E.; Abdusalom, A.; Chasiotis, H.; Gugustea, R.; Inayat, M.; Mumtaz, U.; Hasantash, M.; Anacker, C.; Arruda-Carvalho, M.", "abstract": "The septotemporal axis of the hippocampus separates it into domains with unique molecular, cellular, downstream connectivity and behavioral profiles, and yet very little is known about the ontogenesis of these highly specialized subcircuits. Here, we used viral tracing, optogenetic-assisted patch clamping, chemogenetics and behavior in mice to examine changes in domain-defined hippocampus efferent projections from postnatal day (P)10 to P60. We found distinct anatomical and synaptic developmental signatures in ventral and intermediate CA1 downstream connectivity, with unique contributions to the prelimbic and infralimbic subregions of the medial prefrontal cortex (mPFC). Juvenile inhibition of the ventral and intermediate CA1-mPFC pathways led to opposing modulation of adult cognitive flexibility, establishing a sex- and pathway-specific sensitive period preceding the stabilization of CA1-mPFC synaptic transmission. Our data elucidate domain- and target-defined postnatal maturation of hippocampus efferents, identifying juvenility as a CA1-mPFC sensitive period with crucial implications for early life influences on adult cognition.", "date": "2025-10-09", "journal": ""}
{"title": "Too little and too much: medial prefrontal functional inhibition impairs early, whereas neural disinhibition impairs serial reversal performance in rats", "doi": "10.1101/2025.02.10.637529", "authors": "Renstrom, J. G.; Taylor, C. J. L.; Allen, R. G.; O'Hara, L.; Loayza, J.; Juty, J.; Moran, P. M.; von Heimendahl, M.; Deiana, S.; Du Hoffmann, J.; Stevenson, C. W.; Maggi, S. G.; Bast, T.", "abstract": "Schizophrenia is associated with reduced activation (hypofrontality) and neural disinhibition (reduced GABAergic inhibition) in the dorsolateral prefrontal cortex (dlPFC), as well as reversal learning deficits. Whilst reversal learning has been strongly linked to the orbitofrontal cortex, its dependence on the primate dlPFC, and its rodent analogue the medial PFC (mPFC), is less clear. Nevertheless, we hypothesized that the mPFC may be required for reversal learning if the reversal is demanding. Furthermore, even if the mPFC is not required, mPFC disinhibition may impair reversals, because it may disrupt processing in mPFC projection sites. To test these hypotheses, we combined bi-directional manipulations of mPFC GABAergic inhibition, using intracerebral drug microinfusion and chemogenetic/DREADD methods, with reversal testing on a food-reinforced two-lever discrimination task in rats. First, we induced mPFC functional inhibition and disinhibition, by microinfusion of the GABA-A receptor agonist muscimol or antagonist picrotoxin, respectively, and examined the impact on early reversals (reversals 1-3) and well-established serial reversals (reversal 5 onwards). Using classical performance measures and Bayesian trial-by-trial strategy analysis, we found that mPFC muscimol impaired early, but not serial, reversals, increasing perseveration and impairing exploratory (lose-shift) behavior at reversal 2. In contrast, mPFC picrotoxin impaired serial reversals, reducing exploratory (lose-shift) and exploitative (win-stay) behavior. Second, to inhibit mPFC GABAergic neurons, we expressed the inhibitory DREADD hM4Di in these neurons; chemogenetic mPFC disinhibition by activation of hM4Di also impaired serial reversal learning, primarily disrupting exploitation. Our findings suggest that mPFC hypoactivation and disinhibition disrupt distinct aspects of reversal learning by different mechanisms.", "date": "2025-10-09", "journal": ""}
{"title": "RNA virus ecogenomics along a subarctic permafrost thaw gradient", "doi": "10.1101/2025.02.13.637936", "authors": "Pratama, A. A.; Dominguez-Huerta, G.; Wainaina, J. M.; Bolduc, B.; Tian, F.; Ellenbogen, J.; Guo, J.; EMERGE Field Team,  ; EMERGE Coordinators,  ; Wrighton, K. C.; Zayed, A. A.; Sullivan, M. B.", "abstract": "Climate change thaws permafrost, which releases greenhouse gases partly from dormant microorganisms awakening and metabolizing organic matter. Though DNA viruses that infect these soil microbes have been studied, little is known on soil RNA viruses, which typically infect microeukaryotes. Here we identify and characterize 2,651 RNA viruses from a 4-year time series of bulk soil metatranscriptomes derived from the climatically fragile Stordalen Mire ecosystem - a long-studied permafrost peatland. RNA virus diversity was structured by habitat (palsa, bog, and fen), and these patterns correlated with pH and carbon dioxide and methane emissions. Further, host prediction, virus-encoded metabolite-transforming and information-processing functions suggested roles in ecosystem-scale carbon fluxes and contribute to greenhouse gases emissions. Together, these RNA virus ecogenomic data in permafrost provide essential baseline information for integration into predictive models to support hypothesis testing.", "date": "2025-10-09", "journal": ""}
{"title": "Biophysical basis for brain folding and misfolding patterns in ferrets and humans", "doi": "10.1101/2025.03.05.641682", "authors": "Choi, G. P. T.; Yin, S.; Liu, C.; Sejourne, G.; Smith, R.; Walsh, C. A.; Mahadevan, L.", "abstract": "A mechanistic understanding of neurodevelopment requires us to follow the multiscale processes that connect molecular genetic processes to macroscopic cerebral cortical formations and thence to neurological function. Using magnetic resonance imaging of the brain of the ferret, a model organism for studying cortical morphogenesis, we create in vitro physical gel models and in silico numerical simulations of normal brain gyrification. Using observations of genetically manipulated animal models, we identify cerebral cortical thickness and cortical expansion rate as the primary drivers of dysmorphogenesis and demonstrate that in silico models allow us to examine the causes of aberrations in morphology and developmental processes at various stages of cortical ontogenesis. Finally, we explain analogous cortical malformations in human brains, with comparisons with human phenotypes induced by the same genetic defects, providing a unified perspective on brain morphogenesis that is driven proximally by genetic causes and affected mechanically via variations in the geometry of the brain and differential growth of the cortex.", "date": "2025-10-09", "journal": ""}
{"title": "Morphogenesis and morphometry of brain folding patterns across species", "doi": "10.1101/2025.03.05.641692", "authors": "Yin, S.; Liu, C.; Choi, G. P. T.; Jung, Y.; Heuer, K.; Toro, R.; Mahadevan, L.", "abstract": "Evolutionary adaptations associated with the formation of a folded cortex in many mammalian brains are thought to be a critical specialization associated with higher cognitive function. The dramatic surface expansion and highly convoluted folding of the cortex during early development is a theme with variations that suggest the need for a comparative study of cortical gyrification. Here, we use a combination of physical experiments using gels, computational morphogenesis, and geometric morphometrics to study the folding of brains across different species. Starting with magnetic resonance images of brains of a newborn ferret, a fetal macaque, and a fetal human, we construct two-layer physical gel brain models that swell superficially in a solvent, leading to folding patterns similar to those seen in vivo. We then adopt a three-dimensional continuum model based on differential growth to simulate cortical folding in silico. Finally, we deploy a comparative morphometric analysis of the in vivo, in vitro, and in silico surface buckling patterns across species. Our study shows that a simple mechanical instability driven by differential growth suffices to explain cortical folding and suggests that variations in the tangential growth and different initial geometries are sufficient to explain the differences in cortical folding across species.", "date": "2025-10-09", "journal": ""}
{"title": "The mechanisms of permselectivity of connexin hemichannels to small molecules", "doi": "10.1101/2025.03.12.642803", "authors": "Lovatt, A.; Butler, J.; Dale, N.", "abstract": "Connexins can either that act as hemichannels, to facilitate ion and small molecule movement from the cytosol to the extracellular space or as gap junction channels to provide a pathway for solute exchange between cells. Connexins are ubiquitously expressed throughout the body and are implicated in a wide range of processes. The permselectivity of connexin hemichannels for small neurochemicals remains poorly understood. By coexpressing genetically encoded fluorescent sensors for ATP, glutamate and lactate with a range of connexins, we examined the ability of different hemichannels to permit release of these compounds under physiological conditions and in response to physiological stimuli (small changes in PCO2 and transmembrane depolarisation). We found that some connexin hemichannels were relatively non-selective (Cx26, Cx32, Cx43, Cx31.1) allowing passage of ATP, glutamate and lactate. By contrast other connexin hemichannels (Cx36, Cx46 and Cx50) were highly selective. Cx36 and Cx46 hemichannels allowed release of ATP, but not glutamate or lactate. The size of the permeating molecule cannot be the sole determinant of permselectivity. By contrast, Cx50 hemichannels permitted the release of lactate and glutamate but not ATP. We also found that the nature of the opening stimulus could alter the permselectivity of the hemichannel -for some of the relatively non-selective connexins, hemichannel opening via depolarisation was ineffective at allowing release of lactate. By performing a mutational analysis, informed by the differential selectivity of the closely related Cx46 and Cx50 hemichannels, we found that the charge on the N-terminus and N-terminus-TM2 interactions are key contributors to permselectivity for ATP.", "date": "2025-10-09", "journal": ""}
{"title": "Neural oscillation as a selective modulatory mechanism on decision confidence, speed and accuracy", "doi": "10.1101/2025.03.11.642591", "authors": "Azimi, A.; Wong-Lin, K.", "abstract": "Neural oscillations have been associated with decision-making processes, but their underlying network mechanisms remain unclear. This study investigates how neural oscillations influence decision network models of competing cortical columns with varying intrinsic and emergent timescales. Our findings reveal that decision networks with faster excitatory than inhibitory synapses are more susceptible to oscillatory modulations. Higher in-phase oscillation amplitude reduces decision confidence without affecting accuracy, while decision speed increases. In contrast, anti-phase modulation increases decision accuracy, confidence and speed. Increasing oscillation frequency reverses these effects. Changing oscillatory phase difference gradually modulates decision behaviour, with decision confidence affected nonlinearly. Moreover, neural resonance can further enhance modulatory susceptibility for network with faster excitatory than inhibitory synapses. These effects decouple decision accuracy, speed and confidence, challenging standard speed-accuracy trade-off. These phenomena can be explained by excitatory neural populations contributing more to in-phase modulation, while inhibitory neural populations to anti-phase modulation. State-space trajectories' momentum swinging with respect to network steady states and decision uncertainty manifold further provide insights into the neural circuit mechanisms. Our work provides mechanistic insights into how neurobiological diversity shapes decision-making processes in the presence of ubiquitous neural oscillations.", "date": "2025-10-09", "journal": ""}
{"title": "Has AlphaFold 3 Solved the Protein Folding Problem for D-Peptides?", "doi": "10.1101/2025.03.14.643307", "authors": "Childs, H.; Zhou, P.; Donald, B. R.", "abstract": "Due to the favorable chemical properties of mirrored chiral centers (such as improved stability, bioavailability, and membrane permeability) the computational design of D-peptides targeting biological L-proteins is a valuable area of research. To design these structures in silico, a computational workflow should correctly dock and fold a peptide while maintaining chiral centers. The latest AlphaFold 3 (AF3) from Abramson et al. (2024) enforces a strict chiral violation penalty to maintain chiral centers from model inputs and is reported to have a low chiral violation rate of only 4.4% on a PoseBusters benchmark containing diverse chiral molecules. Herein, we report the results of 3,255 experiments with AF3 to evaluate its ability to predict the fold, chirality, and binding pose of D-peptides in heterochiral complexes. Despite our inputs specifying explicit D-stereocenters, we report that the AF3 chiral violation for D-peptide binders is much higher at 51% across all evaluated predictions; on average the model is as accurate as chance (random chirality choice, L or D, for each peptide residue). Increasing the number of seeds failed to improve this violation rate. The AF3 predictions exhibit incorrect folds and binding poses, with D-peptides commonly oriented incorrectly in the L-protein binding pocket. Confidence metrics returned by AF3 also fail to distinguish predictions with low chirality violation and correct docking vs. predictions with high chirality violation and incorrect docking. We conclude that AF3 is a poor predictor of D-peptide chirality, fold, and binding pose. Finally, we propose solutions to improve this model.", "date": "2025-10-09", "journal": ""}
{"title": "A structure-guided approach to non-coding variant evaluation for transcription factor binding using AlphaFold 3", "doi": "10.1101/2025.03.20.644433", "authors": "Gerasimavicius, L.; Biddie, S. C.; Marsh, J. A.", "abstract": "Non-coding single-nucleotide variants (SNVs) that alter transcription factor (TF) binding can affect gene expression and contribute to disease. Sequence-based methods can excel at predicting TF binding, but rely on training data and can exhibit TF-specific biases. Here we propose a structure-guided approach for non-coding SNVs, using AlphaFold 3 (AF3) to model TF-DNA complexes and FoldX for downstream physics-based assessment. Benchmarked against SNP-SELEX data for six TFs (SPIB, ELK3, ETV4, SF-1, PAX5 and MEIS2), the FoldX-based strategy showed good agreement with experimental allele preferences. Interestingly, differences in AF3's interface predicted template modelling (ipTM) score aligned even more closely with SNP-SELEX results, generally surpassing energy-based metrics. Application to known disease-associated variants recapitulated most reported effects for TFs including NKX2-5, GATA3 and USF2A-USF1. In these examples, considering both {triangleup}ipTM and FoldX energies proved more reliable than either metric alone. While less accurate than state-of-the-art sequence-based methods, this work demonstrates that structural modelling can yield interpretable insights into how non-coding variants influence TF binding. By highlighting both the promise and limitations of AF3 in this context, our study provides a framework for complementary structural evaluation of regulatory variants.", "date": "2025-10-09", "journal": ""}
{"title": "fpocketR: A platform for identification and analysis of ligand-binding pockets in RNA", "doi": "10.1101/2025.03.25.645323", "authors": "Veenbaas, S. D.; Felder, S.; Weeks, K. M.", "abstract": "Small molecules that bind specific sites in RNAs hold promise for altering RNA function, manipulating gene expression, and expanding the scope of druggable targets beyond proteins. Identifying binding sites in RNA that can engage ligands with good physicochemical properties remains a significant challenge. fpocketR is a software and framework for identifying, characterizing, and visualizing ligand-binding sites in RNA. fpocketR was optimized, through a comprehensive analysis of currently available RNA-ligand complexes, to identify pockets in RNAs able to bind small molecules possessing favorable properties, generally termed drug-like. Here, we demonstrate multiple uses of fpocketR to analyze RNA-ligand interactions and novel pockets in small and large RNAs, to assess ensembles of RNA structure models, and to identify pockets in dynamic RNA systems. fpocketR performs best with RNA structures visualized at atomistic resolution but also provides useful information with lower resolution structures and computational models. fpocketR is a powerful, ligand-agnostic tool for discovery and analysis of targetable pockets in RNA molecules.", "date": "2025-10-09", "journal": ""}
{"title": "Green cities and the risk for vector-borne disease transmission for humans and animals: a scoping review", "doi": "10.1101/2025.04.01.646559", "authors": "Mercat, M.; Bartholomee, C.; Fournet, F.; Alcover Amengual, M.; Bourquia, M.; Bouhsira, E.; Cornel, A.; Fernandez-Cassi, X.; Fontenille, D.; Ibanez-Justicia, A.; Marti, R.; Moiroux, N.; Niang, E. H.; Smith, W.; Spitzen, J.; Visser, T.; Koenraadt, C. J. M.; Simard, F.", "abstract": "Background: Greening cities is a nature-based strategy for sustainable urban development that integrates natural elements like plants or water bodies, to mitigate climate change impacts and enhance human well-being. However, urban green infrastructures (UGIs) can influence the distribution of disease vectors, potentially affecting vector-borne diseases (VBDs). UGIs may provide new suitable environments for urban vectors, while also creating opportunities to mitigate VBD risks through predation, competition, and dilution effects. This article examined the relationships between UGIs, vectors, and associated pathogens, impacting both human and animal health, highlighting knowledge gaps and identifying research priorities to support VBD risk mitigation measures and to guide smart urban planning and design. Methods: A systematic literature search was conducted following PRISMA guidelines in three databases (Pubmed, Scopus, Web of Science). Selected articles involved (i) any aspect of a urban vector system, (ii) in UGIs, and (iii) statistical analysis of the effects of UGIs on VBD risk. Methods employed to characterize UGIs and VBDs were described and the identified impacts were summarized by vector group. Results: Among the 98 articles reviewed, most addressed mosquito-pathogen systems (66), tick-pathogen systems (29), and few other vector-borne pathogen systems (3), with studies often confined to a single city or several cities within the same country and focused on one vector group. Urban vegetation generally appeared to heighten the risk of tick-borne diseases. In contrast, the influence of UGIs on the risk of mosquito-borne diseases varied depending on the vector system and on the environmental and climatic context. The diversity of indicators used to assess UGIs and VBD risks may affect the observed impact on VBD risk. Conclusion: Given the increasing popularity of urban greening, it is crucial to investigate its potential implications for public health, and thereby urban planning decisions. However, the lack of standardized protocols complicates the accurate assessment of the effects of UGIs on the risk for VBD emergence and transmission and consequently, on potential mitigation measures.", "date": "2025-10-09", "journal": ""}
{"title": "Vascular endothelial-specific loss of TGF-beta signaling as a model for choroidal neovascularization and central nervous system vascular inflammation", "doi": "10.1101/2025.04.11.648449", "authors": "Wang, Y.; Rattner, A.; Li, Z.; Smallwood, P. M.; Nathans, J.", "abstract": "In mice, postnatal endothelial cell (EC)-specific knockout of the genes coding for Transforming Growth Factor-Beta Receptor (TGFBR)1 and/or TGFBR2 eliminates TGF-beta signaling in vascular ECs and leads to distinctive central nervous system (CNS) vascular phenotypes. Knockout mice exhibit (1) reduced intra-retinal vascularization, (2) choroidal neovascularization with occasional anastomoses connecting choroidal and intraretinal vasculatures, (3) infiltration of diverse immune cells into the retina, including macrophages, T-cells, B-cells, NK cells, and dendritic cells, (4) a close physical association between immune cells and retinal vasculature, (5) a pro-inflammatory transcriptional state in CNS ECs, with increased ICAM1 immunoreactivity, and (6) increased Smooth Muscle Actin immunostaining in CNS pericytes. Comparisons of the retinal phenotype with two other genetic models of retinal hypovascularization - loss of Norrin/Fzd4 signaling and loss of VEGF signaling - shows that the immune cell infiltrate is greatest with loss of TGF-beta signaling, more modest with loss of Norrin/Fzd4 signaling, and undetectable with loss of VEGF signaling. The phenotypes caused by loss of TGF-beta signaling in ECs recapitulate some of the cardinal features of retinal and neurologic diseases associated with vascular inflammation. These observations suggest that therapies that promote TGF-beta-dependent anti-inflammatory responses in ECs could represent a promising strategy for disease modulation.", "date": "2025-10-09", "journal": ""}
{"title": "The LINC complex component Kms1 and CENP-B protein Cbp1 cooperate to enforce faithful homology-directed DNA repair at the nuclear periphery in S. pombe", "doi": "10.1101/2025.04.12.648544", "authors": "Laffitte, A.; Lin, D.; Tian, Y. J.; Liu, N.; Lusk, C. P.; Mochrie, S.; King, M. C.", "abstract": "While homologous recombination (HR) is often considered to be an error-free DNA repair mechanism, the fidelity of this pathway depends on the cell's ability to engage the ideal template, the replicated sister chromatid. This is particularly challenging during repair of repetitive genome regions for which non-allelic sequences can errantly be used as templates. Here, we develop a model to study spontaneous DNA damage and repair that occurs at repetitive protein coding genes of the S. pombe flocculin family. We observe that genes encoding most members of this protein family constitutively reside at the nuclear periphery by virtue of their close proximity to binding sites for the CENP-B like protein, Cbp1. Tethering via Cbp1 to the nuclear periphery enhances the stability of the flocculin genes against intragenic recombination and restrains intergenic recombination between homoeologous repeat-encoding sequences. The LINC complex component Kms1 also antagonizes both intragenic and intergenic recombination at the flocculin genes as well as microhomology-mediated end-joining (MMEJ). Our observations suggest that S. pombe leverages nuclear compartmentalization to maintain the stability of repetitive genic regions at the nuclear periphery while association of DSBs with Kms1-containing LINC complexes enforces stringency to avoid mutagenic end-joining and use of the incorrect template during HR.", "date": "2025-10-09", "journal": ""}
{"title": "Identifiability of Phylogenetic Level-2 Networks under the Jukes-Cantor Model", "doi": "10.1101/2025.04.18.649493", "authors": "Englander, A. K.; Frohn, M.; Gross, E.; Holtgrefe, N.; van Iersel, L.; Jones, M.; Sullivant, S.", "abstract": "We investigate which evolutionary histories can potentially be reconstructed from sufficiently long DNA sequences, by studying the identifiability of phylogenetic networks from DNA sequence data generated under models of molecular evolution. While the identifiability of phylogenetic trees and level-1 networks, those with non-overlapping reticulation cycles, has been previously established, less is known about more complex network topologies. In this work, we extend identifiability results to broader classes of networks that include pairs of tangled reticulations. Our main result establishes that binary semi-directed level-2 phylogenetic networks are generically identifiable under the Jukes-Cantor model, provided they are triangle-free and strongly tree-child. We also strengthen existing identifiability results for level-1 networks, showing that the number of reticulation nodes is generically identifiable under the Jukes-Cantor model. In addition, we present more general identifiability results that do not restrict the network level at all and hold for the Jukes-Cantor as well as for the Kimura-2-Parameter model. Specifically, we demonstrate that any two binary semi-directed networks that display different sets of 4-leaf subtrees (quartets) are distinguishable. This has direct implications for the identifiability of a network's reticulated components (blobs). We show that the tree-of-blobs of a network, the global branching structure of the network, is identifiable, as well as the circular ordering of the subnetworks around each blob, for networks in which edges do not cross and taxa are on the outside.", "date": "2025-10-09", "journal": ""}
{"title": "Parallel clines of chromosomal inversion in seaweed flies associated with thermal variation", "doi": "10.1101/2025.04.28.650981", "authors": "Nicolas, L. A.; Berdan, E. L.; Wellenreuther, M.; Colinet, H.; Clouard, A.; De Wit, P.; Glemin, S.; Merot, C.", "abstract": "Chromosomal inversion supergenes, which form blocks of linked genes, are increasingly recognized for their role in maintaining intra-specific diversity. They are predicted to be relevant genetic architectures for local adaptation in the face of gene flow. However, pinpointing the underlying traits and functional mechanisms under selection remains challenging. The seaweed fly Coelopa frigida harbors several large polymorphic inversions, of which the Cf-Inv(4.1) inversion displays a latitudinal cline of frequencies along the North American Atlantic Coast, suggesting a putative role in adaptation along the eco-climatic gradient. To investigate this hypothesis, we designed a molecular marker for karyotyping and studied natural and experimental populations from North America and Europe. We confirmed that this inversion is also polymorphic in Europe, and displays parallel latitudinal clines across continents, providing strong indirect support that Cf-Inv(4.1) is under natural selection along similar environmental gradients. We found that Cf-Inv(4.1) had a significant impact on egg-to-adult survival and fecundity under different thermal conditions. However, no effect on cold tolerance could be determined using supercooling point and chill coma recovery time. We speculate that fitness associated with Cf-Inv(4.1) is shaped by subtle life-history differences whose relative advantage depends on climate. While our experimental approaches provided insights into genotype-phenotype associations, it is worth noting that selection acts on the overall fitness, involving complex sets of traits. This is especially relevant for inversions linking hundreds of genes. This multi-gene property also explains why inversions are frequently involved in repeated parallel adaptation to environmental gradients, as demonstrated here in the seaweed fly.", "date": "2025-10-09", "journal": ""}
{"title": "Functionality of potato virus Y coat protein in cell-to-cell movement is defined by its N terminal region", "doi": "10.1101/2025.04.29.651159", "authors": "Vozelj, A.; Povalej, T. M.; Stare, K.; Znidaric, M. T.; Bacnik, K.; Levak, V.; Aguirre, I. G.; Podobnik, M.; Gruden, K.; Coll, A.; Lukan, T.", "abstract": "Potato virus Y (PVY) is one of the top ten economically most important plant viruses and responsible for major yield losses. We previously suggested the involvement of the N terminal region of potato virus Y coat protein (CP) in PVY spread. By constructing different N terminal deletion mutants of PVY N605 strain, we here show that deletions of 40 or more amino acid residues from the N terminal region of the CP resulted in the PVY multiplication limited to primary infected cells in Nicotiana clevelandii plants. Deletion of 26 residues profoundly impaired PVY cell-to-cell movement and prevented systemic PVY spread, while deletions of 19-23 residues allowed delayed systemic PVY spread. Introduced point mutations in the identified region prevent (S21G) or delay (G20P) PVY movement. In summary, this work shows the significance of the CP N-terminus for movement of the PVY.", "date": "2025-10-09", "journal": ""}
{"title": "Continuous dynamics of cooperation and competition in social decision-making", "doi": "10.1101/2025.05.28.655569", "authors": "Lewen, D.; Ivanov, V.; Dehning, J.; Russ, J.; Fischer, A.; Penke, L.; Schacht, A.; Gail, A.; Priesemann, V.; Kagan, I.", "abstract": "Real-life social interactions often unfold continuously and involve dynamic cooperation and competition, yet most studies rely on discrete games that do not capture the adaptive and graded nature of continuous sensorimotor decisions. To address this gap, we developed the Cooperation-Competition Foraging game --- a novel, ecologically grounded paradigm in which pairs of participants (dyads) navigate a continuous shared space under face-to-face visibility, deciding in real-time to collect rewarded targets either individually or jointly. Dyads spontaneously converged on distinct stable strategies along the cooperation-competition spectrum, forming three similarly sized groups: cooperative, intermediate, and competitive. Despite the behavioral complexity, our computational model, which incorporated travel path minimization, sensorimotor communication, and recent choice history, predicted dyadic decisions with 87% accuracy, and linked prediction certainty with ensuing dynamics of spatiotemporal coordination. Further modeling revealed how sensorimotor factors, such as movement speed and skill, shape distinct strategies and payoffs. Crucially, we quantify the cost of cooperation, demonstrating that in many dyads prosocial tendencies outweigh the individual benefits of exploiting skill advantages. Our versatile framework provides a predictive, mechanistic account of how social and embodied drivers promote the emergence of dynamic cooperation and competition, and offers rigorous metrics for investigating the neural basis of naturalistic social interactions, and for linking personality traits to distinct strategies.", "date": "2025-10-09", "journal": ""}
{"title": "Early life exploration behavior and life-history loci are co-localized in an adaptive genomic hotspot in Atlantic salmon.", "doi": "10.1101/2025.05.28.656530", "authors": "Aykanat, T.; Erkinaro, J.", "abstract": "The traits that are important for adaptation may exhibit genetic correlation due to pleiotropy or as a result of linkage. Understanding the genetic architecture of such correlations is important for predicting the selection response of populations. Exploration in fishes is a behavioral trait by which individuals may find habitats with better foraging and growth opportunities that subsequently improve their fitness. For example, in Atlantic salmon (Salmo salar), all individuals originate in spawning rivers where females lay eggs, but some juveniles migrate to small tributaries which are not spawning areas but provide favorable habitat patches for young salmon. The increased growth in these nursery streams may facilitate earlier sexual maturation, implying a potential correlation between exploration and maturation traits. In this study, by sampling juveniles from two wild populations in the large Teno River catchment in northernmost Fennoscandia, we tested the genetic association between exploration behavior with nursery streams across four SNPs that span a 70-kb long genomic region with a major effect on age at maturity variation. Three of these SNPs are missense mutations in the vgll3 and akap11 genes, and one SNP tags a putative regulatory region with the strongest association with the age-at-maturity trait. We show that the exploration behavior was linked to the genomic region in one of the two studied populations. However, the genetic association was substantial in the missense SNP located in the akap11 gene, which is farthest away from the vgll3 SNPs and previously ruled out as being linked to the age at maturity. We also detected a marginal interaction effect between SNPs in the vgll3 gene and akap11, indicating a potentially complex genetic architecture underlying the trait variation. Our results suggest that exploration and age at maturity are co-inherited within the same haplotype block, but we find no evidence for direct causality. These two traits may form a co-adapted trait complex that may be instrumental in local adaptation processes.", "date": "2025-10-09", "journal": ""}
{"title": "Effects of binge-like ethanol drinking on nest building behavior in mice", "doi": "10.1101/2025.06.03.657694", "authors": "Silva-Borges, A. L.; Barkley-Levenson, A. M.", "abstract": "Nest building is a natural behavior that can readily be analyzed in mice in the home cage environment. Nest building is involved in thermoregulation, positive motivational states, and motor function, and alterations in this behavior have been proposed as an index for ethanol withdrawal severity in mice. However, nest building outcomes after voluntary ethanol consumption have not been examined. Here, we tested male and female C57BL/6J mice on a 4-day drinking in the dark (DID) paradigm of binge-like drinking with either ethanol or a water control and analyzed nest scores at two timepoints (48 hours and 7 days) after the last DID session. At 48 hours after the last DID session, there were no differences between the two groups in nest quality. At 7 days after DID, ethanol-drinking animals showed significantly lower nest scores than the water group (z = -2.369, p=0.030). No differences were found between the ethanol- and water-drinking groups in locomotor activity or anxiety-like behavior at this timepoint in an open field test, indicating that nest building deficits in the ethanol group were likely not due to underlying differences in these behaviors. Together, these results validate the use of nest building as a naturalistic assessment of post-ethanol behavioral changes following voluntary binge-like drinking.", "date": "2025-10-09", "journal": ""}
{"title": "Adolescent alcohol consumption alters sex-specific behaviors associated with prefrontal functional connectivity in mice", "doi": "10.1101/2025.06.05.658112", "authors": "Seemiller, L. R.; Unsal, H. S.; Xie, Y.; Hossain, M. S.; Tuttle, K.; Johnson-Dendy, B.; McDonald, E.; Drew, P. J.; Zhang, N.; Crowley, N. A.", "abstract": "The prefrontal cortex (PFC) is one of the last brain regions to fully mature, making it particularly sensitive to drug use early in life. Both human and rodent studies find long-lasting behavioral changes after adolescent alcohol exposure that implicate underlying disruptions in PFC development, including structural abnormalities and altered brain functional connectivity. Few rodent studies have been conducted to understand the network-level implications of these disruptions. We assessed how adolescent binge-like alcohol consumption in a drinking in the dark (DID) model affected adult alcohol consumption, behavioral exploration, and brain-wide functional connectivity in mice. Approximately one month after the conclusion of DID, only female mice exposed to alcohol during adolescence exhibited aversion-resistant alcohol preference in adulthood. Adult females exhibited additional sex-specific changes in exploratory behavior in the elevated plus maze after adolescent alcohol consumption. Resting state neuroimaging revealed sex-specific changes in prefrontal cortical connections with sensory motor, hippocampal, striatal, and other networks, providing insights into the putative systems underlying deficits caused by adolescent alcohol exposure. Critically, our data corroborate a growing body of literature in human and rodent studies demonstrating that adolescent alcohol use may increase risk for adult alcohol use more strongly in females. Finally, we identify neural correlates of this effect that include both known and novel neural networks and tie these back to human datasets, allowing biological and mechanistic targets to be further explored for future study and interventions.", "date": "2025-10-09", "journal": ""}
{"title": "Controlling Payload Heterogeneity in Lipid Nanoparticles for RNA-Based Therapeutics", "doi": "10.1101/2025.06.11.659145", "authors": "Pial, T. H.; Li, S.; Lin, J.; Wang, T.-H.; Mao, H.-Q.; Curk, T.", "abstract": "Lipid nanoparticles (LNPs) are a leading platform for nucleic acid delivery, yet conventional assembly by mixing lipids with RNA yields particles with heterogeneous, bimodal payload distribution. Our transfection experiments demonstrate that heterogeneous siRNA distribution within LNPs significantly reduces gene knockdown efficiency. To systematically investigate the origin and extent of payload heterogeneity, we integrate coarse-grained molecular dynamics and kinetic Monte Carlo simulations with single-particle characterization via cylindrical illumination confocal spectroscopy and machine learning analysis. We find that the balance between RNA diffusion kinetics and lipid self-assembly dynamics is the dominant driver of payload heterogeneity. Leveraging this mechanistic insight, we show that (i) finely controlled turbulent mixing minimizes payload variance and increases the uniformity of RNA distribution without altering LNP size, and (ii) systematic adjustment of salt concentration and PEG-lipid content tunes RNA loading in a volume-dependent manner. Together, these results elucidate the self-assembly landscape of RNA-LNPs and provide actionable design principles for crafting more uniform, potent, and safer LNP-based nucleic acid therapies.", "date": "2025-10-09", "journal": ""}
{"title": "Disrupted resting-state fMRI coherence links carotid artery stenosis to functional connectivity loss in humans", "doi": "10.1101/2025.06.12.659378", "authors": "Choi, S.; Hoffmann, G.; Schneider, S.; Kaczmarz, S.; Yu, X.; Preibisch, C.; Sorg, C.", "abstract": "Vasomotor dynamics at infra-slow frequencies (~0.1 Hz), driven by synchronized oscillations of smooth muscle cells in vessel walls, play a crucial role in regulating cerebral perfusion and underlie resting-state functional connectivity (FC). Animal studies have shown that vasomotor activity contributes to coherent blood oxygenation level dependent (BOLD) signal fluctuations. However, in humans, detecting this contribution non-invasively remains challenging due to the limited spatiotemporal sensitivity of functional magnetic resonance imaging (fMRI) to vasomotion. Given that prior studies have identified ICAS as an informative conditional lesion model of vasomotor and hemodynamic impairments in humans, we investigated whether vasomotor dysfunction affects interhemispheric BOLD coherence at ~0.1 Hz. Using a multi-modal fMRI framework integrating resting-state fMRI with quantitative mapping of cerebral blood volume, blood flow, oxygen metabolism, and BOLD time lag, we compared BOLD coherence between patients with unilateral ICAS and healthy controls. Frequency-specific analysis revealed significantly diminished interhemispheric BOLD coherence at ~0.1 Hz across canonical resting-state networks in ICAS patients, while ultra-slow (<0.05 Hz) coherence remained largely preserved. This reduction was spatially widespread and particularly pronounced in watershed areas, i.e., border zones between major vascular territories, associated with significantly increased lateralization of cerebral blood volume (p < 0.01). Notably, coherence-based FC patterns at ~0.1 Hz were heterogeneous within watershed areas but homogeneous outside, suggesting an interplay between compensatory mechanisms and vasomotor impairment. Taken together, our findings demonstrate that frequency-resolved, region-specific analysis can capture 0.1 Hz-specific oscillatory signals and detect subtle alterations in interhemispheric FC, offering a non-invasive biomarker for early cerebrovascular dysfunction, particularly in ICAS.", "date": "2025-10-09", "journal": ""}
{"title": "The minimal endosymbiosis between Spurilla braziliana (Aeolidiidae, Nudibranchia) and Symbiodiniaceae", "doi": "10.1101/2025.07.17.665303", "authors": "Mizobata, H.; Tomita, K.; Yonezawa, R.; Hayashi, K.; Yoshitake, K.; Kinoshita, S.; Asakawa, S.", "abstract": "Symbiotic relationships between dinoflagellates of the family Symbiodiniaceae and marine invertebrates underpin the functioning of certain shallow-water marine ecosystems. Although the Symbiodiniaceae-Cladobranchia nudibranch association has been proposed as a promising model for symbiosis research, interspecific variation in the extent of this association remains poorly resolved. Here, we assessed the algal symbiotic characteristics of the nudibranch Spurilla braziliana. Histological analyses revealed limited branching of the digestive gland and the presence of intact Symbiodiniaceae cells within lysosome-rich epithelial digestive cells. Metagenomic profiling further showed a complete absence of Endozoicomonas--bacteria typically linked to Symbiodiniaceae symbioses--in this species. These findings indicate that S. braziliana can harbor Symbiodiniaceae but exhibits only primitive morphological and microbial adaptations to the symbiotic state. Collectively, these results provide new insights into the evolutionary and structural diversity of nudibranch-algal symbioses.", "date": "2025-10-09", "journal": ""}
{"title": "Historical shifts, geographic biases, and biological constraints shape mammal species discovery", "doi": "10.1101/2025.07.24.666531", "authors": "Moroti, M. d. T.; Guedes, J. J. M.; Missio, G. M.; Diegues, G. L.; Bezerra, A. M. R.; Moura, M. R.", "abstract": "Species descriptions in taxonomy have become increasingly comprehensive, yet disparities persist across taxa and regions. We assess temporal trends in mammal species descriptions (1990-2025) using four proxies of comprehensiveness - counts of examined specimens and compared taxa, number of pages (only from the Methods/Results sections), and number of evidence lines (i.e., analytical tools and techniques). Using generalized linear models, we assessed how these proxies are explained by factors associated with species' biology, geography, and taxonomic practice. Most new species derive from tropical regions, particularly rodents and bats, reflecting global discovery hotspots. Descriptions have grown more rigorous over time, with expanded specimen sampling, broader taxonomic comparisons, and integrative methods. However, disparities emerge along geographic and biological axes: descriptions from temperate regions incorporate more evidence lines, while small-bodied and tropical species (especially bats) remain understudied due to sampling biases and resource limitations. Body size inversely correlates with description length, as smaller species often require advanced diagnostics. Species-rich genera show greater comprehensiveness, likely due to heightened diagnostic scrutiny. Our findings highlight progress in taxonomic rigor but underscore persistent gaps tied to geography, body size, and accessibility of analytical tools. Addressing these disparities requires targeted investments in local capacity, equitable collaboration, and accessible methodologies to strengthen global taxonomic infrastructure and support conservation priorities.", "date": "2025-10-09", "journal": ""}
{"title": "ProtSEC: Ultrafast Protein Sequence Embedding in Complex Space Using Fast Fourier Transform", "doi": "10.1101/2025.08.17.670693", "authors": "Raju, R. S.; Islam, R.", "abstract": "Among the various approaches for representing protein sequences as vectors, embeddings derived from protein language models (PLMs) have been empirically shown to enhance accuracy in downstream bioinformatics tasks. However, the substantial computational demands of PLMs, both during training and inference, pose significant challenges. We introduce ProtSEC (Protein Sequence Embedding in Complex Space), a novel approach that encodes each amino acid as a unique complex number derived from the BLOSUM62 substitution matrix. By modeling protein sequences as complex signals and applying the Fast Fourier Transform (FFT), ProtSEC generates embeddings in the complex space. Unlike PLMs, ProtSEC requires no pre-training on large protein sequence datasets and operates independently of any pre-trained models. Our benchmarking demonstrate that ProtSEC achieves a 20,000-fold reduction in runtime and an 85-fold improvement in memory efficiency compared to popular PLMs (e.g., esm2_3B, esm2_35M, prot_t5, prot_bert). Depending on the task, ProtSEC demonstrates either superior or comparable accuracy to PLMs in sequence similarity search, sequence classification and phylogenetic tree reconstruction. ProtSEC provides fast and accurate protein sequence embeddings in complex numbers, facilitating efficient integration into diverse downstream bioinformatics workflows. ProtSEC is available at https://github.com/omics-lab/ProtSEC.", "date": "2025-10-09", "journal": ""}
{"title": "Engineering Membrane-Bound Alkane Monooxygenase from Marinobacter sp. for Increased Activity in the Selective ω-Hydroxylation of Linear and Branched Aliphatic Esters", "doi": "10.1101/2025.08.27.672531", "authors": "Spasic, J.; Nigl, A.; Cheon, H.; Kaiserer, C. L.; Galusic, S.; van der Pol, E.; Malihan-Yap, L.; Park, J.-B.; Kourist, R.", "abstract": "The regio- and stereoselective hydroxylation of unactivated C(sp3)-H bonds is an important reaction in organic synthesis. While bacterial alkane monooxygenase AlkB catalyzes the terminal hydroxylation of aliphatic esters with excellent regioselectivity, the molecular principles of substrate recognition and selectivity of this integral membrane enzyme are still poorly understood. In this study, we investigated the substrate scope and engineered the medium-chain alkane monooxygenase from Marinobacter sp. (M_AlkB) for the terminal hydroxylation of linear and branched esters of fatty acids and alcohols. For the first time, we demonstrated the stereoselectivity of AlkB towards prochiral substrates containing terminal gem-dimethyl groups, leading to the corresponding chiral beta-methyl primary alcohols in good optical purity (51-79% ee). The hydroxylation products can be further derivatized to chiral diols and lactones. Substitution of the highly conserved active site residue F169 to leucine increased the activity towards short and medium-chain esters up to two-fold. While the wildtype enzyme does not accept long-chain substrates, activity towards n-dodecyl acetate could be unlocked by reducing the size of the tryptophan residue 60 situated in the putative substrate tunnel. Substitution of the peripheral I238 with valine increased activity regardless of the chain length of the substrate. Our results lay the groundwork for the establishment of a whole-cell process for the regio- and stereoselective hydroxylation of linear and branched esters, leading to valuable bifunctionalized products. The insights gained from mutating key residues and the substrate acceptance of AlkB will guide future protein engineering campaigns.", "date": "2025-10-09", "journal": ""}
{"title": "Exploring the roles of trophic mode and microbial prey size in grazing pathways of tropical oligotrophic waters of the eastern Indian Ocean", "doi": "10.1101/2025.09.02.673656", "authors": "Traboni, C.; Cawley, G. F.; Selph, K. E.; Landry, M. R.; Decima, M.", "abstract": "Prey removal incubations were conducted in the Argo Basin (eastern Indian Ocean) to investigate the trophic ecology of the zooplankton community supporting Southern Bluefin Tuna larvae. Grazing and selectivity were evaluated considering prey trophic mode and size as food quality descriptors in copepod diets and compared with microzooplankton grazing. Copepod ingestion rate on eukaryotes ranged from 3.4 to 138 ng carbon (C) ind-1 d-1. Diet was dominated by mixotrophic (5-89%) and heterotrophic (0- 84%) prey, with autotrophs contributing 2-17%. Nanoplankton provided the highest C intake to copepods (62-99%) rather than more abundant picoplankton (0.8-38%). No measurable reduction in chlorophyll a (Chla) concentration occurred from copepod grazing through food removal, suggesting a possible trophic cascade, although gut content revealed ingestion of 0.8 g Chla ind-1 d-1. Copepods showed moderate selection for picoplankton (E=0.3) over nanoplankton, perhaps due to faster consumption of nanoplankton by microzooplankton or ingestion of picoplankton aggregates. Ingestion of 15N (nitrogen)-labelled prey indicated indicated copepod consumption of protistan consumers or small metazoans. We found significantly greater (~5-fold) copepod N consumption when using 1-2 m 15N-prey (Synechococcus), compared to <1 m sized prey (Prochlorococcus). Microzooplankton grazing on eukaryotes (0.07-2.5 d-1) and prokaryotes (0.3-2.1 d-1) greatly exceeded copepod grazing. Microzooplankton diet consisted mainly of heterotrophs (25-59%) and mixotrophs (13-41%), with lower autotrophic contribution (12-33%) of more nano- (95-98%) than picophytoplankton (2- 5%) ingested. Overall, microzooplankton removed most of daily production (111%) in contrast to 7% for copepods. Our findings indicate that mixotrophy, intraguild grazing and nutrient channeling support the food web in this oligotrophic region.", "date": "2025-10-09", "journal": ""}
{"title": "Obesogenic Diet Impairs Social Memory Through Alterations of Hippocampal CA2 Excitability and Oxytocin Signaling", "doi": "10.1101/2025.09.02.673707", "authors": "Muller, M.; Fermigier, A.; Ducourneau, E.-G.; Rakotonandrasana, A.; Ferreira, G.; Chevaleyre, V.; Piskorowski, R. A.", "abstract": "While obesity induces cardio-metabolic disorders and cognitive deficits, the underlying neural mechanisms remain unexplored. In mice, exposure to an obesogenic high-fat and sugar diet (HFD) resulted in social recognition memory deficits, a process that is dependent upon hippocampal area CA2 and oxytocin signaling. HFD-fed mice had stronger inputs onto CA2 pyramidal neurons that led to increased action potential firing, without altering intrinsic properties or inhibitory transmission. Chemogenetic CA2 inhibition rescued HFD-induced social memory deficits, confirming the role of CA2 hyperexcitability in these effects. In CA2, oxytocin receptor activation resulted in membrane depolarization, spontaneous action-potential firing and permitted endocannabinoid-mediated plasticity in control diet-fed mice, but not HFD-fed littermates. In a concentration-dependent manner, oxytocin restored potentiation of excitatory responses and allowed for endocannabinoid plasticity at CA2 inhibitory synapses as well as social memory deficits in HFD-fed mice. By investigating the influence of diet on hippocampal area CA2, this study uncovers novel mechanisms linking neuromodulation and plasticity in social memory encoding.", "date": "2025-10-09", "journal": ""}
{"title": "Composing trajectories for rapid inference of navigational goals", "doi": "10.1101/2025.09.24.678123", "authors": "AbdelRahman, N. Y.; Jiang, W.; Coddington, L. T.; Gong, S.; Dudman, J. T.; Hermundstad, A. M.", "abstract": "Animals efficiently learn to navigate their environment. In the laboratory, naive mice explore their environment via highly structured trajectories and can learn to localize new spatial targets in as few as a handful of trials. It is unclear how such efficient learning is possible, since existing computational models of spatial navigation require far more experience to achieve comparable performance and do not attempt to explain the evolving structure of animal behavior during learning. To inform a new algorithm for rapid learning of navigational goals, we took inspiration from the reliable structure of behavior as mice learned to intercept hidden spatial targets. We designed agents that generate behavioral trajectories by controlling the speed and angular velocity of smooth path segments between anchor points. To rapidly learn good anchors, we use Bayesian inference on the history of rewarded and unrewarded trajectories to infer the probability that an anchor will be successful, and active sampling to trim hypothesized anchors. Agents learn within tens of trials to generate compact trajectories that intercept a target, capturing the evolution of behavioral structure and matching the upper limits of learning efficiency observed in mice. We further show that this algorithm can explain how mice avoid obstacles and rapidly adapt to target switches. Finally, we show that this framework naturally encompasses both egocentric and allocentric strategies for navigation.", "date": "2025-10-09", "journal": ""}
{"title": "Genome-resolved expansion of Nucleocytoviricota and Mirusviricota reveals new diversity, functional potential, and biotechnological applications", "doi": "10.1101/2025.09.26.678796", "authors": "Vasquez, Y. M.; Nardi, T.; Terasaki, G. M.; Byl, P. K.; Bruna, T.; Villada, J. C.; Romero, M. F.; Mock, T.; James, T.; GVMAGs data consortium,  ; Woyke, T.; Schulz, F.", "abstract": "Nucleocytoplasmic large DNA viruses (NCLDV) of the phyla Nucleocytoviricota and viruses of the newly proposed Duplodnaviria phylum, Mirusviricota, exhibit taxonomic richness which continues to expand due to metagenomic sequencing of Earth\\'s biomes. Giant viruses contain complex genomes encoding genes of both viral and cellular origin, representing a reservoir of unexplored biological functions with potential implications for ecology, evolution, and biotechnology. Here, we present the largest curated database of giant virus metagenome-assembled genomes (GVMAGs V2), comprising 8,508 species-level clusters inferred from 18,727 genomes, originating from marine, freshwater, anthropogenic and terrestrial environments, a six-fold increase from the previous giant virus phylogenetic frameworks. Phylogenomics and relative evolutionary distance analysis revealed 712 novel genera, 13 previously unknown viral families and a new proposed order, tentatively named Mycodnavirales. We improved gene calling of 12% of giant virus genomes by accounting for alternative and custom genetic codes, enabling more accurate identification of protein-coding genes. Database mining uncovered endogenous viral elements in a broad spectrum of eukaryotes, spanning algae, fungi, and parasitic protists highlighting that giant virus integration is both widespread and evolutionarily persistent. Orthologous clustering of 2.5 million proteins identified 135,998 orthogroups representing comprehensive metabolic capabilities, such as enrichment of genes involved in aromatic compound degradation (commonly associated with bioremediation) in Algavirales genomes. Furthermore, we detected widespread biosynthetic gene clusters underpinning antimicrobial activity and antibiotic resistance, suggesting roles of giant viruses in host defense and in the dissemination of antibiotic resistance genes. Conversely, 67% of orthogroups have unknown functions, underscoring a substantial unexplored potential. This comprehensive publicly available database provides a critical resource for the giant virus research community and a foundation for uncovering virus-host interactions, exploring viral evolution, and identifying reservoirs for novel enzymes with the potential to advance biotechnological applications.", "date": "2025-10-09", "journal": ""}
{"title": "Precision Imaging for Intraindividual Investigation of the Reward Response", "doi": "10.1101/2025.09.26.678878", "authors": "Mattoni, M.; Wang, S.; Sharp, C. J.; Olino, T. M.; Smith, D. V.", "abstract": "The reliance of fMRI research on between-person comparisons is limited by low test-retest reliability and inability to explain within-person processes. Intraindividual studies are needed to understand how changes in brain functioning relate to changes in behavior. Here, we present open data and analysis of a novel intensively sampled fMRI study, the Night Owls Scan Club. This precision imaging dataset includes 44 sessions acquired across four participants at a twice-weekly rate. In each session, participants completed multiple reward-related tasks, mood and alertness ratings, and a behavioral mood manipulation. We examined how the reward response reflects between-person or within-person variance. Test retest-reliability of the reward response was very low and not explained by measurement error, suggesting little utility for between-person comparisons. At an intraindividual level, the mood induction showed small increases in the reward anticipation response. Additionally, mood and alertness explained notable intraindividual variance of the reward response, including as much as 31% for one participant. Overall, results suggest that BOLD activation to reward tasks, and likely other fMRI tasks, is more appropriate for within-person study than between-person study, highlighting a need for intensive longitudinal neuroimaging designs.", "date": "2025-10-09", "journal": ""}
{"title": "Long-read sequencing-based atlas of tissue-specific expression of Drp1 transcript variants", "doi": "10.1101/2025.10.06.680828", "authors": "Yan, F.; Jabbari, J. S.; Ling, N. X.; Kong, A. M.; Truong, J. Q.; Rosdah, A. A.; Langendorf, C.; Zhang, L.; Lees, J. G.; Bass-Stringer, S.; Ann-Onda, D.; Loh, K.; Holien, J.; Lal, S.; Davidson, N. M.; Oakhill, J. S.; Lim, S. Y.", "abstract": "Dynamin-related protein 1 (Drp1), encoded by DNM1L, is essential for mitochondrial fission, but its functional roles remain unclear due to isoform-specific effects from alternative splicing. Short-read RNA sequencing fails to resolve full-length isoforms involving distant exons, limiting our understanding. Here, we applied targeted long-read sequencing to profile full-length DNM1L transcripts in human left ventricle and iPSC-derived cardiomyocytes, recovering all annotated isoforms with conserved expression patterns and isoforms 1-4 being most abundant. Functional assays revealed that isoform abundance does not predict enzymatic activity. Extending this to six mouse tissues, we identified distinct, tissue-enriched expression profiles. Functional rescue in Drp1-knockout mouse embryonic fibroblasts showed isoform-dependent differences in mitochondrial fission. Isoforms lacking the A-insert (e.g., b and d) robustly rescued fission, while isoforms enriched in brain or muscle showed only partial rescue, suggesting exons 2 and 3 negatively regulate Drp1 activity. Our cross-species atlas integrates long-read transcriptomics with functional validation, revealing how isoform diversity underpins tissue-specific mitochondrial dynamics and physiological roles of Drp1.", "date": "2025-10-09", "journal": ""}
{"title": "TI-Toolbox: An Open-Source Software for Temporal Interference Stimulation Research", "doi": "10.1101/2025.10.06.680781", "authors": "Haber, I.; Jackson, A.; Thielscher, A.; Hai, A.; Tononi, G.", "abstract": "Background: Temporal interference stimulation is a novel non-invasive brain stimulation approach that promises selective targeting of deep brain structures while minimizing off-target cortical stimulation. Despite a growing interest in temporal interference applications, there is a need for integrated computational tools that seamlessly connect neuroimaging data preprocessing through montage optimization, field simulation, and analysis within a unified framework designed for translational and clinical research. Methods: We developed TI-Toolbox, an open-source software platform that integrates established neuroimaging tools (dcm2niix, SimNIBS, FreeSurfer) with specialized algorithms for temporal interference research. The platform provides end-to-end workflows encompassing structural MRI preprocessing, volume conduction modeling, montage optimization, electric field simulation, and region-of-interest analysis. Both graphical user interface and command-line interface implementations ensure accessibility across user expertise levels. The platform employs containerized deployment via Docker to ensure reproducibility and cross-platform compatibility. Results: TI-Toolbox successfully automates the complete temporal interference research pipeline, from DICOM conversion through final field analysis. The platform demonstrates robust performance across operating systems and provides standardized workflows that enhance reproducibility. Furthermore, our case studies support the validity of our HD-EEG mapping approach for montage standardization and the need for individualized modeling for exposure assessment. Conclusions: TI-Toolbox addresses critical infrastructure gaps in temporal interference research by providing researchers with a unified, validated platform that reduces technical barriers and accelerates translational research in non-invasive deep brain stimulation.", "date": "2025-10-09", "journal": ""}
{"title": "The novel curcumin analogue AKT-100 targets mutant p53 in gynecologic cancer cells", "doi": "10.1101/2025.10.06.680794", "authors": "Williams, G. L.; Smith, L. E.; Padilla, J. L.; Goss, A. S.; Belmares-Ortega, D.; Wu, X.; Daw, J. N.; Mitra, S.; Jagtap, P.; Choe, J.-y.; Leslie, K. K.", "abstract": "Loss of the normal tumor suppressive functions of p53, the guardian of the genome, is common in advanced cancers. Mutations in TP53 occur in various ways which can result in p53 null tumor cells as well as in tumor cells highly expressing missense, gain of oncogenic function p53 proteins. Gain of function p53 proteins not only lose wild type p53 pro-apoptotic and DNA repair functions, but gain novel oncogenic functions. We hypothesize that directly targeting missense mutant p53 instead of downstream pathways has substantial advantages. Analogues of curcumin have been reported to bind mutant p53 to accomplish this goal. In this report, we studied a series of novel molecules derived from the curcumin backbone. We identified a particularly active curcumin analogue, AKT-100, and demonstrate binding to mutant p53 proteins to reinstate p53 wild type functionality. This agent exhibits impressive cell killing in multiple ovarian and serous endometrial cancer cells at concentrations ranging from 100-300 nM. AKT-100 is also synergistic with the PARP inhibitor olaparib and with chemotherapy by inhibiting alternative DNA repair mechanisms associated with resistance to standard therapies. RNA sequencing demonstrates the reactivation of wild type p53 genes associated with normal cell cycle regulation (induction of CDKN1A encoding p21 and GADD45A), apoptosis (induction of PMAIP1 encoding Noxa and DR5 encoding Death Receptor 5), and the inhibition of DNA replication and repair in cancer cells. Thus, p53 reactivators under development, such as AKT-100, hold promise as novel therapeutic agents to directly target missense mutant, gain of oncogenic function p53.", "date": "2025-10-09", "journal": ""}
{"title": "PHYTOCHROME INTERACTING FACTOR 7 moderates the activity and the cytosolic-nuclear shuttling of PHYTOCHROME A", "doi": "10.1101/2025.10.07.680213", "authors": "Zhou, M.; Romanowski, A.; Halliday, K.", "abstract": "In nature, plants sense and navigate complex vegetative environments using the phytochrome (phy) photoreceptor-signalling system. The canopy adaptation strategy, elicited by phyA, and the shade avoidance syndrome, regulated by phyB, allow plants to adapt to diverse forms of vegetation shade. The phyA High Irradiance Response (HIR) mode, involving photocycle-coupled nuclear shuttling, is essential for detecting persistent far-red rich conditions typical of canopy or occlusive shade. Our research identifies PHYTOCHROME INTERACTION FACTOR 7 (PIF7) as a critical regulator of phyA function. We demonstrate PIF7ox can effectively block phyA action. In persistent shade, PIF7 and phyA both accumulate and interact within nuclear bodies, with binding facilitated through the prion-like domain of PIF7 and the C-terminal PAS-PAS domain of phyA. PIF7 also interacts with FHY1 and FHL chaperones, interfering with phyA cytosolic-nuclear shuttling. This strategic molecular targeting by PIF7 provides an effective strategy for modulating the phyA HIR in response to shade signals.", "date": "2025-10-09", "journal": ""}
{"title": "Uncovering the Genomic Landscape of Mycobacterium bovis in Wales", "doi": "10.1101/2025.10.07.680915", "authors": "Healey, A. J. E.; Williams, C. L.; Dimonaco, N. J.; Galloway, T.; Ellis, R. J.; Palkopoulou, E.; Gibson, A. J.; Hewinson, G.; Friedersdorff, J. C.", "abstract": "Bovine tuberculosis (bTB), caused by the bacterium Mycobacterium bovis, is one of the most pressing animal health issues in Wales today. It negatively impacts cattle health, affects profitability and trade, and can decimate years of genetic improvement towards desirable production traits. It also places a significant burden on the health and well-being of affected farming families. Eradication of bTB re-quires the understanding of local transmission pathways to target effective disease control interventions. Traditional genotyping methods, such as spoligotyping and VNTR analysis, which have previously been used in Wales to understand the epidemiology of M. bovis, have lacked the discriminatory power to accurately identify local transmission pathways. Recently, whole-genome sequencing has replaced traditional genotyping methods for all M. bovis strains isolated from infected animals in Wales. In this study, we characterised the genomic diversity of M. bovis across Wales by analysing the genome sequence of all 379 M. bovis isolates obtained from culture-positive animals in Wales in 2021. Analyses uncovered three main clusters that are geographically distinct. A further three clusters containing fewer isolates were also geographically separated, two of which had particularly large SNP distances compared to the majority of other Welsh isolates, suggesting independent introductions of M. bovis strains that are not endemic to Wales. Fine-scale and epidemiologically relevant genetic structuring was identified within the six main clusters, indicating region-specific evolution, which can drive local disease dynamics. Finally, A number of SNPs in coding genes were identified that have the potential for important advantageous physiological consequences that may impact host-pathogen interactions and necessitate further investigation.", "date": "2025-10-09", "journal": ""}
{"title": "Deciphering Photosynthetic Protein Networks: A Crosslinking-MS Strategy for Studying Functional Thylakoid Membranes", "doi": "10.1101/2025.10.07.681025", "authors": "Frances, N.; Giustini, C.; Finazzi, G.; Ferro, M.; Albanese, P.", "abstract": "Photosynthesis, which sustains life on Earth, depends on highly organized yet adaptable protein assemblies embedded in specialized membranes called thylakoids. Understanding how protein complexes dynamically interact within functional photosynthetic membranes is critical for elucidating cellular energetic metabolism. Here, we present an improved crosslinking mass spectrometry (XL-MS) strategy that captures native protein interactions in functional, photosynthetically active thylakoid membranes from Arabidopsis and Spinach. By monitoring photo-physiology parameters, we demonstrate that electron transport remains physiologically active during the crosslinking process, enabling structural interrogation without disrupting native organization. Mapping crosslinks onto known structures confirms the structural integrity of major complexes and highlights previously uncharacterized assemblies. Our findings pave the way for exploring membrane protein networks in situ and set the stage for integrative structural studies of photosynthetic regulation and adaptation.", "date": "2025-10-09", "journal": ""}
{"title": "Uncovering distinct protein conformations using coevolutionary information and AlphaFold", "doi": "10.1101/2025.10.08.681198", "authors": "Chen, Y.; Wong, S. W. K.; Kou, S. C.", "abstract": "Protein structure prediction has been revolutionized by AlphaFold, yet a key limitation remains: the challenge of characterizing the multiple conformations adopted by proteins that can switch between different folds. Current prevailing approaches rely on sampling the multiple sequence alignment (MSA) input, either through random sampling or clustering, but these methods are statistically inefficient and do not utilize coevolutionary information. To address this, we introduce an iterative sampling framework that systematically explores the MSA space using residue-specific frequencies and coevolutionary patterns inferred via Markov random fields. We also develop tools to identify a protein's variable regions and to subsequently extract representative structures. Together, our method yields a high-quality and compact set of final structural models for downstream analysis with good coverage of the distinct conformational states. On a benchmark set of fold-switching proteins, our method outperforms existing ones by substantially improving the diversity of the sampled structures. Overall, this work significantly advances our ability to characterize the conformational landscape of proteins capable of adopting distinct folds, which represents a key step towards understanding protein conformational dynamics and enabling the de novo design of protein switches.", "date": "2025-10-09", "journal": ""}
{"title": "Small- and large-scale patches shape benthic microbial community structure and function in streams at the subcontinental scale", "doi": "10.1101/2025.10.08.681227", "authors": "LaBrie, R.; Maher, R.; Aho, K.; Bertolet, B.; Ray, N.; Reis, P. C.; Robison, A.; Speir, S.", "abstract": "Streams and rivers process dissolved and particulate matter as water moves along the land-to-ocean continuum, making important contributions to global biogeochemical cycles. Yet, predicting stream and river microbial metabolism associated with biogeochemical transformations at broad spatial scales remains challenging. Here, we used data from the National Ecological Observatory Network program to investigate whether ecological relationships among microbial community structure and function and environmental conditions observed at small scales hold at the subcontinental scale. We found that microbial communities were best explained by site-specific conditions. However, when field replicates were averaged, stream physico-chemical characteristics such as pH and temperature emerged as driving factors. This indicates that water quality acted as an environmental filter on microbial communities at the subcontinental scale, but was masked by small-scale patches that created high spatial heterogeneity. Our findings underscore the importance of considering multiple spatial scales to fully understand benthic microbial communities' role in stream biogeochemistry.", "date": "2025-10-09", "journal": ""}
{"title": "Stabilized Full-Length Measles Fusion Protein Elicits Potent Immunity and Protection In Vivo", "doi": "10.1101/2025.10.07.681039", "authors": "Zyla, D. S.; Zipursky, G.; Marca, R. D.; Lacarbonara, D.; Niemeyer, G.; Peng, W.; Predella, C.; Stearns, K.; Leedale, C.; Miller, J.; Tay, D.; Kao, J.; Acciani, M.; Clemente, L. D.; Das, A.; Parekh, D.; Avalos, R. D.; McGill, G.; Dorrello, N. V.; Hastie, K. M.; Alabi, C. A.; Snijder, J.; Moscona, A.; Greninger, A. L.; Niewiesk, S.; Saphire, E. O.; Porotto, M.", "abstract": "Measles virus (MeV) is a highly contagious pathogen that causes significant morbidity and mortality in populations with low vaccination coverage. Infection typically leads to immune amnesia and, in rare cases, fatal neurological disease. While current live-attenuated vaccines are highly effective, they primarily elicit neutralizing antibodies against the hemagglutinin (H) glycoprotein, with a less robust response to the fusion (F) protein, a key protein for viral entry. To improve the immunogenicity of the F protein, we designed and characterized stabilized, prefusion MeV F protein antigens. We engineered both soluble ectodomains (FECTO) and full-length, membrane-embedded proteins (FFL) with mutations that confer thermal stability. Cryo-electron microscopy confirmed that these engineered antigens faithfully maintain the native prefusion conformation. When evaluated in a cotton rat model, immunization with either FECTO or FFL constructs induced neutralizing antibodies and elicited protection against viral challenge. The most stable full-length construct (FFL 3M) elicited a more potent neutralizing antibody response than its ectodomain counterpart. Importantly, no evidence of vaccine-enhanced respiratory disease was observed. These findings establish that a thermostable, full-length F protein is a superior immunogen to its soluble ectodomain. This work presents a promising candidate for next-generation, non-replicating measles vaccines intended to complement current vaccination strategies and provide a safe option for immunocompromised individuals and others who cannot receive live-virus vaccines.", "date": "2025-10-09", "journal": ""}
{"title": "Circulating DNA reveals nucleosome occupancy patterns that are associated with nucleosome-DNA affinity and are affected in cancer", "doi": "10.1101/2025.10.08.681110", "authors": "Richaud, M.; Pisareva, E.; Burgat, P.; THIERRY, A.; Colinge, J.", "abstract": "The study of cell-free circulating DNA (cirDNA) fragments (fragmentomics) from liquid biopsies has received increasing attention. By constructing an atlas of these well-positioned nucleosomes, which we called WPNA, we found that their occupancy was associated with histone-DNA affinity, as evidenced by codon usage bias and differences in cirDNA fragment sizes. Moreover, WPNA nucleosome occupancy was different in healthy and cancer samples, thus allowing developing a high-performance machine learning approach for cancer detection (specificity and sensitivity >0.95 for seven cancer types). Cancer influenced WPNA nucleosome occupancy in a global manner, although distinct cancer types retained specific features. WPNA nucleosome occupancy at transcription factor binding sites revealed shared, pan-cancer regulation of transcriptional programs involved in hematopoietic cell differentiation and neutrophil biology, the main cirDNA sources. This work provides new fundamental insights into cirDNA and DNA sequence using cirDNA as a physical readout. It also bares translational significance by disclosing a new high-performance strategy for cancer detection from liquid biopsies.", "date": "2025-10-09", "journal": ""}
{"title": "Bioinformatic analysis of placental exomiRs targeting the brain in preeclampsia", "doi": "10.1101/2025.10.06.680827", "authors": "Alarcon, M.; Aguayo, C.; Vatish, M.; Escudero, C.", "abstract": "Background: Preeclampsia is a hypertensive disorder of pregnancy associated with systemic endothelial dysfunction and, in severe cases, maternal neurological complications. Placenta-derived exosomal microRNAs (exomiRs) mediate inter-organ communication and may contribute to neurovascular injury, but their role in maternal brain dysregulation remains unclear. Methods: We performed systems-level bioinformatic analyses of 12 differentially expressed exomiRs (6 from early-onset and 6 from late-onset preeclampsia) to assess their potential impact on brain homeostasis. Target interactomes were examined for functional enrichment, subcellular localization, and network complexity. ExomiR targets were integrated with cerebrospinal fluid (CSF) proteomic profiles from preeclamptic women with neurological symptoms. We further evaluated regulation of blood?brain barrier (BBB) components and mapped spatial expression of target proteins across brain regions and cell types relevant to neurovascular function. Results: Early- and late-onset preeclampsia exomiRs displayed distinct interactomes and biological signatures. Early-onset exomiRs were linked to RNA metabolism, oxidative stress, and endothelial stability, whereas late-onset exomiRs were enriched in nitrogen metabolism and vesicle-mediated transport. Integration with CSF proteomics revealed convergence on dysregulated proteins, including MAPK8, RTN4, and YWHA family members, involved in inflammation, neurodegeneration, and axonal inhibition. Several exomiRs targeted BBB-related proteins (CLDN2, TJP1, EFNA5), suggesting coordinated barrier disruption. Spatial mapping localized these targets to endothelial cells, astrocytes, interneurons, and pyramidal neurons, implicating altered synaptic and glial regulation. Conclusions: Preeclampsia-associated exomiRs may impair maternal brain homeostasis through coordinated regulation of neurovascular, inflammatory, and synaptic pathways. These findings identify candidate molecular mediators of preeclampsia-related neurovascular dysfunction and potential biomarkers for maternal brain injury.", "date": "2025-10-09", "journal": ""}
{"title": "CNS-penetrant NLRP3 inhibitor achieves durable weight loss and reverses hypothalamic inflammation in diet-induced obesity", "doi": "10.1101/2025.10.06.680810", "authors": "Guo, J.; Bachor, T. P.; Takahashi, R.; Steffek, M.; Fitzgerald, G. A.; Huffman, B. J.; Braun, D.; Han, S. J.; Sandmann, T.; Ha, C.; Lexa, K. W.; Hsieh, Y.-T.; Agam, M. R.; Sun, E. W.; Wang, X.; Liu, M.; de Vicente, J.; Fox, B. M.; Campbell, M. K.; Cavnar, S. P.; Yuen, T. J.; Fischer, T. Z.; Estrada, A. A.; Craig, R. A.; Yulyaningsih, E.", "abstract": "The NLRP3 inflammasome is a key mediator of innate immunity that integrates inflammatory and metabolic stress signals. Increased and/or chronic activation of this critical pathway has been implicated in obesity, with hypothalamic neuroinflammation linked to dysregulation of energy balance. TN-783 is an investigational, CNS-penetrant, small-molecule NLRP3 inhibitor that potently suppressed inflammasome activation across multiple in vitro assays. In diet-induced obese (DIO) mice, only TN-783, and not the peripherally restricted NLRP3 inhibitor TN-101, produced progressive and sustained weight loss, underscoring the requirement for central target engagement. Weight loss was driven by a persistent reduction in food intake across both acute and chronic phases, without altering energy expenditure. This effect was further characterized by selective reduction of fat mass, with minimal impact on lean tissues. Mechanistically, NLRP3 inhibition attenuated DIO-induced hypothalamic neuroinflammation and partially reversed obesity-associated molecular changes based on transcriptomic and proteomic profiling of the hypothalamus. Beyond monotherapy, TN-783 enhanced the effects of the GLP-1 receptor agonist semaglutide by amplifying weight loss, reinitiating weight loss after semaglutide effect had plateaued, and maintaining the weight loss benefit after semaglutide withdrawal. Discontinuation of TN-783 resulted in reversal of both weight and feeding effects, indicating that its therapeutic activity requires ongoing target engagement rather than permanent remodeling of metabolic pathways. Collectively, these observations support central NLRP3 inhibition as a distinct and promising approach for obesity treatment, offering robust induction and sustained maintenance of weight loss while preserving reversibility.", "date": "2025-10-09", "journal": ""}
{"title": "Molecular and neuropathological determinants of neuronal dysfunction in Alzheimer's disease", "doi": "10.1101/2025.10.08.681211", "authors": "Rodriguez, L. M. S.; Hong, J. H.; Pak, V.; Tasaki, S.; Ng, B.; Arfanakis, K.; Rosa-Neto, P.; Bennett, D. A.; Iturria-Medina, Y.", "abstract": "The biological basis of neuronal excitatory/inhibitory (E/I) imbalance in Alzheimer's disease (AD) remains unclear. Using a comprehensive cohort with ante-mortem functional neuroimaging and post-mortem molecular data from the same participants, we mapped individual, whole-brain E/I imbalances through biophysical modeling. E/I ratios in regions supporting higher-order cognitive functions were significantly associated with cognitive performance and decline, with mediation by global neuropathological burden. We also observed a significant inverted U-shaped relationship between E/I ratios and neurofibrillary tangle severity, peaking at the limbic stage (Braak III-IV) in 14 brain areas, including the bilateral hippocampus and superior frontal gyrus. In addition, we identified 89 genes and 101 proteins that predict regional E/I ratios, with pathways related to synaptic signaling and immune response overrepresented. The generalizability of these molecular predictors was confirmed in two independent cohorts, achieving good classification performance for neuropathology severity and AD dementia. Lastly, the estimated E/I imbalances in AD aligned with whole-brain distributions of microglia and oligodendrocyte precursor cells, suggesting that spatial cellular organization contributes to vulnerability to neuronal dysfunction. Overall, this study provides critical insights into the cellular, molecular, and neuropathological signatures of circuit-level dysfunction in AD.", "date": "2025-10-09", "journal": ""}
{"title": "Staphylococcus aureus derived extracellular vesicles trigger multiple inflammatory pathways in host cells and deliver their RNA cargo following their internalization and lysis within late endosomes", "doi": "10.1101/2025.10.06.680696", "authors": "Papail, J.; Daniel, N.; Prado, L.; Vassaux, D.; Peron, S.; Even, C.; Lebret, V.; Luz, B. S. R. D.; Le Gouar, Y.; Jardin, J.; de Castro Soares, S.; Yoshida, K.-i.; Azevedo, V.; Chabelskaya, S.; Le Loir, Y.; Guedon, E.", "abstract": "Staphylococcus aureus is a major opportunistic Gram-positive pathogen whose virulence can be partly mediated by extracellular vesicles (EVs). These nanosized particles carry a diverse cargo and can play key roles in host-pathogen interactions. Here, we investigated the production, composition, and host cell interactions of EVs secreted by the methicillin-resistant S. aureus strain N315, one of the most widely studied clinical isolates. To mimic infection, EVs produced from RPMI supplemented with 10% LB were purified by size exclusion chromatography, and characterized by nanoparticle tracking analysis and electron microscopy. N315 EVs contained a diverse molecular cargo, selectively enriched, and including proteins, lipoproteins, DNA, RNA, lipoteichoic acid, and peptidoglycan. Protection assays and confocal microscopy confirmed the intravesicular localization of RNAs and proteins. N315 EVs were recognized by multiple host pattern recognition receptors (PPRs) in human MG-63 cells, located at the cell surface (TLR1, TLR2, TLR4, TLR6), within endosomes (TLR3, TLR7, TLR4) and in the cytoplasm (NOD2). EV exposure promoted the selective upregulation of these PRRs, activated the NF-{kappa}B and JAK/STAT signaling pathways, and induced the expression of pro-inflammatory cytokines such as IL1b, IL6, and CXCL8. N315 EVs were internalized via a dynamin-dependent endocytosis mechanism and trafficked to late endosomes, where RNA cargo release occurred. Importantly, inhibition of EVs uptake altered cytokine gene expression, confirming that internalization is required for immunomodulation. This work provides a better understanding of the mechanisms of interaction of S. aureus EVs with host cells and sheds light on the fate of EVs and their cargo once internalized by cells.", "date": "2025-10-09", "journal": ""}
{"title": "The Legionella effector RidL promotes mitochondrial fragmentation through phosphorylation activation of the large GTPase Drp1", "doi": "10.1101/2025.10.07.680855", "authors": "Katic, A.; Vittori, E.; Halter, S.; Steiner, K.; Swart, A. L.; Radiom, M.; Garcia-Rodriguez, F.-J.; Jaggi, T.; Li, X.; Mears, J.; Buchrieser, C.; Escoll, P.; Panse, V. G.; Hilbi, H.", "abstract": "Intracellular pathogens such as Legionella pneumophila secrete effector proteins that manipulate host cell processes to promote bacterial survival. One such effector, RidL, is known to inhibit retrograde trafficking by interacting with the retromer complex via its N-terminal domain. Here, we identify a second function of RidL mediated by its C-terminal domain, which directly binds to the mitochondrial fission GTPase Drp1 and related large GTPases. In vitro, RidL reduces Drp1 GTPase activity and disrupts its oligomerization. During infection, RidL localizes to mitochondria, enhances the accumulation of Drp1 and the outer membrane protein Tom20, and impairs mitochondrial dynamics and function. Moreover, in L. pneumophila-infected cells, RidL promotes phosphorylation of Drp1 at Ser616, leading to Drp1 activation and mitochondrial fragmentation. These findings establish RidL as a bifunctional effector that targets both the retromer complex and Drp1 through distinct domains. By interfering with host mitochondrial dynamics, RidL enables L. pneumophila to remodel host organelles and optimize conditions for intracellular replication.", "date": "2025-10-09", "journal": ""}
{"title": "ATM promotes reversed fork processing during DNA interstrand cross-link repair", "doi": "10.1101/2025.10.08.680157", "authors": "Altshuller, M.; MacKrell, V. A.; Tzeng, J.; Nigam, R.; Wang, T.-Y.; Chou, T.-F.; Semlow, D. R.", "abstract": "During replication-coupled DNA interstrand cross-link (ICL) repair, fork reversal is thought to enable the Fanconi anemia (FA) pathway to resolve the ICL through nucleolytic incisions. Subsequent fork restoration then allows nascent DNA strand extension past the lesion. Although these fork remodeling events are crucial for ICL repair, their regulation remains poorly understood. Here, we use cell-free Xenopus egg extracts to investigate fork dynamics during ICL repair by the FA pathway. We find that the ataxia telangiectasia-mutated (ATM) kinase is activated concomitantly with fork reversal and promotes resection of the reversed fork intermediate. This resection depends on the coordinated activities of the EXO1 and DNA2 nucleases. Our data indicate that EXO1 initiates 5' to 3' resection of nascent lagging strands in the regressed arm, while DNA2 performs 5' to 3' resection of recessed lagging strands. We further show that the inhibition of protein phosphatase 2A (PP2A) during ICL repair results in ATM hyperactivation, reversed fork over-resection, and formation of aberrant end-joining products, indicating that PP2A counteracts ATM signaling to constrain reversed fork resection. Taken together, this work implicates reversed forks as substrates for ATM activation and reveals a phospho-regulatory circuit that governs reversed fork processing during ICL repair.", "date": "2025-10-09", "journal": ""}
{"title": "Maternal SETDB1 enables development beyond cleavage stages by extinguishing the MERVL-driven 2-cell totipotency transcriptional program in the mouse embryo", "doi": "10.1101/2025.10.07.680892", "authors": "Zeng, T.-B.; Fu, Z.; Majewski, M. F.; Liao, J.; Adams, M.; Szabo, P. E.", "abstract": "Loss of maternal SETDB1, a histone H3K9 methyltransferase, leads to developmental arrest prior to implantation, with very few mouse embryos advancing beyond the 8-cell stage, which is currently unexplained. We genetically investigate SETDB1s role in the epigenetic control of the transition from totipotency to pluripotency-a process demanding precise timing and forward directionality. Through single-embryo total RNA sequencing of 2-cell and 8-cell embryos, we find that Setdb1mat-/+ embryos fail to extinguish 1-cell and 2-cell transient genes?alongside persistent expression of MERVL retroelements and MERVL?driven chimeric transcripts that define the totipotent state in mouse 2-cell embryos. Comparative bioinformatics reveals that SETDB1 acts at MT2 LTRs and MERVL-driven chimeric transcripts, which normally acquire H3K9me3 during early development. The dysregulated targets substantially overlap with DUXBL-responsive genes, indicating a shared regulatory pathway for silencing the 2-cell transcriptional program. We establish maternal SETDB1 as a critical chromatin regulator required to extinguish retroelement-driven totipotency networks and ensure successful preimplantation development.", "date": "2025-10-09", "journal": ""}
{"title": "Evaluating peer-to-peer bioinformatics education: a case study of student learning outcomes and community impact in an undergraduate multi-omic data analysis course", "doi": "10.1101/2025.10.07.680870", "authors": "Boohar, W. R.; Xu, K. Y.; Black, N.; Mogalipuvvu, M.; Manley, K.; Calabrese, P.; Lee, J. S. H.", "abstract": "Computational methodology has become ubiquitous in biomedical research with the rise of big data analysis and popularity of artificial intelligence and machine learning. However, undergraduate bioinformatics education has largely struggled to keep pace with the demand for bioinformatics skills, due to a combination of social and resource-based barriers. In this case study, we discuss the application and outcomes of Multi-Omic Data Analysis, a peer-to-peer learning-based undergraduate bioinformatics course offered by the Department of Quantitative and Computational Biology at the University of Southern California. Over eight semesters, a cohort of student instructors taught 2-3 weekly lectures to 107 undergraduate students in the Quantitative Biology Bachelor of Science degree program. Lectures covered a range of topics, including R and Python data analysis, scientific communication, and general research readiness as undergraduate students. We find that bioinformatics education courses structured around peer-to-peer learning have great potential to overcome many of the obstacles to comprehensive undergraduate bioinformatics education, and provide additional benefits related to student cohesion and community. We further discuss the longevity and feasibility of such courses, both specific to our program and in undergraduate universities at large.", "date": "2025-10-09", "journal": ""}
{"title": "Distinct contributions of memorability and object recognition to the representational goals of the macaque inferior temporal cortex", "doi": "10.1101/2025.10.06.680822", "authors": "Ziaee, S.; Ahuja, R.; Muzellec, S.; Fide, E.; Rosenbaum, R. S.; Kar, K.", "abstract": "The primate inferior temporal (IT) cortex, at the apex of the ventral visual stream, encodes information that supports diverse representational goals, from recognizing objects to determining which images are likely to be remembered. Specific artificial neural networks (ANNs), that currently serve as the leading computational hypotheses of ventral stream processing, are typically trained exclusively for object recognition. We asked whether incorporating image memorability as an additional optimization objective could improve ANN-brain alignment. Models optimized for memorability explained additional, non-overlapping variance in IT responses beyond that captured by recognition-optimized networks, indicating that memorability and recognition rely on partly independent dimensions of IT representation. Notably, these models also exhibited fewer non-brain-like units, bringing their representational geometry closer to that of IT. Furthermore, networks jointly optimized for both objectives were more predictive of human memorability than memorability-only models, while maintaining their alignment with human object recognition performance patterns. Together, these findings suggest that IT encodes multiple representational goals and that models trained solely for recognition provide an incomplete account of ventral stream computation.", "date": "2025-10-09", "journal": ""}
{"title": "Cannabis Use and Glutamate across the Psychosis Spectrum: In Vivo Evidence from 7T Proton Magnetic Resonance Spectroscopy", "doi": "10.1101/2025.10.07.680987", "authors": "Roalf, D. R.; Moore, T. M.; Stifelman, J.; Pecsok, M. K.; Atkins, A.; Calkins, M. E.; De Biasi, M.; Kohler, C.; Mastracchio, C.; Mordy, A.; Robinson, H.; Reddy, R.; Reddy Nanga, R. P.; Ruparel, K.; Rush-Goebel, S.; Wolf, D. H.; Gur, R. C.; Gur, R. E.; Scott, J. C.", "abstract": "Cannabis use is linked to elevated psychosis risk, yet the neurobiological mechanisms that couple use to symptom expression remain unclear. Because glutamatergic dysregulation has been implicated in both cannabis effects and psychosis vulnerability, we examined whether brain glutamate relates to dimensional symptoms as a function of cannabis use across the psychosis spectrum. Seventy-nine participants--typically developing controls, clinical high-risk individuals, and patients with psychosis--completed dimensional clinical assessments, detailed cannabis surveys, urine toxicology, and ultra-high-field 7T 1HMRS quantification of anterior cingulate cortex (ACC) glutamate levels. Linear models assessed the main and interactive effects of ACC glutamate and cannabis use on positive and negative symptoms. Self-reported cannabis use showed strong concordance with urine toxicology. Cannabis use was associated with higher positive and negative symptoms. Independently, higher ACC glutamate predicted greater positive and negative symptoms. Notably, lower glutamate levels were associated with higher positive symptoms in cannabis users. Exploratory analyses suggested interactions for depressive and manic symptoms, indicating that glutamatergic abnormalities may amplify the overall severity of cannabis-related symptoms. Sensitivity analyses revealed lower ACC glutamate in psychosis patients--especially cannabis users--highlighting diagnostic group differences and reinforcing the link between cannabis exposure and glutamatergic dysfunction. These findings implicate ACC glutamatergic dysfunction as a transdiagnostic correlate of symptom burden, particularly in those with psychosis who are cannabis users. Glutamate-targeted interventions and longitudinal designs will be needed to examine causal pathways linking cannabis exposure to psychosis-relevant outcomes.", "date": "2025-10-09", "journal": ""}
{"title": "A Quest for a Histaminergic or Orexinergic Biomarker for Sudden Infant Death Syndrome", "doi": "10.1101/2025.10.08.680830", "authors": "Zhao, Y.; Cui, G.-F.; Plancoulaine, S.; Comajuan, M.; Bersault, M.; Inocente, C.; Hou, Y.-P.; Dauvilliers, Y.; Manuela, L.; Guyon, A.; Meyronet, D.; Jouvet, A.; Kugener, B.; Thieux, M.; Robert, P.; Lin, J.-S.; Franco, P.", "abstract": "Background: This study investigated the role of the Hypocretin/Orexin (Ox) and Histamine (HA) systems-two key regulators of wakefulness-in sudden infant death syndrome (SIDS), a condition characterized by impaired arousal responses during sleep. Methods: Cerebrospinal fluid (CSF) Ox levels were measured in 61 healthy controls, 70 Sudden Unexpected Death Infants (38 SIDS, 32 explained deaths). HA and its metabolite tele-methylhistamine (t-MeHA) were analysed in an additional 46 SUDI (34 SIDS, 12 ED) and 42 controls. Immunocytochemistry was performed on hypothalamic tissue from 11 SIDS and 8 ED cases to assess the number of Ox and HA neurons. Results: CSF Ox levels did not differ globally but were relatively higher in deceased infants aged 2-6 months. HA and t-MeHA levels were significantly elevated in both SIDS and ED cases, likely due to postmortem release. Immunohistochemistry showed increased Ox neurons in SIDS compared to EDs, while HA neurons did not differ. Conclusions: Findings suggest increased Ox activity in SIDS especially within the 2-6 month risk window, potentially reflecting repeated stress or hypoxia prior to death, while HA neurons do not appear involved.", "date": "2025-10-09", "journal": ""}
{"title": "A searchable database of publications using fluorescent probes and flow cytometry to study antigen-specific B cells", "doi": "10.1101/2025.10.08.680531", "authors": "Palani, S.; Kong, A. X.; Buetow, A.; Yousif, A. S.; Say, A.; Wang, Z.; Biswas, K.; Blaszczyk, J.; Rodrigues-Jesus, M. J.; Malave Ramos, D. R.; Senthilkumar, V.; Chappell, S.; Koenig, J. F.; Taylor, J. J.", "abstract": "The study of antigen-specific B cells has resulted in important advances in all fields of immunology, the development of experimentally and/or clinically useful antibodies, and as a starting point for rationally designed vaccine antigens. A key innovation allowing for widespread study of antigen-specific B cells was the development of fluorescent antigen probes for use with flow cytometry. Initially these studies were mostly focused upon B cells specific for a variety of model antigens, but over the past decade focus has shifted towards the study of B cells specific for antigens from pathogens such as SARS-CoV-2, HIV, and Influenza virus. Importantly however, these types of approaches have been used for hundreds of different antigens and could be used for thousands more. Unfortunately, studies of B cells specific for an antigen of interest are not easily searchable on current publication databases since these assays are often a small portion of a larger publication. To overcome this, we built a searchable database of studies analyzing antigen-specific B cells by flow cytometry using fluorescent antigen probes that is located at www.immunology.virginia.edu/Taylor/Bcell/Database.php. Using this database, we assessed the number of publications per year revealing rapid growth in the use of this approach in recent years. While much of this rapid growth was focused upon the assessment of B cells specific for SARS-CoV-2, HIV-1, or Influenza virus, studies assessing B cells specific for hundreds of different antigens derived from numerous microbes, animals, plants, or other sources can be found in the database. Combined, the antigen-specific B cell database was built to facilitate identification of studies assessing these cells and for analysis of the field as a whole.", "date": "2025-10-09", "journal": ""}
{"title": "Long-read sequencing reveals extensive FMR1 somatic mosaicism in Fragile-X associated tremor/ataxia syndrome in human brain", "doi": "10.1101/2025.10.07.678589", "authors": "Dischler, A. M.; Avvaru, A. K.; Lopez-Ignacio, S.; Lau, C.; Breuss, M. W.; Martinez-Cerdeno, V.; Dashnow, H.; Dias, C. M.", "abstract": "Fragile X-associated tremor/ataxia syndrome (FXTAS) is a progressive neurodegenerative disorder caused by a CGG repeat expansion in the 5' untranslated region of the X-linked Fragile X messenger ribonucleoprotein 1 (FMR1). Although the CGG repeat tract is known for instability that has been posited to contribute to clinical heterogeneity, the extent of somatic variation in human brain remains unclear, in part due to the technical limitations of sequencing long tandem repeats. Here, we quantified FMR1 somatic variation in post-mortem brain tissue from individuals with FXTAS (n = 6) and Fragile X syndrome (FXS, n = 2) by applying amplification-free, targeted, long-read sequencing. This approach uncovered remarkable somatic mosaicism in repeat size and methylation in FXTAS, including somatic expansions and contractions which were not resolvable with traditional approaches. For example, in FXTAS, we identified somatic expansions to over 6000 base pairs in length as well as contractions to below the pathogenic range. We also identified unexpected patterns of methylation mosaicism on pre and full mutations. On the other hand, we replicated prior findings suggesting differential CGG expansion on the active X-chromosome in XX females. Finally, we examined the above cohort for expansions in 19 additional disease-associated repeat loci. Remarkably, we identified additional expansions in 5 out of 8 affected individuals, in FXN and RFC1. This work provides new insight into the extensive molecular variation underlying FXTAS in human brain and establishes a framework for studying repeat expansion disorders more broadly, highlighting the potential of long-read sequencing to advance our fundamental understanding of somatic mosaicism of these intractable regions of our genome.", "date": "2025-10-09", "journal": ""}
{"title": "Punarnavayolepa Choornam in Iron Deficiency Anaemia management: Pharmaceutic insights and biological activity.", "doi": "10.1101/2025.10.08.681069", "authors": "Nair, J. G.; S, R. T.; Mohan, D.; Chandrabose, P. I.; Wilson, V.; Shyni, A. B.; Menon, R. V.; Augustine, A.; Mooss, Y. N.; Kukkupuni, S. K.; Karalam Balakrishnan, S.; Vishnuprasad, C. N.; Remanikutty, A. G.", "abstract": "Background and Aim: Indigenous medical systems employ unique pharmaceutical techniques to meet the therapeutic needs. In the Indian System of Medicine, Ayurveda, a unique method called Ayolepam is described that facilitates efficient iron absorption from its source to the formulation. Punarnavayolepa Choornam (PC), prepared from Boerhavia diffusa L., is one such novel Ayolepam formulation developed by a traditional Ayurveda school of South India, widely used in the clinical management of iron deficiency anaemia. This study aims at scientifically evaluating the Ayolepam technique by assessing the iron binding and bioavailability properties of PC, prepared from the leaves, root and whole plant of B. diffusa, using in-vitro model systems.. Experimental Procedure: The iron content in both raw and processed samples of PC was quantified using Inductively Coupled Plasma Mass Spectrometry (ICP-MS). A simulated in-vitro digestion model employed to assess the release of bioavailable iron from the formulation. Subsequently, iron bioavailability was evaluated using the Caco-2 cell model of human intestinal epithelium following the ferrozine method. Results and Conclusion: PC preparation from leaves, whole plant and roots of B. diffusa, showed significant increase in iron content compared to the raw material. In-vitro digestion studies confirmed the efficient release of bioavailable iron from these formulations, and subsequent Caco-2 cell assays confirmed their iron bioavailability properties. In conclusion, these findings provide a preliminary scientific basis for this novel and unique pharmaceutical design from a traditional school of Ayurveda, supporting its clinical application.", "date": "2025-10-09", "journal": ""}
{"title": "Effects of oral cannabidiol (CBD) on spontaneous opioid withdrawal in male and female rats", "doi": "10.1101/2025.10.08.680984", "authors": "Jenkins, B. W.; Pang, C.; Kuang, R. Y.; Weerts, E. M.; Moore, C. F.", "abstract": "Opioid use disorder (OUD) remains a public health crisis in the United States. A key factor in continued use, relapse risk, and overdose is the severe withdrawal syndrome that accompanies abstinence. Observational studies suggest cannabis may improve outcomes for patients with OUD. Cannabidiol (CBD), a non-intoxicating compound found in cannabis, is being investigated as a potential treatment for OUD. This study investigated whether CBD alleviated withdrawal symptoms in a rat model of opioid dependence. Sprague Dawley rats (N = 100, 50% female) were administered escalating doses of morphine across 10 days (10-50 mg/kg, s.c., twice daily). Following abrupt discontinuation, withdrawal outcomes were evaluated across acute (38-hr) and protracted (up to day 7) timepoints. Rats were treated with pure CBD (10 or 30 mg/kg, p.o.) or vehicle (sesame oil; 1 mg/ml) daily, beginning 14-hrs after their final morphine or saline injection (n = 8-9 per sex/group). Withdrawal severity was assessed through physical measurements of body weight, food intake, and somatic signs (e.g., body shakes, diarrhea), and pain sensitivity, as well as measurements of anxiety-like behaviors in the protracted phase. Compared to non-dependent controls, morphine-dependent rats had decreased body weight and food intake, showed greater somatic signs, and had increased pain sensitivity that peaked in acute withdrawal (38-hr). Oral CBD did not affect physical symptoms of opioid withdrawal nor protracted anxiety-like behaviors. These data indicate that CBD alone may have limited effectiveness for treating opioid withdrawal. Reports of improved withdrawal symptoms after cannabis use may be attributed to other compounds in cannabis.", "date": "2025-10-09", "journal": ""}
{"title": "Distinct contributions of anterior and posterior orbitofrontal cortex to outcome-guided behavior", "doi": "10.1101/2025.10.08.681180", "authors": "Liu, Q.; Porter, D.; Damra, H.; Zhao, Y.; Voss, J. L.; Schoenbaum, G.; Kahnt, T.", "abstract": "The lateral orbitofrontal cortex (OFC) is critical for flexibly adjusting choices when outcome values change. Anterior and posterior parts of the human lateral OFC differ in cytoarchitecture and connectivity, but whether these subregions make differential contributions to outcome-guided (i.e., goal-directed) behavior remains unclear. Outcome-guided behavior requires (a) representations of stimulus-outcome associations and (b) inferring the current value of options when making decisions. Here, we test whether these two functions are differentially supported by the posterior (pOFC) and anterior (aOFC) parts of the lateral OFC, using transcranial magnetic stimulation (TMS) to selectively disrupt activity in functional networks centered on the pOFC and aOFC during a two-day outcome devaluation task. Participants (n = 48) received pOFC or aOFC network-targeted TMS either on day 1 before learning associations between visual stimuli and sweet or savory food odors, or on day 2 before a meal that selectively devalued one of these outcomes, followed by a choice test. TMS targeting pOFC, but not aOFC, before the meal on day 2 disrupted outcome-guided behavior, as measured by choices of stimuli predicting non-sated rewards in the post-meal choice test. In contrast, TMS targeting aOFC, but not pOFC, before learning on day 1 similarly impaired behavior in the post-meal choice test on day 2. These findings demonstrate that anterior and posterior parts of the lateral OFC make distinct contributions to outcome-guided behavior by supporting learning of stimulus-outcome associations and inferring the current value of options, respectively.", "date": "2025-10-09", "journal": ""}
{"title": "Nckx30c, a Drosophila K+-dependent Na+/Ca2+ exchanger, regulates temperature-sensitive convulsions and age-related neurodegeneration", "doi": "10.1101/2025.10.08.681163", "authors": "Majlish, A. N. K.; Bourgeois, S.; Lye, S. H.; Landaverde, S.; Cytron, E.; Cline, M.; Bolus, H.; Correll, R. N.; Iyengar, A.; Chtarbanova, S.", "abstract": "Calcium (Ca2+) homeostasis is fundamental to neuronal physiology, including in the regulation of membrane excitability and synaptic transmission. Disruptions in the ion transporters regulating Ca2+ influx and efflux are clearly linked to seizure disorders and age-related neurodegenerative disease. Yet, the specific contributions of variants in genes encoding these transporters to neurological disease remain to be fully understood. Drosophila melanogaster has proven to be a powerful genetic model for uncovering such mechanisms, particularly through studies of mutants that display temperature-sensitive (TS) behavioral phenotypes. In a forward genetic screen, we identified a mutant line that exhibited TS convulsions along with progressive, age-dependent neurodegeneration. We mapped the mutation to Nckx30c, specifically within the transmembrane ion-binding region of this K+-dependent Na+/Ca2+ exchanger. Characterization of this mutant, together with a second Nckx30c allele, revealed TS convulsions, impaired locomotion, a markedly shortened lifespan, neurodegeneration with age, along with structural defects at larval and adult neuromuscular junctions (NMJs). Gene expression analysis confirmed that Nckx30c levels were reduced in heads of Nckx30c loss-of-function mutants. Tissue-specific manipulation revealed that knockdown of Nckx30c in neurons recapitulated the TS convulsions, locomotor defects, and shortened lifespan phenotypes. Drosophila Nckx30c is highly conserved and shares homology with mammalian SLC24A2, a solute carrier family 24 member whose neurological role is not yet fully elucidated. Our work establishes Nckx30c as an essential regulator of neuronal health and provides an in vivo framework for investigating the contribution of SLC24A2 to neuronal Ca2+ homeostasis, seizures and age-related neurodegeneration.", "date": "2025-10-09", "journal": ""}
{"title": "Amelioration of symptomatic Alzheimer's Disease after selective impairment of p75NTR function in adult forebrainexcitatory neurons", "doi": "10.1101/2025.10.08.681148", "authors": "Li, X.; Xie, M.; Ibanez, C. F.", "abstract": "The p75 neurotrophin receptor (p75NTR) contributes to the development of Alzheimer's Disease (AD) pathology by enhancing amyloid precursor protein (APP) cleavage and amyloid plaque formation. However, the cell type-specific and temporal roles of p75NTR in AD progression remain unclear. Here, we report that conditional knock-in of functionally impaired p75NTR variants lacking the death domain ({Delta}DD) or transmembrane Cys259 (C259A) specifically in forebrain excitatory neurons of 5xFAD mice significantly attenuated multiple AD-associated pathologies, including amyloid plaque accumulation, gliosis, neurite dystrophy, as well as learning and memory deficits. Hippocampal amyloid plaque burden was reduced to levels comparable to those in whole-body knock-in mice. Strikingly, delaying introduction of p75NTR variants until advanced disease stages produced comparable beneficial effects, and rescued behavior performance in cognitively impaired animals. These findings suggest that blunting p75NTR function can have beneficial effects even during symptomatic stages of AD, offering a potential therapeutic approach complementary to passive vaccination.", "date": "2025-10-09", "journal": ""}
{"title": "Sexual dimorphism in the complete connectome of the Drosophila male central nervous system", "doi": "10.1101/2025.10.09.680999", "authors": "Berg, S.; Beckett, I. R.; Costa, M.; Schlegel, P.; Januszewski, M.; Marin, E. C.; Nern, A.; Preibisch, S.; Qiu, W.; Takemura, S.-y.; Fragniere, A. M. C.; Champion, A. S.; Adjavon, D.-Y.; Cook, M.; Gkantia, M.; Hayworth, K. J.; Huang, G. B.; Kampf, F.; Katz, W. T.; Lu, Z.; Ordish, C.; Paterson, T.; Stuerner, T.; Trautman, E. T.; Whittle, C. R.; Burnett, L. E.; Hoeller, J.; Li, F.; Loesche, F.; Morris, B. J.; Pietzsch, T.; Pleijzier, M. W.; Silva, V.; Yin, Y.; Ali, I.; Badalamente, G.; Bates, A. S.; Bogovic, J.; Brooks, P.; Cachero, S.; Canino, B. S.; Chaisrisawatsuk, B.; Clements, J.; Crowe, A.", "abstract": "Sex differences in behaviour exist across the animal kingdom, typically under strong genetic regulation. In Drosophila, previous work has shown that fruitless and doublesex transcription factors identify neurons driving sexually dimorphic behaviour. However, the organisation of dimorphic neurons into functional circuits remains unclear. We now present the connectome of the entire Drosophila male central nervous system. This contains 166,696 neurons spanning the brain and ventral nerve cord, fully proofread and comprehensively annotated including fruitless and doublesex expression and 11,691 cell types. By comparison with a previous female brain connectome, we provide the first comprehensive description of the differences between male and female brains to synaptic resolution. Of 7,319 cross-matched cell types in the central brain, 114 are dimorphic with an additional 262 male- and 69 female-specific (totalling 3.8% of neurons in males and 1.9% in females). This resource enables analysis of full sensory-to-motor circuits underlying complex behaviours as well as the impact of dimorphic elements. Sex-specific and dimorphic neurons are concentrated in higher brain centres while the sensory and motor periphery are largely isomorphic. Within higher centres, male-specific connections are organised into hotspots defined by male-specific neurons or the presence of male-specific arbours on neurons that are otherwise similar between sexes. Numerous circuit switches reroute sensory information to form conserved, antagonistic circuits controlling opposing behaviours.", "date": "2025-10-09", "journal": ""}
{"title": "CROP2, a Retriever-PROPPIN Complex Mediating Protein Export from Endosomes to the Plasma Membrane", "doi": "10.1101/2025.10.08.681146", "authors": "De Leo, M. G.; Mayer, A.", "abstract": "Endosomes generate tubulo-vesicular carriers to redistribute proteins between plasma membrane, Golgi, and lysosomes. These transport routes employ distinct combinations of sorting nexins with complexes such as Retromer or Retriever. We now show that, while Retromer associates with the PROPPIN WIPI1 to form the previously described CROP complex, Retriever associates with WIPI2, forming CROP2. WIPI2 integrates into Retriever-dependent coat complexes, since it interacts both with the Commander subunit CCDC93 and its cognate sorting nexin SNX17. CROP and CROP2 are exclusive in their physical associations and pathway selective. Whereas CROP2 is required for endosomal exit of {beta}1-Integrin, it does not affect CROP-dependent cargos, such as EGFR or GLUT1. Vice versa, CROP is not required for {beta}1-Integrin trafficking. WIPI1 and WIPI2 rely on similar molecular features. They use the same FSSS motif to bind to Retromer and Retriever, respectively, and an amphipathic membrane-inserting a-helix, which conveys membrane fission activity to PROPPINs. This suggests that Retromer and Retriever coats integrate distinct PROPPIN isoforms to promote fission of the respective endosomal carriers formed by them.", "date": "2025-10-09", "journal": ""}
{"title": "Off-the-Shelf Engineered Liver Tissue Reverses Acute Liver Failure Without Immunosuppression", "doi": "10.1101/2025.10.08.680796", "authors": "Raggi, C.; Lapierre, P.; M'Callum, M.-A.; Pham, Q. T.; Selleri, S.; Paun, R. A.; Baratang, N.; Mangahas, C. L.; Benabdallah, B.; Moquin-Beaudry, G.; Park, J.; Dal Soglio, D.; Theoret, Y.; Schwartz, R. E.; Beausejour, C.; Haddad, E.; Paganelli, M.", "abstract": "There is an urgent need for effective solutions to replace liver functions in patients with acute liver failure (ALF). We describe here a human engineered liver tissue composed of induced pluripotent stem cell (iPSC)-derived liver organoids encapsulated within a non-degradable biomaterial. Unlike most stem cell-derived products, this encapsulated liver tissue (ELT) achieves functional maturation during manufacturing. When transiently implanted into the peritoneal cavity of immunocompetent mice with ALF, the human ELT improves survival, treats hepatic encephalopathy and promotes liver regeneration, without requiring immunosuppression. Based on robust processes and designed to overcome challenges such as foreign body reaction, loss of function and cryopreservation, the ELT does not require vascularization and provides immediate and long-lasting functional replacement. Once the liver regenerated, the ELT is explanted, leaving the subjects cured. Macroencapsulation prevents rejection by shielding the organoids from the host immune system, and minimizes the risk of tumorigenicity. The data shown demonstrate the ELT's potential to be developed into a safe and effective off-the-shelf treatment that, if validated in upcoming clinical trials, could replace liver transplantation for many patients with ALF.", "date": "2025-10-09", "journal": ""}
{"title": "Accelerated osteocytic citrate production in chronic kidney disease is associated with protection of the kidney", "doi": "10.1101/2025.10.08.681058", "authors": "Har, J. R. G.; Hsu, M. Y.-H.; Saum, K. L.; Singh, A.; Sriram, R.; Kuennen, D. P.; Zhu, E. K.; Pennathur, S.; Antoniewicz, M. R.; Surface, L. E.", "abstract": "Patients with chronic kidney disease (CKD) face elevated fracture incidences, but mechanisms underlying CKD-related bone loss remain unclear. Using the adenine-induced chronic kidney injury (AdKI) murine model, we identified that AdKI induces dysregulated glucose metabolism in bones and kidneys via in vivo and ex vivo metabolic tracing. Ex vivo 13C-metabolic tracing of osteocyte-enriched femora revealed accelerated citrate production from [1,2-13C]-glucose and [U-13C]-glutamine in AdKI mice. These metabolic changes were observed together with increased circulating citrate and Slc13a5 overexpression in bones from AdKI mice. Thus, to explore the role of citrate in AdKI, we utilized mice harboring a loss of function mutation in the citrate importer SLC13A5 (Slc13a5R337*/R337*). Mutant mice displayed elevated osteocytic citrate production, and elevated circulating citrate, without significantly worsened AdKI-related bone loss. Coincident with this, Slc13a5R337*/R337* mutant mice were significantly protected from loss of kidney function with attenuated AdKI-induced nephrolithiasis. We also confirmed that Slc13a5 is highly expressed in cortical bone compared to the kidney, suggesting the effect of the mutation is mediated by SLC13A5's function outside the kidney. Altogether, this study finds that accelerated osteocytic citrate production in CKD is associated with protection of kidney function, and modulation of citrate handling may be a site for therapeutic intervention in CKD.", "date": "2025-10-09", "journal": ""}
{"title": "Cortical Microstructural Variations Explain Individual Differences in Gamified Exploration-Exploitation Behaviours", "doi": "10.1101/2025.10.08.681181", "authors": "Tyrer, A.; Nikolova, N.; Dubois, M.; Banellis, L.; Vejlo, M.; Hauser, T. U.; Allen, M. G.", "abstract": "The exploration-exploitation trade-off is ubiquitous in our everyday lives, and individuals display considerable variability in their preferred decision-making strategies. Most previous work pertaining to neural signatures of exploration is restricted to functional pathways. However, the specific contributions of cortical microarchitectures to high-level cognitive processes such as decision-making are as yet unknown. Here, we investigated the neuroanatomical foundations of inter-individual variability in decision-making strategies. To this end, 122 healthy participants completed a gamified multi-armed bandit paradigm aimed at teasing apart distinct exploration-exploitation decision strategies. We also collected whole-brain quantitative MRI maps indexing microstructural features of cortical myelination and iron content. Through computational modelling, we disentangled individual-specific exploration strategies, including value-free random exploration. Whole-brain regression analyses identified significant associations between value-free exploration and increased cortical myelination in right frontal brain areas with reported links to impulsivity. By elucidating the brain microstructural correlates of distinct exploration-exploitation strategies, we aimed to further our understanding of why individuals differ in their decision-making capabilities, and how decision-making may become aberrant in mental health conditions.", "date": "2025-10-09", "journal": ""}
{"title": "Mechanical stretch disrupts calcium dynamics and redistributes Piezo1 in human astrocytes", "doi": "10.1101/2025.10.08.681038", "authors": "Shiravi, S.; Chakka, A.; Xiao, X.; Garcia, M. F.; Yufa, A.; Mitevska, A.; Seah, C.; Huckins, L. M.; Brennand, K.; Finan, J. D.", "abstract": "Astrocytes regulate the activity of nearby neurons so disruption of astrocyte calcium dynamics by traumatic brain injury (TBI) could have profound consequences for neural network activity in the brain. In this study, human induced pluripotent stem cell (hiPSC)-derived astrocytes were used in a two-dimensional (2D) in vitro stretch injury model to evaluate the effect of trauma on calcium dynamics, mitochondrial function, and the mechanosensitive ion channel Piezo1. Outcomes were assessed using live imaging, immunostaining, and RNA sequencing. Cell viability, mitochondrial membrane potential, and spontaneous calcium transients declined as injury severity increased. At moderate injury severity, the decreases in mitochondrial membrane potential and calcium dynamics were temporary. The spatial distribution of Piezo1 also changed temporarily after injury. RNA sequencing identified 196 genes that changed expression after injury, including downregulation of mitochondrial and oxidative metabolic processes and upregulation of cortical thinning pathways. These findings establish this model as a platform for investigating the cellular mechanisms of TBI and its influence on neurodegeneration. Keywords: Traumatic brain injury, hiPSC-derived astrocytes, calcium dynamics, mitochondrial dysfunction, Piezo1, RNA sequencing", "date": "2025-10-09", "journal": ""}
{"title": "Differential kinematic control and co-ordination among redundant joints during whole arm reaching movements", "doi": "10.1101/2025.10.08.681178", "authors": "Chakrabhavi, N.; Ghosal, A.; Murthy, A.", "abstract": "Normative upper limb movements are produced by multiple redundant joints. While the reaching task is specified at the endpoint, such task objectives become implicit at the level of joints. A fundamental question is whether planning and control of joints is solely in the service of the endpoint or whether they also include joint trajectories. Using Spearmans correlation and zero crossings, we found differential kinematic signatures of control between shoulder and elbow joints in contrast to the wrist joint. However, the extent of control among joints was substantially diminished compared to the endpoint. Further, when such control measures were compared to the subspaces of inter-trial joint exploration, we found that online control at proximal joints, such as the shoulder and elbow, were significantly associated in regulating the task space, while control at the wrist (distal) joint was associated in regulating joint redundancy in null space. These results suggest that null space is not entirely uncontrolled as per the uncontrolled manifold hypothesis but selectively controlled by some distal joints. Additionally, across different directions, either the shoulder or the elbow contributed dominantly towards the movement of the endpoint while the other joint was lagging and that this strategy reflected in our kinematic measures of online and trajectory control. Taken together, this study shows how the selective implementation of a leading joint in task space and a lagging joint in null space can enable the control of multi-jointed movements and attenuate the problem of joint redundancy.", "date": "2025-10-09", "journal": ""}
{"title": "Home range is not constrained by number of hippocampal neurons across mammals", "doi": "10.1101/2025.10.08.681184", "authors": "Elbon, M.; Casalino, G.; Herculano-Houzel, S.", "abstract": "Numbers of hippocampal neurons vary by over three orders of magnitude across mammalian species. What evolutionary pressures shape this diversity? Given the role of the hippocampus in spatial mapping, the greater spatial navigation demands of larger home ranges may drive selection for more hippocampal neuron. Using data from 342 species, we crossed home range and population density data with cortical and hippocampal neuron counts predicted from clade-specific brain scaling laws to examine whether home range scales universally with estimated hippocampal neuron numbers across mammals. We confirm that home range scales universally with the inverse of population density across species and increases with body mass and metabolic rate. However, home range does not scale universally with hippocampal or cortical neuron numbers. Rather, scaling relationships differ by clade, such that carnivorans and cetartiodactyls traverse home ranges over 1,000-fold larger than primates with equivalent hippocampal neuron numbers. These findings persist across data subsets controlling for study method, duration, and temporal scope. Numbers of hippocampal neurons are thus not limiting to spatial navigation in the wild, calling into question adaptationist explanations for the evolution of more hippocampal neurons based on a supposed need for increased spatial processing capacity. We propose that home range is determined primarily by population density, mediated by field metabolic rate and diet. The diversity in hippocampal neuron numbers across mammals, in turn, arises as a byproduct of clade-specific scaling of numbers of cortical neurons which we suggest is contingent on energetic opportunity, not on navigational or other cognitive demands.", "date": "2025-10-09", "journal": ""}
{"title": "A dual information seeking strategy improves imprecise human inferences outside the explore-exploit tradeoff", "doi": "10.1101/2025.10.08.681186", "authors": "Cao, Y.; Almeras, C.; Lee, J. K.; Wyart, V.", "abstract": "Everyday decisions require not just earning rewards but also learning about the world. We asked how people gather information when sampling is reward free, and compared this with reward seeking under identical outcome distributions. In a large study (N = 420), people employed two dissociable information seeking strategies. They often began by testing one option several times before switching, building early certainty, a sampling rule we call streaking. They also showed a global tendency to sample where uncertainty is greatest. Computational modeling shows that both strategies independently improve decision accuracy under noisy belief updating. Artificial neural networks trained to optimize performance acquired uncertainty-directed sampling but not early streaking, highlighting a feature of human sampling not spontaneously acquired by networks trained on these objectives. These results reveal a dual architecture of information seeking that links traits, sampling policies, and performance.", "date": "2025-10-09", "journal": ""}
{"title": "Transformer Networks Enable Robust Generalization of Source Localization for EEG Measurements", "doi": "10.1101/2025.10.08.681200", "authors": "Hart, D. M.; Polishchuk, S.; Dannhauer, M.", "abstract": "An electroencephalogram (EEG) is an electrical measurement of brain activity using electrodes placed on the scalp surface. After EEG measurements are collected, numerical methods and algorithms can be employed to analyze these measurements and attempt to identify the source locations of brain activity. These traditional techniques often fail for measured data that are prone to noise. Recent techniques have employed neural network models to solve the localization problem for various use cases and data setups. These approaches, however, make underlying assumptions that make it difficult generalize the results past their original training setups. In this work, we present a transformer-based model for single- and multi-source localization that is specifically designed to deal with difficulties that arise in EEG data. Hundreds of thousands of simulated EEG measurement data are generated from known brain locations to train this machine learning model. We establish a training and evaluation framework for analyzing the effectiveness of the transformer model by explicitly considering the source region density, noise levels, drop out of electrodes, and other factors. Across these vast scenarios, the localization error of the transformer model is consistently lower than the other classical and machine learning approaches. Additionally, we perform a thorough ablation study on the network configuration and training pipeline. The code and data used in this work will be made publicly available upon publication.", "date": "2025-10-09", "journal": ""}
{"title": "Senolytic Therapy as a Preventive Strategy for Low Back Pain", "doi": "10.1101/2025.10.08.681005", "authors": "Ghazizadeh, S.; Cherif, H.; Mannarino, M.; Sagir, J.; Millecamps, M.; Ouellet, J.; Stone, L.; Haglund, L.", "abstract": "Cell senescence drives inflammation and tissue breakdown and is a key hallmark of aging. Low back pain is strongly linked to age-related degeneration of spine tissues, and with an accumulation of senescent. Here we show that preventive administration of the senolytic agents o-vanillin and RG-7112 prevent the development of pain-related behaviour in young sparc-/- mice. Treated mice exhibit a reduction of senescence markers in the intervertebral discs, vertebral endplates, vertebral bone, and spinal cord, alongside a dampening of pro-inflammatory senescence-associated secretory factors in these tissues. This early senolytic intervention also preserves intervertebral disc volume and vertebral bone microarchitecture, indicating protection against structural degeneration of the spine. These findings demonstrate that targeting cellular senescence at an early stage can mitigate degenerative changes and pain, supporting senolytic therapy as a promising preventive strategy for musculoskeletal decline.", "date": "2025-10-09", "journal": ""}
{"title": "Global re-organisation of genome architecture at the transition to gametogenesis", "doi": "10.1101/2025.10.09.681386", "authors": "Huang, T.-C.; Rigau, M.; Malysheva, V.; Wildling, C.; Siciliani, S.; Balaguer Balsells, I.; Dion, C.; Artemov, P.; Spivakov, M.; M. Vaquerizas, J.; Hajkova, P.", "abstract": "Global epigenetic resetting in the gonadal primordial germ cells (PGCs) enables transition from early PGCs to gametogenesis and eventual restoring of totipotency after fertilisation. This reprogramming process involves global DNA demethylation, changes in nuclear morphology as well as remodeling of repressive histone modifications. Here, using combined cytological and Hi- C based methods, we reveal that following the epigenetic reprogramming and concomitant with their commitment to gametogenesis, pre-meiotic gonadal germ cells are characterised by a unique chromosome and genome architecture. This involves separation of individual chromosomes and anchoring of centromeres at the nuclear periphery, reduction of interchromosome interactions and disentangling of chromosome ends. Furthermore, genome-wide contact mapping documents striking remodeling of 3D genome architecture across all observable levels including disruption of topological associating domains (TADs), loss of detectable loops and reduced active-active compartment interactions. We further show that the diminished TADs correlate with the reduced levels of CTCF thus providing a unique in vivo physiological model to understand genome folding principles. Finally, we show that primordial germ cell like cells (PGCLCs), derived from embryonic stem cells, do not exhibit the same chromatin organisation as embryonic germ cells suggesting that the 3D genome remodeling accompanies acquisition of meiotic competency. Collectively, our findings uncover the existence of a unique chromatin architecture in premeiotic male and female gonadal germ cells and document that alongside global DNA demethylation, the germline epigenetic reprogramming involves erasure of memory at the genome architectural level through a complete re-organisation of the 3D genome.", "date": "2025-10-09", "journal": ""}
{"title": "Co-option of lysosomal machinery shapes the symbiosis supporting coral reefs", "doi": "10.1101/2025.10.09.679812", "authors": "Maruyama, S.; Henderson, C. F.; Swinhoe, N.; Kowalewski, G. P.; Meier, E. K.; Engelke, T. R.; Cleves, P. A.", "abstract": "Intracellular photosymbiosis has evolved across life and forms the foundation of coral reef ecosystems. Using the sea anemone Aiptasia as a model, we generated a high-quality proteome of the symbiosome, the organelle that houses algal symbionts. This proteome revealed protein trafficking mechanisms and the types of biomolecules exchanged during symbiosis. Symbiosomal enrichment of lysosomal proteins, visualization of lysosomal fusion, along with reduced symbiosis following knockdown of lysosomal genes, supports its phagolysosomal identity and that extensive co-option of lysosomal proteins shapes the symbiosome. CRISPR/Cas9-induced mutations in the symbiosomal and lysosomal bicarbonate/sulfate transporter, SLC26A11, disrupted symbiosis in both Aiptasia and a reef-building coral. These findings support that anemones and corals independently evolved a carbon-concentrating and sulfate transport mechanism to fuel photosymbiosis by co-opting an orthologous lysosomal transporter.", "date": "2025-10-09", "journal": ""}
{"title": "PEG10-ORF1 programs trophoblast progenitor development for placental labyrinth formation", "doi": "10.1101/2025.10.08.681076", "authors": "Shiura, H.; Fujii, M.; Ooga, M.; Wakayama, S.; Ito, D.; Kohda, T.; Kaneko-Ishino, T.; Ishino, F.", "abstract": "The emergence of the placenta was a significant event in mammalian evolution, enabling therian mammals to give birth to live young through viviparity. A key genomic change associated with this process was likely the acquisition of the therian-specific paternally expressed 10 (PEG10) from a metavirus, as Peg10-null mutant mice exhibit early embryonic lethality due to the absence of both the spongiotrophoblast and labyrinth layers in the placenta. PEG10 encodes a GAG-like open reading frame 1 (ORF1) and a POL-like ORF2, and produces two proteins, PEG10-ORF1 and PEG10-ORF1/2 fusion proteins, via the -1 frameshift mechanism conserved in retroviruses and metaviruses. Here, we demonstrate PEG10-ORF1 plays an essential and distinct role in labyrinth development. Mice lacking ORF1 but retaining the ORF1/2 protein initially developed normally in both embryos and placentas; however, later exhibited underdevelopment of the placental labyrinth's complex microarchitecture, accompanied by mid- to late gestational growth retardation and lethality. These severe defects are most likely attributable to dysregulated development of labyrinth trophoblast precursor (LaTP) cells. Beyond its essential role in early placental formation, we previously demonstrated that the DSG protease domain within PEG10-ORF1/2--a metaviruse-derived feature--is critical for maintaining fetal capillaries during late gestation. Thus, PEG10 fulfills multiple indispensable functions in placental formation and maintenance by exploiting a metavirus-derived multi-protein and -peptide production system, despite being a single gene. This study provides additional evidence underscoring the profound role of PEG10 acquisition in therian placental evolution.", "date": "2025-10-09", "journal": ""}
{"title": "Beyond years of schooling: Shifting genetic influences across educational milestones in two Norwegian cohorts", "doi": "10.1101/2025.10.08.680992", "authors": "Kvalvik, E. H.; Wang, Y.; Walhovd, K. B.; Lyngstad, T. H.; Rogeberg, O.", "abstract": "Although educational attainment is heritable, its conventional measurement in genetic research as years of education (EduYears) is not designed to reveal potential stage-specific genetic influences across discrete milestones. In two Norwegian cohorts (Norwegian Mother, Father and Child Cohort Study, N = 120,527; Norwegian Twin Registry, N = 8,910), we quantified the genetic contributions to completing high school, bachelors, masters and PhD using genome-wide association studies (GWAS), polygenic indices (PGIs) and twin models. Transition-specific analyses, conditioning on prior success, revealed that observed-scale common-variant heritability (h2SNP) and PGI predictability followed an inverse-U pattern, peaking at the transition into higher education (h2SNP {approx} 0.14; R2Tjur {approx} 0.05) before declining for postgraduate degrees. Genetic correlations (rg) with large-scale GWAS of EduYears (EA4) and intelligence (IQ3) were high for early transitions but declined markedly for later ones (e.g., rg with EA4 from {approx} 0.92 to {approx} 0.38). In cumulative analyses, aggregating liability across prior milestones, the gap between twin- and SNP-based heritability narrowed at higher levels of attainment (h2twin {approx} 0.6 [-&gt;] 0.3; h2SNP {approx} 0.22 [-&gt;] 0.19), while the genetic overlap between distant milestones diminished (rg {approx} 0.92 [-&gt;] 0.71). These patterns, obscured by EduYears metrics, highlight a dynamic genetic architecture across educational milestones, refining polygenic prediction and addressing misconceptions about uniform genetic influences on educational progression.", "date": "2025-10-09", "journal": ""}
{"title": "A UNIQUOME BASED METHOD FOR THE PROTEIN IDENTIFICATION BY MASS SPECTROMETRY", "doi": "10.1101/2025.10.08.681213", "authors": "Pierros, V.; Kontopodis, E.; Stravopodis, D. J.; Tsangaris, G. T.", "abstract": "Protein identification by mass spectrometry is a pivotal step in proteomics. Numerous methods have been developed to securely and effectively identify proteins derived from experimentally detected peptides by mass spectrometry. The dominant approach is based on the assumption that each experimentally identified peptide can be matched with a peptide included in a database of peptide sequences, generated by in silico digestion of proteins with a specific proteolytic enzyme. In this way, the protein containing the peptide can be identified. In a more advanced approach, the proteins and their in silico digested peptides in the database are transformed into theoretical mass spectrometry spectra, and search engines match the experimentally obtained spectra to these theoretical spectra generated from protein and peptide sequences. We developed an alternative method for protein identification using Core Unique Peptides (CrUPs) and the Uniquome, termed as Uniquome-Based Protein Identification Method (UB-PIM). According to this method, instead of searching for peptides in the database of in silico_digested peptides, we search for CrUPs within the experimentally obtained peptides by mass spectrometry. If a peptide contains at least one CrUP, it can be directly correlated to the protein from which the CrUP is derived. Because of the unique nature of CrUPs, peptides obtained by MS can securely and uniquely identify the protein of origin. This provides a reference space in which even single-peptide identifications can achieve high specificity, reducing the ambiguity caused by shared or homologous sequences and improving the interpretability of MS data. Furthermore, UB-PIM can be applied to any type of peptide and is effective with both Data-Independent Acquisition (DIA) and Data-Dependent Acquisition (DDA) approaches, as well as with top-down and bottom-up proteomics. This allows confident protein identification from minimal evidence, expands the scope of detectable proteins, and remains computationally efficient, rapid, and universally applicable.", "date": "2025-10-09", "journal": ""}
{"title": "Targeting Radiation-Induced Glioma-Initiating Cells in Patient-Derived Glioblastoma", "doi": "10.1101/2025.10.08.681196", "authors": "Cardenas, A.; Sutlief, S.; Pajonk, F.", "abstract": "Background: Glioblastoma (GB) is a highly aggressive and treatment-resistant brain cancer with poor prognosis. Surgical resection followed by radiotherapy (RT) with the chemotherapeutic, temozolomide (TMZ), is the standard GB treatment; yet recurrence often occurs. GB is organized hierarchically with a small population of radiation-resistant glioma-initiating cells (GICs) that self-renew and drive tumor growth. Importantly, RT can induce a subset of cells from non-tumor-initiating into glioma-initiating cells (iGICs). Both GICs and iGICs contribute to tumor recurrence and therapy resistance. Thus, without effective elimination of non-tumorigenic GB and prevention or targeting of GICs, a cure is unlikely. The objective of this study is to identify small molecules that block RT-induced phenotypic conversion to occur. Method: We conducted a high-throughput screen of NCI Cancer Therapy Evaluation Program (CTEP) compounds with evidence for crossing the blood-brain-barrier. To identify stem-like or reprogramming of cells, we transduced GB cell lines representing each TCGA subtype to express a fluorescent reporter for proteasomal activity that distinguishes non-tumor-initiating cells from GICs. We tested CTEP agents at 10 different concentrations in combination with radiation. Results: Our results identified selumetinib as a candidate compound that effectively prevents radiation-induced phenotype conversion. Furthermore, in combination with radiation, selumetinib decreased stem cell maintenance in GICs with differential effects on viability in non-tumorigenic cells. Conclusion: Taken together, these findings suggest that repurposing FDA-approved compounds alongside current therapies may effectively target the cellular and molecular heterogeneity of GB. Furthermore, since these agents are already clinically approved, this approach can be rapidly implemented in the clinic.", "date": "2025-10-09", "journal": ""}
{"title": "Nutritional hyperketonemia by dietary medium-chain fatty acids is driven by the liver without contribution from the intestine", "doi": "10.1101/2025.10.08.681190", "authors": "Cao, Y.; Feola, K.; Gottmann, P.; Holm, S. K.; Monroy, R.; Bishop, C. A.; Clemmensen, C.; Schuermann, A.; Fritzen, A. M.; Huen, S. C.; Kleinert, M.", "abstract": "Objective: Dietary medium-chain fatty acids (MCFAs) are absorbed in the intestine and transported to the liver via the portal vein. The rate-limiting enzyme for ketogenesis, 3-hydroxy-3-methylglutaryl-CoA synthase 2 (HMGCS2), is expressed in both the liver and intestine. While the liver is well established as the primary site of ketogenesis during fasting, the intestine's role in nutritional hyperketonemia from dietary MCFAs is unclear. Methods: To achieve nutritional hyperketonemia, we orally administered medium-chain (C8:0) triacylglycerol (MCT) oil to control and liver- and intestine-specific Hmgcs2 knockout mice and measured {beta}-hydroxybutyrate ({beta}-OHB) levels in the portal vein and systemic circulation. MCFA-driven {beta}-OHB production was also assessed in primary murine hepatocytes and human and murine intestinal cell lines. Expression of enzymes involved in MCFA oxidation and ketogenesis was analyzed using publicly available bulk and single-cell RNA sequencing data from human and mouse tissues. Results: In MCT-treated mice, {beta}-OHB levels increased four-fold in systemic circulation and statistically more (six-fold) in the portal vein, the latter suggesting intestinal contribution to systemic hyperketonemia. However, circulating {beta}-OHB increased similarly in control mice and those lacking intestinal Hmgcs2. RNA sequencing data of human and mouse tissues showed that medium-chain acyl-CoA synthetases, enzymes required for MCFA activation, are scarcely expressed in intestinal cells. Consistently, cultured intestinal cells failed to produce {beta}-OHB from MCFA (octanoic acid, C8:0), unlike hepatocytes, which produced substantial levels of {beta}-OHB when treated with MCFA. Finally, MCT-induced nutritional hyperketonemia was completely abolished in mice lacking hepatic Hmgcs2. Conclusion: Nutritional hyperketonemia from dietary C8:0-MCFA is mediated by the liver, not the intestine, which appears to lack the enzymes to activate MCFAs. In addition, the common practice of measuring metabolites or other factors in portal vein blood as a readout for intestinal contribution must be used with caution.", "date": "2025-10-09", "journal": ""}
{"title": "NPS neurons receive extensive input from auditory brainstem nuclei", "doi": "10.1101/2025.10.08.681223", "authors": "Zhang, R.; Geerling, J. C.", "abstract": "Neurons that produce NPS send output to brain regions implicated in circadian function and threat responses, but less is known about the afferent control of NPS neurons. In this study, we used a conventional retrograde tracer, cholera toxin beta subunit (CTb), to identify afferents to the rostral-lateral parabrachial region that contains the main concentration of NPS neurons. We then used Cre-dependent rabies retrograde tracing in Nps-2A-Cre mice to identify inputs specifically to NPS neurons. Nps-expressing neurons receive heavy input from auditory brainstem structures, including the inferior colliculus, nucleus of the lateral lemniscus, superior olivary complex, and cochlear nucleus. These findings suggest an unexpected role for auditory information in controlling the activity of NPS neurons.", "date": "2025-10-09", "journal": ""}
{"title": "The GLP-1R Agonist Semaglutide Reduces Motivated Running and Alters Dopamine Dynamics in the Nucleus Accumbens", "doi": "10.1101/2025.10.08.681212", "authors": "Foscue, E.; Trinko, J. R.; Jimenez, J. L.; Kong, E.; Thompson, S.; Stankewich, K.; Corstens, A.; Serlie, M.; Taylor, J.; DiLeone, R.", "abstract": "Glucagon-like peptide-1 receptor (GLP-1R) agonists have recently emerged as powerful tools for the treatment of obesity through their ability to suppress food intake. However, their effects on non-ingestive motivated behaviors remain incompletely understood. Here, we show that the long-acting GLP-1R agonist semaglutide (SG) suppresses voluntary wheel running in both lean and diet-induced obese mice. Importantly, this suppression of activity was not caused by hypophagia and was accompanied by decreased motivation, with SG-treated mice displaying reduced effort for wheel access in a progressive ratio task. Real-time measurements of dopamine via fiber photometry revealed specific dopamine changes in the nucleus accumbens at both the beginning and end of running bouts, with SG-treated animals showing amplified dopamine dynamics at these key behavioral timepoints. Collectively, these data reveal important non-ingestive behavioral effects of GLP-1R agonism and suggest a role for dopamine circuits in mediating reductions of volitional activity following SG treatment.", "date": "2025-10-09", "journal": ""}
{"title": "Arm dominance emerges through asymmetric practice of complex trajectory shapes inherent to tool-use", "doi": "10.1101/2025.10.08.680998", "authors": "Arac, A.; Jeong Lee, N. Y.; Krakauer, J. W.", "abstract": "Limb dominance is a human behavioral characteristic with many cultural, practical, scientific and clinical implications. Yet why the dominant limb performs better across a range of motor skill-requiring tasks remains unanswered. Is it because of an intrinsic hemispheric advantage or instead is it the result of life-long practice with the dominant side? We tested these alternatives using two tasks. The first was 3D reaching with either an inertial challenge or the need to use a stick-like tool. The second required participants to write with their dominant and non-dominant elbows. We applied a novel geometric analysis to quantify movement-trajectory shape. We show that (1) tool-use unmasks markedly inferior control in the non-dominant arm, and this is because it imposes the need to generate unfamiliarly shaped movement trajectories; and (2) there is no general dominant limb motor control advantage, only task-specific experience or practice. These results reframe dominance as predominantly about learned control of kinematics rather than baseline asymmetry in control of dynamics.", "date": "2025-10-09", "journal": ""}
{"title": "Epicardial contributions to fibro-inflammatory signaling in a Pkp2-deficient arrhythmogenic cardiomyopathy model", "doi": "10.1101/2025.10.08.680826", "authors": "Han, D. D.; Brooks, A.; Baker, C.; Dirkx, R. A.; Mickelsen, D. M.; Fisler, B.; Phadke, K.; Ashton, J.; Delmar, M.; Small, E. M.", "abstract": "Background: Arrhythmogenic Cardiomyopathy (ACM) is an inherited disease that is characterized by lethal ventricular arrhythmias stemming from myocyte dysfunction. ACM is associated with considerable subepicardial fibrosis and inflammation with right ventricle predominance. Most cases of gene positive ACM are caused by a desmosome protein mutation, with plakophilin-2 (Pkp2) mutations being most common. We hypothesized Pkp2-deficiency in epicardium-derived cells (EPDCs) contributes to fibro-inflammatory signaling and ACM pathogenesis. Methods: We developed transgenic mice that lack Pkp2 in cardiomyocytes (PKP2-cKO) or in both cardiomyocyte and EPDC (PKP2-ceKO) via the tissue-specific expression of tamoxifen-inducible Cre recombinase. Non-myocyte populations were isolated 21 days post-tamoxifen injection for single cell RNA-sequencing (scRNA-seq). Immunohistochemistry, flow cytometry, qRT-PCR, and echocardiography were used to interrogate cardiac physiology and cellular composition. Results: We identified a population of epicardium-derived fibroblasts characterized by the expression of Ccl2, Ccl7, Thbs1, and Ptx3 that accumulated upon Pkp2 deletion. While pro-inflammatory EPDCs are found in PKP2-cKO mice, they become significantly enriched in PKP2-ceKO mice. Pro-inflammatory fibroblasts acquired the senescence-associated secretory phenotype (SASP), correlating with elevated Senescence Associated (SA)-{beta}gal staining in the right ventricle. Gene expression, flow cytometry, and histological data also revealed an exaggerated inflammatory response in PKP2-ceKO mice, that progresses from right to bi-ventricular predominance. Importantly, macrophages and B cells accumulate in both PKP2-cKO and PKP2-ceKO mice compared to controls. Antibody-mediated B cell depletion delays the early inflammatory and fibrosis response but did not significantly alter end-stage cardiac physiology. Conclusion: Pkp2 deletion in EPDC facilitates the emergence of a fibro-inflammatory phenotype that may contribute to ACM pathogenesis.", "date": "2025-10-09", "journal": ""}
{"title": "Beyond miRNA cargo profiles: anti-inflammatory roles of extracellular vesicle-enriched miRNAs derived from human intervertebral disc cells unveiled by functional testing", "doi": "10.1101/2025.10.08.681183", "authors": "Li, L.; Sun, A.; Ghazizadeh, S.; Al-Jallad, H.; Upshaw, K.; Alfaisali, S.; Ouellet, J.; Jarzem, P.; Cherif, H.; Haglund, L.", "abstract": "Intervertebral disc (IVD) degeneration is a leading cause of chronic low back pain and a major contributor to global disability. Understanding the molecular mechanisms underlying this condition is essential for developing targeted therapies. Among these mechanisms, microRNAs (miRNAs) have emerged as critical post-transcriptional regulators of gene expression in IVD cells, influencing key processes such as extracellular matrix (ECM) homeostasis, inflammatory signalling, and cellular senescence. Extracellular vesicles (EVs), which transport miRNAs between cells, represent a promising avenue for therapeutic intervention. However, the composition of their miRNA cargo across different stages of disc degeneration remains inadequately characterized. We isolated EVs from primary human IVD cells derived from non-degenerate, mildly-degenerate, and severely degenerate tissues, and performed small RNA sequencing to profile their miRNA content. Bioinformatic analyses revealed enrichment in pathways related to ECM-receptor interaction, focal adhesion, inflammation, and cell cycle regulation. Notably, let-7b-5p and miR-100-5p were among the most abundant miRNAs and were significantly lower in EVs from degenerate discs. Functional assays demonstrated that transfection of IVD cells with let-7b-5p or miR-100-5p mimics individually suppressed IL-1{beta} expression at both mRNA and protein levels, confirming their anti-inflammatory roles. Strikingly, co-delivery of both miRNAs enhanced suppression of pro-inflammatory mediators, reduced senescence-associated p16 expression, and upregulated TIE2 mRNA, indicating synergistic effects in promoting a regenerative cell phenotype. These findings highlight the regulatory roles of EV-enriched let-7b-5p and miR-100-5p in modulating inflammation and senescence in IVD cells, and underscore the potential of miRNA-loaded EVs as cell-free regenerative therapies for disc degeneration.", "date": "2025-10-09", "journal": ""}
{"title": "Discrete protein dynamics enable long-range communication", "doi": "10.1101/2025.10.08.681220", "authors": "Katz, A. J.; Sari, L. M.; Manley, L. J.; Toprak, E.; Lin, M. M.", "abstract": "Allostery, in which perturbations at an input protein site tune the activity at a distant output site, allows proteins to serve as molecular logic gates. Often, information is transmitted without altering the structure outside of the input and output sites. This focalized allostery requires correlated motion between protein backbone dihedral angles that are separated by distances many times longer than the scale of electrostatic interactions. What physical properties of folded proteins enable such long-distance information sharing despite thermal noise is unclear. To address this question, we introduce a Variable-Well Dihedral (VWD) model Hamiltonian which removes dependence on chemical details and forces, instead only tuning the degree of nonlinearity of purely local interactions within a densely-packed polymer. We show that tuning the physical parameters of the model gives rise to focalized allostery in so far that doing so increases the discreteness of the internal degrees of freedom, with real proteins occupying the highly discrete regime. These results parallel, at the molecular scale, the superiority of digital compared to analog signal processing for telecommuncations under noisy conditions.", "date": "2025-10-09", "journal": ""}
{"title": "Metabolic plasticity drives mechanisms of PARP inhibitor persistence in ovarian cancer", "doi": "10.1101/2025.10.08.681266", "authors": "Herrera, A. d. P.; Song, J.-H.; Torres-Arciga, K.; Halder, S.; El Bakkouri, K.; Damaghi, M.; Ferrall-Fairbanks, M. C.", "abstract": "Ovarian cancer results in the death of 1 in 6 patients within the first three months of diagnosis, making it the fifth deadliest cancer in the United States. While clinicians have moved towards using targeted therapies, patients often stop responding to the treatment. In this study, we combined both experimental and computational techniques to explore this process by treating OVCAR3 cell line with Olaparib (a PARP inhibitor). We then performed single cell RNA sequencing on both naive and persistent populations. RNA velocities analysis indicated that there was a trajectory of gene expressions adaptation toward the persister phenotype. To further investigate the persistence mechanism, metabolic pathways were scored on our single cell data, and persistence cells were found to have differentially expressed glutamine metabolism compared to naive cells. To test these findings, both persistent and naive cells where cultured in glutamine deprived media and we found persistent cells have higher viability than the naive cells particularly under Olaparib treatment. We then found that these cells acquired glucose dependency that can be used as vulnerability. This finding suggested increased plasticity of cancer cells under long-term Olaparib treatment. We then built a math model that suggested treatment scheduling could be improved by considering metabolic plasticity in response to Olaparib treatment.", "date": "2025-10-09", "journal": ""}
{"title": "A Rapid Gene Expression Profiler Classifies AML Tumor Responsiveness to Standard Therapies", "doi": "10.1101/2025.10.08.681215", "authors": "Kurtz, S. E.; Eide, C. A.; Kaempf, A.; Long, N.; Miller, A.; Bottomly, D.; McWeeney, S.; Anand, S.; Ng, S. W.; Wang, J. C.; Dick, J. E.; Tyner, J. W.", "abstract": "The emergence of transcriptional signatures that define cell types and pathways has made it possible to guide cancer therapy selection through gene expression profiling. We developed a rapid qPCR-based platform to profile cell state, stemness, and BCL2 family gene expression as a companion diagnostic test for acute myeloid leukemia (AML). We validated the stability and utility of the signatures across multiple measurement platforms and using patient samples from two centers. Integrating these signatures with clinical features enables an expedient means to predict the likelihood of patient responses to two standard-of-care therapies: intensive chemotherapy and hypomethylating agent plus venetoclax (HMA+Ven). For patients treated with HMA+Ven, expression levels of the promonocyte-like signature and BCL2 add predictive value for response and overall survival in multivariable models that include genetic features. The incorporation of the rapid profiler into the prospective evaluation of newly diagnosed AML patients may enhance treatment stratification and improve outcomes.", "date": "2025-10-09", "journal": ""}
{"title": "Integrating functional genomics and proteomics identifies Folate Carrier SLC19A1 as a predictor of pralatrexate sensitivity in T-cell lymphoma", "doi": "10.1101/2025.10.08.681217", "authors": "Pantazis, J. C.; Pomeroy, A. E.; Palmer, A. C.", "abstract": "Cancer therapies are typically effective in subsets of patients, reflecting the molecular diversity of cancers and motivating the need for predictive biomarkers of response. Biomarker-guided therapy is increasingly useful in oncology, yet biomarker discovery remains complicated by the large number of molecular features that make it difficult to distinguish causal determinants from spurious associations. To address this challenge, we combined functional genomic screening, proteomics, and drug sensitivity profiling to discover response biomarkers for a number of therapies used in the treatment of Peripheral T-Cell Lymphomas (PTCL). First, we used genome-wide CRISPR-dCas9 interference screens in PTCL cells under drug treatment to identify a shortlist of genes whose knockdown directly increases or decreases drug sensitivity. Next, we profiled drug responses across a diverse panel of 30 PTCL cultures and, from the shortlist, identified genes whose protein abundance correlated with drug sensitivity. Genes detected by both approaches are causal determinants of drug response and correlates of drug response across the panel of lymphoma cultures, making them promising candidates for predictive biomarkers. Basal expression of the reduced folate carrier SLC19A1 was a strong predictor of pralatrexate sensitivity, consistent with its role as the primary transporter for pralatrexate uptake. Simulated clinical trials predicted that biomarker-guided patient selection could improve the power to detect significant benefit of adding pralatrexate to frontline chemotherapy in PTCL. These findings illustrate how the causal insights of functional genetic screens can augment correlative studies to identify biomarkers of drug response, and suggest the potential for precise use of pralatrexate for PTCL.", "date": "2025-10-09", "journal": ""}
{"title": "Integrated single-cell whole genome sequencing and spatial transcriptomics reveal latent intra-tumoral heterogeneity in ovarian cancer", "doi": "10.1101/2025.10.08.676897", "authors": "Bassiouni, R.; Jin, Y.; Gibbs, L. D.; Qian, J.; Rotimi, S. O.; Miller, H.; Webb, M. G.; Rajpara, S.; Arias-Stella, J.; Craig, D. W.; Roman, L.; Carpten, J. D.", "abstract": "The mortality rate of ovarian cancer remains disproportionately high compared to its incidence. This is partly due to a high level of intra-tumoral heterogeneity that promotes disease recurrence and treatment failure. In this study, we describe degrees of heterogeneity revealed by single-cell whole genome sequencing and spatial transcriptomics of five epithelial ovarian carcinomas. At the cellular level, we describe pseudo-diploid cells that match the malignant cell population in both somatic variant and copy number patterns. At the clonal and subclonal levels, we describe diversification associated with copy number gains and whole genome doubling. In multi-clonal samples, we infer evolutionary relationships from single cell copy number, loss of heterozygosity analysis, and somatic variant detection, and correlate these with tissue histology and gene expression programs. In one sample, we identify functionally consequential copy number alterations that contribute to molecular diversity, cell proliferation, and inflammation in a minor clone that persisted without major expansion alongside a more complex major clone. In another, we describe a complex evolutionary history including a spontaneous reversion of a driver mutation in a secondary clone, which correlated with a switch in oncogenic expression programs.", "date": "2025-10-09", "journal": ""}
{"title": "TRPM2 is a direct pain transducer", "doi": "10.1101/2025.10.08.681237", "authors": "Varghese, L.; Alizada, M.; Yang, J.; Feng, Y.; Malhotra, M.; Zhang, X.", "abstract": "Chronic pain results from maladaptive interaction between the immune and nervous systems. TRPM2 channels in immune cells (immune TRPM2) are believed to facilitate chronic pain by indirectly promoting immune-inflammatory responses. Whereas TRPM2 in sensory neurons (neuronal TRPM2) acts as a warmth sensor critical to sense innocuous warm temperatures. However, neuronal TRPM2 mediates the warmth sensitivity of less than 3.5% of sensory neurons. The functions of the vast majority (42%) of TRPM2+ neurons are unknown. Here we show that neuronal TRPM2 functions as a pain sensor responsible for directly transducing acute and chronic pain independently of immune TRPM2. Both chronic arthritis pain and neuropathic pain were markedly reduced in TRPM2-knockout mice, and the pain deficit was recapitulated by sole deletion of neuronal TRPM2. However, immune and inflammatory responses were largely similar between wild-type and neuronal TRPM2-deficient mice. Moreover, antagonizing joint TRPM2 rapidly reversed chronic arthritis pain without affecting joint inflammation. Mechanistically, TRPM2 is activated by PGE2 and IgG immune complex (IgG-IC) through GalphaoA and FcgRI coupling, respectively, independently of conventional signalling messengers. Consistently, acute pain induced by PGE2 and IgG-IC was abolished in TRPM2 mutant mice. We conclude that neuronal TRPM2 is a convergent direct pain transducer independently of inflammation, representing an appealing target for alleviating chronic pain.", "date": "2025-10-09", "journal": ""}
{"title": "Clinical profile impacts the replicability of multivariate brain-behavioural associations", "doi": "10.1101/2025.10.08.674881", "authors": "Wang, M.; McPherson, B. C.; Misic, B.; Pestilli, F.; Greenwood, C. M.; Poline, J.-B.", "abstract": "Recent work suggests that thousands of individuals are required in multivariate brain-behaviour analyses to obtain consistently replicable results. Some believe, however, that smaller sample sizes may be sufficient if specific subpopulations are targeted. We investigated how sample size and cohort composition influence the replicability of Canonical Correlation Analysis (CCA) results using the UK Biobank (N=40,514). We applied CCA to diffusion-weighted magnetic resonance imaging (dMRI) phenotypes and cognitive assessment test scores. We defined four participant cohorts based on clinical profile and found that, across all cohorts, sample sizes of around 500 were needed to obtain replicable canonical correlations and variable loadings. The most targeted cohort required much fewer samples to achieve similar or greater correlations than the other cohorts. Variable loadings were consistent between sample sizes of ~500 to thousands, suggesting that sample sizes in the order of hundreds may be sufficient for obtaining reliable CCA results.", "date": "2025-10-09", "journal": ""}
{"title": "RIG-I-like receptor-dependent type I Interferon regulates antigen dose and activation in yellow fever vaccine 17D-infected antigen presenting cells", "doi": "10.1101/2025.10.08.680190", "authors": "Zaucha, M.; Winheim, E.; Santos-Peral, A.; Dhavale, A.; Schwarzlmueller, P.; Dahlstroem, F.; Spielmann, G.; Scheck, M. K.; Rinke, L.; Huang, Y.; Arshakova, V.; Eisenaecher, K.; Karimzadeh, H.; Pritsch, M.; Spanier, J.; Kalinke, U.; Thorn- Sesshold, J.; Spaeth, G. B.; Rothenfusser, S.; Krug, A. B.", "abstract": "The live-attenuated yellow fever vaccine 17D-204 (YF17D) activates robust innate immune responses followed by rapid induction of adaptive immunity resulting in long-lasting protection. YF17D triggers the production of type I interferons (IFNs) which have a dual role in antigen presenting cells regulating their infection and contributing to their activation. Infection with YF17D was detected in primary human blood monocytes and conventional dendritic cells (DCs) and in monocyte-derived DCs but was highly restricted by type I IFN. Blocking IFNAR signaling in YF17D-infected PBMC from vaccinated donors resulted in increased activation of YF17D-specific CD8+ T cells. Consistently, peak IFN-alpha plasma levels correlated inversely with the CD8+ T cells response in YF17D vaccinees. Loss of function experiments demonstrated a dominant role of retinoic acid inducible gene I (RIG-I)-like receptors (RLRs) and mitochondrial antiviral signaling protein (MAVS) for type I IFN induction and restriction of YF17D. The type I IFN response was mediated by 5' tri- or diphosphate dsRNA intermediates that are formed during YF17D infection. In vivo proximity labelling (IPL) of RIG-I and next-generation sequencing confirmed interaction of RIG-I with YF17D-dsRNA in infected cells. Thus, YF17D-triggered RLR-signaling restricts viral replication through type I IFN and thus limits the production of viral antigens that can be presented to T cells.", "date": "2025-10-09", "journal": ""}
{"title": "Arylsulfatase I is a novel lysosomal chondroitin sulfatase regulating endochondral ossification", "doi": "10.1101/2025.10.08.680342", "authors": "Grecco-Machado, R.; Nadanaka, S.; Naito-Matsui, Y.; Iavazzo, M.; Brown, D. S.; Hassanzadeh, M.; Chang, T.; Polishchuk, E.; Pickering, I. J.; George, G. N.; Hackett, M. J.; Volpi, N.; Settembre, C.; Kitagawa, H.; Eames, B. F.", "abstract": "During endochondral ossification, chondrocytes undergo maturation and biochemically modify their extracellular matrix, such as by expressing the collagen degradation enzyme matrix metalloproteinase 13. Similar modifications to cartilage proteoglycans (PGs), which are predominantly chondroitin sulfate, have not been characterized. Using synchrotron X-ray fluorescence imaging, we demonstrated that PG sulfation significantly decreased during cartilage maturation of chick embryos. Laser-capture microdissection and RNAseq revealed upregulation of Arylsulfatase I (Arsi) in mature cartilage of mouse. ARSI protein also increased in mature cartilage of mouse and chick in vivo and during maturation of ATDC5 chondrocytes in vitro, whereas expression of the two known chondroitin sulfate PG sulfatases (ARSB and GALNS) was not specific to mature cartilage. Colocalization studies suggested that ARSI is lysosomal, and functional assays revealed that ARSI impacts lysosome homeostasis in chondrocytes. Biochemical analyses of ARSI gain and loss of function cell lines and isolated cell-free systems revealed that ARSI is a novel chondroitin sulfatase, specifically desulfating GalNAc4S at the nonreducing terminal of CS/DS. Finally, Arsi knockout in RCS chondrocytes caused increased expression of maturation genes, such as Col10a1 and Mmp13. In total, these data identify ARSI as a novel PG sulfatase regulating endochondral ossification.", "date": "2025-10-09", "journal": ""}
{"title": "Visualizing PINK1 Activity Dynamics in Single Cells with a Phase Separation-Based Kinase Activity Reporter", "doi": "10.1101/2025.10.08.681260", "authors": "Vineall, K. G.; Andrikopoulos, A.; Sun, M. J.; Yan, A.; Hartanto, E. R.; Schmitt, D. L.", "abstract": "Phosphatase and tensin homologue-induced kinase 1 (PINK1) is a serine/threonine kinase that plays roles in mitophagy, cell death, and regulation of cellular bioenergetics. Current approaches for studying PINK1 function depend on bulk techniques that can only provide snapshots of activity and could miss the dynamics and cell-to-cell heterogeneity of PINK1 activity. Therefore, we sought to develop a novel PINK1 kinase activity reporter to characterize PINK1 activity. Taking advantage of the separation of phases-based activity reporter of kinase (SPARK) design, we developed a phase separation-based PINK1 biosensor (PINK1-SPARK). With PINK1-SPARK, we observe real-time PINK1 activity in single cells treated with mitochondria depolarizing agents or pharmacological PINK1 activators. We then developed a Halo Tag-based PINK1-SPARK for multiplexed imaging of PINK1 activity with live-cell markers of mitochondrial damage. Thus, PINK1-SPARK is a new tool that enables temporal measurement of PINK1 activity in single cells, allowing for further elucidation of the role of PINK1 in mitophagy and cell function.", "date": "2025-10-09", "journal": ""}
{"title": "Induction of menstruation in mice reveals the regulation of menstrual shedding", "doi": "10.1101/2025.10.08.681007", "authors": "Cevrim, C.; Hilgert, N. J.; Kaage, A. M.; Russell, A. J. C.; Goldstein, A. E.; Ang, C. J.; Gable, J. L. R.; Bagamery, L. E.; Breznik, A.; Di Bella, D. J.; Talay, M.; Peng, J.; O'Neill, K. E.; Chen, F.; Eddy, S. R.; McKinley, K. L.", "abstract": "During menstruation, an inner layer of the endometrium is selectively shed, while an outer, progenitor-containing layer is preserved to support repeated regeneration. Progress in understanding this compartmentalization has been hindered by the lack of suitable animal models, as mice and rats do not menstruate. Here, we present transgenic mouse models that recapitulate the key anatomical, functional, and transcriptional features of human menstruation through targeted chemogenetic activation of premenstrual differentiation. Using single-cell spatial transcriptomics, we define a new paradigm for spatially regulated fibroblast differentiation that drives pre-menstrual endometrial layering and ultimately determines the extent of tissue shedding. Our results revise a century-old view of endometrial shedding and regeneration and establish new transgenic mice as powerful tools to advance menstruation research.", "date": "2025-10-09", "journal": ""}
{"title": "CSCN: Inference of Cell-Specific Causal Networks Using Single-Cell RNA-Seq Data", "doi": "10.1101/2025.10.09.681381", "authors": "Wang, M.; Yang, J.; Lyu, L.; Chen, J.", "abstract": "Understanding gene regulation is fundamental to deciphering the coordinated activity of genes within cells. Although single-cell RNA sequencing (scRNA-seq) enables gene expression profiling at cellular resolution, most gene network inference methods operate at the tissue or population level, thereby overlooking regulatory heterogeneity across individual cells. Recent approaches, such as Cell-Specific Network (CSN) and its extension c-CSN, attempt to construct gene networks at single-cell resolution, providing a more detailed view of the regulatory logic underlying individual cellular states. However, these methods remain limited by high false positive rates due to indirect associations and lack of directionality or causal interpretability. To address these issues, we propose the Cell-Specific Causal Network (CSCN) framework, which infers directed, cell-specific gene regulatory relationships by explicitly modeling causality. CSCN combines causal discovery techniques with efficient computation using kd-trees and bitmap indexing to perform conditional independence testing, yielding sparse and interpretable causal graphs for each cell that effectively suppress indirect and spurious associations. We demonstrate through simulations that CSCN significantly reduces false positives compared to existing methods. Furthermore, we evaluate the quality of the inferred causal networks via clustering on the Causal Katz Matrix (CKM), and CSCN outperforms CSN and c-CSN in distinguishing cellular states.", "date": "2025-10-09", "journal": ""}
{"title": "Identifying potential therapeutic targets for T-cell acute lymphoblastic leukemia using malignant networks and topological analysis", "doi": "10.1101/2025.10.08.681235", "authors": "Ramos, R. H.; Carels, N.; Scardini, R.; Franca, L. L.; Simao, A.; Ferreira, C. d. O. L.; Carneiro, F. R. G.", "abstract": "T-cell acute lymphoblastic leukemia (T-ALL) is an aggressive and heterogeneous disease requiring new therapeutic targets. We identified overexpressed genes in T-ALL cell lines, built subnetworks using the IntAct interactome, and evaluated the topological role of each gene. An attack strategy, removing one gene at a time, was applied with eleven network measures and persistent homology. A positive control group of essential genes for T-ALL tumorigenesis was included. Clustering, largest connected component, and especially Betti 1 effectively distinguished control genes from others, showing that topological metrics are valuable for target identification. Notably, NPM1 emerged as a key gene for maintaining network integrity, promoting proliferation, and ensuring survival, highlighting its potential as a promising therapeutic target in T-ALL.", "date": "2025-10-09", "journal": ""}
{"title": "A Unifying Mechanism for Shared Splicing Aberrations in Splicing Factor Mutant Cancers", "doi": "10.1101/2025.10.08.679601", "authors": "Boddu, P. C.; Roy, R.; Hutter, S.; Baumgartner, F.; Li, W.; Todisco, G.; Ficara, F.; Della Porta, M. G.; Liu, Y.; Haferlach, T.; Pillai, M.", "abstract": "Cancer-associated splicing factor (SF) mutations in SF3B1, U2AF1, and SRSF2 induce distinct changes in alternative splicing (AS). Yet these mutations are strikingly mutually exclusive, pointing to a convergent downstream mechanism. We hypothesized this would be reflected in the AS transcriptome. By analyzing transcriptomes of 395 patients with clonal myeloid disorders and 64 healthy donors, we found most AS alterations to be mutation-specific. However, a robust subset, enriched in the retained intron (RI) program, was shared across mutants. These RI events were bidirectional but highly concordant, and mirrored the effects of SRSF1 loss. SF-mutant states induced hypophosphorylation of RS domains in SRSF1, reducing its function. This arose from an altered AMPK-AKT balance impairing the AKT-SRPK1-SRSF1 axis. A common upstream trigger was activation of DNA damage response (DDR) by transcriptional R-loops, which increased AMPK signaling and reduced AKT activity. Pharmacologic DDR activation recapitulated reduced AKT/SRPK1 activity and SRSF1 hypophosphorylation, while relieving DDR restored SRSF1 phosphorylation and corrected RI defects. Thus, beyond cis-acting, mutation-specific changes, SF-mutant cancers share a trans-acting, stress-driven AS signature wherein DDR signaling rewires SRSF1 activity impacting AS. Our results link replication stress, kinase signaling, and RNA processing across genetically diverse clonal states, highlighting potential therapeutic approaches at these nodes.", "date": "2025-10-09", "journal": ""}
{"title": "Targeting Tumor-intrinsic TAK1 triggers anti-tumor immunity and sensitizes pancreatic cancer to checkpoint blockade", "doi": "10.1101/2025.10.08.681226", "authors": "Bansod, S. P.; Lim, K.-H.; Chen, H.-P.; Somani, V.; Li, L.; Modekurty, S.; Knolhoff, B.; Fields, R. C.; Ruzinova, M. B.; DeNardo, D. G.", "abstract": "Background and Aims: Targeting the Transforming Growth Factor beta (TGF beta) pathway to reverse the immunologically cold tumor microenvironment (TME) of pancreatic ductal adenocarcinoma (PDAC) remains clinically unsuccessful, warranting novel therapeutic strategies. Methods: We developed a novel tumor CD8 T cell co-culture to interrogate the TGF beta signaling pathways that promotes T cell mediated cytotoxicity. We performed multiplex immunohistochemistry (mIHC) on human PDAC samples to correlate cell type specific TGF beta pathway activation and CD8 T cell abundance. We employed specific pathway inhibitor and newly generated genetically-engineered mouse models (GEMMs) and confirmed our findings using single cell RNA sequencing, flow cytometry and mIHC. We performed proteomics and various in vitro assays to establish the molecular mechanisms. Results: We identify TGF beta activated kinase 1 (TAK1 or MAP3K7) as an aberrantly activated kinase in human and mouse PDAC tissues that is associated with T cell dysfunction. Pharmacological inhibition of TAK1 with Takinib, or genetic deletion of MAP3K7 in autochthonous p48 Cre;TP53flox/flox;LSL KRASG12D GEMM, enhances intratumoral CD4+ and CD8+ effector T cell infiltration and renders immune checkpoint blockade (ICB) effective. Mechanistically, TAK1 inhibition induces DNA damage and cytoplasmic DNA leakage, which activates the cyclic GMP-AMP synthase Stimulator of Interferon Genes (cGAS STING) DNA sensing pathway, triggering inflammatory responses that promote adaptive immune cell infiltration. At the molecular level, TAK1 phosphorylates Ephrin Receptor A2 (EphA2) at Serine 897, which in turn phosphorylates RAD51 at Tyrosine 315, a key DNA repair protein involved in homologous recombination. Conclusions: We uncover TAK1 as a critical mediator in maintaining genomic integrity and highlights its potential as a therapeutic target to induce an inflamed TME that sensitizes PDAC to ICB.", "date": "2025-10-09", "journal": ""}
{"title": "Chryseobacterium indologenes mediates resistance to osimertinib by activating the IGF1R pathway in EGFR-mutant lung adenocarcinoma", "doi": "10.1101/2025.10.08.681060", "authors": "Li, W.; Zhang, K.; Raul, M.; Rotter-Maskowitz, A.; Nejman, D.; Potempa, J.; Straussman, R.; Raz, D.", "abstract": "Introduction: Lung cancers harboring sensitizing epidermal growth factor receptor (EGFR) mutations typically exhibit an initial response to osimertinib; however, the development of resistance is inevitable, and there are currently no approved targeted therapies available once resistance emerges. Accumulating evidence indicates that intra-tumoral bacteria can influence tumor biology and contribute to therapy resistance in several cancer types, including pancreatic and colorectal cancer. Despite these findings, whether intra-tumoral bacteria play a role in modulating response and resistance to osimertinib in EGFR-mutant lung adenocarcinoma remains largely unexplored. This study aims to investigate the contribution of intra-tumoral bacteria to osimertinib resistance, thereby providing new insights into resistance mechanisms and identifying potential therapeutic strategies. Methods: Bacteria previously identified in lung cancer tissue samples were cultured in liquid growth medium, and their preconditioned medium (PCM) was collected. PC9 cells were treated with PCM in the presence or absence of osimertinib to screen for bacteria capable of mediating resistance. Cell viability was assessed using Cell Counting Kit-8 assays. To investigate potential mechanisms, Western blotting and receptor tyrosine kinase (RTK) phosphorylation arrays were performed. Control groups included cells treated with osimertinib alone, PCM alone, or vehicle. Statistical analyses were conducted using t test as appropriate, with p < 0.05 considered statistically significant. Data represent mean +/- standard deviation from at least three independent experiments. Results: The addition of PCM from Chryseobacterium indologenes restored cell viability in EGFR-mutant lung adenocarcinoma cells treated with osimertinib. PCM exposure markedly increased insulin-like growth factor-1 receptor (IGF1R) phosphorylation levels. PCM did not enhance cell viability when IGF1R was silenced or inhibited with linsitinib, demonstrating the essential role of this pathway. Proteinase K treatment abolished the ability of PCM to protect cells from osimertinib, and removal of proteins potentially interacting with IGF1R further diminished its efficacy. Finally, PCM also conferred resistance to osimertinib in patient-derived EGFR-mutant lung adenocarcinoma cell lines. Conclusion: Our study demonstrates that the intra-tumoral bacteria C. indologenes may significantly influence sensitivity to osimertinib or impart resistance in EGFR-mutant lung adenocarcinoma by activating the IGF1R signaling pathway.", "date": "2025-10-09", "journal": ""}
{"title": "Inhibitory GABAergic neuron loss due to oxidative damage during ex vivo acute brain slice preparation influences genesis and dynamics of epileptiform activity", "doi": "10.1101/2025.10.08.681234", "authors": "Chan, F.; Hazra, A.; Jayasekera, A.; Huang, K.; Whyte, S.; Telford-Cooke, L.; Lakhani, K.; Li, X.; Shields, R.; Kosim, A.; Su, D.; Murray, C.; Cunningham, M.", "abstract": "Ex vivo acute brain slice is a popular technique in neuroscience research. Since its inception five decades ago, many variations of the brain slice preparation method have emerged. While all variations are currently used by many labs throughout the world, no study has comprehensively examined the impact of these variation on the quality of the acute brain slice preparation. In this study, we comprehensively examined the effect of animal sacrifice methods (decapitation or transcardial perfusion) and cutting solution (normal or sucrose artificial cerebrospinal fluid) on brain slice preparation. Neuronal population was quantified by immunohistochemistry against various neuronal markers. Neuronal dynamics was evaluated by in vitro electrophysiology using two acute epilepsy models-zero-magnesium and 4-aminopyridine. To modulate the stress incurred in acute brain slice preparation, we administered antioxidants or HIF-1 inhibitor, chrysin, to the cutting solution. The method of brain slice preparation significantly affected the quality of the brain slice preparation. In general, the combination of transcardial perfusion and sucrose artificial cerebrospinal fluid produces the optimal brain slice preparation. This is evidenced by a preservation of inhibitory GABAergic neurons in slices prepared with this combination. We subsequently found that this loss of inhibitory GABAergic neurons significantly influenced the genesis and dynamics of induced acute epileptiform activity. The slices with preserved inhibition had less successful induction of acute epileptiform activity and a seizure-like event that is typical of those induced in brain with preserved inhibition. Finally, we found that loss of inhibitory GABAergic neurons during brain slice preparation is primarily due to oxidative damage. Limiting oxidative stress is an effective neuroprotection strategy to prevent loss of inhibition in brain slice preparation. In conclusion, consideration of brain slice preparation method is crucial in preserving inhibitory GABAergic neurons and the degree of inhibition in ex vivo acute brain slice preparation.", "date": "2025-10-09", "journal": ""}
{"title": "Predicting enhancer-gene links from single-cell multi-omics data by integrating prior Hi-C information", "doi": "10.1101/2025.10.09.681330", "authors": "Liang, X.; Miao, Y.; Han, D.; Li, Y.; Zhang, W.; Wang, Z.", "abstract": "Enhancers play an important role in transcriptional regulation by modulating gene expression from distal genomic locations. Although single-cell ATAC and RNA sequencing (scATAC/RNA-seq) data have been leveraged to infer enhancer-gene links, establishing regulatory links between enhancers and their target genes remains a challenge due to the absence of chromatin conformation information. Here, we present SCEG-HiC, a machine learning method based on weighted graphical lasso, which decodes enhancer-gene links from single-cell multi-omics data by integrating bulk average Hi-C as prior knowledge. Comprehensive evaluation across ten single-cell multi-omics datasets from both humans and mice demonstrates that SCEG-HiC outperforms existing single-cell models, regardless of using paired scATAC/RNA-seq or scATAC-seq data alone. Application of SCEG-HiC to COVID-19 datasets illustrates its capacity to more reliably reconstruct gene regulatory networks underlying disease severity, and elucidate functional associations between non-coding variants and their putative target genes. SCEG-HiC is freely available as an open-source and user-friendly R package, facilitating broad applications in regulatory genomics research.", "date": "2025-10-09", "journal": ""}
{"title": "A novel vaccination strategy induces vaccine-specific mucosal responses at port of viral entry and exit: using systemic SARS-CoV-2 vaccination as a test case", "doi": "10.1101/2025.10.09.681417", "authors": "Fraser, R.; Schwarze, J.; Dockrell, D.", "abstract": "Respiratory infectious diseases are associated with substantial morbidity and mortality rates worldwide, especially at the extremes of age and in immunocompromised individuals. Over the past two decades, respiratory viruses have driven nine epidemics and pandemics (including the COVID-19 pandemic); and their ongoing emergence, persistence and evolution continue to threat global health security. The upper respiratory tract (URT) represents the primary access point for respiratory viruses, where initial host infection occurs. Vaccine-mediated URT mucosal memory responses can control infection, prevent transmission and limit viral evolution. However, vaccines against respiratory viruses predominantly have systemic administration routes that elicit strong responses in the circulation to prevent severe respiratory disease, but do not effectively block infection and onward community transmission. To overcome the limitations of systemic vaccination alone, we present a novel intervention combining systemic vaccination with targeted non-antigenic inflammatory stimulation of the URT, to induce vaccine-specific immune responses in the URT mucosa. Using SARS-CoV-2 vaccination as a test case, we demonstrate for the first time, that intranasal coadministration of exogenous IFN-alpha; as a targeted inflammatory URT signal, alongside systemic vaccination, induces vaccine-specific T-cell responses in the URT.", "date": "2025-10-09", "journal": ""}
{"title": "A Bait-and-Switch strategy links phenotypes to genes coding for Polymer-Degrading Enzymes in Intact Microbiomes", "doi": "10.1101/2025.10.09.681436", "authors": "Yancey, C. E.; Brumfield, K. D.; Buss, J.; Colwell, R. R.; Ettwiller, L.", "abstract": "Advances in next generation sequencing have made it possible to explore microbial community dynamics and regulation of functionally important genes through metagenomics and metatranscriptomics. However, the use of meta-omics to link enzyme function directly with complex, community-level phenotypes remain largely unexplored. To overcome this gap, we developed a novel framework that integrates ecological concepts by microbial community perturbation with association analysis to a targeted phenotype. Specifically, we introduce a hypothesis-free bait and switch strategy demonstrated through salt marsh soil microcosm pulse experiments to detect and characterize novel enzymes responsible for chitin degradation. Soil microbial communities were baited with shell compost, a chitin-rich substrate, to trigger community succession toward chitin degraders and gene upregulation of chitinases. A switch was then employed, by addition of glucose, inducing rapid downregulation of genes putatively responsible for chitin degradation. Results demonstrate the feasibility of this approach to identify functionally important enzymes, in this example, 48 hours after chitin addition. The bait and switch community perturbation provides a framework for discovery of polymer degrading enzymes present in complex microbial communities and serves as a proof of concept applicable for linking enzyme function with emergent community level phenotypes.", "date": "2025-10-09", "journal": ""}
{"title": "Engraftment of donor phageome via fecal microbiota transplantation in recurrent \tC. difficile infection: a prospective observational study", "doi": "10.1101/2025.10.09.681403", "authors": "Chen, C.; Pillonel, T.; Carrara, A.; Schaer, J.; Resch, G.; Galperine, T.; Guery, B.; Bertelli, C.", "abstract": "The high efficacy of fecal microbiota transplantation (FMT) in treating recurrent Clostridioides difficile infection (rCDI) is often attributed to the restoration of the bacterial community. However, factors beyond bacteria, such as bacteriophages (phages), may also play a critical role in FMT's success. We aimed to evaluate the preservation of the phage community (phageome) along the FMT production process following Good Manufacturing Practices (GMP) at the Lausanne University Hospital (CHUV), and the engraftment of the phages in patients receiving FMT to treat rCDI. Samples from one donor were used to test the need for amplification and to compare spin-column versus magnetic bead purification. Then, sixteen samples, from four donations of a second healthy donor, were collected at various production stages - fresh, frozen, homogenized, and encapsulated - for phageome analysis. The phage community profiles of three patients before, at 14, and 60 days after FMT were examined to evaluate donor phage engraftment. Phages were detected in all sample types, and samples clustered by donation, indicating that the pre-processing steps did not significantly alter the phage profile. The recipients' phageome prior to FMT was characterized by low diversity, each recipient being dominated by a different phage. In contrast, the profile 14 days post-FMT demonstrated the engraftment of donor-derived phages, which persisted at 60 days. Most were predicted to be temperate phages of the Caudoviricetes class infecting members of the Clostridia bacterial class, and Lachnospiraceae and Oscillospiraceae bacterial families. Our findings suggest that the CHUV production process for oral FMT capsules preserves the phage community and that donor phages successfully engraft in recipients. Further larger-scale studies and intervention trials will help elucidate the mechanisms underlying the potential of phages in FMT's efficacy.", "date": "2025-10-09", "journal": ""}
{"title": "Integrating genomics and metabolomics to accelerate the discovery of anti-MRSA natural products from the endophytic fungus Neocucurbitaria sp. VM-36", "doi": "10.1101/2025.10.09.681339", "authors": "Li, X.; del Carmen Flores-Vallejo, R.; He, T.; van Dijl, J. M. M.; Haslinger, K.", "abstract": "Endophytic fungi in medicinal plants are a rich source of bioactive natural products. Herein, we performed a comprehensive genomic and metabolic analysis of an uncharacterized endophytic fungus Neocucurbitaria sp. VM-36. Whole-genome sequencing and comparative analysis of the encoded biosynthetic gene clusters with six Cucurbitariaceae strains predicted its potential to produce compounds related to griseofulvin, usnic acid, hypothemycin, and phomasetin. Untargeted metabolomics confirmed several of these predictions with the presence of phomasetin analogs and isousnic acid, and uncovered a diverse range of other secondary metabolites, including specialized lipids, amino acids, and peptides, such as cyclic hexapeptides. We successfully isolated the main compound (1), a phomasetin analog, and show that it has bactericidal activity against different methicillin-resistant and -sensitive Staphylococcus aureus strains comparable in strength to vancomycin and daptomycin. Checkerboard assays with these compounds revealed mostly indifferent interactions. These findings demonstrate the antibacterial potential of compound 1 and Neocucurbitaria sp. VM-36.", "date": "2025-10-09", "journal": ""}
{"title": "Single-Cell Profiling of HDAC Inhibitor-Induced EBV Lytic Heterogeneity Defines Abortive and Refractory States in B Lymphoblasts", "doi": "10.1101/2025.10.09.681362", "authors": "Haynes, L. E.; Barry, A. P.; Luftig, M. A.", "abstract": "Epstein-Barr virus (EBV) is associated with multiple malignancies including Burkitt lymphoma (BL), Hodgkins lymphomas, nasopharyngeal carcinomas (NPC), and gastric cancers. Canonically, EBV positive tumors display latent gene expression programs that are difficult to target pharmacologically. To overcome this hurdle, lytic reactivation therapies have been developed based on HDAC inhibition with limited mechanistic studies. We therefore characterized the impact of pan-HDAC inhibitor, panobinostat, and class I HDAC inhibitor, nanatinostat, on the growth, survival, and lytic reactivation of four EBV-positive cell lines: P3HR1-ZHT BL, Jijoye BL, IBL-1 immunoblastic lymphoma, and de novo infection derived lymphoblastoid cell lines (LCL). All lines were sensitive, enabling us to define ranges of sensitivity within which to use single cell approaches to assess early EBV lytic gene expression, cell cycle state, and apoptosis. We observed that each EBV-positive model of malignancy responded uniquely to the same HDAC inhibitors and that lytic reactivation was successful in only a small percentage of the cell population. To elucidate the potential role of host factors in preventing successful lytic reactivation, we performed single-cell RNA sequencing on the P3HR1-ZHT BL line treated with the HDAC inhibitor panobinostat. We observed that abortive lytic cells, or cells that do not successfully progress through the lytic cycle, upregulated genes downstream of NF-{kappa}B activity. Additionally, genes involved in immune signaling including the CD137/CD137L signaling axis, were upregulated in abortive lytic cells. These data have important implications for how we approach oncolytic therapies for EBV-associated malignancies.", "date": "2025-10-09", "journal": ""}
{"title": "Chemical dysbiosis byproducts trigger predation via alternative activation of a peptide quorum sensor in salivarius streptococci", "doi": "10.1101/2025.10.09.681396", "authors": "Cerckel, G.; Dereinne, D.; Ledesma-Garcia, L.; Meuric, V.; Desguin, B.; Mignolet, J.; Soumillion, P.; Hols, P.", "abstract": "Cell-to-cell communication in Gram-positive bacteria is predominantly orchestrated by cytoplasmic sensors of the RRNPPA family. To date, all characterized members of this family are activated by small, unmodified peptide pheromones that mediate bacterial signaling. In the human commensal Streptococcus salivarius, the RRNPPA sensor ComR controls both competence (DNA transformation) and predation (bacteriocin production). Here, we reveal that ComR can be dually activated by its cognate peptide (XIP) and a distinct class of small organic molecules. A targeted screen of ~200 organic compounds identified hydroxyphenylacetic acid (HPAA), a bacterial dysbiosis byproduct accumulating in human fluids, as a potent inducer of ComR. Using in vivo and in vitro approaches, we demonstrated that HPAA and structurally related carboxylic acids derived from bulky hydrophobic amino acids bind the pheromone-accommodating pocket, leading to ComR activation. Strikingly, while XIP-mediated activation is transient and regulates both competence and predation, HPAA induces a sustained, predation-oriented response. Furthermore, we showed that Porphyromonas gingivalis, an oral pathogen, produces sufficient (H)PAA quantity to trigger bacteriocin production in S. salivarius, revealing a previously unrecognized chemical interplay between oral microbiota members. These findings highlight the remarkable versatility of cytoplasmic sensors to integrate diverse environmental cues, shedding new light on bacterial peptide-based communication and microbial homeostasis in the human microbiome.", "date": "2025-10-09", "journal": ""}
{"title": "Macrodomain ADP-ribose binding but not ADP-ribosylhydrolase activity is critical for chikungunya virus infection of Aedes mosquitoes", "doi": "10.1101/2025.10.09.681498", "authors": "Bardossy, E. S.; Bergmann, L.; Lacritick, A. H.; Nigg, J.; Correy, G. J.; Ashworth, A.; Fraser, J. S.; Saleh, M. C.", "abstract": "Viral macrodomains are promising antiviral targets that counteract host ADP-ribosylation-mediated antiviral responses in mammals. However, their role in dual-host viruses within the mosquito vector is largely unknown. Here, we investigated the role of the chikungunya virus (CHIKV) macrodomain by mutating the active site asparagine 24 (N24). In both mammalian and mosquito cell lines, these enzymes rapidly acquired compensatory mutations at aspartate 31 (D31). We show that while N24 mutations abolish ADP-ribosylhydrolase catalytic activity and reduce folding stability, ADP-ribose binding remains intact. Furthermore, the D31 compensatory mutations do not markedly rescue catalytic activity or folding stability. Structures of the compensatory mutant macrodomains suggest the importance of ADP-ribose binding, rather than ADP-ribosylhydrolase catalysis as the selective pressure driving their accumulation. In mammalian cells, viral mutants bearing the catalytic and compensatory mutations replicated less efficiently than wild-type virus in interferon-competent cell lines. However, their replication remained unaffected in mosquito cells. In Aedes mosquitoes, macrodomain mutations had disparate impacts, either reducing or enhancing infectivity and transmission depending on the specific mutation and viral lineage. These findings emphasize that viral macrodomain function is complex and host-dependent, highlighting the need for multi-host understanding to develop effective antivirals.", "date": "2025-10-09", "journal": ""}
{"title": "Calpain-4 Knockdown Modulates Cholesterol Metabolism and LXRα Nuclear Localization in Alcohol-Related Liver Disease", "doi": "10.1101/2025.10.09.681083", "authors": "Kitano, N.; Li, J.; Taborski, S.; Vanderpuye, C. M.; Muddasani, P.; Chaudhary, S.; Liu, J. J.; Liu, S.; Beier, J. I.; Argemi, J.; Bataller, R.; Arteel, G. E.", "abstract": "Background & Aims: Ethanol affects lipid metabolism through multiple pathways, leading to fatty liver development in most ALD patients. Recent studies have highlighted the role of calpain, a calcium-dependent protease, in liver inflammation and fibrosis. Calpain activity is regulated by its essential subunit, Capns1, (calpain-4, Capn4), which stabilizes and modulates the activity of its catalytic isoforms, calpain-1 and calpain-2. This study investigated calpain's impact on lipid metabolism in ALD. Approach & Results: Six-week-old C57Bl6/J mice were injected with rAAV8 vectors encoding Capn4 shRNA or control vectors. After four weeks, mice underwent a 10-day period of ad libitum ethanol consumption, followed by a single gavaged ethanol administration on day 11. Following Capn4 knockdown, microvesicular steatosis was attenuated. While triglycerides and free fatty acids levels showed no significant changes, cholesterol levels were significantly reduced in the ethanol (EtOH) group with Capn4 knockdown. Cpt1a expression increased significantly in the EtOH group with Capn4 knockdown. Western blot analysis revealed increased Cleaved-HMGCR to Pro-HMGCR ratio in Capn4 knockdown mice, suggesting reduced HMGCR activity and suppressed cholesterol biosynthesis. LXR expression was mainly increased in the cytoplasm in the EtOH group, and following Capn4 knockdown, it was relocalized to the nucleus via its activation. In addition, RNA sequencing analysis suggests that Capn4 knockdown contributes to the reprogramming of ethanol-induced disruptions in metabolic and homeostatic pathways, primarily those involving cholesterol metabolism. Conclusions: Further investigation into the relationship between Capn4 and cholesterol biosynthesis proteins may provide insights into using calpain inhibitors as a therapeutic approach for alcohol-related hepatitis.", "date": "2025-10-09", "journal": ""}
{"title": "SUGP1 associates Y-box protein to regulate piRNA biogenesis in Bombyx mori", "doi": "10.1101/2025.10.09.681363", "authors": "Liu, D.; Guo, Y.; Shen, M.; Lv, J.; Wei, P.; Jia, L.; Ma, S.", "abstract": "PIWI-interacting RNAs (piRNAs) are critical for transposon silencing and genome integrity, as well as gene expression regulation and antiviral immunity in metazoans, yet the molecular mechanisms governing their biogenesis remain incompletely understood. The participation of the splicing-associated process in piRNA biogenesis has been emphasized in multiple species, but the key factors and mechanisms remain elusive. Here, we identified SUGP1 (SURP and G-Patch Domain Containing 1) in BmE (a unique model cell system with a complete piRNA biogenesis pathway) as a key splicing factor that functions in piRNA biogenesis. Through CRISPR-Cas9-mediated gene knockdown in cultured cells combined with RNA-seq, small RNA-seq, and IP-mass spectrometry (IP-MS), our results reveal that SUGP1 deficiency disrupts piRNA accumulation, alters mature piRNA length distributions, and activates transposon expression. Immunofluorescence and Western blot (WB) analyses further demonstrate that SUGP1 interacts with Y-box protein (YBP), which is key regulators of RNA metabolism. Functional validation in Drosophila SUGP1-RNAi lines highlights evolutionary conserved and species-specific roles of SUGP1 in piRNA maturation. Collectively, our data uncover a dual role for silkworm SUGP1 in coordinating YBP-dependent piRNA biogenesis, thus elucidating a novel mechanistic framework for piRNA pathway regulation. Our work also underscores the silkworm as a unique model for studying non-canonical piRNA biogenesis mechanisms, with implications for treating transposon dysregulation-linked diseases.", "date": "2025-10-09", "journal": ""}
{"title": "International Mouse Phenotyping Consortium: Investigating gene function and providing insights into human disease.", "doi": "10.1101/2025.10.09.681205", "authors": "Wilson, R.; Bülbül Atac, T.; Cheng, T. K.; Frost, A.; Günes, O.; Kan, M.; Keskivali-Bond, P.; Lopez Gomez, F.; McLaughlin, J.; Mucha, J.; Munava, T.; Oliveira, C.; Pava, D.; Pena Estrada, J. F.; Selkirk, E.; Vardal, B.; Wells, S.; Cacheiro, P.; Smedley, D.; Parkinson, H.", "abstract": "The International Mouse Phenotyping Consortium (IMPC; https://www.mousephenotype.org/) web portal contains phenotype data for mouse protein-coding genes derived from analysis of data obtained in a systematic and high-throughput fashion from knock-out lines produced by IMPC. The project has produced >1,400 mouse models of human disease that recapitulate phenotypes observed in patients. Over 8000 papers rely on data or reagents generated by IMPC, demonstrating the impact of the project on the research and clinical communities, and IMPC data is incorporated into other resources, such as MGI, Open Targets and UniProt. Data release (DR23.0, 2025) contains > 100 million data points from 9,277 genes and identified 113,803 significant phenotypes. To manage efficient access to this quantity of high dimensional data the IMPC web portal has been rebuilt using a cloud native architecture. The modern user interface retains the look and feel of the original portal with improvements identified through a usability study. New data visualisation and training materials for large scale data access through the API have also been developed to make the resource easier to use.", "date": "2025-10-09", "journal": ""}
{"title": "Quaternary structures of Streptococcus pneumoniae Nucleoside Diphosphate Kinase: from hexamers to supramolecular assemblies", "doi": "10.1101/2025.10.09.681369", "authors": "KERBOEUF, J.; NOURI, P.; GALISSON, F.; DAURY, L.; GIRAUD, M.-F.; LAMBERT, O.; ORELLE, C.; BALLUT, L.; KAPLAN, E.; JAULT, J.-M.; GONZALEZ, C.", "abstract": "The Nucleoside Diphosphate Kinase (NDK) is a key enzyme that controls the balance of nucleotide pools in all living organisms. Beyond this fundamental role, NDKs exert pleiotropic effects in many cellular processes, including cell development, signal transduction, differentiation, tumor metastasis, and gene expression. The quaternary structure of NDK is typically hexameric-organized as a trimer of dimers in eukaryotic cells and in many prokaryotes-though in some species it can also be found as a tetramer (a dimer of dimers). Here, we report the crystal structure of Streptococcus pneumoniae NDK (SpNDK) in its apo state (1.2 [A]) and in an ADP-vanadate-bound state (3.4 [A]). In both structures, SpNDK adopts a hexameric assembly and the fold of each monomer is highly conserved compared to NDKs from other organisms. A notable feature is the extended Kpn-loop, which plays a key role in stabilizing the hexamer. Interestingly, the thermal stability of SpNDK was remarkably high ({approx}75 {degrees}C), a surprising feature given the mesophilic lifestyle of S. pneumoniae. Unexpectedly, size-exclusion chromatography revealed that SpNDK exists as an equilibrium mixture of hexamers, dodecamers, and higher-order supramolecular assemblies, and this was further confirmed by mass photometry. Using cryo-electron microscopy, we solved the 3D structure of the hexameric state at 2.47 [A] resolution, and resolved dodecameric assemblies of the protein. Since the oligomeric state of the NDK influences its cellular function, our findings suggest that supramolecular assemblies could modulate the activity of SpNDK in vivo, aligning with the broad and multifaceted roles of this enzyme family.", "date": "2025-10-09", "journal": ""}
{"title": "Uncovering Design and Assembly Rules for mRNA-DNA Origami", "doi": "10.1101/2025.10.09.681283", "authors": "Wang, J. Y.; Huzar, J.; Kim, M.; Ryu, T.; Lomeli, N. R.; Delcassian, D.; Kim, D.-N.; Tikhomirov, G.", "abstract": "mRNA-DNA hybrid origami offers a powerful route to combine the structural programmability of DNA origami with the biological functionality of messenger RNA, but generalizable design and assembly rules for these hybrids remain poorly defined. Here we systematically investigate the design principles and synthesis conditions that govern high-yield formation of mRNA-DNA hybrid nanostructures. Using mature mRNAs encoding firefly luciferase, EGFP, and mCherry as scaffolds, we construct a series of five hybrid compact origamis with diverse sizes, shapes, crossover strategies, and packing densities. We identify key parameters that control folding fidelity, including asymmetric A-form crossovers, monovalent-cation concentrations, and moderate-temperature annealing protocols, which together mitigate RNA instability, reduce kinetic traps, and accommodate RNA-DNA helical geometry. Atomic force microscopy reveals monodisperse, well-folded structures consistent with design expectations across most architectures and confirms that optimized conditions produce nanoscale precision comparable to DNA origami. Our findings establish generalizable design rules and a standard synthesis protocol for mRNA-DNA hybrid origami, providing a framework for their use in gene delivery and other RNA-based nanotechnologies.", "date": "2025-10-09", "journal": ""}
{"title": "An antifungal with a novel mechanism of action discovered via resistance gene-guided genome mining", "doi": "10.1101/2025.10.09.681488", "authors": "Perlatti, B.; Vellanki, S.; Zhang, Y.; Yuan, M.; Dunbar, K.; Fine, A.; Grau, M. F.; Li, S.; O'Donnell, T.; Shenoy, R.; Li, H.; Shi, H.; Xu, X.; Chen, Z.; Arvedson, T.; Tang, Y.; Cramer, R. A.; Cee, V.; Harvey, C. J.", "abstract": "Invasive fungal infections claim over two million lives annually, a problem exacerbated by rising resistance to current antifungal treatments and an increasing population of immunocompromised individuals. Despite this, antifungal drug development has stagnated, with few novel agents and fewer novel targets explored in recent decades. Here, we validate acetolactate synthase (ALS), an enzyme critical for branched-chain amino acid biosynthesis and absent in humans, as a promising target for new therapeutics. Using resistance gene-guided genome mining, we discovered a biosynthetic gene cluster in Aspergillus terreus encoding HB-35018 (1), a novel spiro-cis-decalin tetramic acid that potently inhibits ALS. Biochemical and antifungal assays demonstrate that 1 surpasses existing ALS inhibitors in efficacy against Aspergillus fumigatus and other pathogenic fungi. Structural studies via cryo-electron microscopy reveal a unique covalent binding interaction between compound 1 and ALS, distinct from known inhibitors and finally, we demonstrate that ALS is essential for the virulence in a mouse model of invasive aspergillosis. These findings position ALS as a promising target for antifungal development and demonstrate the potential of resistance gene-guided genome mining for antifungal discovery.", "date": "2025-10-09", "journal": ""}
{"title": "Structural insights into GTP-coupled conformational changes in Mfn1 revealed by time-resolved transition metal ion FRET.", "doi": "10.1101/2025.10.08.681278", "authors": "Hurwitz, S. M.; Zagotta, W. N.; Gordon, S. E.; Hoppins, S.", "abstract": "Outer mitochondrial membrane fusion is mediated by the mitofusin paralogs Mfn1 and Mfn2. Nucleotide-driven self-assembly and conformational changes are required for regulated membrane fusion activity, but the allosteric mechanisms remain enigmatic due to incomplete structural information. In this study, we investigate the GTP-coupled conformational dynamics of Mfn1 using time-resolved transition metal ion fluorescence resonance energy transfer (tmFRET). Using the minimal Mfn1 construct with the GTPase domain and helical bundle 1 (HB1) connected by Hinge 2, we engineered FRET pairs by incorporating a fluorescent noncanonical amino acid donor and a metal ion acceptor. For each state of the catalytic cycle, we measured tmFRET with fluorescence lifetimes and determined distance distributions, which can capture complex structural heterogeneity. Our distance measurements for the GDP-bound state matched predictions from the atomic resolution structure, establishing that the same open state, with GTPase and HB2 domains far apart, exists in solution. Our findings reveal that the previously reported transition state is not a single closed state in solution. Rather, the distance distributions indicate that the presence of GDP+Pi results in an equilibrium between the open and closed state. For the first time, we capture the GTP-bound and nucleotide free states of Mfn1. GTP binding favors the open state, revealing an unrecognized conformational change in the fusion mechanism driven by GTP hydrolysis. Finally, the conformation of the apo state is distinct from each nucleotide bound state. Our data reveal fundamental insights into the structures and energetics of GTP-driven conformational changes of Mfn1.", "date": "2025-10-09", "journal": ""}
{"title": "RNA regulates repeat-associated non-AUG (RAN) translation initiation in C9orf72 FTD/ALS", "doi": "10.1101/2025.10.09.681477", "authors": "Grosely, R.; Yamada-Hunter, S.; Puglisi, A.; Palo, M. Z.; Alvarado, C.; Lapointe, C. P.; Gitler, A. D.; Puglisi, J. D.", "abstract": "Repeat-associated non-AUG (RAN) translation synthesizes protein in the absence of a cognate AUG start codon (1,2) In frontotemporal dementia and amyotrophic lateral sclerosis, a GGGGCC (G4C2) repeat expansion in an intron of C9orf72 leads to synthesis of neurotoxic dipeptide-repeat proteins, underscoring the need to understand the mechanism of C9orf72 RAN translation (1-5). RNA sequence and structure have been implicated, but how they direct C9orf72 RAN translation, particularly the rate-limiting, multi-step initiation phase, remains unclear (6-10). We applied single-molecule biophysics to a reconstituted human translation initiation system and tracked fluorescently labeled ribosomes and initiation factors in real time. We show that RNA G4C2 repeats and sequence context alter initiation factor dynamics after ribosomal scanning, generating a kinetic bottleneck in the commitment to initiate at a near-cognate CUG start codon. Our model of C9orf72 RAN translation provides a mechanistic framework for how repeat expansions change underlying translation dynamics and may be broadly relevant to other disorders that involve RAN translation.", "date": "2025-10-09", "journal": ""}
{"title": "Structural dynamics of sphingosine kinase 1 regulation and inhibition", "doi": "10.1101/2025.10.09.681406", "authors": "Abd Emami, B.; Shubbar, A.; Woods, H.; Moradi, M.; Dastvan, R.", "abstract": "Sphingosine kinase 1 (SK1) generates sphingosine-1-phosphate, a bioactive lipid implicated in cancer and other diseases. Despite its clinical importance, the structural and dynamic basis of SK1 regulation and inhibition remains poorly understood. Using integrated spectroscopic and computational approaches, we uncover conformational transitions that govern substrate entry, catalysis, and inhibitor binding. Phosphorylation of Ser225 reconfigures the regulatory loop and reshuffles salt bridges, priming SK1 for membrane engagement and catalytic activity. We identify a previously uncharacterized catalytic intermediate with a distinct conformation and a highly dynamic lipid-binding loop 1 (LBL-1), sensitive to potent inhibitors such as PF-543. These inhibitors not only stabilize non-catalytic states but also induce LBL-mediated dimerization, blocking membrane binding and substrate access. Our findings reveal a multilayered regulatory mechanism driven by structural flexibility and establish a novel inhibitory paradigm. This framework provides critical insight into SK1 regulation and a foundation for developing next-generation SK1-targeted therapeutics.", "date": "2025-10-09", "journal": ""}
{"title": "Differences in Auditory Brainstem Responses between Laboratory-reared and Wild-caught Prairie Voles (Microtus ochrogaster)", "doi": "10.1101/2025.10.08.681257", "authors": "Joseph, L.; Colon-Rivera, N.; New, E. M.; Joseph, D. M.; Hurd, J. A.; Sergott, C. E.; McCullagh, E.", "abstract": "Prairie voles (Microtus ochrogaster) are a semi-fossorial rodent that are an emerging model in social neuroscience. Comparing laboratory-reared and wild-caught individuals is essential for understanding how environmental history shapes neural and sensory traits and for assessing the ecological validity of laboratory findings. Despite this, relatively few studies have taken this approach. We used auditory brainstem responses (ABRs) to compare ABR thresholds and ABR wave characteristics between laboratory-reared and wild-caught prairie voles. ABR recordings show that, similar to other semi-fossorial rodents, M. ochrogaster exhibit a hearing range of 1 - 46 kHz with peak sensitivity around 8 to 32 kHz. However, wild-caught prairie voles displayed significantly lower ABR thresholds at 1, 4, 8, 16, and 24 kHz compared to laboratory-reared prairie voles. There were significant differences in interpeak latency between both tested groups, with laboratory-reared prairie voles showing faster interpeak latency responses than wild-caught voles. However, there were no differences in amplitude ratios between groups. Laboratory-reared prairie voles showed faster normalized latencies and higher relative amplitude of the binaural interaction component (BIC) of the ABR than wild-caught voles. There were no significant differences in ABR thresholds, interpeak latency, amplitude ratio, normalized latency, and relative amplitude between the sexes. These differences in auditory processing support the importance of integrating both wild and captive populations to advance comparative auditory research.", "date": "2025-10-09", "journal": ""}
{"title": "Hippocampo-supramammillary coupling across sleep and wake", "doi": "10.1101/2025.10.08.681248", "authors": "Caneo, M. A.; Espinosa, N.; Lazcano, G.; Aguilera, A.; Lara-Vasquez, A.; Fuentealba, P.", "abstract": "Hippocampal communication with subcortical circuits reorganizes across sleep-wake states, yet the dynamics of such interactions remain incompletely defined. We simultaneously recorded neuronal spiking and local field potentials from the dorsal hippocampus (CA1 and dentate gyrus) and limbic subcortical nuclei (supramammillary nucleus (SuM) and lateral septum (LS)) in freely behaving rats across the sleep-wake cycle. During quiescent states (non-rapid eye movement (nREM) sleep and quiet wakefulness), sharp-wave ripples dominated hippocampal activity and produced fast, top-down excitation, with large population surges locally in CA1 and DG, and more modest but significant activation in LS and SuM, whereas dentate spikes elicited smaller state-invariant responses. Conversely, in the bottom-up direction, epochs of high-discharge SuM activity were associated with slower, state-dependent activation of hippocampal populations that was larger in wake than in sleep, revealing distinct temporal scales and state dependence for reciprocal pathways. During activated, theta-enriched states (rapid eye movement (REM) sleep and active wakefulness), spike-field coupling revealed circuit-wide theta coordination. In active wakefulness, SuM bursts produced brief inhibition of CA1 spiking while theta oscillations organized a multiregional firing sequence around the theta cycle trough; yet SuM neurons were not significantly phase-locked. In REM sleep, this pattern inverted, with only SuM neurons significantly phase-locking to theta waves, and preferred firing near the theta cycle peak. Together, these findings identify state-dependent, bidirectional coordination between hippocampus and subcortical nuclei, characterized by ripple-locked top-down hippocampal output during quiescent states and SuM-mediated bottom-up modulation that reconfigures under theta during activated states.", "date": "2025-10-09", "journal": ""}
{"title": "EPAS1 regulates host antibacterial defense in response to bacterial quorum sensing", "doi": "10.1101/2025.10.09.681351", "authors": "Li, H.; Kong, X.; Cui, B.; Li, X.; Li, X.; Wang, M.; Wang, L.-E.; Chen, X.; Qian, W.; Zhang, L.-H.; Zhang, Y.; Deng, Y.", "abstract": "Hypoxia-inducible factors (HIFs) are a family of transcription factors that function as sensors of hypoxia. However, it remains unclear whether and how HIFs modulate host immunity by responding to other ligands. Here, we describe an immune regulatory function of HIF-2 (also known as EPAS1) in response to cis-2-dodecenoic acid (BDSF), a quorum sensing (QS) signal, secreted by Burkholderia cenocepacia. Upon ligand binding, EPAS1 activation leads to the production of inflammatory cytokines and the initiation of antibacterial defense. Inoculation with diffusible BDSF or liposome-encapsulated BDSF improves survival in mice infected with B. cenocepacia or Acinetobacter baumannii by preconditioning the immune system. Our findings reveal a previously unidentified role of EPAS1 as an intracellular pattern recognition receptor (PRR) for bacterial QS signal to control host antibacterial defense.", "date": "2025-10-09", "journal": ""}
{"title": "Discovery of a potent anti-Zika virus benzamide series targeting the viral protein NS4B", "doi": "10.1101/2025.10.09.681361", "authors": "Chung, D.; Otsuka, Y.; Kim, E.; Ullah, S.; Kennedy, N. M.; Ngo, K. H.; Kang, J.; Tomlinson, R.; Alejandro, B.; Barnaby, K.; Miller, J.; Shumate, J.; Teo, C. F.; Tan, Y. B.; Chew, C. S.; Kang, C.; Luo, D.; Scampavia, L.; Spicer, T. P.; Bannister, T.", "abstract": "Zika virus (ZIKV), a member of the Flaviviridae family, causes significant public health concerns through congenital Zika syndrome and Guillain-Barre syndrome, yet no effective anti-ZIKV drugs or vaccines are available. To address this critical need, we conducted phenotypic, cytopathic effect-based, high-throughput screening followed by medicinal chemistry optimization and discovered novel benzamide anti-ZIKV leads. Current best compounds demonstrated superior potency (EC50 values 40-400 nM, CC50 > 50 {micro}M) compared to NITD-008, the most potent known anti-ZIKV agent. Time-of-addition assays, resistant virus selection studies, and biophysical binding experiments confirmed that NS4B interference constitutes the primary antiviral mechanism. Notably, resistance mutations mapped to the C-terminus of NS4B, distinct from other flavivirus NS4B inhibitors targeting dengue or yellow fever viruses, revealing novel insights into a critical function of the region. These findings establish NS4B as an Achilles' heel for flaviviruses and support the development of pan-flavivirus therapeutics targeting this essential viral protein.", "date": "2025-10-09", "journal": ""}
{"title": "Persistent LPS insertion, spatial segregation and vesicle biogenesis drive growth-independent adaptation of the Escherichia coli outer membrane", "doi": "10.1101/2025.10.09.681453", "authors": "Nabarro, J.; Baumann, C. G.; Fascione, M. A.; Hatton, N. E.; Pushkin, D.", "abstract": "The barrier and load-bearing functions of the Gram-negative bacterial outer membrane (OM) depend on ordered, dense packing of lipopolysaccharide (LPS), the major constituent of its outer leaflet. Despite its importance, LPS spatiotemporal dynamics and turnover mechanisms remain poorly understood. Existing models posit that LPS turnover only occurs via passive dilution during growth-dependent OM expansion, restricting adaptive LPS turnover, especially in nutrient-limited conditions. Here, using innovative pulse chase LPS metabolic labelling techniques in combination with super-resolution microscopy, we demonstrate that Escherichia coli maintains OM homeostasis through continuous removal of pre-existing LPS and insertion of new LPS, even during stationary phase. We show that newly inserted LPS localises at discrete sites across the OM, remaining spatially segregated from pre-existing, background LPS. These observations challenge established OM organisational principles, suggesting an insertion-trapping mechanism can maintain LPS-rich clusters independent of a thermodynamically-driven phase separation. Time-lapse super-resolution imaging, biochemical assays, and nanoparticle tracking collectively reveal that OM vesicle (OMV) release mediates background LPS clearance. Our findings reveal bacteria have the capacity to remodel their surface architecture through OMV-mediated LPS turnover in a growth-independent manner. These insights redefine OM homeostasis and establish OMV biogenesis as fundamental to OM adaptation in Gram-negative bacteria.", "date": "2025-10-09", "journal": ""}
{"title": "Enhanced respiratory electron dissipation promotes mycobacterial biofilm longevity", "doi": "10.1101/2025.10.08.681301", "authors": "Poddar, K.; Khairnar, S. V.; Anand, A.", "abstract": "Mycobacterium tuberculosis organizes as multicellular structures like granuloma and biofilm within human lungs and these lifestyles are critical for the pathophysiological outcomes. Granuloma has been the hallmark of M. tuberculosis infection and has been studied extensively. However, the biofilm development and survival remains poorly understood. We show that supplementation of immunometabolites, nitrate or fumarate, extends mycobacterial biofilm lifespan dramatically. This longevity is enabled by suppression of dormancy regulons and maintenance of active metabolic state under nitrate. These results establish that access to alternative electron acceptors directly influences mycobacterial biofilm fate. By linking dormancy suppression to prolonged structural integrity, our study identifies respiratory flexibility as a determinant of mycobacterial biofilm persistence. These findings reveal a central metabolic lever that dictates biofilm survival and open new avenues for targeting mycobacterial biofilms in clinical settings.", "date": "2025-10-09", "journal": ""}
{"title": "Metabolic Versatility of Lysinibacillus capsici BCSIR-Raj-01 Underpins Its Multifunctionality in Biocontrol, Bioremediation, and Plant Growth Promotion", "doi": "10.1101/2025.10.09.681324", "authors": "Patwary, R. H.; Rahman, M. Z.; Chowdhury, S. F.; Naser, S. R.; Islam, M.; Chakrovarty, T.; Hasan, M. K.; Obaid, M. A. A.; Habib, A.; Akter, E.; Banu, T. A.; Goswami, B.; Haque, N. N.; Sultana, N.; Sarkar, M. H.; Akter, S.", "abstract": "Microbial inoculants that integrate plant growth promotion, pathogen suppression, and pollutant degradation are central to sustainable agriculture. Here, we report the genomic and phenotypic characterization of Lysinibacillus capsici BCSIR-Raj-01, an endophyte isolated from citrus leaves in Bangladesh. The 4.62 Mb genome encodes 4,699 coding sequences and displays an open pangenome with loci linked to stress adaptation, xenobiotic degradation, and secondary metabolite biosynthesis. Genome mining revealed complete pathways for indole-3-acetic acid (IAA) production, siderophore biosynthesis, and phosphate metabolism, alongside gene clusters for bacteriocins, lantibiotics, terpenes, and polyketides. Nitrogen cycling genes indicated diazotrophic growth potential and a truncated denitrification pathway. Phenotypic assays validated these predictions: L. capsici BCSIR-Raj-01 solubilized phosphate, produced IAA and siderophores, grew on hydrocarbons, and exhibited diazotrophic activity. Notably, the strain showed potent larvicidal activity against Culex and Anopheles larvae, suggesting ecological roles beyond plant association. Together, these results establish L. capsici BCSIR-Raj-01 as a multifunctional bacterium with potential applications in crop improvement, bioremediation, and biological vector control.", "date": "2025-10-09", "journal": ""}
{"title": "Exploring Genome-Wide Mutation Dynamics and Bacterial Cellulose Impairment in Komagataeibacter intermedius Cultivated Under Agitation Stress", "doi": "10.1101/2025.10.09.681338", "authors": "Bersanetti, D.; Mangayil, R.", "abstract": "Background: Bacterial cellulose (BC), natively synthesized by Komagataeibacter spp., is a biodegradable biomaterial with superior mechanical properties. However, under agitated cultivation, cellulose producing strain (Cel +) often transition to non-producing mutants (Cel -), restricting scalability and hindering widespread use. Agitation-associated shear stress, elevated oxygen levels, and genetic mutations have been linked to the emergence of the Cel- phenotype. A genome-wide investigation that considers population heterogeneity and dynamics is essential to reveal the mutational landscape and evolutionary processes driving this phenotypic shift. Results: Over successive rounds of agitated cultivation, the strain transitioned to a planktonic state, losing BC production. Whole-genome sequencing revealed both structural variations (SVs) and non-structural variations (NSVs). Contrary to previous reports, SVs, including insertion sequences (IS) mediated junction events, did not affect genes related to BC synthesis. Instead, the accumulation and positive selection of NSVs, such as frameshift and replication slippage events, in key BC-related genes, strongly correlated with the loss of cellulose synthesis. Conclusions: This study provides the first genome-wide population-level analysis revealing mutational dynamics underlying the BC phenotypic switch in Komagataeibacter spp. under agitated conditions. We show that BC-related gene mutations are not solely driven by SVs, with NSVs emerging as equally critical contributors. Furthermore, the genomic evidence implicates broader involvement of quorum sensing and cyclic dimeric guanosine monophosphate signaling, suggesting both genetic and regulatory factors underlying the disruption of BC synthesis. These findings highlight the importance of examining genetic heterogeneity with population to understand phenotypic adaptation for strain improvement strategies for scalable BC production.", "date": "2025-10-09", "journal": ""}
{"title": "Evolutionary Variation of Poxvirus Genome Architecture", "doi": "10.1101/2025.10.08.681269", "authors": "Enow, J. A.; Garber, A.; Jacobs, B.; McFadden, G.; Rahman, M. M.", "abstract": "Poxviruses (PXV) are large double-stranded DNA viruses (dsDNA) that infect and cause disease in a wide variety of hosts, including humans. They are studied as models to understand host-specific disease and they have a wide variety of applications in biotechnology, including vaccines, oncolytic virotherapy, and immunotherapy. Despite a nearly fourfold variation in genome sizes across the Poxviridae family, the basic genome architectural features driving their evolution remain poorly understood. In this study of the summated poxvirus genome sequence database, we report that while only a weak negative correlation exist between viral coding densities and genome sizes, we detected a strong positive correlation between the number of assigned open reading frames (ORF) and genome sizes. We observe an inflection point at a genome size of 229kb, above or below with the percentage of genes encoding secreted proteins increasing with genome size, and the percentage of predicted cytoplasmic proteins decreasing with genome size. Additionally, we observed a weak positive correlation between the potential of transcript overlap that would be expected to generate dsRNA and genome size. Unexpectedly, we observed a significant positive correlation between coding density and GC-content in mpox virus isolates (R2 = 0.799). Further analysis illustrated a rise in both GC-content and coding density of mpox isolates between 2022 and 2024. Codon usage bias was observed to be clustered by virus families, with tryptophan being the least utilized amino acid across all poxviruses. Protein distribution analysis revealed a right-skewed distribution of poxviral predicted ORFs, with the 150 - 250 amino acid cohort containing the highest number of viral proteins. Finally, we observe a significant positive correlation between ITR sizes and duplicate gene clusters (R2 =0.679). Together, these architectural findings outline the constraints and adaptive pathways governing poxviral evolution and biology.", "date": "2025-10-09", "journal": ""}
{"title": "Dynamic neutrophil lipidome remodeling during induction of NETosis", "doi": "10.1101/2025.10.09.681342", "authors": "Muenzer, P.; Coman, C.; Lingens, G. D.; Troppmair, N. N.; Michael, J. A.; Young, R. S. E.; Rubenzucker, S.; Martin, J.; Arden, J.; Fischer, M.; Suelzle, N.; Kollotzek, F.; Zdanyte, M.; Hornef, C.; Ellis, S. R.; Borst, O.; Ahrends, R.", "abstract": "Neutrophil Extracellular Trap formation (NETosis) affects a wide variety of clinically relevant human diseases. Although lipid remodeling is essential for neutrophil function and membrane rupture during NETosis, the neutrophil lipidome and its dynamics have not been characterized. Thus, we establish the first quantitative lipidome of human neutrophils comprising 1,039 species across nine orders of magnitude and map its remodeling during NETosis. NET formation caused profound alterations in the phosphatidylinositol, phosphatidic acid, diacylglycerol and lysoglycerophospholipid levels. Calcium- and reactive oxygen species-dependent NETosis pathways displayed distinct lipidomic trajectories, yet converged on the significance of phospholipid lipase networks. Pharmacological inhibition of this networks altered lipid composition and markedly impaired NETosis, while diacylglycerol (DG) treatment revoked the effect. Altogether our findings reveal lipid remodeling as a fundamental determinant of NETosis and identify interconnected and dependent phospholipid lipase networks with downstream DG-dependent signaling as a potential therapeutic target in NET-associated diseases.", "date": "2025-10-09", "journal": ""}
{"title": "Read mismapping from segmental duplications drives spurious trans associations", "doi": "10.1101/2025.10.08.681258", "authors": "Aqil, A.; Gokcumen, O.", "abstract": "Heritable variation in gene regulation shapes both disease risk and evolution. Trans-acting quantitative trait loci (trans-QTLs) are the primary source of this variation within species, yet they remain difficult to identify correctly due to false positives stemming from RNA and DNA read mismapping. Here, we identify four categories of RNA and DNA mismapping due to segmental duplications that lead to false-positive trans-QTLs. Such mismapping leaves a footprint in the form of long-range genotypic disequilibrium, which we use to identify spurious trans-QTLs. Applying this method to Genotype-Tissue Expression (GTEx) trans-QTL, we conservatively estimate that 14% of expression QTLs, 10% of splicing QTLs, and 3% of protein QTLs are artifacts. More broadly, this framework could be applied to flag spurious distant peaks in genome-wide association studies, Hi-C contacts, and co-expression between distant genes.", "date": "2025-10-09", "journal": ""}
{"title": "Platelet and releasate lipidomics identify novel platelet activating mechanisms and ether-linked lysophosphatidylcholine and phosphatidylethanolamine 38:7 as predictors for platelet reactivity", "doi": "10.1101/2025.10.09.681267", "authors": "Peng, K.-Y.", "abstract": "The activation of platelets and consequent thrombi formation are hallmark events for cardiovascular diseases. Both the secretion of lipid (in the platelet releasate) and intra-platelet lipid signaling have been shown to be important modulators to platelet activity and thrombosis. However, the relationship between platelet and releasate lipid profiles and how they respond to key agonists remain less clear. With a purposely designed human platelet targeted lipidomics platform which detected more than 550 platelet and releasate lipid species encompassing >30 lipid classes/subclasses, I presented in this study major changes to platelet lipidome triggered by acute and prolonged thrombin and collagen stimulations. I have demonstrated that overall lipid release from platelets was suppressed by collagen at the acute phase, a phenomenon that to my knowledge has yet to be reported. Additionally, prolonged thrombin treatment did not cause further production of lipid mediators. It nevertheless triggered an overall release of lipid into the surrounding (as releasate), including several proinflammatory and apoptotic lipids e.g., DG, ceramide, S1P, PA. Correlation tests between platelet/releasate lipid profiles and platelet surface markers P-selectin and PAC1 suggested that several di-/polyunsaturated phospholipid species and CoQ negatively correlated with collagen-stimulated PAC1 expression and PI 40:4(b) positively correlated with collagen-stimulated P-selectin expression. Finally, our study identified one lipid class, LPC-O, and one lipid species, PE 38:7, as potential predictors for the reactivity of platelet, with platelet LPC-O level positively correlated with collagen-stimulated increment of surface PAC1 expression and PE 38:7 correlated negatively with the increase in surface P-selectin in response to thrombin treatment.", "date": "2025-10-09", "journal": ""}
{"title": "Pulmonary Vascular Endothelial Dysfunction is Induced by Non-Pulsatile Pulmonary Blood Flow in an Ovine Classic Glenn Model", "doi": "10.1101/2025.10.08.681256", "authors": "Hyde, J.; Smith, M. A.; Swami, N.; Hwang, J. H.; Chao, Y.; Boehme, J.; Raff, G. W.; Nilsson, C. N.; Gong, W.; Deutsch, G. H.; Johnson, E. G.; Wang, T.; Black, S. M.; Datar, S. A.; Maltepe, E.; Fineman, J.", "abstract": "Background: Pulmonary vascular disease (PVD) in patients with single ventricular heart disease following the partial cavalpulmonary connection (Glenn) is a significant source of morbidity. However, the etiology of pulmonary vascular endothelial cell (EC) dysfunction, an established precursor to PVD, is incompletely understood but may involve abnormal blood flow patterns, hypoxemia, and polycythemia. Hypothesis: Utilizing an ovine Glenn model, we hypothesized that non-pulsatile pulmonary blood flow (PBF) induces pulmonary vascular EC dysfunction, independent of hypoxemia or polycythemia. Methods: Seven lambs (6-8 weeks old) underwent a Glenn procedure. Eight weeks later, Glenn and age-matched controls were studied. The response to the endothelium-dependent vasodilator acetylcholine (Ach) was determined in isolated pulmonary arteries (PA). Nitric oxide (NO) and endothelin-1 (ET-1) signaling was determined in right lung tissues. Indices of cell proliferation, angiogenesis, and apoptosis were determined in PA endothelial cells (PAECs). Comparisons were made by unpaired t-test and ANOVA. Results: There were no differences in age, hemoglobin, or oxygen saturation between groups. Mean PA pressure and left PA flow were higher, and right lung blood flow was lower in Glenn lambs compared to controls (p<0.05). All other baseline hemodynamics were similar. Glenn PAs had impaired relaxation to Ach. Glenn lung NO metabolite levels (NOx) and eNOS protein were lower, and ET-1 levels and prepro-ET-1 protein were higher than controls (p<0.05). Glenn PAECs had higher rates of proliferation and angiogenesis, and decreased apoptosis (p < 0.05). Conclusions: The initiation of non-pulsatile PBF following the Glenn induces early EC dysfunction independent of hypoxemia and polycythemia.", "date": "2025-10-09", "journal": ""}
{"title": "Ingestion-activated CGRP neurons control learning but not satiety", "doi": "10.1101/2025.10.08.681275", "authors": "Jarvie, B. C.; Ravi, A.; Nanavati, R.; Qui, L.; Ly, T.; Oh, J. Y.; Barnhill, O. K.; Knight, Z. A.", "abstract": "Calcitonin Gene-Related Peptide (CGRP) neurons in the parabrachial nucleus are critical for sickness and malaise but have also been proposed to control non-aversive (rewarding) satiation. How one cell type can coordinate these opposing processes has not been explained. Here we reinvestigate the function of these cells using single-cell imaging and optical manipulations. Contrary to current models, we show that CGRP neurons do not track cumulative food consumption, and their activity is not necessary for meal termination or satiety. Instead, we identify two distinct populations of CGRP cells, one of which responds rapidly to appetitive signals during ingestion and the other of which responds slowly to aversive visceral cues. Surprisingly, the ingestion-activated CGRP neurons are important for learning about post-ingestive effects but do not control ongoing food consumption. This reveals two populations of CGRP neurons that are sequentially engaged during, and responsible for, the distinct stages of post-ingestive, aversive learning.", "date": "2025-10-09", "journal": ""}
{"title": "Rapid inversion of singleton distractor representations underlies learned attentional suppression", "doi": "10.1101/2025.10.08.680699", "authors": "Zhang, Z.; Lewis-Peacock, J. A.", "abstract": "In visually complex and dynamically changing environments, humans often face the challenge of filtering out salient stimuli that are presently irrelevant to their tasks. Recent evidence suggests that through repeated exposure to search arrays containing salient color singleton distractors, individuals can learn to divert their attention away from such salient but irrelevant stimuli, even before they capture attention. However, the mechanisms underlying such attentional suppression remain unclear. The current study examined trajectories of singleton distractor representations during visual searches to address this gap. Using multivariate pattern analyses on EEG data (N = 40), we found that singleton distractor representations underwent a rapid inversion approximately 200 ms into the search. These inverted representations were coded in a shared subspace with target representations, but in a reversed orientation, presumably to downweight their salience in the spatial priority map. Target locations were consistently enhanced compared to non-singleton distractors, while singleton distractors were suppressed. Our findings reveal a novel mechanism of rapid representational transformation underlying salient distractor suppression at the onset of visual search. The rapid inversion of pop-out singleton distractor signals resulted in an inverted arrangement of target and distractor representations in a shared neural subspace, which facilitates subsequent read-out of both target enhancement and distractor suppression signals in the computation of spatial priorities to successfully guide search.", "date": "2025-10-09", "journal": ""}
{"title": "HypoAD: volumetric and single-cell analysis reveals changes in the human hypothalamus in aging and Alzheimer's disease", "doi": "10.1101/2025.10.08.681270", "authors": "Yu, D.; Germann, J.; Murtaza, G.; Hajdarovic, K. H.; Babcock, K. R.; Dehkordi, S. K.; Jackson, A. C.; Delalle, I.; Orr, M. E.; Zare, H.; Singh, R.; Noble, W. S.; Vlassenko, A. G.; Goyal, M. S.; Webb, A. E.", "abstract": "Alterations in metabolism, stress response, sleep, circadian rhythms, and neuroendocrine processes are key features of aging and neurodegeneration. These fundamental processes are regulated by the hypothalamus, yet how its functionally distinct subregions and cell types change during human aging and Alzheimer's Disease (AD) remains largely unexplored. Here, we present HypoAD, a comprehensive atlas of the human hypothalamus in aging and AD, integrating high-resolution MRI from 202 individuals with single-nucleus RNA-seq (snRNA-seq) of 614,403 nuclei from young, AD, and age-matched non-dementia controls. Our analysis reveals that hypothalamic subregions governing metabolism, stress, and circadian rhythms are particularly vulnerable, exhibiting significant changes in both volumes and gene expression during aging and AD. At the molecular level, machine learning models identified the inflammatory response and regulators of circadian rhythms as key cellular predictors of AD. These signatures were reflected in specific cell types: microglia transitioned to a pro-inflammatory state, while inhibitory neurons within sleep- and circadian-regulating hypothalamic subregions showed the most profound transcriptional alterations, including disruptions in ligand-receptor interactions and G-protein-coupled receptor signaling. Together, HypoAD provides a high-resolution volumetric map and a comprehensive transcriptomic atlas of the human hypothalamus in aging and AD, linking lifestyle and behavioral changes to their underlying volumetric and molecular pathways. Additionally, HypoAD provides a framework to investigate hypothalamic dysfunction and establishes a roadmap for targeted interventions aimed at mitigating physiological disruptions to potentially slow disease progression.", "date": "2025-10-09", "journal": ""}
{"title": "Differences in layer-specific activation of the insula during interoceptive vs. exteroceptive attention", "doi": "10.1101/2025.10.08.679044", "authors": "Müller-Schrader, M.; Petzschner, F. H.; Heinzle, J.; Kasper, L.; Wellstein, K. V.; Bayer, J.; Engel, M.; Bianchi, S.; Weber, L. A.; Pruessmann, K. P.; Stephan, K. E.", "abstract": "Attention modulates the relative weighting of information and plays a critical role in modern theories of perception. While its role in exteroception - the perception of the external environment - has been extensively studied, attentional processes in interoception, the perception of bodily states, are less well understood. In this study, we exploited high-field (7 Tesla) functional magnetic resonance imaging and concurrent field monitoring to investigate interoceptive attention at the level of cortical layers during a heartbeat attention task. Voxel-wise analyses reveal increased activity in the bilateral dorsal mid-insula during interoceptive attention (attending to one's heartbeat) compared to exteroceptive attention (attending to auditory white noise). Layer-specific analyses further demonstrate that this difference in activity is significantly higher in upper compared to lower cortical layers. This activation pattern persists after accounting for potential vascular artifacts through a deconvolution analysis with a physiological point spread function (PSF). To our knowledge, these findings represent the first empirical demonstration of layer-specific processes during interoceptive attention in human cortex. They may prove useful to inform and constrain theories of computational principles and physiological implementation of interoception.", "date": "2025-10-09", "journal": ""}
{"title": "Alpha diversity analysis of hepatic transcriptome reveals novel pathways inalcohol-related hepatitis", "doi": "10.1101/2025.10.08.681263", "authors": "Chaudhary, S.; Liu, J.-J.; Liu, S.; Di, M.; Beier, J. I.; Bataller, R.; Argemi, J.; Benos, P. V.; Arteel, G. E.", "abstract": "Next generation sequencing can identify novel gene expression patterns in disease. Beyond differentially expressed genes analysis, we investigated the ability of within-population diversity (-diversity) of the transcriptome to reveal new biological information in alcohol-related liver disease (ALD), comparing Differential Shannon diversity (DSD) to transcriptome heterogeneity changes. RNA sequencing data from normal livers and patients with early silent ALD and severe AH were analyzed. -diversity indices and Percent Shannon Diversity of a gene, which refers to this gene's contribution to total Shannon entropy were calculated. Ingenuity pathway analysis identified canonical pathways determined by differentially expressed genes (DEG) and DSD approaches. ALD significantly decreased hepatic transcriptome -diversity correlating with increased relative contribution of select genes. These changes were driven by lower abundance gene expression loss. DEG and DSD analyses showed overlapping genes and canonical pathways, but DSD also identified novel genes and pathways not highlighted by DEG. Importantly, DSD more effectively identified differences between preclinical ALD and AH severity stages. ALD decreases hepatic transcriptome heterogeneity, favoring pathways associated with organ damage or damage response. Preclinical and clinical ALD led to differential heterogeneity patterns that may provide new disease insights. DSD analysis identified enriched pathways missed by standard DEG analyses, potentially yielding novel insight into disease mechanisms and biomarkers.", "date": "2025-10-09", "journal": ""}
{"title": "Mechanistic insights into the activity of Benzoxaboroles against Cryptosporidium parvum: CPSF3 targeting and resistance implications", "doi": "10.1101/2025.10.09.681364", "authors": "Wenker, J.; Braun, L.; Swale, C.; Gouin, A.; Pichon, J.; Sedano, L.; Baty, T.; Dobrescu, I.; Lalle, M.; Hakimi, M.-A.; Bougdour, A.; LAURENT, f.", "abstract": "Benzoxaboroles are emerging as promising treatments against a broad range of protozoan parasites, including Trypanosoma, Leishmania, Plasmodium, Toxoplasma, and Cryptosporidium. We previously demonstrated that the benzoxaborole compound AN3661 inhibits the endonuclease activity of CPSF3 in Cryptosporidium hominis, likely by disrupting pre-mRNA processing, which in turn limits parasite growth. In this study, we further explored its mode of action and found that a specific mutation (Y385N) in CPSF3 of C. parvum confers strong resistance to AN3661. Interestingly, this mutation does not affect the parasites sensitivity to two other benzoxaboroles, AN13762 and AN7973, which are also thought to target CpCPSF3. All three compounds interfered with mRNA processing in C. parvum, consistent with inhibition of CPSF3 complex activity, and showed parasiticidal activity, especially during the late stages of merogony, blocking parasite egress. Two of them also impaired gamogony. In T. gondii, AN7973 remained effective against several strains carrying mutations within TgCPSF3 that confer resistance to AN3661 and AN13762, suggesting that it might represent an alternative chemotype targeting CPSF3 with the potential to overcome resistance. Notably, AN7973 successfully controlled severe infection in susceptible mice challenged with the AN3661-resistant C. parvum strain carrying the CpCPSF3Y385N mutation. Finally, we extended the known antiparasitic spectrum of AN3661 and AN7973 to include Eimeria tenella and Giardia duodenalis, two important pathogens in veterinary and human health. Altogether, our findings refine the understanding of CPSF3-targeting benzoxaboroles, identify alternative chemotypes with the potential to bypass resistance, and support their potential use in combination therapies to delay or prevent the emergence of drug resistance.", "date": "2025-10-09", "journal": ""}
{"title": "Probiotic and postbiotic treatment in situ during a marine heat wave improves coral health and promotes specific metabolic and microbiome changes", "doi": "10.1101/2025.10.09.679041", "authors": "Santoro, E. P.; Raimundo, I.; Beenham, L.; Garcias-Bonet, N.; Garcia, F. C.; Schultz, J.; Curdia, J.; Antony, C. P.; Delgadillo-Ordonez, N.; Singh, U.; Rosado, A. S.; Jaremko, M.; Jaremko, L.; Peixoto, R. S.", "abstract": "Microbial therapies are emerging as promising tools for coral protection against heat stress, yet such application was not tested in situ. We tested two coral-derived probiotic consortia and their heat-killed counterparts (postbiotics) on bleaching Acropora cf. valida in the Red Sea during a marine heatwave. Over 15 days, both live and one of the heat-killed treatments maintained photosynthetic efficiency (Fv/Fm), whereas placebo-treated corals exhibited significant thermal stress-induced decline. 16S rRNA gene sequencing profiling showed enrichment of putatively beneficial genera (e.g., Terasakiispira spp., Pseudoalteromonas spp.), and untargeted metabolomics resolved treatment-specific metabolic signatures that differed among consortia and between live and inactivated formulations. These molecular fingerprints illuminate specific underlying protective mechanisms and host microbiome interactions under heat stress. Together, our results position microbial therapies (probiotics and specific postbiotics) as field-validated, mechanism-informed interventions capable of minimizing impacts on corals during real-world thermal extremes and provide design cues for scalable deployment.", "date": "2025-10-09", "journal": ""}
{"title": "Long Term Culture of Germ-Free Zebrafish Using Gamma-Irradiated Feeds", "doi": "10.1101/2025.10.09.681431", "authors": "Okyere, L.; Di Fulvio, A.; Gaulke, C. A.", "abstract": "Host associated microbiota play essential roles in regulating digestion, nutrient acquisition, immunity, and xenobiotic metabolism. Disruption of these communities is linked to numerous diseases and health defects though causal mechanisms underpinning these associations remain unclear in most cases. Gnotobiotic zebrafish provide a scalable low-cost in vivo model that is increasingly used to resolve causality in host-microbiota interactions. However, reliance on live diets limits the use of gnotobiotic zebrafish to early life stages where body systems and microbial communities are incompletely developed. As a result, many important host-microbiota interactions may be unable to be studied in this model system. Here we tested a simple method for long-term husbandry of gnotobiotic zebrafish using gamma-irradiated chow diets and evaluated effects on growth, gene expression, and microbial community composition. In conventionally reared animals, gamma irradiated diets did not affect growth or survival and only modestly impacted microbial community composition and diversity. In contrast, gnotobiotic zebrafish maintained on sterile irradiated diets for 55 days post fertilization were smaller, weighed less, and exhibited aberrant genes expression profiles relative to controls. These genes were enriched for pathways, related to immune response, xenobiotic metabolism, organ development, liver function, and lipid metabolism, with many expression patterns linked to the abundance of specific microbial taxa. Together, these findings establish a practical protocol for long-term maintenance of gnotobiotic zebrafish and extend the utility of this model to study microbiome-dependent effects on host physiology, and development beyond early larval stages of life.", "date": "2025-10-09", "journal": ""}
{"title": "Oxidative stress facilitates a diverse adaptive response in bacteria", "doi": "10.1101/2025.10.09.681464", "authors": "Bulaoro, E.; Mishra, B.; McConnell, M. J.; Goswami, A.", "abstract": "The adaptive oxidative stress response allows bacteria to adapt to hostile environmental conditions. We explored how the evolution of cellular ROS in oxidative stress triggers physiological and genetic changes in multiple pathogenic species. Our study posits that growth-survival tradeoffs under oxidative stress enact a diverse array of genetic and physiological changes resulting in cross-resistance to acid, antimicrobial resistance, and metabolic reprogramming in bacteria.", "date": "2025-10-09", "journal": ""}
{"title": "EVOH Hollow Fiber Encapsulation of Individual Caenorhabditis elegans for Transmission Electron Microscopy", "doi": "10.1101/2025.10.08.681240", "authors": "Liou, W.; Belnap, D. M.", "abstract": "We present a streamlined protocol for encapsulating individual Caenorhabditis elegans specimens for thin-section transmission electron microscopy (TEM) using ethylene vinyl alcohol (EVOH) copolymer hollow fibers. These transparent fibers, featuring a 175m inner diameter, 25m wall thickness, and an approximate molecular weight cutoff of 30kDa, possess both hydrophilic and hydrophobic properties. This amphiphilic nature helps maintain a potent lumen structure even in dry, open air, enabling precise handling and orientation of small specimens prior to resin polymerization and eliminating the need for remounting. The protocol includes specimen transfer using wire loops, microwave-assisted chemical pre-fixation, dissection on a soft silicone substrate with micro-scissors, and manipulation of hollow fibers using insect pins. This approach preserves the identity of individual specimens throughout processing. During ultramicrotomy, the fiber serves as a visual guide, enhancing alignment and reproducibility of sectioning. As proof of principle, we demonstrate well-preserved ultrastructural features in chemically fixed, microwave-assisted resin-embedded C. elegans specimens. This method offers a robust and reproducible alternative to conventional gelatinous media encapsulation, particularly suited for TEM analysis of scarce or small biological samples.", "date": "2025-10-09", "journal": ""}
{"title": "Red-light-only control of protein-protein interactions using a cyanobacteriochrome (UNICYCL)", "doi": "10.1101/2025.10.09.681461", "authors": "Le, G. N. T.; Reed, P. M. M.; Jang, J.; Tang, K.; Zurbriggen, M. D.; Uppalapati, M.; Woolley, A.", "abstract": "Most optogenetic tools are controlled by blue light. Red-light responsive tools enable multiwavelength applications and allow greater biological tissue penetration with reduced toxicity. Current red-light tools are primarily based on phytochromes, large dimeric proteins with a structurally complex mode of interaction with their binding partners. Here we introduce a small red-light-only responsive system composed of a GA domain (6 kDa) that binds to a CBCR GAF domain (17 kDa) with a Kd ~1-5 M to form a 1:1 complex in the dark. Red light causes dissociation of the complex by causing a >25-fold decrease in binding affinity. The CBCR GAF domain reverts to the dark state with a half-life of ~1 min and the complex reforms. Structural analysis using NMR measurements combined with molecular docking and dynamics simulations shows that the binder interacts with the GAF domain and senses isomerization of the bilin chromophore at a site that overlaps the critical tongue domain of phytochromes. This system provides a small, simple red-light-only optogenetic tool that can operate to control protein-protein interactions in vitro and in living cells.", "date": "2025-10-09", "journal": ""}
{"title": "Cell-Intrinsic Vulnerability and Immune Activation Cooperate to Drive Degeneration in a Mitochondrial Complex I Deficiency Model of Optic Neuropathy", "doi": "10.1101/2025.10.08.681245", "authors": "Santamaria-Munoz, D.; Reyes, R. V.; Krueger, M. R.; Garcia-Llorca, A.; Marsh-Armstrong, B.; Duan, X.; Hu, Y.; Welsbie, D. S.; Marsh-Armstrong, N.; Sanz, E.; Quintana, A.; Simo, S.; La Torre, A.", "abstract": "Mitochondrial dysfunction is a central hallmark of many optic neuropathies, yet the mechanisms linking intrinsic metabolic stress to retinal ganglion cell (RGC) degeneration remain unclear. To bridge this gap, we developed conditional transgenic models targeting the mitochondrial complex I subunit Ndufs4 in the retina. Broad deletion of Ndufs4 in the retina resulted in vision loss, progressive RGC degeneration, and pronounced immune activation before overt RGC death. Strikingly, depletion of myeloid cells significantly preserved RGCs, demonstrating that inflammation is not simply a downstream consequence but a participant in the degeneration process. To further distinguish between intrinsic and extrinsic mechanisms, we generated a mosaic model in which only subsets of retinal cells lacked Ndufs4. In this paradigm, the degeneration first appeared selectively in mutant regions, suggesting that mitochondrial impairment within RGCs is necessary to initiate vulnerability. At later stages, however, the degeneration extended beyond mutant territories, highly suggestive of a propagation through non-cell autonomous processes. Together, these findings support a model in which mitochondrial dysfunction creates the conditions for neuronal vulnerability, while immune responses govern the timing and extent of cell loss. This framework explains the consistent co-occurrence of metabolic deficits and neuroinflammation in optic neuropathies and highlights the importance of their interactions in disease progression. By clarifying the intersection of intrinsic and extrinsic mechanisms, this work advances our understanding of RGC degeneration and provides a conceptual basis for deciphering pathogenic processes across diverse optic neuropathies.", "date": "2025-10-09", "journal": ""}
{"title": "Identifying Neural Biomarkers of Risk-Taking from Intracranial EEG Recordings", "doi": "10.1101/2025.10.08.681279", "authors": "Guo, Y.; Merkley, A.; Jaffee, S.; Whiting, A. C.; Grover, P.", "abstract": "Risk-taking behavior is associated with neuropsychiatric disorders such as addiction. In this study, we present a data-driven approach to identify neural biomarkers of risk- taking from intracranial stereo-electroencephalography (sEEG) recordings. Using time and frequency domain features, we train a classifier to distinguish between risk-taking and risk- avoidance behaviors. Based on data from a single patient, the model achieves an accuracy of 68.5%, which is significantly above chance. These results highlight the potential of identifying risk-taking states from invasive recordings. This work demonstrates the feasibility of identifying risk-related biomarkers from intracranial recordings, highlighting a promising direction for closed-loop neuromodulation for neuropsychiatric conditions.", "date": "2025-10-09", "journal": ""}
{"title": "A Cross-scale Causal Mapping Framework Pinpoints Macrophage Orchestrators of Balanced Arterial Development", "doi": "10.1101/2025.10.08.681286", "authors": "Han, J.; Kong, D.; Schwarz, E.; Takaesu, F.; Lee, S.; Kim, C.-l.; Yang, E.; Park, M.; Kim, E.; Kim, W.; Ramachandra, A. B.; Manning, E. P.; Humphrey, J. D.; Park, H.-J.; Davis, M.", "abstract": "Postnatal pulmonary arteries experience an abrupt surge in flow that demands tightly coordinated remodeling of vascular structure and mechanical compliance. However, the cellular programs orchestrating these multiscale adaptation remain poorly defined, partly due to the absence of analytical tools integrating gene-cell-tissue scales. Here, we present CausaLink, a cross-scale causal mapping framework that predicts how altered gene expression propagates through gene-cell-tissue networks by integrating time-course transcriptomic and tissue morpho-mechanical data. We constructed a single-cell transcriptomic atlas of 11,143 proximal pulmonary artery-derived cells from C57BL/6J mice across five developmental stages (P2, P10, P21, P42, and P84), revealing dynamic lineage transitions and transient mesenchymal population specifying into fibroblasts and smooth muscle cells from P2 to P21. Using this framework, we identified Mgl2? macrophages as central regulators promoting lumen expansion while preventing pathological wall thinning or thickening. To validate these predictions, we established a human induced pluripotent stem cell-derived arterial assembloid enriched in MGLhigh macrophages. In this model, MGLhigh macrophages supported lumen enlargement while maintaining overall wall thickness and induced formation of an adventitia-like fibroblast layer that recapitulated approximately 80% of the native adventitial fraction with balanced collagen-elastin remodeling. By linking predictive modeling to human organoid validation, this study establishes a cross-scale workflow for tracing how gene programs shape vascular architecture, offering mechanistic insights and a foundation for predictive regenerative medicine.", "date": "2025-10-09", "journal": ""}
{"title": "STRIDE: A Sequencing Depth-Insensitive Metric for Robust Comparison between Sparse Chromosome Conformation Capture Data", "doi": "10.1101/2025.10.08.681271", "authors": "Xu, B.; Gao, X.; Tao, W.; Zhang, Z.; Li, F.", "abstract": "The study of three-dimensional (3D) genome organization has been revolutionized by high-throughput chromatin conformation capture technologies (Hi-C) or its derivatives. However, the dependency on sequencing depth severely restricts the reliability and accuracy of existing Hi-C tools, especially in single-cells. To address this issue, we introduce a novel computational framework based on the mean first passage time (MFPT) in Markov chain theory, which transforms chromatin contact matrices into a robust, distance-based representation. We demonstrate that MFPT representation is inherently insensitive to sequencing depth. Leveraging this transformation, we develop STRIDE (Spatial Topological Representation of Interaction Distance Evaluation), a parameter-free metric for library similarity. STRIDE is resilience to sparse and noisy data, insensitive to technical variabilities, and facilitates unsupervised embedding from single-cell Hi-C, enabling accurate delineation of cellular states and developmental trajectories. In conclusion, as a reliable computational framework for sparse and noisy data, STRIDE may serve as a base for wide range single-cell 3D genome analysis that used to be inconceivable.", "date": "2025-10-09", "journal": ""}
{"title": "WSB.APP/PS1 mice develop age-dependent cerebral amyloid angiopathy, cerebrovascular deficits, and white matter damage, which are modified by humanized APOE alleles.", "doi": "10.1101/2025.10.08.681261", "authors": "Onos, K. D.; Marola, O.; Uyar, A.; Chie, J. A. K. H. C.; Kanyinda, J.; Persohn, S. C.; Eldridge, K.; Elk, K.; Walker, A. E.; Carter, G. W.; Sasner, M. J.; Territo, P. R.; Howell, G.", "abstract": "Vascular contributions are now widely accepted to play a key role in many cases of dementia, including Alzheimers disease (AD), that commonly manifest as cerebral small vessel diseases, including cerebral amyloid angiopathy (CAA). However, the mechanisms by which vascular contributions such as CAA contribute dementias such as AD are not well understood. This is due in part to the lack mouse models that develop robust CAA, hampering our ability to develop therapies that target vascular deficits. To address this, we have explored the use of distinct genetic contexts to enhance the face validity of mouse models for AD. We have previously identified the WSB/EiJ (WSB) strain as a model that shows increased susceptibility to CAA in the presence of the APP/PS1 amyloid driver, compared to the commonly used C57BL/6J (B6) strain. Here, we now perform an in-depth characterization of WSB.APP/PS1 and its WSB wild type (WT) counterpart, assessing male and female mice, at 4, 8, and 12 months of age (M). We show that WSB.APP/PS1 mice show mild CAA at 8M, with robust CAA being apparent at 14M. Transcriptional profiling showed strong correlation to AMP-AD gene expression modules highlighting the human relevance of WSB.APP/PS1 mice and predicted white matter deficits at 14M that was confirmed by immunofluorescence. PET/CT showed blood flow and metabolic deficits, and modifications in small vessel morphology in 8M WSB.APP/PS1 compared to WSB WT mice. We tested whether cerebrovascular reactivity deficits in WSB WT mice may underly the susceptibility to CAA, but interestingly, they did not show age-dependent decline in reactivity that was observed in B6 mice. Finally, using an allelic series of humanized apolipoprotein E (APOE), we show that APOE4 increased the extent of CAA in WSB.APP/PS1 mice, compared to APOE2 and APOE3, but in a sex-dependent manner. Collectively, these data show the utility of the WSB strain to uncover mechanisms of vascular contributions to Alzheimers disease and related dementias.", "date": "2025-10-09", "journal": ""}