{"title": "Single-cell mitochondrial lineage tracing decodes fate decision and spatial clonal architecture in human hematopoietic organoids", "doi": "10.1101/2023.09.18.558215", "authors": "Xue, Y.; Su, J.; Chao, Y.; Liu, L.; Lin, X.; Xiang, Y.; Ho, K. M.; Su, Z.; Chen, J.; Luo, Z.; Lin, C.; Luo, R.; Aurich, T.; Wu, J.; Cheung, K. S. C.; Huang, Y.; Ho, J. W. K.; Sugimura, R.", "abstract": "The ability to perform lineage tracing at the single-cell level is critical to reconstructing dynamic transitions during cell differentiation. However, prospective tracing approaches inevitably encounter outstanding challenges including barcoding precision, barcode diversity, and detection efficiency, which can skew inferred lineage relationships. Human pluripotent stem cells (hPSCs) even face risks of DNA-damage-induced toxicity-related cell death. We explored the use of naturally occurring somatic mutations in mitochondrial transcripts detected in single-cell RNA-seq as genetic lineage barcodes in hPSCs. In this study, we used an enrichment of scRNA-seq mitochondrial reads and a robust computational method to identify clonally relevant mitochondrial variants as endogenous genetic barcodes for clonal tracking of early embryonic hematopoiesis from hPSC. We modeled the development of embryonic tissues from hPSCs and delineated cell fate specification by integrating synthetic barcoding with mitochondrial lineage tracing. Using a biophysical model, we reconstructed the sequential transcriptional logic of fate specification and its underlying regulatory network. We further applied mitochondrial lineage tracing to spatial transcriptomics, which enabled us to identify the spatial clonal architecture of human embryonic organoids. Our analysis revealed that this spatial zonation was orchestrated by NOTCH-mediated crosstalk between stromal cells and hematopoietic progenitors. Our multi-modal framework links clonal dynamics with niche-specific fate decisions, providing a generalizable approach to dissecting tissue organization in development and disease. This study underscores the utility of mitochondrial variants as endogenous markers for high-resolution spatial clonal tracking in stem cell-derived organoid models of human development.", "date": "2025-09-06", "journal": ""}
{"title": "Bilingual language processing relies on shared semantic representations that are modulated by each language", "doi": "10.1101/2024.06.24.600505", "authors": "Chen, C.; Gong, X.; Tseng, C.; Klein, D.; Gallant, J.; Deniz, F.", "abstract": "Billions of people throughout the world are bilingual and can extract meaning from multiple languages. While some evidence suggests that there is a shared system in the human brain for processing semantic information from native and non-native languages, other evidence suggests that semantic processing is language-specific. We conducted a study to determine how semantic representations in the brains of bilinguals can support both shared and language-specific processing for different languages. Functional magnetic resonance imaging (fMRI) was used to record brain responses while participants read several hours of natural narratives in their native (Chinese) and non-native (English) languages. These data were then used to specifically and comprehensively compare semantic representations between the two languages. First, we show that semantic representations are largely shared between languages. Second, we show that there are finer-grained differences that systematically alter how the same meaning is represented between different languages. Our results suggest that for bilinguals, semantic representations in the brain are shared across languages but modulated by each language. These results reconcile current competing theories of bilingual language processing.", "date": "2025-09-06", "journal": ""}
{"title": "Mechanistic Insights into the Selective Targeting of MLX to Triacylglycerol-Rich Lipid Droplets", "doi": "10.1101/2024.07.15.603605", "authors": "Braun, R. J.; Swanson, J. M.", "abstract": "The activation of transcription factor Max-Like Protein x (MLX) is modulated by competition between active dimerization and inactive association with cytosolic lipid droplets (LDs). However, LD association has been shown to depend on the neutral lipid composition. This work explores the mechanism by which MLX specifically targets LDs rich in triacylglycerol (TG) over those with abundant sterol esters (SE). We compare the association ensembles for a potential minimal targeting sequence, an amphipathic helix-loop-helix hairpin, and the full dimerization and cytoplasmic localization domain (DCD), finding the latter requires larger packing defects and quantifiably alters LD membrane properties. Surprisingly, direct interactions with TG neutral lipids are not observed for either sequence. Instead, targeting to SE-rich LDs is blocked for both sequences by insufficient packing defects. We additionally explore the full mechanism of hairpin association, aiming to understand sequence-specific features that enable strong membrane association. We find that there are multiple association pathways, but that each involves a catch, dive, snorkeling, and embedding phase. The combination of multiple catch and dive residues placed on opposing ends of amphipathic helices lengthens the catch phase, greatly enhancing association in a manner that resembles kinetic selection. Once bound, locking interhelical interactions block dissociation. Collectively, our findings suggest that in addition to relative binding affinities, both kinetics and altered surface properties due to protein association could influence competition within the LD proteome.", "date": "2025-09-06", "journal": ""}
{"title": "Tricked by Edge Cases: Can Current Approaches Lead to Accurate Prediction of T-Cell Specificity with Machine Learning?", "doi": "10.1101/2024.10.23.619492", "authors": "Culka, M.; Desponds, J.; Cheung, J.; Cruz Tleugabulova, M.; Ng Palace, S.; Darwish, M.; Smirnov, R. A.; Tabatsky, E.; Strasser, G.; Shaw, A. S.; Mellman, I.; Chernyshev, A.; Orlova, D.", "abstract": "The ability to predict T cell receptor (TCR) specificity from sequence could transform immunotherapy, vaccine development, and our understanding of immune recognition. While machine learning approaches have shown promise, progress is limited by the quality of training data and underlying modeling assumptions. Historically, equilibrium binding assays using multimeric pMHCs have been a dominant source of data, but these assays often conflate high-affinity binding with true functional specificity, introducing noise into predictive models. Here, we critically examine two commonly discussed ideas in the field: that TCR specificity prediction can be separated from functional activation modeling, and that unsupervised sequence-based approaches can generalize across diverse antigen contexts. We introduce a cell-based assay for directly quantifying TCR-pMHC binding kinetics using monomeric ligands, while simultaneously assessing early activation via CD3{zeta} phosphorylation. These kinetic parameters provide a mechanistic basis for specificity that avoids the artifacts of equilibrium-based measurements. We propose a predictive modeling framework that integrates biophysical measurements with machine learning, and outline strategies for generating high-throughput training data to support this approach. Our findings highlight the need for functionally informed, mechanistically grounded models to advance generalizable TCR specificity prediction.", "date": "2025-09-06", "journal": ""}
{"title": "MISO Regulates Mitochondria Dynamics and mtDNA Homeostasis by Establishing Inner Membrane Subdomains", "doi": "10.1101/2025.01.05.631328", "authors": "Zhang, Y.; Xia, Y.; Wang, X.; Xia, Y.; Li, J.; Guo, X.; Zhou, Q.; He, L.", "abstract": "Mitochondrial dynamics and mtDNA homeostasis are essential for numerous biological processes and have recently been linked through distinct subdomains termed small MTFP1-enriched mitochondria (SMEM). However, the molecular mechanisms governing this connection remain unclear. Here, we identified MISO (Mitochondrial Inner membrane Subdomain Organizer), a novel protein that regulates mitochondrial dynamics and drives SMEM formation in response to inner mitochondrial membrane (IMM) stresses. We demonstrate that MISO regulates mitochondrial dynamics in both Drosophila stem cells in vivo and mammalian cells in vitro. Mechanistic study showed that MISO promotes mitochondrial fission while inhibiting fusion. Notably, MISO induces SMEM formation and facilitates their peripheral fission, which regulates the lysosomal degradation of mtDNA. Meanwhile, MISO knock-out completely abolishes SMEM generation, indicating that MISO is both necessary and sufficient for SMEM biogenesis. Furthermore, SMEM functionality requires MISO-dependent recruitment of MTFP1 and subsequent engagement of downstream effectors, including the FIS1-DRP1 fission machinery. IMM stresses, including damages in mtDNA, OXPHOS complexes, and cristae, stabilize the normally short-lived MISO protein, thereby triggering SMEM assembly. Furthermore, MISO-orchestrated SMEM formation depends on its C-terminal domain, likely mediated by oligomerization. Together, our work elucidates a molecular mechanism by which IMM stresses affect mitochondrial dynamics and mtDNA homeostasis.", "date": "2025-09-06", "journal": ""}
{"title": "Probabilistic projections of distributions of kin over the life course", "doi": "10.1101/2025.03.24.644937", "authors": "Butterick, J.; Hilton, J.; Bijak, J.; Smith, P. W. F.; Dodd, E.", "abstract": "Mathematical kinship demography is an expanding area of research. Recent papers have explored the expected number of kin a typical individual should experience. Despite the uncertainty of the future number and distributions of kin, just one paper investigates it. We develop a new method for obtaining the probability that a typical population member experiences one or more of some kin at any age through the life course. We use combinatorics and matrix algebra to construct and project a discrete probability distribution of kin. Our model requires as inputs, age-specific mortality and fertility. We derive probabilities of kin-number for fixed age of kin and over all possible ages of kin. We derive expected numbers and variance of kin. We demonstrate how kinship structures are conditional on familial events. The paper presents the first analytic approach allowing the projection of a full probability distribution of the number of kin of arbitrary type that a population member has over the life course.", "date": "2025-09-06", "journal": ""}
{"title": "Data-efficient protein mutational effect prediction with weak supervision by molecular simulation and protein language models", "doi": "10.1101/2025.04.08.647800", "authors": "Deguchi, T.; Ab Ghani, N. S.; Kurumida, Y.; Iida, S.; Kobayashi, K.; Saito, Y.", "abstract": "Machine learning-based protein mutational effect prediction is widely used in protein engineering and pathogenicity prediction, but training data scarcity remains a major challenge due to high costs of experimental measurements. A previous study proposed data augmentation using computational estimates by molecular simulation. However, this approach has been limited to predicting mutational effects on thermostability. Here, we present a new data augmentation method that combines molecular simulation with zero-shot prediction computed by protein language models. These computational estimates serve as \"weak\" training data to supplement experimental training data. Our method dynamically adjusts the weight and inclusion of weak training data based on available experimental training data. This reduces potential negative impacts of weak training data while extending applicability to diverse protein properties such as binding affinity and enzymatic activity. Benchmark tests demonstrate that our method improves prediction accuracy particularly when experimental training data are scarce. These results indicate the capability of our approach to advance protein engineering and pathogenicity prediction in small data regimes.", "date": "2025-09-06", "journal": ""}
{"title": "Dietary Protein Source Shapes Gut Microbial Structure and Predicted Function: A Meta-Analysis with Machine Learning", "doi": "10.1101/2025.04.23.650130", "authors": "ADEJUMO, S. A.; Das, P.; Kin Yun Lim, C.; Malas, J.; Allen, J.; Hampton-Marcell, J. A.", "abstract": "Background: Dietary proteins are major modulators of gut microbial ecology, yet the taxonomic and functional signatures of plant- versus animal-based proteins remain poorly defined. Although digestibility and fermentation differ by protein type, a systematic evaluation of how these differences shape microbial diversity and metabolic capacity is lacking. This Meta-analysis integrates conventional and machine learning approaches to identify microbial biomarkers and predicted functions associated with dietary protein sources in murine models. Methods: Following PRISMA guidelines, we analyzed 16S rRNA gene sequencing data from 10 murine studies (n = 187) comparing animal and plant protein diets. Alpha diversity was assessed using Shannon, Inverse Simpson, and Chao1 indices. Beta diversity was evaluated using Aitchison distances. LEfSe and class-weighted Random Forest models were applied to identify differentially abundant taxa and predictive microbial features. Functional profiles were inferred using PICRUSt2, and taxon, pathway associations were examined via correlation and network analysis. Results: Plant-protein diets significantly increased microbial richness and evenness across all alpha diversity metrics. Thirty-three genera were enriched, including Bacteroides, Muribaculaceae, and Allobaculum, associated with SCFA production, nitrogen recycling, and bile acid metabolism. Animal-protein diets favored Clostridium sensu stricto 1 and Colidextribacter, linked to proteolytic fermentation and sulfur metabolism. Aitchison PCA revealed distinct community structures (ANOSIM R = 0.663, p < 0.001). Random Forest models achieved >88% accuracy (AUC = 0.995) in predicting diet groups. Functional prediction showed plant diets enriched SCFA and aromatic amino acid degradation pathways, while animal diets favored sulfur and branched-chain amino acid metabolism. Network analysis identified Muribaculaceae and Lactobacillus as central taxa in plant- and animal-associated subnetworks, respectively. However, variation in fat and fiber across studies may confound these patterns, as these covariates were not consistently reported. Conclusion: Dietary protein source shapes gut microbial composition and predicted function in murine models, reflecting distinct shifts in microbial nitrogen and sulfur metabolism.", "date": "2025-09-06", "journal": ""}
{"title": "Endothelial Trauma Depends on Surface Charge and Extracellular Calcium Levels", "doi": "10.1101/2025.07.13.664578", "authors": "Cleary, J. H.; Wentzel, K. J.; Howard, A. J.; Sackheim, A. M.; Piffard, S. H.; Sonawane, R.; Ahmed, M. S.; Sheeser, L. N.; Benson, J. C.; Hennig, G.; Majumdar, D.; Trebak, M.; Nelson, M. T.; Freeman, K.", "abstract": "We tested the hypothesize that the ubiquitous store-operated Ca2+ entry (SOCE) contributes to histone-induced endothelial cell Ca2+ events. We also considered an alternate hypothesis: cationic electrostatic interactions between histones and negatively charged phospholipids, deforming endothelial cell membranes and thereby allowing extracellular Ca2+ entry. A role for SOCE in histone responses was ruled out by genetic ablation of the ORAI1/2/3 channel trio; histone effects were blocked by application of the multivalent cation gadolinium Gd3+. Using live cell video microscopy of endothelial cell labeled with membrane dye FM1-43, we recorded fast plasma membrane movements including vesiculation, blebbing, and ruffling of lamellipodia over 60 minutes following histone exposure. These cell membrane theatrics were markedly different from the uniform pattern of rapid exocytosis and subsequent blebbing produced by calcium overload with ionomycin. The membrane permeabilization produced by histones, and not ionomycin, was transient and a subset of cells recovered membrane integrity within 1 hour. Removal of extracellular Ca2+ prevented histone-induced intracellular Ca2+ overload while surprisingly exacerbating plasma membrane deformation. Conversely, decreasing the density of the negative charge surface by adding calcium or or increasing extracellular Ca2+ levels effectively screened common membrane phospholipids from interactions with labeled histones and prevented endothelial damage in cells exposed to histones. Collectively these results indicate that low extracellular Ca2+ levels enhance interactions between histones and endothelial cell membrane phospholipids to increase cytotoxicity. Importantly, this supports the concept of aggressive Ca2+ repletion during resuscitation to prevent hypocalcemia, stabilize endothelial cell membranes and improve cardiovascular recovery from shock.\n\nSignificanceIn acute critical illness, the rapid collapse of vascular endothelial functions drives aberrant blood clotting and organ failure through mechanisms that are not understood. Emerging evidence that early administration of donor plasma improves survival of trauma patients has transformed the massive transfusion protocols used in surgical settings, but the sodium citrate included in transfused blood products to prevent coagulation often produces significant and severe hypocalcemia. Here, we demonstrate that cytotoxic trauma factors that are elevated in the blood during resuscitation interact electrostatically with endothelial cell phospholipids, and that low Ca2+ exacerbates toxicity by increasing this interaction. Using high speed video imaging, we demonstrate fast endothelial cell membrane movements in response to injury, including protrusion and ruffling of lamellipodia, release and reuptake of extracellular vesicles, and blebbing. These findings provide important insights into the nature of shock-induced endotheliopathy and highlight the potential cardiovascular risk associated with chelation-induced hypocalcemia during resuscitation.", "date": "2025-09-06", "journal": ""}
{"title": "Primary cortical neurons precipitate and extrude large mitochondria-associated calcium-phosphate sheets with a bone-precursor-like ultrastructure", "doi": "10.1101/2025.08.04.668590", "authors": "Anderson, E. D.; Cronkite, C. A.; Baldwin, P. R.; Abella, C. P.; Duman, J. G.; Simmonds, A. N.; Waxham, M. N.; Tolias, K. F.; Ludtke, S. J.", "abstract": "Calcium-phosphate (CaP) is a ubiquitous inorganic compound that plays an important structural role in healthy bone and teeth formation, but its pathologic buildup can occur in dyshomeostatic calcium disorders like Alzheimer's disease and Leigh syndrome. The nexus of pathologic extracellular CaP in the nervous system is not well understood, but prior evidence suggests mitochondria could be a source. We have observed mitochondria-sized sheet-like CaP aggregates within functional wild type cortical neuron cultures at 1 and 20 DIV. Neurons were extracted from embryonic day 18 (E18) rat embryos following standard protocols to study neuronal structure and function. We have used a combination of cryo-ET, cryo-CLEM, and LDSAED to demonstrate that these aggregates are octacalcium phosphate-like, are associated with mitochondria, and that at least a portion are extruded via migrasomes. Visually similar aggregates were previously observed in Huntington's disease model neurons, but in that study they were not observed in WT controls. These findings show that this CaP aggregation process occurs routinely in WT neurons and may reveal an important link for how mitochondria may participate in calcification, highlighting them as potential therapeutic targets in neurological disorders characterized by pathological calcification, such as Alzheimer's disease.", "date": "2025-09-06", "journal": ""}
{"title": "A histology foundation model for high-resolution spatial omics prediction, tumor detection, and, clustering of spatial transcriptomics", "doi": "10.1101/2025.08.07.669202", "authors": "Zhang, N.; Long, Y.; Xia, S.; Jia, P.; Jin, Y.; Chen, S.; Chen, J.; Li, M.", "abstract": "Spatial transcriptomics has revolutionized biological research but is constrained by high cost and limited resolution. We present SpaFoundation, an image-only histology foundational model pre-trained on 1.79 million patches to learn general-purpose representations for spatial transcriptomics. Leveraging histology image alone and evaluated on 117 samples, our method accurately infers spatial gene expression, enhances resolution to single-cell level, outperforming state-of-the-art lightweight models, and demonstrates strong transferability to tumor detection and spatial clustering.", "date": "2025-09-06", "journal": ""}
{"title": "Graphical examples show why caution is required if using the coefficient of determination (R2) to interpret data for medical case reports.", "doi": "10.1101/2025.08.18.670747", "authors": "Hurr, T. J.", "abstract": "A patient with a medical condition can have medical tests or symptoms scored that generate numerical results before a treatment, during a treatment or after a treatment, usually over several days, to determine if any benefits have occurred. The changes in the numerical measurements or scores over time can be readily plotted using computer software to show an equation for the line of best fit for either linear or log equations, together with the coefficient of determination (R2). Despite the ease of generating this type of graphical representations caution is required in interpreting the R2 value with reference to medical case reports. To understand why this is so, at a basic level, four scenarios using hypothetical patient scores were used to generate scatter plots showing the equation for the line of best fit and R2 values with comparison to the average and standard deviation (SD) values. The graphical examples are used to supplement the more complex mathematical and statistical explanations and choice for effect measures that are available. It was found R2 values for log equations for the line of best fit did not follow a trend with increasing treatment days. For linear equations, higher R2 value may not necessarily correspond to a lower standard deviation (SD) value for the averaged scores. The R2 value can be influenced by the day on which the scores were recorded, despite the equivalence of the average scores and SD values. R2 values may not indicate the strength of a treatment benefit or the magnitude of scatter between data sets. Score averaging can increase R2 values, while average values remain the same but with the SD value decreasing. The graphical examples shown provide an explanation why line graphs may be the simplest and best option for reporting, particularly non-linear numerical data, in case reports.", "date": "2025-09-06", "journal": ""}
{"title": "Gene model for the ortholog of Ilp4 in Drosophila grimshawi", "doi": "10.1101/2025.08.25.672213", "authors": "Cowan, R.; Koehler, A.; Larsen, C. I. S.; Thompson, J. S.; Arsham, A. M.; Boies, L.", "abstract": "Gene Model for the Insulin-like peptide 4 (Ilp4) ortholog in the D. grimshawi (dgriCAF1) assembly (GeneBank Accession: GCA_000005155.1) of Drosophila grimshawi. The characterization of this ortholog was conducted as part of a broader, developing dataset aimed at investigating the evolution of the Insulin/insulin-like growth factor signaling (IIS) pathway across the genus Drosophila, using the Genomics Education Partnership gene annotation protocol within Course-based Undergraduate Research Experiences.", "date": "2025-09-06", "journal": ""}
{"title": "Polysialic acid is a versatile marker for retinal Müller glia in common vertebrate model organisms and systems", "doi": "10.1101/2025.09.04.672712", "authors": "San Juan, A. N.; Tran, A. D. N. N.; Kriese, L. M.; Van Engelen, N. H. N.; Hore, D.; Sharkova, M.; Noel, N. C. L.; Hunter, C.; Spencer Carreira, O.; MacDonald, R. B.; Hocking, J. C.; Willis, L. M.; Carr, B. J.", "abstract": "Muller glia are retinal support cells that play crucial roles in tissue structure, waste management, and repair. A challenge for the field has been to find Muller glia markers that detect non-reactive cells or work well in non-mammalian models. We introduce two novel markers for identifying reactive and non-reactive Muller glia in vertebrate retinas: a modified enzyme lectin (GFP-EndoNDM) and a monoclonal antibody (mAb735). These markers recognize polysialic acid (polySia), which is a highly conserved glycosylation modification in humans and vertebrates. In the retina, polySia is present on Muller glia predominantly in the form of polySia-NCAM. We used GFP-EndoNDM and mAb735 to investigate polySia distribution in Muller glia of fish, amphibians, reptiles, birds, rodents, retinal organoids, and humans. In adult retinas of most species, polySia was localized to the Muller glia and spanned outer to inner retina, with inner plexiform layer (IPL) sublaminae ramifications. Gliosis was also detectable in degenerating murine retinas. Notable species differences were that only outer retinal regions of Muller glia were labelled in adult zebrafish, whereas the outer Muller glia body up to the first IPL sublamina was labelled in adult turquoise killifish. There was no significant retinal polySia labeling in larval zebrafish, but it was present in the brain. Larval turquoise killifish have polySia throughout the retina, similar to other adult vertebrates. Labelling polySia expands the scientific toolbox for Muller glia markers, and offers a versatile way to visualize and monitor structural changes in non-reactive and reactive Muller glia across most vertebrate species.", "date": "2025-09-06", "journal": ""}
{"title": "SAMMBA is a high-throughput pipeline for isolating and phenotyping macroalgal strains", "doi": "10.1101/2025.09.04.674200", "authors": "Alves-Lima, C.; Felix, F.; Barreto, L. A.; Gouvea, L.; Lymperaki, M.; Camacho, R.; Monico, C.; Alberto, F.; Rorig, L. R.; Engelen, A. H.; Serrao, E. A.; Pearson, G. A.; Martins, N.", "abstract": "Anthropogenic climate change is causing the decline of seaweed forests in many parts of the world. Despite successful preservation efforts, their immense biodiversity is still severely underrepresented in germplasm biobanks throughout the world. These culture libraries can preserve genetic diversity and provide inoculum for marine forest restoration and mariculture ventures, and potentially accelerate the selection and breeding of climate-resilient and high-yielding strains. However, the complex life cycles and body plans of seaweeds pose a huge challenge for the development of standardized phenotyping and isolating protocols for microscopic stages, especially with the efficiency necessary to deal with the current pace of global climatic changes. Here, we present SAMMBA (Seaweed Automatable Microplate Microscopy for Breeding Approaches), an end-to-end pipeline for the high-throughput isolation, phenotyping and storage of macroalgal cells in 384-well plates (384WP). By optimizing fluorescence microscopy imaging and analysis, along with a novel fragmentation method and dilution-to-extinction isolation, different unialgal seaweed tissues could be regrown after thousand-fold dilutions. In a single plate, we successfully isolated 68 singlet gametophyte fragments of Laminaria ochroleuca (39 males, 29 females; 17.7% efficiency) and 60 spores of Phyllariopsis purpurascens (12.1% efficiency). Furthermore, the taxonomic versatility of SAMMBA was demonstrated through the successful isolation of 60 unialgal cultures of red algae (Halymenia sp., Hydrolithon sp., Erythrotrichia sp.) and 10 strains of the green alga Ulva sp, without cross-contamination. The viability and unialgal nature of the isolated strains were verified by distributing a single L. ochroleuca strain across an entire 384-well plate and imaging each well over 30 days. We found that the average specific daily growth rates (daily SGR) per well were 0.130 {+/-} 0.006 and 0.117 {+/-} 0.01 day-1 for males and females, respectively, showing a significant difference between sexes (n = 768; p = 1.27e-53), while edge effects significantly reduced daily SGR in males but not in females. This approach dramatically increases experimental reproducibility and statistical power compared to conventional methods. Due to its modular design and cost-effectiveness, SAMMBA is readily adaptable to macroalgal repositories globally. It supports high-throughput, selective recovery of unialgal strains without reliance on robotic platforms, while remaining fully compatible with automation. This system significantly expands the experimental and operational capacity in macroalgal hatcheries, providing a scalable foundation for phenomics, domestication programs, and standardized, verifiable biobanking of unialgal strains. Ultimately, SAMMBA could provide critical support for breeding strategies required to ensure the resilience of marine forests and aquaculture in a rapidly changing ocean.", "date": "2025-09-06", "journal": ""}
{"title": "Neural Subspaces Encode Sequential Working Memory, but Neural Sequences Do Not", "doi": "10.1101/2025.09.05.674385", "authors": "Santo-Angles, A.; Yang, J.; Zhou, Y.; Chu, W. K. H.; Lindsay, G. W.; Sreenivasan, K. K.", "abstract": "The neural mechanisms of multiple-item working memory are not well understood. In the current study, we address two competing hypotheses about the neural basis of sequential working memory: neural subspaces versus neural sequences. Using broadband MEG data from human participants, we applied dimensionality reduction and multivariate decoding techniques to test whether sequential items are maintained during the retention period through the reactivation of individual items in sequence (neural sequences), or by organizing them into distinct low-dimensional subspaces (neural subspaces). Our results revealed behaviorally relevant, low-dimensional neural subspaces that organized memory representations during the retention period but not during stimulus encoding, supporting the neural subspaces hypothesis. In contrast, we found no evidence of sequential neural replay during the delay period, contrary to predictions from the neural sequences hypothesis. Together, our findings suggest that sequential working memory is maintained through structured geometric organization in low-dimensional representational space, rather than through the sequential reactivation of individual items.", "date": "2025-09-06", "journal": ""}
{"title": "A universal dynamic routing architecture governs the flow of human cortical activity", "doi": "10.1101/2025.09.05.674413", "authors": "Vinao-Carl, M.; Peach, R. L.; Gosztolai, A.; David, M. C. B.; Mallas, E.-J.; Kurtin, D.; Jaramillo, V.; Violante, I. R.; Sharp, D. J.; Grossman, N.", "abstract": "Behaviour requires distributed neural processing to be flexibly integrated and segregated, which in turn demands that information be dynamically routed across the brain. However, whether a unifying principle governs the routing of neural activity remains unknown. Here, we report that the flow of cortical activity is directed through canonical routing modes that are conserved across individuals, robust to variations in age, frequency band, brain state, and even the presence of neurodegeneration. These modes are constructed from the divergence and vorticity of the time-varying unit-phase vector field derived from electroencephalogram (EEG) recordings. We show that the canonical routing modes are flexibly combined to generate distinct, state- and function-dependent flow architectures that remain consistent across individuals. Disruption to the routing mode dynamics mechanistically links structural abnormalities and cognitive impairment in Alzheimer's disease. Together, these canonical routing modes provide a unified framework for describing, modelling, and predicting the dynamic integration and segregation of macroscopic brain activity underpinning behaviour.", "date": "2025-09-06", "journal": ""}
{"title": "A universal dynamic routing architecture governs the flow of human cortical activity", "doi": "10.1101/2025.09.05.674413", "authors": "Vinao-Carl, M.; Peach, R. L.; Gosztolai, A.; David, M. C. B.; Mallas, E.-J.; Kurtin, D.; Jaramillo, V.; Violante, I. R.; Sharp, D. J.; Grossman, N.", "abstract": "Behaviour requires distributed neural processing to be flexibly integrated and segregated, which in turn demands that information be dynamically routed across the brain. However, whether a unifying principle governs the routing of neural activity remains unknown. Here, we report that the flow of cortical activity is directed through canonical routing modes that are conserved across individuals, robust to variations in age, frequency band, brain state, and even the presence of neurodegeneration. These modes are constructed from the divergence and vorticity of the time-varying unit-phase vector field derived from electroencephalogram (EEG) recordings. We show that the canonical routing modes are flexibly combined to generate distinct, state- and function-dependent flow architectures that remain consistent across individuals. Disruption to the routing mode dynamics mechanistically links structural abnormalities and cognitive impairment in Alzheimer's disease. Together, these canonical routing modes provide a unified framework for describing, modelling, and predicting the dynamic integration and segregation of macroscopic brain activity underpinning behaviour.", "date": "2025-09-06", "journal": ""}
{"title": "Complementary regulation of memory flexibility and stabilization by dentate gyrus granule cells and mossy cells", "doi": "10.1101/2025.09.05.674488", "authors": "GoodSmith, D.; Carson, W. H.; Sheffield, M. E.", "abstract": "Accurate memory formation requires hippocampal spatial representations to balance stability, for later recall, with flexibility, to incorporate new information. The dentate gyrus (DG) is essential to memory formation, but the distinct roles of its excitatory cell types, granule cells (GCs) and mossy cells (MCs), remain unclear. To evaluate how GC and MC activity affect hippocampal output, we recorded from CA1 using two-photon calcium imaging as head-fixed mice navigated familiar and novel virtual environments. DREADD-mediated MC inhibition disrupted initial map stabilization, decreasing spatial stability in novel, but not familiar, environments. In contrast, GC inhibition increased map stability in familiar, but not novel, environments by disrupting drift of spatial maps across distinct experiences (episodes) within an environment. These results reveal how distinct DG cell types support hippocampal memory formation in context-dependent ways; MCs promote stabilization of new spatial maps to support accurate memory recall, while GCs promote flexibility to update existing representations.", "date": "2025-09-06", "journal": ""}
{"title": "Gene-Culture Coevolution Favours the Emergence of Traditions in Mate Choice through Conformist Social Learning", "doi": "10.1101/2025.09.05.674569", "authors": "Federico, D.; Cosme, M.; Dechaume-Moncharmont, F.-X.; Ferdy, J.-B.; Pocheville, A.", "abstract": "The emergence of cultural traditions has long been considered dependent on sophisticated social learning mechanisms, particularly conformist transmission exhibiting a disproportionate bias towards majority behaviours. We challenge this assumption by demonstrating that gene-culture coevolutionary dynamics can fundamentally alter the conditions required for tradition formation, especially in the context of mate choice. Using simulation models of mate choice where female preferences are socially transmitted and male traits are genetically inherited, we show that the interaction between cultural and genetic transmission creates novel evolutionary dynamics. In a first model (hereafter the 'Cultural Model') representing classical cultural evolution scenarios, we show that traditions emerge only when conformity disproportionately amplifies majority behaviours. In a second model (hereafter the 'Gene-Culture Model'), we show that when mate choice depends on both preference and male trait availability -- distinguishing preference and choice --, even simple social learning strategies can establish persistent traditions. This occurs because of positive frequency-dependent interactions between preferences and traits dynamics that stabilize majority behaviours independently of majority exaggeration. Our findings have broader implications for cultural evolution theory, suggesting that many behaviours depending on resource availability may exhibit tradition-like patterns under less stringent social learning conditions than previously assumed. By distinguishing between preference and choice, and demonstrating the importance of gene-culture interactions, this study advocates for more integrated approaches to understanding cultural evolution that consider the interplay between multiple inheritance systems.", "date": "2025-09-06", "journal": ""}
{"title": "The human factor: development and characterization of a scalable calcium imaging assay using human iPSC-derived neurons", "doi": "10.1101/2025.09.05.674208", "authors": "Haustein, M. D.; Deymier, C.; Schlienger, S.; Lexcellent-Bissler, L.; Mawet, J.; Gutknecht, E.; Thenoz, L.; Brazauskas, P.; Renault, B.; Brun, S.; Winnistörfer, S.; Portmann, T.", "abstract": "Neuroscience drug discovery is challenged by the brain's structural and cell-type complexity, which is difficult to model in cellular systems compatible with high-throughput screening methods. Calcium oscillation assays, that harness neurons' intrinsic capability to develop functional neural networks in cell culture, are currently the closest cellular models with a relevant functional endpoint to model human neuronal circuitry in a dish. Here we further develop this useful assay towards scalable drug discovery applications. We show the importance of defined neuron-to-astrocyte ratios for optimal cellular distribution and surface adherence in HTS-compatible cell culture vessels and how the cell type ratios determine network firing patterns. We identify DAPT, a molecule previously shown to promote neuronal maturation and synapse formation, as a negative regulator of astrocyte viability. Addition of GABA-ergic inhibitory neurons increases the network spike frequency while reducing network spike amplitudes. We develop a pixel-based analysis for plate reader data to access local field activity in an automated and scalable calcium imaging environment. Using this method, we identify a desynchronization of excitatory neuronal activity by GABA neurons that echoes GABA action in vivo, and dysregulation thereof in pathological conditions.", "date": "2025-09-06", "journal": ""}
{"title": "HuD controls widespread RNA stability to drive neuronal activity-dependent responses", "doi": "10.1101/2025.09.05.674581", "authors": "Duffy, E. E.; Patop, I.; Kalaora, S.; Assad, E. G.; Koren, S. A.; Traunmüller, L.; Krüttner, S.; Pajarillo, N. S.; Finander, B.; Barsdale, Z.; Macias, M. M.; Feng, M. Y.; Paulo, J. A.; Griffith, E. C.; Kalish, B. T.; Gygi, S. P.; Churchman, L. S.; Greenberg, M. E.", "abstract": "Neuronal activity shapes brain development and refines synaptic connectivity in part through dynamic changes in gene expression. While activity-regulated transcriptional programs have been extensively characterized, the holistic effects of neuronal activity on the full RNA life cycle remain relatively unexplored. Here, we show that neuronal activity influences multiple stages of RNA metabolism in vitro and in vivo. Among these, RNA stability emerges as a previously underappreciated regulator of gene expression, exerting a stronger influence than transcription on total RNA levels for ~10% of activity-dependent genes. We go on to profile 3'UTR mRNA motifs that are sufficient to modulate activity-dependent mRNA stability and employ machine learning to identify the neuronal-specific RNA-binding protein HuD as a key regulator of activity-dependent mRNA stabilization. We demonstrate that HuD shapes activity-dependent mRNA abundance of hundreds of transcripts in both soma and distal neuronal processes and that neuronal activity drives the reorganization of HuD-interacting proteins, thereby stabilizing HuD-bound mRNAs and directing them into translationally active granules. Finally, we find that many variants associated with autism spectrum disorder (ASD) and other neurodevelopmental disorders disrupt or promote aberrant activity-dependent changes in mRNA stability. These findings reveal mRNA stability as a widespread mechanism of stimulus-responsive gene regulation in neurons with direct implications for the understanding of neurodevelopmental disorders.", "date": "2025-09-06", "journal": ""}
{"title": "Compositional neural dynamics during reaching", "doi": "10.1101/2025.09.04.674069", "authors": "Kashefi, M.; Michaels, J. A.; Kersten, R.; Lau, J. C.; Diedrichsen, J.; Pruszynski, J. A.", "abstract": "The complex mechanics of the arm make the neural control of reaching inherently posture dependent. Because previous reaching studies confound reach direction with final posture, it remains unknown how neural population dynamics in the motor cortex account for arm posture. Here we address this gap with high-density neural recordings and a reaching task in which the same targets serve as start points on some trials and end points on others. We show that neural population dynamics in monkey primary motor cortex and dorsal premotor cortex exhibit a compositional structure with three components that enable posture-dependent control: first, a posture subspace containing fixed points visited whenever the arm is in a specific posture; second, rotational dynamics that transition between these fixed points, systematically organized so that similar rotations produce similar movements while continuously updating the posture representation; third, a condition-independent shift dimension that tracks trial progression across all movements. This compositional structure advances the population-level account of how motor cortical dynamics support skilled reaching.", "date": "2025-09-06", "journal": ""}
{"title": "Benefits of Music Training for Learning to Read: Evidence from Cortical Tracking of Speech in Children", "doi": "10.1101/2025.09.05.674218", "authors": "Garcia-de-Soria, M. C.; Mathias, B.; Keitel, A.; Klimovich-Gray, A.", "abstract": "Musical training has long been argued to boost early phonological and reading abilities. Cortical tracking of speech (CTS) has been proposed as a mechanism for this music-to-literacy transfer. In this study, we examined how musical training shapes CTS in young readers and whether it facilitates literacy benefits. In a sample of 57 children aged 5-9, musical training was linked to enhanced reading and phonological awareness (PA). EEG during story listening revealed that higher left-hemispheric and lower right-hemispheric CTS were also associated with higher reading scores. However, children with higher musicality exhibited stronger reading skills at lower levels of left-hemispheric CTS, suggesting more adult-like speech analysis. Critically, PA mediated the relationship between musicality and reading: greater musicality was associated with stronger PA, which in turn predicted higher reading performance, independent of demographic and cognitive factors. These findings indicate that musical training supports literacy by enhancing PA and shaping left-lateralized speech processing.", "date": "2025-09-06", "journal": ""}
{"title": "Sensory Compression as a Unifying Principle for Action Chunking and Time Coding in the Brain", "doi": "10.1101/2025.09.05.674585", "authors": "Kumar, S.; Le Cauchois, M. B.; Mathis, A.; Duncker, L.; Howlett, J. R.; Mattar, M. G.", "abstract": "The brain seamlessly transforms sensory information into precisely-timed movements, enabling us to type familiar words, play musical instruments, or perform complex motor routines with millisecond precision. This process often involves organizing actions into stereotyped \"chunks''. Intriguingly, brain regions that are critical for action chunking, such as the dorsolateral striatum (DLS), also exhibit neural dynamics that encode the passage of time. How such brain regions support both task-specific motor habits and task-invariant internal timing, two seemingly distinct functions, remains a fundamental question. Here we show, using recurrent neural network models, that these two functions emerge from a single computational principle: sensory compression, the functional compression of high-dimensional sensory information into a low-dimensional representation. We find that a sensory bottleneck forces the network to develop stable internal dynamics that implicitly encode time, which in turn serve as a scaffold upon which the brain learns action chunks in response to predictable environmental regularities. This mechanism unifies task-invariant time coding and sensory-guided motor timing as two outcomes of the same process of sensory compression, providing a general principle for how the brain mirrors environmental regularities in both internal stable neural trajectories and external consistent motor habits.", "date": "2025-09-06", "journal": ""}
{"title": "Spatial grouping modulates the link between individual alpha frequency and temporal integration windows in crowding", "doi": "10.1101/2025.09.02.673743", "authors": "Santoni, A.; Ronconi, L.; Samaha, J.", "abstract": "Previous research has linked endogenous alpha oscillations (~7-13 Hz) to temporal integration windows in visual perception, with higher individual alpha frequency (IAF) predicting improved temporal segregation. Here, we investigated whether alpha-rhythmic temporal integration is a factor in visual crowding and whether this relationship is mediated by spatial grouping mechanisms. 47 participants performed a Vernier discrimination task, in which we manipulated both the stimulus onset asynchrony (SOA) between flankers and targets, and the spatial configuration of the flankers. Specifically, flankers were arranged to either induce crowding or \"uncrowding\", through the manipulation of good-Gestalt properties. Our results show that crowding has a temporal integration period of around 170 ms but this varies substantially across individuals. Importantly, resting-state IAF predicted individual variance in temporal integration windows: individuals with faster endogenous alpha rhythms could begin to segregate targets from distractors at shorter SOAs. Crucially, this effect was specific for crowding-inducing flankers and disappeared when flankers led to uncrowding. These results suggest that top-down spatial grouping can overwrite the temporal integration constraint imposed by alpha oscillations, highlighting both the relevance of alpha for understanding limits on peripheral visual processing as well as the flexible and context-dependent role of alpha in temporal integration.", "date": "2025-09-06", "journal": ""}
{"title": "Comprehensive analysis of pseudogene expression in human and macaque brains compared with other tissues", "doi": "10.1101/2025.09.02.673826", "authors": "Jiang, Y.; Yang, Y. T.; Sisu, C.; He, T.; Won, H.; Gerstein, M.", "abstract": "Although gene expression in the brain has been extensively investigated and compared to other tissues, the activity of pseudogenes has not been comprehensively surveyed. Here, leveraging large-scale RNA-seq data, we construct consistent pseudogene expression profiles in human and macaque brains and compare them to 29 other tissues. We further annotate pseudogenes with potential cellular roles based on co-clustering them with protein-coding genes. Notably, the majority of the expressed pseudogenes show elevated expression in the brain relative to other tissues, and these pseudogenes show broad and consistent expression patterns across brain subregions. Furthermore, spatiotemporal analyses reveal that pseudogenes in different brain subregions have greatly varying temporal trajectories (e.g., increasing vs. decreasing), in contrast to protein-coding genes that tend to be more uniform. Finally, we identify a set of pseudogenes exhibiting significant changes in neuropsychiatric disorders, some of which overlap with known brain eGenes (genes whose expression is associated with expression quantitative trait loci, eQTLs), as well as with genes implicated by genome-wide association studies (GWAS). Together, our study provides a public resource of pseudogene expression in human and macaque brains (in comparison to other tissues) and highlights aspects of pseudogene expression in brain development and pathogenesis.", "date": "2025-09-06", "journal": ""}
{"title": "Fast spiking interneurons autonomously generate fast gamma oscillations in the medial entorhinal cortex with excitation strength tuning ING-PING transitions", "doi": "10.1101/2025.09.05.674527", "authors": "Williams, B.; Vedururu Srinivas, A.; Baravalle, R.; Fernandez, F. R.; Canavier, C. C.; White, J. A.", "abstract": "Gamma oscillations (40-140 Hz) play a fundamental role in neural coordination, facilitating communication and cognitive functions in the medial entorhinal cortex (mEC). While previous studies suggest that pyramidal-interneuron network gamma (PING) and interneuron network gamma (ING) mechanisms contribute to these oscillations, the precise role of inhibitory circuits remains unclear. Using optogenetic stimulation and whole-cell electrophysiology in acute mouse brain slices, we examined synaptic input and spike timing in neurons across layer II/III mEC. We found that fast-spiking interneurons exhibited robust gamma-frequency firing, while excitatory neurons engaged in gamma cycle skipping. Stellate and pyramidal cells received minimal recurrent excitation, whereas fast-spiking interneurons received strong excitatory input. Both excitatory neurons and fast-spiking interneurons received gamma frequency inhibition, emphasizing the role of recurrent inhibition in gamma rhythm generation. Notably, gamma activity persisted after AMPA/kainate receptor blockade, indicating that interneurons can sustain gamma oscillations independently through an ING mechanism. Selective activation of PV+ interneurons confirmed their ability to sustain fast gamma inhibition autonomously. To further assess the interplay of excitation and inhibition, we developed computational network models constrained by our experimental data. Simulations revealed that weak excitatory input to interneurons supports fast ING-dominated rhythms (~100-140 Hz), while strengthening excitatory drive induces a transition to slower PING-dominated oscillations (60-80 Hz). These findings highlight the dominant role of inhibitory circuits in sustaining gamma rhythms, demonstrate how excitation strength tunes the oscillatory regime, and refine models of entorhinal gamma oscillations critical for spatial memory processing.", "date": "2025-09-06", "journal": ""}
{"title": "NucleicBERT: Deciphering the language of nucleic acids", "doi": "10.1101/2025.09.02.673754", "authors": "Upadhyay, U.; Herold, J.; Götz, M.; Schug, A.", "abstract": "The vast majority of the human genome comprises non-protein-coding regions whose structural and functional roles remain poorly understood. Many of these regions function through RNA, yet progress in deep learning for RNA has lagged behind proteins because most methods rely on abundant structural labels or evolutionary alignments, both sparse for RNA. To address these challenges, we developed NucleicBERT, a self-supervised masked-language model that learns contextual representations capturing local and distal dependencies without requiring alignments or evolutionary information. Explainable AI analysis reveals that the model clusters RNA types in latent space and attends to structural properties like secondary structure and tertiary contacts, effectively \"rediscovering\" RNA biology from sequence correlations alone. When fine-tuned for downstream structural and functional tasks, NucleicBERT requires only single sequences, yet surpasses current state-of-the-art RNA models. This alignment-free framework addresses the scarcity of annotated 3D RNA data while providing a rapid, computational complement to experimental techniques. By bridging abundant unlabeled primary sequence corpora with more scarce structural annotations, NucleicBERT advances RNA structure prediction and provides insights into the working of LLMs. NucleicBERT is available at \\href{https://github.com/KIT-MBS/NucleicBERT}{https://github.com/KIT-MBS/NucleicBERT}.", "date": "2025-09-06", "journal": ""}
{"title": "NucleicBERT: Deciphering the language of nucleic acids", "doi": "10.1101/2025.09.02.673754", "authors": "Upadhyay, U.; Herold, J.; Götz, M.; Schug, A.", "abstract": "The vast majority of the human genome comprises non-protein-coding regions whose structural and functional roles remain poorly understood. Many of these regions function through RNA, yet progress in deep learning for RNA has lagged behind proteins because most methods rely on abundant structural labels or evolutionary alignments, both sparse for RNA. To address these challenges, we developed NucleicBERT, a self-supervised masked-language model that learns contextual representations capturing local and distal dependencies without requiring alignments or evolutionary information. Explainable AI analysis reveals that the model clusters RNA types in latent space and attends to structural properties like secondary structure and tertiary contacts, effectively \"rediscovering\" RNA biology from sequence correlations alone. When fine-tuned for downstream structural and functional tasks, NucleicBERT requires only single sequences, yet surpasses current state-of-the-art RNA models. This alignment-free framework addresses the scarcity of annotated 3D RNA data while providing a rapid, computational complement to experimental techniques. By bridging abundant unlabeled primary sequence corpora with more scarce structural annotations, NucleicBERT advances RNA structure prediction and provides insights into the working of LLMs. NucleicBERT is available at \\href{https://github.com/KIT-MBS/NucleicBERT}{https://github.com/KIT-MBS/NucleicBERT}.", "date": "2025-09-06", "journal": ""}
{"title": "Knockout of Perilipin 2 in Microglia Alters Lipid Droplet Accumulation and Response to Alzheimer's Disease Stimuli", "doi": "10.1101/2025.09.02.673815", "authors": "Stephens, I. O.; Johnson, L. A.", "abstract": "Lipid droplets (LDs) are emerging as critical regulators of cellular metabolism and inflammation, with their accumulation in microglia linked to aging and neurodegeneration. Perilipin 2 (Plin2) is a ubiquitously expressed LD associated protein that stabilizes lipid stores, and in peripheral tissues, its upregulation promotes lipid retention, inflammation, and metabolic dysfunction. However, the role of Plin2 in brain-resident microglia remains undefined. Here, we used CRISPR engineered Plin2 knockout (KO) BV2 microglia to investigate the contribution of Plin2 to lipid accumulation, bioenergetics, and immune function. Compared to wild-type (WT) cells, Plin2 KO microglia exhibited markedly reduced LD burden under both basal and oleic acid loaded conditions. Functionally, this was associated with enhanced phagocytosis of zymosan particles, even after lipid loading, indicating improved clearance capacity in the absence of Plin2. Transcriptomic analyses revealed genotype specific responses to amyloid beta (AB), particularly in pathways related to mitochondrial metabolism. Seahorse assays confirmed that Plin2 KO cells exhibit a distinct bioenergetic profile, characterized by reduced basal respiration and glycolysis, yet preserved mitochondrial capacity, increased spare respiratory reserve, and a blunted glycolytic response to AB. Together, these findings identify Plin2 as a regulator of microglial lipid storage and metabolic state, with its loss alleviating lipid accumulation, improving phagocytic function, and altering AB induced metabolic reprogramming. Targeting Plin2 may therefore represent a potential strategy to modulate microglial metabolism and function in aging and neurodegeneration.", "date": "2025-09-06", "journal": ""}
{"title": "APEX2 and TurboID define unique subcellular proteomes", "doi": "10.1101/2025.09.04.673741", "authors": "Battison, A. S.; Balsbaugh, J. L.; Borniger, J. C.", "abstract": "Proximity labeling has emerged as a prominent, reliable tool for obtaining local proteomes from a wide range of cell-types. Two major classes of labeling reagents, peroxidase based (APEX family), or biotin-ligase based (BioID family) have been developed in parallel. These two approaches are often used interchangeably, or chosen based on availability of reagents, however each may produce a biased proteome which should be considered during experimental design. We compared proximity labeling with TurboID or APEX2 in HEK293 cells across cytosol, nucleus, and membrane compartments. Both enzymes enriched compartment-specific proteomes, validated by GO terms, but showed distinct protein profiles. TurboID identified more membrane proteins, favoring identification of proteins associated with RNA processing and protein localization, while APEX2 enriched for proteins involved in metabolic pathways. Trypsin digestion highlighted biases from TurboIDs lysine biotinylation, which we show can be mitigated by an endoproteinase GluC digestion during sample prep, yet these differences persist to some degree. We find that TurboID suits broader proteomic studies whereas APEX2 targets specific signaling pathways. We therefore show that strategic enzyme and protease selection is critical for optimizing proximity labeling-based proteomic studies, advancing cellular proteome mapping.", "date": "2025-09-06", "journal": ""}
{"title": "Transcriptional Rewiring of BET Inhibitor Treated Ewing Sarcoma Cells Augments their Dependency on Focal Adhesion Kinase", "doi": "10.1101/2025.09.02.673849", "authors": "Ganapathi, S. S.; Wrenn, E. D.; Garcia, N. M.; Katiyar, N.; Walter, S. I.; Miyaki, A.; Valenti, J.; Kang, Y.; Chan, M.; Gujral, T. S.; Lawlor, E. R.", "abstract": "Epigenetic dysregulation is a hallmark of cancer. Small molecule inhibitors such as bromodomain and extraterminal (BET) protein inhibitors developed to target epigenetic dependencies have demonstrated significant promise in preclinical models. However, clinical success with epigenetic drugs as single agents has been limited by emergence of tumor cell tolerance and escape, which often occurs due to transcriptional rewiring. Ewing sarcoma (EwS), a bone and soft tissue tumor driven by the EWS::FLI1 fusion oncoprotein, is characterized by profound oncogene-dependent enhancer reprogramming. Thus, epigenetic modifying therapies are of high therapeutic interest. In this study, we sought to elucidate how EwS cells escape BET inhibition to identify biologically informed drug combinations that could be advanced to clinical trials. As expected, EwS cells and xenografts initially responded to BMS-986158, a pharmaceutical grade BET inhibitor, but proliferation was rapidly restored. A kinase inhibitor screen showed that BMS-986158 drug tolerant persister (DTP) cells were sensitive to inhibitors of Focal Adhesion Kinase (FAK), a critical signaling node downstream of extracellular matrix (ECM) engagement. RNA sequencing revealed that DTP cells had been transcriptionally rewired and that mesenchymal signature and ECM remodeling genes were specifically upregulated. Combining BMS-986158 with the FAK inhibitor Defactinib had synergistic effects, reducing EwS cell proliferation, survival, and invasion in vitro, and significantly inhibited tumor outgrowth in vivo. Our studies identify BET and FAK inhibition as a rational combination therapy worthy of further investigation for EwS, and demonstrate that defining emergent mechanisms of epigenetic drug tolerance can identify new vulnerabilities that can be therapeutically targeted.", "date": "2025-09-06", "journal": ""}
{"title": "DRP1 induces neuroinflammation via transcriptional regulation of NF-ĸB", "doi": "10.1101/2025.09.02.673863", "authors": "Lai, Y.; Fan, R. Z.; Brown, H. J.; Salehe, S. S.; Tieu, E. K.; Tieu, K.", "abstract": "Neuroinflammation is a major pathogenic mechanism in neurodegenerative diseases. Understanding the regulation of neuroinflammation is critical to therapeutic development. We report here that dynamin related protein 1 (DRP1), well-recognized for its role in mitochondrial fission, is a transcription factor that regulates neuroinflammation. Using multiple inflammatory models, we provide evidence demonstrating that DRP1, when challenged with pro-inflammatory lipopolysaccharides, translocates from the cytosol to the nucleus, then binds to the promoter region of Rela (encoding NF-{kappa}B) to activate its gene products and other downstream inflammatory cytokines. Our data also demonstrate the significant role of the proinflammatory lipocalin 2 in the brain. In combination, this study highlights a previously unidentified function of DRP1 in mediating neuroinflammation via the NF-{kappa}B-lipocalin 2 axis. Through such mechanisms of DRP1, this study also provides potential therapeutic targets for neurodegenerative diseases and other conditions linked to inflammation.", "date": "2025-09-06", "journal": ""}
{"title": "Thymidylate synthase inhibitory drugs induce p53-dependent pathways differently", "doi": "10.1101/2025.09.02.673858", "authors": "Bekesi, A.; Holub, E.; Felföldi, A.; G. Vertessy, B.", "abstract": "Thymidylate synthase (TS) is a key enzyme in thymidylate biosynthesis and an established target of chemotherapeutics such as 5-fluoro-2-deoxyuridine (5FdUR) and raltitrexed (RTX). Inhibition of TS disrupts the dUTP:dTTP balance, leading to uracil misincorporation, futile base excision repair cycles, DNA strand breaks, and ultimately cell death. Beyond its catalytic role, TS also binds RNA, autoregulating its own translation and interacting with transcripts such as p53 and c-myc, thereby linking TS activity to broader post-transcriptional regulatory networks. These interactions, together with regulation by miRNAs and lncRNAs, suggest that TS inhibition may provoke cellular responses extending beyond DNA metabolism. Non-coding RNAs, including miRNAs, snoRNAs, snRNAs, and lncRNAs, may play critical roles in shaping these outcomes. To dissect these mechanisms, we investigated the transcriptomic effects of TS inhibition in mismatch repair-deficient, UNG-inhibited HCT116 colon cancer cells treated with 5FdUR or RTX. Both drugs induced DNA damage responses and S-phase arrest, yet displayed distinct transcriptional signatures. Moreover, TS-RNA immunoprecipitation sequencing revealed direct RNA-binding targets of TS, highlighting its contribution as a post-transcriptional regulator. Our findings underscore the multifaceted impact of TS inhibition, linking enzymatic disruption to RNA-level regulation and revealing drug-specific differences in cellular responses.", "date": "2025-09-06", "journal": ""}
{"title": "dif-XerCD is required for chromosome segregation during cSDR-dependent growth in E. coli", "doi": "10.1101/2025.09.02.673814", "authors": "Tanaka, T.; Seki, Y.; Masai, H.", "abstract": "Escherichia coli cells can grow in a DnaA- and oriC-independent manner in rnhA-deficient cells that lack the major RNaseH activity. This mode of replication is named cSDR (constitutive Stable DNA Replication) and is believed to initiate from the sites of RNA-DNA hybrids, although the detailed mechanisms of cSDR are unclear. In this study, we discovered that dif sequence and XerC/D are essential for cSDR-dependent growth. cSDR was observed in either dif or xerC/D mutant cells as efficiently as in the control cells, as measured by the incorporation of [3H]-thymine. However, we found that these mutants accumulate cells with extra DNA contents in the presence of rifampicin and cephalexin, suggesting accumulation of unresolved dimeric or multimeric chromosomes or that of catenated chromosomes due to potential problems in resolution of the replicated chromosomes or in decatenation process. These results indicate that site-specific recombination mediated by dif-XerC/D is essential for cSDR-dependent growth.", "date": "2025-09-06", "journal": ""}
{"title": "Spatiotemporal proteomics reveals dynamic antagonistic gradients shaping signalling waves", "doi": "10.1101/2025.09.05.674076", "authors": "Meijer, W.; Ribeiro de Andrade, V.; Stelloo, S.; Thomas, W.; van Oostrom, M.; Ilcken, E.; Peters, K.; Vermeulen, M.; Sonnen, I.", "abstract": "Embryonic development is driven by dynamic protein networks, yet how these dynamics shape morphogenesis remains incompletely understood. Somitogenesis, the rhythmic segmentation of vertebrate embryos, is governed by signalling gradients and oscillations in the presomitic mesoderm (PSM), but the corresponding protein dynamics are largely unknown. Perturbations in this process cause congenital spine disorders and can result in embryonic lethality. Here, we introduce an integrated proteomics and microfluidics approach to resolve spatiotemporal protein expression in the developing mouse tail. To this end, we established a microfluidic system to synchronize oscillations in embryo tails grown in 3D, which we combined with mass-spectrometry and RNA sequencing. We uncover novel oscillatory proteins and differentially expressed genes along the anteroposterior axis. Building on this dataset, we identify a previously unrecognized antagonistic, dynamic ligand-receptor expression pattern in R-Spondin/LGR signalling explaining how Wnt-oscillation amplitude increases despite decreasing ligand levels in anterior PSM. Dynamic ligand expression was validated in mouse gastruloids. Perturbation of ligand dynamics reduced oscillation amplitude and impaired somite formation. Our study reveals a novel regulatory strategy in which dynamic antagonistic gradients fine-tune signalling strength, providing new mechanistic insight into how protein dynamics control tissue patterning. We anticipate our dataset to serve as foundation for mechanistic investigations of mammalian somitogenesis including the role of mechanics and metabolism. More broadly, our approach combining microfluidics-based synchronization of signalling in multicellular systems with omics analyses can be applied to study dynamics in other contexts such as in tissue homeostasis and regeneration.", "date": "2025-09-06", "journal": ""}
{"title": "NASP functions in the cytoplasm to prevent histone H3 aggregation during early embryogenesis", "doi": "10.1101/2025.09.03.673952", "authors": "Das, M.; Coronado-Chavez, E.; Bhatt, A. D.; Tirgar, R.; Amodeo, A. A.; Nordman, J.", "abstract": "From their molecular birth until their incorporation into chromatin, histones are bound by specific chaperones that serve unique functions in histone trafficking, stability and chromatin deposition. The H3-specific chaperone NASP binds directly to H3 and is required to prevent degradation of soluble H3 in vivo. Where NASP functions and how NASP affects H3 dynamics and stability is unknown. Using the Drosophila early embryo as a model system to understand NASP function in vivo, we show that NASP does not directly affect H3 nuclear import or export rates. Rather, reduced H3 levels in NASP-deficient embryos indirectly affect nuclear import and the amount of H3 deposited into chromatin. Crucially, we find that cytoplasmic NASP prevents H3 aggregation in vivo and that H3 aggregation and degradation are developmentally separable events. Thus, we propose the main function of NASP in vivo is to prevent H3 aggregation, thereby indirectly protecting H3 from degradation.", "date": "2025-09-06", "journal": ""}
{"title": "RNA-RNA interactions coordinate GABA metabolism and signaling", "doi": "10.1101/2025.09.05.674572", "authors": "Loker, R.; Desplan, C.", "abstract": "Production, signaling, and degradation of the inhibitory neurotransmitter GABA requires tight regulation for proper nervous system function, yet the gene regulatory mechanisms underlying this control remain poorly understood. Here, we identify a post-transcriptional mechanism that coordinates expression of the GABA synthetase Gad1 with its vesicular transporter VGAT in Drosophila. While Gad1 is transcribed specifically in GABAergic neurons, VGAT mRNA is transcribed broadly across the nervous system, but is selectively translated in GABAergic neurons. We show that this specificity depends on CG14989, a putative long non-coding RNA located adjacent to the Gad1 gene locus that shares its GABAergic expression pattern. CG14989 RNA contains sequences complementary to three predicted miR-7 sites in the VGAT 3'UTR, and ectopic expression experiments revealed that it is sufficient for VGAT translation in non-GABAergic neurons, consistent with antagonism of miR-7-mediated repression. Furthermore, complementary regions to CG14989 are present in multiple other genes related to metabolism and signaling of GABA, suggesting a broader role for this mechanism. Together, our findings suggest that CG14989 functions as a regulatory hub that coordinates the molecular identity of GABAergic neurons.", "date": "2025-09-06", "journal": ""}
{"title": "Heterotypic directional motifs contribute to TAD boundary function in Drosophila", "doi": "10.1101/2025.09.06.674533", "authors": "Varisco, M.; Cavalheiro, G. R.; Rodriguez Viales, R.; Schaub, C.; Girardot, C.; Forneris, M.; Comeault, A. A.; Furlong, E. E. M.", "abstract": "While convergent CTCF binding sites are essential for topologically associating domain (TAD) formation in mammals, how TADs are formed in other species remains unclear. In Drosophila, TAD boundaries lack convergent CTCF sites and are occupied by different insulator protein combinations with no obvious pairing rules. To identify sequence features required for boundary pairing, we inserted different endogenous boundaries into two Drosophila TADs in both orientations, creating 53 ectopic insertions and measured their ability to form interactions with the endogenous boundaries to their left and right. 70% of inserted boundaries had context- and/or orientation-dependent effects, indicating specificity and directionality encoded in their sequence. Known insulator motifs or promoters could not explain boundary specificity. Instead, we identified heterotypic pairs of directional motifs that predict compatible boundary pairs. Our results indicate that directional motif pairs are a conserved property of boundaries from flies to mammals, but gained complexity in Drosophila through heterotypic combinations.", "date": "2025-09-06", "journal": ""}
{"title": "Structural basis for loading of Transcription Repair-Coupling factor Mfd onto stalled elongation complexes", "doi": "10.1101/2025.09.05.674597", "authors": "Brewer, J.; Llewellyn, E.; Campbell, E. A.; Darst, S. A.", "abstract": "Transcription-coupled repair (TCR) is a nucleotide excision repair sub-pathway that preferentially removes lesions from the DNA template-strand stalling RNA polymerase (RNAP) elongation complexes (ECs). In bacteria, the superfamily 2 Mfd translocase mediates TCR by displacing stalled ECs and recruiting Uvr(A)B. Using cryo-electron microscopy, we previously visualized seven Mfd-EC complexes spanning the ATP-dependent Mfd loading and EC displacement pathway [L1 -> L2(ADP) -> C1(ATP) -> C2(ATP) -> C3(ADP) -> C4(ADP) -> C5(ATP)]. The first intermediate (L1) was poorly resolved (4.1 [A] nominal resolution) due to low particle occupancy. The pathway is characterized by very large Mfd structural transitions, notably the L1 -> L2 transition. Here, we pre-loaded Mfd with ATP in the presence of the {gamma}-phosphate mimic, BeF3-, limiting rounds of ATP hydrolysis. The resulting accumulation of early intermediates allowed us to resolve the L1 intermediate to 3.5 [A] nominal resolution, revealing bound ADP-BeF3-. We also identified a new intermediate between L1 and L2, L1.5, providing further insight into Mfd conformational changes during loading.", "date": "2025-09-06", "journal": ""}
{"title": "Cooperativity between Ras pathway mutations in colonic tumorigenesis", "doi": "10.1101/2025.09.05.673994", "authors": "Johnson, C. W.; Idelevich, A.; Shui, B.; Tisdale, A.; O'Donoghue, E.; Cook, J.; Hull, S.; Yang, M.-H.; Sheth, S.; Terrell, E.; Bovo Minto, S.; Morrison, D. W.; Kopetz, S.; Yaeger, R.; Haigis, K. M.", "abstract": "The Kirsten rat sarcoma (KRAS) gene is the most frequently mutated oncogene in colorectal cancer (CRC). We previously characterized two activating alleles of KRAS, A59T and A59E, that show impaired BRAF dimerization. These alleles of KRAS are enriched in CRC tumors with genetic alterations in genes that regulate MAPK signaling (e.g. EGFR, NF1). Using a new conditional mouse model of K-Ras (LSL-K-Ras A59E) we show that, despite its inability to universally activate RAF kinases, K-Ras A59E disturbs colon epithelium and decreases mouse survival in a tumor model. By combining LSL-K-Ras A59E mice with a conditional knockout of Nf1, we demonstrate cooperation between these alleles at multiple levels. Consistent with cooperation and clinical observations, we show that K-Ras A59E neither promotes EGF independence of organoid growth, nor confers intrinsic resistance to EGFR inhibition. Thus, our data provide a deeper understanding of the role of RAF isoforms in mutant KRAS driven CRC and argue for the use of anti-EGFR therapies against some Ala59 mutant alleles of KRAS.", "date": "2025-09-06", "journal": ""}
{"title": "Mitochondrial proteostatic stress disrupts mitoribosome biogenesis and translation", "doi": "10.1101/2025.09.05.673478", "authors": "Holthusen, H.; Trinkaus, V. A.; Fernandez Gonzalez, C.; Saha, I.; Pachmayr, I.; Wade, O. K.; Deiser, A.; Hummel, B.; Yuste-Checa, P.; Ehses, K.; Körner, R.; Fernandez-Busnadiego, R.; Sawarkar, R.; Jungmann, R.; Hipp, M. S.; Hartl, F.-U.", "abstract": "Protein aggregation in various cellular compartments is a hallmark of proteostasis impairment linked to aging and numerous pathologies. Mitochondrial function depends on a balanced interplay of proteins imported from the cytosol as well as those synthesized on mitochondrial ribosomes (mitoribosomes). Here, we reveal an unexpected susceptibility of mitoribosome biogenesis to organellar proteostatic stress. Importing aggregation-prone proteins into yeast and human mitochondria triggered a chain of detrimental events involving extensive co-aggregation of newly-imported mitoribosome subunits and other RNA-binding proteins, as well as local disruption of mitochondrial cristae morphology. As a result, mitoribosome assembly and mitochondrial translation were severely impaired, leading to respiratory deficiency and, ultimately, loss of mitochondrial DNA. Surprisingly, dysfunction of mitochondrial HSP60 phenocopied the ribosome biogenesis defect and inhibition of translation, indicating a pronounced chaperone dependence of mitoribosome proteins. Declining mitochondrial translation likely contributes to aging and diseases associated with deficiencies in mitochondrial protein quality control machinery.", "date": "2025-09-06", "journal": ""}
{"title": "PARTAGE: Parallel analysis of replication timing and gene expression", "doi": "10.1101/2025.09.02.673838", "authors": "Murari, L. S. S.; Dickinson, Q.; Meyer-Nava, S.; Rivera-Mulia, J. C.", "abstract": "The human genome is partitioned into functional compartments that replicate at specific times during the S-phase. This temporal program, referred to as replication timing (RT), is co-regulated with the 3D genome organization, is cell type-specific, and changes during development in coordination with gene expression. Moreover, RT alterations are linked to abnormal gene expression, genome instability, and structural variation in multiple diseases, including cancer. However, mechanistic links between RT, large-scale 3D genome architecture, and transcriptional regulation remain poorly understood. A major limitation is that current approaches require the separate profiling of RT and transcriptomes from independent batches of samples, obscuring the complex co-regulation between the epigenome and transcriptome. Here, we developed PARTAGE, a multiomics approach that enables joint profiling of copy number variation (CNV), RT, and gene expression from the same sample, providing a more accurate integrative view of the complex relationships between RT and gene regulation.", "date": "2025-09-06", "journal": ""}
{"title": "Beyond DNA Binding: single C2H2 zinc fingers with adjacent β-strands mediate dimerization in Drosophila transcription factors", "doi": "10.1101/2025.09.04.674178", "authors": "Balagurov, K.; Mariasina, S.; Dukhalin, S.; Sluchanko, N.; Khrustaleva, A.; Golovnina, A.; Maksimenko, O.; Arkova, O.; Stepanenko, A.; Bocharov, E.; Polshakov, V.; Georgiev, P.; Bonchuk, A.", "abstract": "C2H2 proteins, characterized by DNA-binding C2H2-type zinc finger domains, constitute the largest group of transcription factors. In addition to binding DNA, C2H2 domains can mediate protein-protein interactions, facilitating oligomerization of C2H2 proteins. In this study, we identified eight C2H2 proteins in the Drosophila genome that feature a unique single C2H2 domain containing a conserved 'CGEx' motif. Yeast two-hybrid assays, SEC-MALS, and chemical cross-linking experiments revealed a strong propensity of these domains to form dimers. Using NMR spectroscopy, we determined the solution structure of the dimeric C2H2 domain from IMZF (Immune-mediated Zinc Finger) protein, providing structural evidence towards the dimerization of C2H2 domains. The structure revealed that dimerization is mediated by the interface between the core C2H2 fold and the adjacent beta-strand containing 'CGEx' motif, which was further validated by structure-guided mutagenesis. A bioinformatic survey showed that 'CGEx'-type C2H2 domains are specific to Diptera. Finally, we demonstrate that putatively dimerizing C2H2 domains containing additional structural elements beyond the canonical fold are widespread among diverse eukaryotic taxa, with the highest prevalence observed in insects. These findings establish that single C2H2 domains can mediate self-association and identify the 'CGEx'-type C2H2 domain as a distinct structural subclass specific to Dipteran insects.", "date": "2025-09-06", "journal": ""}
{"title": "Jlp2 is an RQC complex-independent release factor acting on aberrant peptidyl-tRNA, protecting cells against translation elongation stress", "doi": "10.1101/2025.09.04.673968", "authors": "Iyer, K. V.; Walter, C. A.; Kraft, A.-A.; Mueller, M.; Tittel, L. S.; Winz, M.-L.", "abstract": "Ribosome stalling results in aberrant nascent peptides attached to large ribosomal subunits after ribosome splitting. Proteasomal peptide degradation is canonically initiated by the Ribosome-associated Quality Control (RQC) complex, including K48-linked polyubiquitination by Ltn1 and Rqc1, and addition of non-templated CAT tails by Rqc2 facilitates ubiquitination and promotes CAT tail-mediated degradation. Ubiquitinated peptides are released from tRNA by Vms1. Ubiquitination-independent processing of aberrant nascent peptides remains poorly understood. Here, we identify budding yeast Jlp2 as a factor in an RQC complex-independent mechanism that counteracts excessive CAT tailing and facilitates peptide release from the tRNA in the absence of Ltn1-mediated K48-linked ubiquitination. We characterize its ribosomal binding behavior and substrate preferences and identify residues in Jlp2 that are crucial for its function. We propose that Jlp2-mediated peptide release acts as a fail-safe for situations of RQC failure, or insufficiency, and for substrates without accessible ubiquitination-target lysines, to protect cells during ribosome stalling.", "date": "2025-09-06", "journal": ""}
{"title": "Melatonin mitigates oxidative stress and metabolic dysfunction induced by interleukin-6 and dopamine in SH-SY5Y cells", "doi": "10.1101/2025.09.03.673920", "authors": "Macpherson, H. K.; Varela, R. B.; Daygon, V. D.; Kesby, J. P.; Cui, X.; Tye, S. J.", "abstract": "Melatonin has emerged as a promising pharmacological candidate for bipolar disorder (BD), though its mechanisms of action remain incompletely understood. Its antioxidant, anti-inflammatory, and anti-dopaminergic properties suggest potential relevance to BD pathophysiology. This study investigated the effects of melatonin on dopamine signalling, metabolism, and oxidative stress under inflammatory and hyperdopaminergic conditions in differentiated SH-SY5Y neuronal cells. Cells were pretreated with 100nM melatonin or vehicle for 2 hours, then exposed to vehicle, IL-6 (20ng/ml), dopamine (5{micro}M or 500{micro}M), or dopamine (500{micro}M) with ascorbic acid (1mM) for 12 or 24 hours. Dopaminergic markers were assessed via real-time PCR and HPLC; metabolic outcomes were measured using Seahorse assay, central carbon metabolomics, in-cell Western assay, and glucose uptake assay; and oxidative stress was evaluated via reactive oxygen species (ROS), superoxide (SOX), and total antioxidant capacity (TAC) assays. IL-6 increased dopamine levels, p-Erk1/2/Erk1/2, p-AMPK/AMPK, nucleotide pools, and TAC, while reducing dopamine turnover, SV2C expression, and spare respiratory capacity. Melatonin alone increased nucleotides and NADH, while reducing dopamine turnover, ROS, and glucose-1-phosphate. In IL-6 conditions, melatonin pretreatment enhanced spare respiratory capacity, glucose uptake, and NADH, while reducing dopamine, TAC, p-AMPK/AMPK, p-GSK3{beta}/GSK3{beta}, and non-mitochondrial oxygen consumption. High-dose dopamine (500{micro}M) elevated SOX, p-Erk1/2/Erk1/2, insulin receptor-, GLUT1, glycolytic ATP (glycoATP), and non-mitochondrial oxygen consumption. Melatonin pretreatment attenuated p-Erk1/2/Erk1/2 and GLUT1 elevations. Combined dopamine and ascorbic acid further increased glycolytic intermediates, ROS, p-AMPK/AMPK, and TAC, while reducing p-Erk1/2/Erk1/2, p-mTOR, GLUT1, glucose uptake, and glycoATP. Overall, melatonin mitigated IL-6-induced dopaminergic, oxidative, and metabolic alterations, and partially protected against dopamine-induced metabolic shifts. These findings suggest melatonin may alleviate manic symptoms in BD via both direct dopaminergic modulation and indirect antioxidant and metabolic regulatory effects.", "date": "2025-09-06", "journal": ""}
{"title": "Mitochondrial CircRNA CircMT-RNR2 Safeguards Antioxidant Defense to Support Fibroblast Functions in Wound Repair", "doi": "10.1101/2025.09.03.673954", "authors": "Niu, G.; Geara, J.; Chen, Y.; Wei, X.; Liu, Z.; Sommar, P.; Wang, A.; Zheng, X.; XU LANDEN, N.", "abstract": "Diabetic foot ulcers (DFUs) are a debilitating diabetes complication in which mitochondrial dysfunction and oxidative stress are prominent but mechanistically unresolved features. Here, we identify the mitochondria-encoded circular RNA circMT-RNR2 as a novel modulator of mitochondrial redox homeostasis in human skin wound healing. CircMT-RNR2 is reduced in DFU patient tissue and diabetic mouse wounds, enriched in dermal fibroblasts, and localized to mitochondria. Its loss impairs fibroblast proliferation, migration, extracellular matrix production, and contraction by destabilizing the mitochondrial antioxidant protein PRDX3, leading to elevated oxidative stress, mitochondrial damage, and mitophagy. In murine and human ex vivo wound models, circMT-RNR2 knockdown delays healing, whereas overexpression accelerates repair and boosts antioxidant defenses. These findings position circMT-RNR2 as a mitochondrial guardian of skin healing and a promising therapeutic target for DFUs.", "date": "2025-09-06", "journal": ""}
{"title": "Analyzing nicotine action against amyloid toxicity by NMR-pharmacometabolomics: an exploratory study.", "doi": "10.1101/2025.09.03.673931", "authors": "Napolitano, E.; Marino, C.; Grimaldi, M.; Buonocore, M.; D'Ursi, A. M.", "abstract": "Alzheimer's disease (AD) is the primary neurodegenerative disease spread worldwide. One of the main histopathological hallmarks of AD is amyloid plaque deposition in the brain. Despite some epidemiological studies demonstrating that cigarette smoke is a factor in predisposing people to AD, nicotine, the principal alkaloid of Nicotiana Tobacco, has been widely studied for its ability to improve cognitive performance, both in animal models and in human studies. Several hypotheses have been proposed to explain the mechanism of action underlying the beneficial effect of Nicotine in AD; however, this is still questioned. To have new insights into the molecular mechanism underlying the neuroprotective action of Nicotine in Alzheimer's disease, we performed an NMR metabolomic analysis of SH-SY5Y neuroblastoma cells treated with A{beta} (1-42) in the presence of nicotine. Our data show that the neuroprotective action of nicotine resides in its ability to restore the systemic unbalanced metabolism associated with AD. In particular, nicotine reverses most A{beta} (1-42)-induced metabolic impairments, including those related to amino acid metabolism, especially those involved in neurotransmission, as well as alterations in energy metabolism and membrane phospholipid metabolism.", "date": "2025-09-06", "journal": ""}
{"title": "Single-cell transcriptomics and machine learning reveal RNF144B and C5AR1 as immune-related biomarkers and therapeutic targets in myocardial infarction", "doi": "10.1101/2025.09.03.673891", "authors": "Yuxin, H.; Chen, L.; sha, j.; shao, c.; Gao, J.; yao, j.", "abstract": "Background: Myocardial infarction (MI) is a life threatening cardiovascular disease characterized by high morbidity and mortality. Although advances in clinical management have improved patient outcomes, early diagnosis and effective immunomodulatory therapies remain limited. Methods: In this study, we integrated multiple transcriptomic datasets and applied machine learning approaches, including LASSO regression, to identify a robust 13 key genes significantly associated with MI. Gene Set Enrichment Analysis (GSEA) and Gene Set Variation Analysis (GSVA) were subsequently performed to explore their potential biological functions. The immunological relevance of these genes was evaluated by analyzing their correlations with inflammation-related genes and those involved in immune cell migration. In addition, transcription factor (Johnson, Law et al.) and microRNA (miRNA) regulatory networks were constructed to elucidate upstream regulatory mechanisms. The expression levels of the 13 key genes were validated in MI mouse model. Furthermore, molecular docking was performed to identify candidate small molecules targeting core genes. Results: Among 11 cardiac cell populations identified, myeloid cells contributed most prominently to MI pathogenesis. A robust 13 gene predictive signature was established, with RNF144B and C5AR1 showing strong associations with immune modulation and disease severity. GSEA and GSVA further revealed that RNF144B was enriched in the neutrophil degranulation pathway, while C5AR1 was associated with the complement cascade. Correlation analysis demonstrated a significant positive relationship of RNF144B and C5AR1 with immunological roles. Both genes were also positively correlated with classical MI marker genes SERPINE1 and RUNX1. TF gene and miRNA mRNA regulatory networks supported the post-transcriptional regulation of these genes. In the MI mouse model, expression of the 13 genes was consistent with the risk-prediction model. Molecular docking identified CCX168 as a promising small molecule candidate targeting RNF144B and C5AR1. Conclusion: This study reveals immune-related transcriptional signatures and signaling pathways that drive MI progression. The identified 13-gene signature, particularly RNF144B and C5AR1, holds promise as a diagnostic biomarker and therapeutic target, providing new insights for immunomodulatory and precision medicine strategies in MI. Keywords: Immune microenvironment, myeloid cells, inflammation, RNF144B, MI, immune-targeted therapy", "date": "2025-09-06", "journal": ""}
{"title": "SIMULATING TUMOR MITOCHONDRIAL ENERGETICS THROUGH ENGINEERING-STYLE ENERGY METRICS", "doi": "10.1101/2025.09.02.673700", "authors": "Tozzi, A.", "abstract": "Cancer progression is linked to alterations in cellular energetics, where malignant cells reprogram their metabolism to sustain proliferation, resist stress and adapt to nutrient limitations. Beyond intrinsic adaptations and plastic dynamic switches between glycolysis and oxidative phosphorylation, recent work has shown that tumors actively remodel their microenvironment by acquiring functional mitochondria from surrounding stromal or immune cells. This process of mitochondrial transfer enhances tumor bioenergetics while simultaneously depleting immune cells of metabolic competence, thereby reinforcing both tumor growth and immune evasion. Despite the role of these mitochondrial exchanges, quantitative frameworks to measure their energetic consequences remain underdeveloped. Conventional assays describe oxygen consumption or glycolytic flux but lack the resolution to capture mitochondrial function in terms of throughput, efficiency and stored energy. To address this limitation, we propose a simulation-based framework that translates engineering-style energy metrics into mitochondrial biology. Specifically, we calculate three parameters that may capture distinct yet complementary aspects of mitochondrial bioenergetics: power density, defined as ATP production per unit mitochondrial volume; surface power density, reflecting ATP production per unit inner membrane area; and energy density, quantifying stored chemical free energy per unit volume. By simulating tumor and immune cell populations before and after mitochondrial transfer, we generate numerical values for each parameter that demonstrate how transfer enhances tumor energetics while diminishing immune function. This provisional quantification establishes a pathway toward standardized bioenergetic biomarkers in cancer, potentially enhancing diagnostic methods and supporting the development of strategies aimed at disrupting pathogenic mitochondrial transfer while restoring metabolic competence to immune cells.", "date": "2025-09-06", "journal": ""}
{"title": "Lifespan and fecundity impacts of reduced insulin signalling can be directed by mito-nuclear epistasis in Drosophila", "doi": "10.1101/2025.09.04.674084", "authors": "Ibrahim, R.; Froschauer, C.; Broschk, S.; Sannino, D.; Dobson, A. J.", "abstract": "The changing demography of human populations has motivated a search for interventions that promote healthy ageing, and especially for evolutionarily-conserved mechanisms that can be studied in lab systems to generate hypotheses about function in humans. Reduced Insulin/IGF signalling (IIS) is leading example, which can extend healthy lifespan in a range of animals; but whether benefits and costs of reduced IIS vary genetically within species is under-studied. This information is critical for any putative translation. Here, in Drosophila, we test for genetic variation in lifespan response to a dominant-negative form of the insulin receptor, along with a metric of fecundity to evaluate corollary fitness costs/benefits. We also partition genetic variation between DNA variants in the nucleus (nDNA) and mitochondrial DNA (mtDNA), in a fully-factorial design that allows us to assess \"mito-nuclear\" epistasis. We show that reduced IIS can have either beneficial or detrimental effects on lifespan, depending on the combination of mtDNA and nDNA. This suggests that, while insulin signalling has a conserved effect on ageing among species, intraspecific effects can vary genetically, and the combination of mtDNA and nDNA can act as gatekeeper.", "date": "2025-09-06", "journal": ""}
{"title": "Full-length next-generation sequencing of 11 HLA loci of more than 1000 individuals from clinical cohorts in East and West Africa", "doi": "10.1101/2025.09.04.673795", "authors": "Rosario, Y. V.; Geretz, A.; Iyer, L. R.; Ehrenberg, P.; Tyson, A.; Kibuuka, H.; Wabwire-Mangen, F.; Maganga, L.; Tiamiyu, A.; Maswai, J.; Sawe, F.; Matyas, G.; Robb, M. L.; Ake, J. A.; Thomas, R.", "abstract": "Human Leukocyte Antigen (HLA) loci have been implicated in several diseases from different world populations, including HIV-1. It is necessary to characterize HLA allele variation at the population level prior to investigating associations linked to human diseases. In global databases, limited high-resolution HLA allele types generated by next-generation sequencing (NGS) have been described for populations from African countries. We sought to expand our HLA NGS database to include a total of 1023 participants from multiple HIV clinical studies using full-length HLA genotyping by NGS. Collectively we describe HLA genotypes of individuals from Kenya (n=375), Uganda (n=338), Nigeria (n=139), Tanzania (n=89), and Mozambique (n=82). Overall, we identified 371 unique HLA alleles across 11 loci with the most frequent at each locus being A*02:01:01, B*53:01:01, C*04:01:01, C*06:02:01, DPA1*01:03:01, DPB1*01:01:01, DQA1*01:02:01, DQB1*06:02:01, DRB1*15:03:01, DRB3*02:02:01, DRB4*01:03:01, and DRB5*01:01:01. A total of 25 novel alleles were identified, including 4 with non-synonymous changes affecting the peptide binding groove of HLA molecules. This expansion of NGS based HLA data at the African population level will improve our understanding of human genetic variation and provide insights for vaccine development and targeted personalized therapies.", "date": "2025-09-06", "journal": ""}
{"title": "Instrument-free quantitative detection of analytes using a novel combo lateral flow assay", "doi": "10.1101/2025.09.04.674023", "authors": "Sheng, X.; Saxena, N.; xia, x.", "abstract": "Lateral flow assays (LFA) are widely regarded as the cheapest, fastest, and easiest point-of-care (PoC) tests available. 1,2 A key advantage is that results can be visually interpreted without the need for specialized equipment, enabling on-site applications while keeping costs low. 3 However, conventional LFAs are typically qualitative, limiting their use to simply detect the presence or absence of analytes. 4 Additional limitations include narrow dynamic ranges and false negatives due to the Hook Effect in sandwich LFAs. 5 In this work, we present a combo lateral flow assay (CLFA) that integrates both sandwich and competitive assay formats, enabling the quantitative detection of analytes across a broad concentration range without an external instrument. The precision of CLFA measurements can be further enhanced with artificial intelligence (AI)-based image analysis via a smartphone app. Importantly, CLFA is not subject to the Hook Effect. CLFA is easily implemented by adding just one extra test line to the standard LFA design, resulting in minimal additional manufacturing effort and cost. Given these benefits, we anticipate that CLFA will have broad applications in diagnostics and research applications. Several examples are provided to illustrate its potential.", "date": "2025-09-06", "journal": ""}
{"title": "Effects of Gallic Acid on Antioxidant Defense System and Nrf2 Signaling in Mice with Benzene-Induced Toxicity: In Vivo, In Vitro, and Computational Study", "doi": "10.1101/2025.09.04.674095", "authors": "Olatoye, T. I.; Afolabi, B. A.; Ogundipe, M. O.; Adebayo, J. O.", "abstract": "Background: Benzene exposure is a well-known cause of toxicity in several tissues, primarily through the generation of reactive oxygen species (ROS) and disruption of redox homeostasis in the bone marrow. The resulting oxidative stress impairs hematopoiesis, weakens antioxidant defenses, and increases cellular damage. The transcription factor Nrf2 plays a central role in counteracting oxidative stress by regulating the synthesis of antioxidant and detoxifying enzymes, however, its activity is tightly controlled through Keap1-mediated degradation. Antioxidant therapy, particularly with the use of phytochemicals like gallic acid, has emerged as a promising strategy to mitigate these effects. Although the antioxidant potential of gallic acid is well documented, there is still limited integrative evidence regarding its molecular mechanism in counteracting oxidative stress. Objective: This study aims to examine the protective effects of gallic acid on antioxidant defenses, oxidative stress biomarkers, and hematological parameters in mice with benzene induced toxicity, while also evaluating its potential to modulate Nrf2 signaling through molecular docking. Methods: Thirty-six mice were randomized into six groups of six animals each. Group A served as the normal control, while the remaining groups were orally administered benzene (150 mg/kg body weight) for fourteen days. Groups D, E, and F received simultaneous oral administration of gallic acid at 25, 50, and 100 mg/kg body weight, respectively. Group C received ascorbic acid (50 mg/kg body weight) as a reference, while Group B was not treated and served as a negative control. Biochemical analyses of tissues (erythrocyte, heart, liver, kidney, femur, and spleen) were performed to assess antioxidant enzyme activities (SOD, CAT, GPx, GST), the non-enzymatic antioxidant GSH, and oxidative stress biomarkers (MDA, PCO, NO, PC). Hematological parameters were determined from whole blood, while molecular docking was used to evaluate the binding affinity and interactions of gallic acid with the Kelch domain of Keap1. Results: Exposure to benzene significantly reduced antioxidant enzyme activities, depleted GSH and PC, increased MDA, PCO, and NO levels, and altered hematological parameters (WBC, RBC, HGB, HCT, PLT, LYM) in untreated mice, which was consistent with oxidative and nitrosative stress. In contrast, treatment with gallic acid significantly restored antioxidant enzyme activities, increased GSH and PC levels, reduced the concentrations of MDA, PCO, and NO, and improved hematological parameters in a manner comparable to ascorbic acid. Molecular docking also revealed strong binding affinity and promising interactions within the Keap1 Kelch domain, suggesting a potential mechanism for Nrf2 stabilization and nuclear translocation. Conclusions: Our findings demonstrate that gallic acid improves the cellular antioxidant defense system and provides protection against benzene-induced oxidative stress in mice. In addition, it may activate Nrf2 signaling by disrupting the Keap1-Nrf2 complex, thus promoting cellular resilience.", "date": "2025-09-06", "journal": ""}
{"title": "Increasing Applicability of Automated mD-LC-MS Peptide Mapping for Biopharmaceuticals via Streamlined In-Solution Digestion", "doi": "10.1101/2025.09.04.673655", "authors": "Gstoettner, C.; Zhang, T.; Pot, S.; Hourtoulle, L.; Heinrich, K.; Hoelterhoff, S.; Bathke, A.; Dominguez-Vega, E.", "abstract": "Since the introduction of the first multidimensional liquid chromatography mass spectrometry (mD-LC-MS) approach for antibody peak characterization, multiple developments have been reported including integration of various chromatographic approaches and precise fractionation, providing high quality and reliable peptide data in a drastically decreased total analysis time. Most of these platforms rely on the use of immobilized enzyme reactors (IMERs) for digestion, limiting the applicability to few enzymes such as trypsin. Recently, the introduction of in-solution enzymatic digestion in mD-LC-MS systems has been proposed as an alternative to IMERs. Here, we make use of current innovations in 2D-LC commercial systems such as active solvent modulation valves, which permits direct mixing of the fractionated peaks with the endoprotease and reducing agent in an online manner, to integrate in-solution digestion in a straightforward manner in mD-LC-MS peak characterization platforms. Following antibody digestion, the generated peptides are automatically trapped, separated and detected by mass spectrometry. Efficient reduction and tryptic digestion was obtained using short incubation times (15 min). The approach was further expanded to alternative endoproteases such as chymotrypsin and thermolysine with other digestion specificities and allow an easy exchange between enzymes with similar buffer and digestion conditions. As a proof-of-principle that strategy was applied to achieve peptide maps from ion exchanged separated mAb peaks showing good digestion efficiency and high sequence coverages.", "date": "2025-09-06", "journal": ""}
{"title": "The Biosynthetic Pathway to the Pyrroloiminoquinone Marine Natural Product Ammosamide C", "doi": "10.1101/2025.09.03.674030", "authors": "Figueroa, J. S. R.; Zhu, L.; Halliman, M.; van der Donk, W. A.", "abstract": "Ammosamide C is a marine natural product containing a highly decorated pyrroloiminoquinone core. Studies on the biosynthetic gene cluster (BGC) that produces ammosamides previously revealed that they are made by a series of posttranslational modifications (PTMs). The BGC includes genes encoding a precursor peptide AmmA and four enzymes known as PEptide Aminoacyl-tRNA Ligases (PEARLs). Initial studies into the ammosamide biosynthetic pathway demonstrated Trp addition to a precursor peptide by the PEARL AmmB2. Thereafter, sequential modifications by several enzymes including two other PEARLs lead to the formation of a peptide intermediate bearing a C-terminal diaminoquinone. In the present work, we present the biosynthetic steps that convert this intermediate to ammosamide C. The PEARL AmmB4 unexpectedly appends an arginine to the C-terminus of the aforementioned intermediate. Then, C-terminal proteolysis by the heterodimeric TldD/E-like protease Amm12/13 releases a dipeptide, which is subsequently cleaved by the dipeptidase Amm19 to produce a Trp-derived diaminoquinone. Amm3 next catalyzes the conversion of this Trp derivative to the corresponding chlorinated ammosamaic acid. Finally, Amm23 methylates this intermediate and a putative aminotransferase Amm20 performs an amidation to arrive at ammosamide C; the order of these last two steps could not be determined. This study reveals an unexpectedly lengthy route to ammosamide that illustrates the opportunistic nature of natural product biosynthesis, demonstrates a role for a PEARL that is unlike previous roles, identifies steps that are not PTMs, and adds Arg-tRNA to the growing repertoire of amino acyl tRNAs that are used by PEARLs.", "date": "2025-09-06", "journal": ""}
{"title": "Time-resolved structures of β2-adrenergic receptor modulation by a photoswitchable beta-blocker", "doi": "10.1101/2025.09.03.673938", "authors": "Stipp, R.; Bertrand, Q. C.; Trabuco, M.; Duran-Corbera, A.; Tindara Ignazzitto, M.; Glover, H.; Stierli, F.; Catena, J.; Carrillo, M.; Hartmann, S.; Seidel, H.-P.; Mulder, M.; Mason, T.; Kondo, Y.; Wranik, M.; Appleby, M.; Sager, C.; Sierra, R.; Gate, G.; Schleissner, P.; Cheng, X.; Weinert, T.; Cheng, R.; Mous, S.; Beale, J. H.; Kepa, M.; Llebaria, A.; Henning, M.; Rovira, X.; Standfuss, J.", "abstract": "G protein-coupled receptors (GPCRs) regulate essential physiological responses and are important drug targets, yet their ligand-induced conformational dynamics remain poorly understood. The {beta}2-adrenergic receptor ({beta}2AR) is a prominent member of the GPCR family. It regulates bronchial and vascular function and is a significant drug target, particularly in respiratory and smooth muscle-related disorders. We employed time-resolved crystallography at X-ray free-electron lasers (XFELs) to capture the conformational dynamics of {beta}2AR bound to photoazolol-1, a beta-blocker derivative developed for photopharmacological applications. Structural snapshots of the receptor bound to trans-photoazolol-1 (pre-photoconversion), a strained intermediate, and the fully photoisomerized cis-photoazolol-1 reveal an intricate interplay between ligand chemistry and receptor plasticity. Isomerization of the azobenzene moiety induces distinct conformational changes within the orthosteric pocket, altering interactions with the extracellular loop 2 and transmembrane helices 5 and 6. Supported by functional assays, these structural shifts suggest that photoazolol-1 transitions from an inverse agonist to a neutral antagonist upon photoactivation. Our findings uncover a mechanism of GPCR modulation reminiscent of rhodopsin activation and offer a framework for designing ligands that harness light-driven transitions to achieve spatiotemporal control of receptor function.", "date": "2025-09-06", "journal": ""}
{"title": "Universal contact statistics of looped polymers resolve cohesin density and stoichiometry in vivo", "doi": "10.1101/2025.09.04.674214", "authors": "Polovnikov, K. E.; Starkov, D.", "abstract": "Loop extrusion by cohesin complexes is central to genome organization, yet the stoichiometry of extrusion in vivo remains unresolved. Resolving this requires a quantitative link between microscopic loop density and macroscopic Hi-C contact statistics. We develop a perturbation theory for polymers decorated with quenched loops and measured under a finite Hi-C capture radius. The theory predicts a universal scaling law for the contact probability P(s): its logarithmic derivative displays a distinct minimum at genomic distance ~(Tv0)1/2, determined solely by the loop-gap period T (inverse loop density) and the effective fragment length v0. This two-parameter reduction is validated by molecular-dynamics simulations of active loop extrusion and recapitulates short-scale features of Hi-C data. Applying the framework to mammalian datasets, we infer a conserved density of ~6 cohesin-mediated loops per megabase. Comparison with independent cohesin counts reveals near one-to-one correspondence between loops and complexes, providing quantitative evidence for monomeric loop extrusion. Our results establish a universal physical principle for short-scale chromatin folding and show how polymer theory bridges genome architecture with the molecular mechanisms that shape it.", "date": "2025-09-06", "journal": ""}
{"title": "The complex microscopic dynamics of cells in high-density epithelial tissues", "doi": "10.1101/2025.09.04.674282", "authors": "Shen, Y.; Xi, W.; Mege, R.-M.; Kob, W.; Ladoux, B.", "abstract": "Epithelial tissues line the surfaces of vital organs and are often densely packed in a disordered, mechanically arrested state, referred to as jammed or glassy state. While collective migration at low-density regimes has been extensively studied, the microscopic dynamics within such jammed epithelia remains poorly understood. Here, we reveal that contrary to expectations from thermal systems with glassy dynamics, jammed epithelial monolayers do not exhibit cage effects that reflect the temporary spatial trapping of the particles. Instead, cells display sub-diffusive creep and Fickian yet non-Gaussian dynamics, accompanied by compressed exponential relaxation, features that reveal stress-driven fluidity. We show that cell divisions and extrusions transiently do enhance local motion, they are insufficient to fluidize the tissue globally. Fast-moving cells form collective, anisotropic clusters, and these dynamic heterogeneities correlate with local structural entropy and low-frequency vibrational modes. These findings challenge the conventional view that jammed tissues are static and inert structures, uncovering a hidden fluidity that can be expected to play a critical role in morphogenesis, wound healing, and early tumor progression.", "date": "2025-09-06", "journal": ""}
{"title": "Tuning the gate and the gear: The LRRC26 (γ1) subunit modulates intrinsic gating and voltage-sensor coupling of the BK channel", "doi": "10.1101/2025.09.04.674290", "authors": "Echeverria, F.; Fernandez, M.; Pena-Pichicoi, A.; Castillo, J. P.; Carrasquel-Ursulaez, W.; Alvarez, O.; Latorre, R.", "abstract": "Association of auxiliary subunits ({beta}1-4 and {gamma}1-4) with the pore-forming  subunit of the calcium- and voltage-activated potassium (BK) channel provides functional diversity. {gamma}1 promotes a significant leftward shift of the voltage activation curve, ensuring the adequate functioning of secretory glands, allowing the BK channel to release K+ at the cell's resting Ca2+ concentration. Given its physiological importance, it is crucial to elucidate the mechanisms of {gamma}1 action. However, structural and functional studies have yielded conflicting conclusions regarding the modulation of BK channels by {gamma}1. Here, using macroscopic, single-channel, and gating current measurements, we demonstrate that at zero mV {gamma}1 increases 92-fold the equilibrium constant that defines the closed-open transition by destabilizing the channel's closed configuration and enhancing the coupling between the voltage sensor and the pore domain, without affecting voltage-sensor activation. These results suggest that {gamma}1 not only causes an increase in the energetic coupling between the voltage sensors and the pore but mainly enhances the channel opening reaction.", "date": "2025-09-06", "journal": ""}
{"title": "Hierarchical Bayesian Modelling Improves Microstructural Parameter Mapping in Diffusion and Exchange MRI Data", "doi": "10.1101/2025.09.04.674046", "authors": "Powell, E.; Maskery, M.; Emsley, H. C. A.; Parkes, L. M.; Parker, G. J. M.; Slator, P. J.", "abstract": "Microstructure modelling quantifies subvoxel tissue features by combining an MRI acquisition with a mathematical model, which is typically fitted voxel-by-voxel with least-squares (LSQ) minimisation to give voxelwise maps of microstructural quantities such as diffusivity and compartmental fractions. Such approaches are susceptible to voxelwise noise, which can lead to erroneous values in parameter maps. Hierarchical Bayesian modelling (HBM) can address this limitation, but has only been demonstrated for simple models. We previously derived an HBM approach for an arbitrary microstructure model with flexible parameter constraints, utilising a Markov chain Monte Carlo algorithm for parameter estimation; here the method is demonstrated and evaluated using simulated and human data for two previously unexplored diffusion MRI techniques, namely diffusion kurtosis imaging and blood-brain barrier filter exchange imaging. When compared with LSQ minimisation, HBM increased the accuracy, precision, contrast-to-noise ratio, and parameter map quality in both simulated and human data. HBM was also able to resolve local parameter variations associated with white matter lesions in a small sample of cerebral small vessel disease subjects, which were obscured by high noise levels in the LSQ-derived parameter maps. Finally, a noise sensitivity assessment in simulations showed that HBM improved the contrast-to-noise ratio and parameter map quality even at low signal-to-noise ratios. This generalised HBM framework can improve parameter estimation for more complex diffusion MRI microstructural models that extend beyond linear combinations of exponentials.", "date": "2025-09-06", "journal": ""}
{"title": "Ca2+-calmodulin regulates Kv7.1 channel gating by allosterically interfering with its inactivation path", "doi": "10.1101/2025.09.02.673758", "authors": "Daus, N.; costa, F.; Guardiani, C.; Lipinsky, M.; Ben-Bassat, A.; Haitin, Y.; Giacomello, A.; Attali, B.", "abstract": "Like in many voltage-gated K+ channels (Kv), inactivation of the cardiac Kv7.1 channel is voltage-dependent but does not exhibit the hallmarks of N-type or C-type mechanisms. This peculiar inactivation is observed in wild-type channels and is exacerbated in many Kv7.1 mutations triggering cardiac arrhythmias. Previously, we showed that Kv7.1 inactivation could strikingly be prevented by Ca2+-calmodulin (Ca2+-CaM). Thus, how can Ca2+-CaM, localized at the channel inner boundaries, prevent inactivation that occurs distantly at the outer pore region and converges to the selectivity filter? Here, using network analysis, molecular dynamics simulations, and electrophysiology, we identify the inactivation paths coupling the voltage sensor domain to the selectivity filter, involving helices S1 and S6, and the P-Helix, which represents the underlying mechanism of Kv7.1 inactivation. Moreover, our data reveal the allosteric coupling mechanisms by which Ca2+-CaM signals interfere with the inactivation paths and prevent channel inactivation.", "date": "2025-09-06", "journal": ""}
{"title": "Crowding-induced collapse and adsorption of polymers with nonuniform bending stiffness", "doi": "10.1101/2025.09.04.674235", "authors": "Cantrall, G. R.; Chauhan, G.; Abel, S. M.", "abstract": "Macromolecular crowding can significantly impact the behavior of biopolymers, with crowding-induced depletion interactions influencing both the conformations and surface adsorption of individual polymers. Although previous studies have explored the influence of homogeneous polymer stiffness in crowded conditions, biomolecules such as DNA can exhibit sequence-dependent stiffness, and DNA origami nanoparticles can be designed with alternating stiff and flexible domains. In this work, we use Langevin dynamics simulations to characterize how nonuniform bending stiffness modulates the conformations and adsorption of polymers in crowded environments. By systematically varying the relative length and arrangement of flexible and semiflexible domains along a linear chain, we show that increasing osmotic pressure leads to a pattern-dependent collapse of the polymer, as revealed by a decrease in the radius of gyration. In general, large flexible regions promote polymer collapse, although flexible domains separating extended semiflexible regions can facilitate their contact, leading to stable folded conformations. When a surface is present, large semiflexible domains promote adsorption, and the pattern of stiffness can be used to control the adsorption threshold. Our findings provide insight into the impact of spatially varying stiffness on the behavior of polymers in crowded environments, highlighting mechanisms relevant to biopolymers and deformable nanoparticles in both cellular and cell-free contexts.", "date": "2025-09-06", "journal": ""}
{"title": "Biophysical and Colloidal Properties Govern Anti-Drug Antibody Generation: A Case Study Using the Tumoricidal mAb 4713", "doi": "10.1101/2025.09.03.674127", "authors": "Yesmin, S.; Islam, M. M.; Islam, M. D.; Tsurui, H.; Saotome, T.; Matsuoka, S.; Kuroda, Y.", "abstract": "Anti-drug antibodies (ADA) are a well-recognized clinical problem, but their sporadic occurrence has limited detailed biophysical characterization of causative factors. We investigated how different stress conditions influence aggregation of a murine monoclonal antibody, mAb 4713, and the resulting potential to induce ADA in mice. Dynamic light scattering (DLS) revealed that stirring, freeze-thaw, and heat stress each generated subvisible aggregates (30-700 nm), whereas non-stressed mAb 4713 remained predominantly monomeric. Stirring- and freeze-thaw-induced aggregates retained native-like secondary and tertiary structures, thermal and biochemical stability, and anti-tumor cytotoxicity, as shown by circular dichroism, tryptophan fluorescence, thermal shift assay, limited proteolysis, and cell death assay. In contrast, heat-induced aggregates displayed complete structural denaturation and loss of cytotoxic activity. Immunization of Jcl: ICR mice demonstrated that heat-induced aggregates were only mildly immunogenic, while freeze-thawed and non-stressed mAb 4713 elicited no detectable immune response, and ADA generated under these conditions did not affect anti-tumor activity. Strikingly, stirred aggregates triggered a strong anti-mAb antibody response, as measured by ELISA, and the resulting antisera completely abolished mAb 4713 cytotoxicity against Raji cells, a Burkitt lymphoma cell line, indicating induction of neutralizing ADA. These results show that aggregate immunogenicity depends not simply on aggregate presence but critically on their structural and colloidal properties and formation pathways, highlighting the need to assess both structural and colloidal properties of aggregates in biopharmaceutical development to mitigate ADA risks.", "date": "2025-09-06", "journal": ""}
{"title": "Immune Cell Migration Models Synergize Nuclear Piston, Uropod, and Microenvironment into Hydraulic Cell Engine", "doi": "10.1101/2025.09.02.673867", "authors": "Alawadhi, S.; Rutkowski, D. M.; Tagay, Y.; Cartagena-Rivera, A. X.; Zhovmer, A. S.; Tsygankov, D.; Vavylonis, D.; Tabdanov, E. D.", "abstract": "The nucleus and uropod are the largest and most mechanically distinct structures in migrating amoeboid lymphocytes, including NK, B, and T cells. The biophysical properties of these structures may shape the ability of immune cells to navigate dense tissue microenvironments during immune surveillance. Using bead-spring and agent-based cell models, we explore the biomechanical contributions of the nucleus, uropod, septin-templated cortical rings, actomyosin cytoskeleton, and extracellular matrix obstacles to lymphocyte migration. Our results support a migration model in which, following cell-matrix collisions, septins mediate the formation of cortical rings that hydraulically seal cytoplasmic compartments on each side of the passing nucleus, generating a pressure difference that propels the nucleus forward. This hydraulically driven nuclear piston actively enhances migration through confined spaces. Concurrently, the uropod emerging from the peristaltic collapse of rear compartments stabilizes directional persistence and prevents T cell repolarization. We show that such polarity stabilization boosts immune surveillance efficiency. Together, these models redefine the nucleus as an active component of the migratory engine and the uropod as a locomotion stabilizer. Furthermore, the models offer a predictive framework towards engineering of immune cell motility in complex tissue microenvironments with broad implications for cancer immunotherapy, aging, and regenerative medicine.", "date": "2025-09-06", "journal": ""}
{"title": "Longitudinal in vivo MR elastography reveals whole-liver viscoelastic involvement in a murine model of hepatocellular carcinoma", "doi": "10.1101/2025.09.04.674138", "authors": "de Moraes, P. A. D.; Safraou, Y.; Krehl, K.; Haeckel, A.; Haase, T. D.; Metzkow, S.; da Silva, R. V.; Zang, Y.; Roeder, J.; Kuehl, A.; Savic, L. J.; Braun, J.; Schellenberger, E.; Sack, I.; Guo, J.", "abstract": "Cancer cells actively shape their microenvironment and adapt the physical and biomechanical properties of the host tissue. However, for organs like the liver, especially in vivo, it remains unclear at what rate and spatial extent macroscopic viscoelastic properties change during formation of a cancer-permissive environment. Using clinical multifrequency magnetic resonance elastography (MRE) in a mouse model of hepatocellular carcinoma (HCC), we identified surprisingly early and large-scale viscoelasticity changes leading to whole-liver biomechanical involvement stretching far beyond the local cancer microenvironment. Widespread liver softening began two weeks after HCC inoculation, followed by a decrease in tissue viscosity and fluidity two weeks later, preceding any macroscopic evidence of local tumor growth. In contrast, local lesions with stiff-rigid biomechanical properties were not detectable by standard MRI and MRE until five to six weeks post-injection. Furthermore, tumor viscoelasticity correlated with that of the host liver, also suggesting a possible widespread adaptation of the biomechanical properties beyond the tumor margins and its local niche during early liver colonization. The observed large-scale viscoelastic signature, detectable just two weeks after tumor cells injection, could serve as a non-invasive imaging biomarker to inform physicians about tumor niche formation and liver cancer progression long before any macroscopic manifestation of solid tumors.", "date": "2025-09-06", "journal": ""}
{"title": "A mechanistic model of early centrosome separation during prophase", "doi": "10.1101/2025.09.03.673972", "authors": "Som, S.", "abstract": "Initial centrosome separation during prophase is crucial for faithfully completing the mammalian mitosis. Though kinesin-5 pushes the two centrosomes apart in prometaphase by sliding the inter-centrosomal anti-parallel microtubules, it is still under debate that whether kinesin-5 plays any role in the prophase centrosome separation. It is also controversial that whether dyneins separate the centrosomes by pulling the centrosomal microtubules from two opposite directions. Therefore, the active drivers involved in the early centrosome separation are still elusive. Interactions of the centrosomal microtubules with cellular objects (e.g. cortex, cell wall and nucleus) generate forces on the centrosome, thereby promotes centrosomal movements. Using an in-silico model, we show that a concerted interplay of centrosomal microtubules with cortex, cell wall and nucleus can promote centrosome separation during prophase.", "date": "2025-09-06", "journal": ""}
{"title": "In Situ, Antibody-Independent, and Multiplexed Characterization of Amyloid Plaques by MALDI MS/MS Imaging Using iprm-PASEF", "doi": "10.1101/2025.09.04.674173", "authors": "Meyer, L. C.; Li, M. J.; Meier, N.; Vollmer-Kary, B.; Feilen, T.; Audebert, J.; Kurowski, K.; Singer, S.; Bronsert, P.; Foell, M. C.; Schilling, O.", "abstract": "Background Amyloidosis describes a heterogeneous group of diseases caused by the extracellular deposition of misfolded proteins, affecting one or multiple organs and eventually leading to organ failure. Identification of the amyloidogenic protein leading to the correct subtyping is challenging but crucial for treatment decisions. Imaging parallel reaction monitoring (iprm)-parallel accumulation-serial fragmentation (PASEF) is a novel method for matrix-assisted laser desorption/ionization (MALDI)-mass spectrometry imaging (MSI) that enables the fast, spatially resolved, multiplexed, and antibody-independent identification of peptides and proteins in situ. In this proof-of-concept study, we demonstrate the applicability of iprm-PASEF for the in situ characterization of amyloidosis. Methods A multiplexed iprm-PASEF panel (comprising trapped ion mobility spectrometry (TIMS) and m/z values) for characterizing amyloid plaques by MALDI-MSI was compiled. The panel included nine peptide entries of amyloidosis-associated proteins (vitronectin, apolipoprotein E, serum amyloid P component) and the prevalent amyloidosis-subtype proteins serum amyloid A, transthyretin, and immunoglobulin light chain 2. The multiplexed iprm-PASEF panel was applied to a tissue microarray (TMA) assembled from formalin-fixed, paraffin-embedded (FFPE) specimens, comprising biopsies of amyloidosis-positive tissues from 18 patients, including six different tissue types, and representing the following amyloidosis subtypes: ATTR (transthyretin amyloidosis), AL (immunoglobulin light chain amyloidosis), and AA (secondary amyloidosis). For comparison and co-localization, Congo red staining was performed on adjacent slides. Results MALDI TIMS MS1 imaging was acquired from the amyloidosis TMA, providing an m/z feature list containing 1,390 entries that was subsequently refined to only include m/z features likely stemming from amyloidosis-related peptides. Further, we focused on optimal usage of the m/z and ion mobility range to increase the number of targeted peptides. The final iprm-PASEF panel comprised 10 entries ranging from m/z 887.51 - 1,986.85 and 1/K0 1.4 - 2.1 V*s/cm^2; targeting nine peptides from six different amyloidosis-related proteins. Apolipoprotein E, serum amyloid P component, and immunoglobulin light chain 1/2 were included with two entries. Transthyretin, vitronectin, and serum amyloid A were covered by one peptide. One entry was included as a positive control targeting actin A. We applied the iprm-PASEF (MS2 mode) panel to the amyloidosis TMA and fragment (MS2) spectra were analyzed by the search engine MASCOT. Eight out of ten peptides derived from vitronectin, apolipoprotein E, serum amyloid A, serum amyloid P component, and transthyretin were successfully identified with MASCOT scores above 18. Comparison to Congo red staining indicated a more localized and heterogeneous pattern of amyloid-associated proteins (vitronectin, apolipoprotein E, serum amyloid P component) by iprm-PASEF. Compared to the clinical annotation, transthyretin and serum amyloid A were only found in their respective subtypes. In total, it was possible to describe the spatial distribution of five different amyloid-associated proteins, thereby further characterizing Congo red-positive amyloid plaques in one single iprm-PASEF measurement. Conclusion and perspective This proof-of-concept study demonstrates feasibility for in situ, antibody-independent, and multiplexed proteomic typing of amyloidosis plaques. Future enlargement of the multiplex panel is likely to increase the number of targetable amyloid proteins and to probe for the presence of post-translational modifications. The present study highlights the value of iprm-PASEF for MALDI imaging strategies.", "date": "2025-09-06", "journal": ""}
{"title": "Proteome integral solubility alteration assay for monitoring antibody-antigen cell interactions", "doi": "10.1101/2025.09.04.673944", "authors": "Zubarev, R. A.; Gaetani, M.; Lundstrom, S. L.; Lu, W.; Hou, Y.; Haeggstrom, J. Z.; Mukherjee, S.", "abstract": "The Proteome Integral Solubility Alteration (PISA) assay is commonly used to identify and characterize interactions between small molecules and the cellular proteome. In this study, a modified PISA approach identified tumor necrosis factor alpha (TNF) as the antigen of the monoclonal antibody infliximab in activated monocytes - uniquely among ~8,000 cellular proteins. These results highlight the potential of PISA-based analysis not only for monitoring antibody-antigen interactions in therapeutic development, but also for identifying new antigens and characterizing the initial effector functions of antibodies within complex proteome environments.", "date": "2025-09-06", "journal": ""}
{"title": "Multi-omic and phenotypic analysis of growth and resilience of open raceway pond production of Monoraphidium minutum 26B-AM", "doi": "10.1101/2025.09.04.673846", "authors": "Kepesidis, G.; Schambach, J.; Yang, D.; Wilbourn, E.; Sheffield, T.; Eckles, T.; Watt, O.; Hirakawa, M. P.; Lane, T. W.; Krishnakumar, R.", "abstract": "Green microalgae, such as Monoraphidium minutum 26B-AM, have garnered significant commercial interest due to high biomass production and lipid yield, providing promising candidates for various bioprocessing applications. However, the economic viability of large-scale algal cultivation in open raceway ponds is challenged by biocontamination and environmental stressors, necessitating deeper understanding of the molecular mechanisms that underpin resilience and productivity in these systems. We hypothesized that the molecular signature associated with the cellular responses of M. minutum to environmental stressors will reveal critical information for the timely prediction of resilience and productivity in algal cultures within open pond systems. To test this hypothesis, we performed a pilot study involving a multi-omic time-course approach, integrating transcriptomics, proteomics, metabolomics, and phenomics, to monitor the acclimation, growth dynamics, and pathogen responses of algal cultures in two 1000L raceway ponds, before and after the introduction of a pathogen as a stressor. We identified a number of molecular patterns that correlate with changes in the algal environment, and we can track these changes longitudinally across the ponds. Furthermore, we propose a way to focus on transition-specific molecular pathways through integrated multi-omics, showing that most patterns are unique to each studies stressor and growth transition. Ultimately, this study suggests the further use of multi-omics observations at scale, laying the groundwork for developing molecular detection techniques and predictive models that can improve the sustainability and efficiency of large-scale algae biomass production.", "date": "2025-09-06", "journal": ""}
{"title": "Partial Bypass of Frataxin Deficiency by ISCU M141I Restores Cytosolic and Nuclear FeS Cluster Assembly", "doi": "10.1101/2025.09.03.673074", "authors": "Mosbach, V.; Maio, N.; Diedhiou, N.; Hennick, A.; Dall'Agnol, L.; Reutenauer, L.; Marczak, L.; Birling, M.-C.; Eisenmann, A.; Martelli, A.; Puccio, H.", "abstract": "Iron-sulfur (Fe-S) clusters are essential cofactors required for the activity of numerous proteins involved in fundamental cellular processes, including DNA replication, metabolism and mitochondrial respiration. In eukaryotes, Fe-S cluster biogenesis is initiated in mitochondria by the ISC machinery, which assembles iron and sulfur, delivered by a cysteine desulfurase, onto the scaffold protein ISCU. Frataxin (FXN), a key regulator of this pathway, enhances Fe-S production by accelerating persulfide transfer to ISCU. FXN is essential in eukaryotes, and its loss results in petite phenotype in yeast, senescence in dividing mammalian cells and embryonic lethality in mice. Interestingly, in yeast, a methionine to isoleucine substitution at position 141 of the scaffold protein Isu1 can bypass the requirement of FXN. To test whether this bypass mechanism is conserved in mammals, we introduced the equivalent M141I substitution into the endogenous Iscu gene in murine fibroblasts carrying a conditional Fxn allele using CRISPR-Cas9. We show that the ISCU M141I variant enables cell survival in the absence of FXN, preventing cell cycle arrest and decreasing baseline DNA damage. However, these FXN-null survivor clones exhibit slower proliferation, persistent mitochondrial dysfunction and defective mitochondrial Fe-S cluster proteins. In contrast, nuclear and cytosolic Fe-S proteins are preserved, as is cellular iron homeostasis. Importantly, the ISCU M141I variant delays, but does not fully rescue, embryonic lethality in Fxn-deficient mice. Altogether, our results reveal a previously unrecognized compartment-specific rescue of Fe-S cluster dependent processes by the ISCU M141I variant in mammalian cells, raising for the first time the possibility of compartmental regulation of Fe-S cluster biogenesis.", "date": "2025-09-06", "journal": ""}
{"title": "RNA helicase Ddx21 safeguards fetal HSPC expansion by recruiting Kdm5a to epigenetically sustain ribosomal and hematopoietic gene transcription", "doi": "10.1101/2025.09.04.674186", "authors": "Leung, A. O.-W.; Li, C.; Huang, X.; Fan, Z.; Chen, Y.; Liu, J.; Lin, H.-M.; Cui, X.; Zhang, F.; Niu, R.; Leung, K.-T.; Cheung, H. H.", "abstract": "Fetal hematopoietic stem and progenitor cells (HSPCs) require active ribosome biogenesis to sustain their rapid proliferation, yet how non-structural ribosomal factors regulate this process remains unclear. Here, we identify the RNA helicase Ddx21 as a critical determinant of fetal hematopoiesis through its epigenetic role in maintaining active ribosomal transcription. Conditional knockout of Ddx21 in murine fetal hematopoietic cells resulted in severe anemia, fetal liver hypoplasia, and depletion of HSPCs, accompanied by erythroid maturation arrest. Mechanistically, Ddx21 deficiency disrupted ribosomal and hematopoietic gene expressions, impaired translational capacity, and activated p53 pathway, triggering cell cycle arrest and apoptosis. While p53 inhibition partially rescued proliferation defects, it failed to restore rRNA transcription, pointing to p53-independent mechanisms. Multi-omics profiling revealed that Ddx21 interacts with the histone demethylase Kdm5a, co-occupying active promoters marked by H3K4me3. Loss of Ddx21 diminished H3K4me3 levels at ribosomal DNA (rDNA) and hematopoietic genes such as cKit and Gata1, downregulating their transcription. Strikingly, Kdm5a inhibition restored rRNA expression and protein translation in Ddx21-deficient cells, and combined inhibition of Kdm5a and p53 cooperatively rescued HSPC function. These findings demonstrate a paradigm wherein Ddx21 couples ribosome biogenesis to epigenetic regulation by sequestering Kdm5a at active chromatin, thereby preserving transcriptional output essential for fetal hematopoietic expansion.", "date": "2025-09-06", "journal": ""}
{"title": "Changes in Histone Isoform Abundance and Histone Post-Translational Modifications during Anoxia Tolerance and Recovery in WS40NE cells of Austrofundulus limnaeus", "doi": "10.1101/2025.09.04.674156", "authors": "Hughes, C.; Mojica, E. A.; Kültz, D.; Podrabsky, J.", "abstract": "Anoxia is an often-lethal stressor to vertebrates, yet some vertebrates have adapted cellular mechanisms to survive in anoxic conditions. Embryos of the annual killifish Austrofundulus limnaeus have the greatest tolerance to anoxia of all vertebrates, yet the epigenetic mechanisms that support their anoxia tolerance are unknown. Using mass spectrometry, 1043 unique biologically relevant histone post-translational modifications (unimod+histone residue) were detected in WS40NE cells, representing thirteen types of biologically relevant histone post-translational modifications (hPTMs) present during normoxia, 1 d anoxia, 4 d anoxia, and aerobic recovery from anoxia. Of these 1043 hPTMs, 816 were significantly differentially expressed in at least one comparison. Thirty-six significant hPTMs were considered highly condition dependent. Additionally, at least four histone isoforms were differentially expressed, representing H2A, H2B, and H3 isoforms. Our data suggests that specific histone modifications as well as changes in histone isoform abundance in WS40NE cells may be necessary to successfully respond to extreme changes in oxygen availability.", "date": "2025-09-06", "journal": ""}
{"title": "Post-transcriptional Regulation Coordinating Transcription and Translation During Circadian Oscillation and Stress Recovery in Plants", "doi": "10.1101/2025.09.04.674151", "authors": "Xu, P.; Wu, Y.; Wan, Q.; Yu, X.", "abstract": "Circadian rhythms orchestrate gene expression to align plant growth and development with daily environmental cycles. However, the post-transcriptional mechanisms that coordinate transcriptional and translational rhythmicity remain incompletely understood. To address this, we analyzed time-series transcriptome and translatome profiles in Arabidopsis seedlings, identifying 5,185 genes with rhythmicity at both levels. These genes were classified into four distinct groups based on phase and amplitude differences between transcription and translation. Circadian mRNAs with high oscillation amplitudes tended to undergo co-translational RNA decay (CTRD), whereas intronless genes displayed the lowest amplitudes, likely due to their mRNA instability and short half-lives. While CTRD and NAD+ capping modulate amplitude differences, intronless and circadian translational efficiency (TE) influence both phase and amplitude variations. Additionally, CTRD, NAD+ capping and circadian TE facilitate fast recovery of heat-induced genes to normal hemostasias. Collectively, our findings demonstrate that these post-transcriptional regulation shapes both synchronized and decoupled transcription and translation during plants response to diel and environmental dynamics.", "date": "2025-09-06", "journal": ""}
{"title": "SPT5 regulates Pol II pausing and elongation in different ways at early versus late embryonic stages", "doi": "10.1101/2025.09.06.674612", "authors": "Dulja, A.; Mayer, M.; Engel, N.; Golov, A. K.; Forneris, M.; Kherdjemil, Y.; Feng, S.; Viales, R. R.; Furlong, E. E.", "abstract": "Transcription involves a cycle of initiation, pausing, elongation, and termination. SPT5 regulates both promoter proximal pausing and elongation, but how it orchestrates both steps during dynamic changes in gene expression remains unclear. Here, using Drosophila embryogenesis, we show that pausing both precedes and follows gene expression, while active transcription is accompanied by pause release. Optogenetic rapid depletion of SPT5 from the nucleus uncovered different sensitivities at different developmental stages. In early embryogenesis, SPT5 depletion caused a downstream shift in Pol II pausing to the +1 nucleosome, resulting in defective elongation and early termination. In late embryogenesis, it led to both up and down regulation of expression, depending on the genes transcriptional and pausing state. Upregulation is caused by pause release while downregulation is due to defective elongation. These changes are intensified when genes are increasing or decreasing their transcriptional state, indicating that SPT5 contributes to fine-tuning dynamic changes in gene expression.", "date": "2025-09-06", "journal": ""}
{"title": "MICRO-TAG enzyme complementation enables quantification of cellular drug-target engagement in temperature series", "doi": "10.1101/2025.09.04.674281", "authors": "Babic, I.; Bryan, N.; Cunningham, C.; Sampson, A.; Starczynowski, D.; Nurmemmedov, E.", "abstract": "Drug discovery for challenging drug targets necessitates the proteomic complexities of the cellular milieu for contextual target folding and function. Conventional biophysical methods for assessing drug interaction with a target are often not sufficiently suited for drug discovery as they impose acellular environment on the target and rely on recombinant purified protein material. In contrast, cell target engagement offers a powerful paradigm for drug discovery, through measurement of transitions in the thermodynamic state of a target protein, as it engages with drug molecules in the cell. Split-enzyme cell target engagement methods offer scaled utility during early drug discovery. Here, we describe a novel highly sensitive and scalable fluorescence-based cell target engagement method that leverages complementation of split-RNase S. This offers a unique combination of procedural and biophysical advantages, enabling its seamless integration with various instruments and applications designed for fluorescence detection. Most importantly, this new method allows for quantitation of cell target engagement in programmable temperature series format, consistent with conventional thermal shift assays, rather than at a single melting temperature. We demonstrate the sensitivity and versatility of this approach for drug discovery using targets MAPK1, KRAS, and UBE2N.", "date": "2025-09-06", "journal": ""}
{"title": "Beyond Degradation: How Reverse Proteolysis Creates Disease-Relevant Antigens", "doi": "10.1101/2025.09.02.673809", "authors": "Dakhili, S. Y. T.; panwar, p.; Hinse, O.; Rogalski, J.; Foster, L. J.; Bromme, D.", "abstract": "Proteases are classically viewed as degradative enzymes, yet they can also catalyze reverse proteolysis, a reaction known for decades but rarely examined in disease contexts. Here, we show that cysteine cathepsins efficiently form multi-generational fusion peptides, including chimeras between viral/bacterial and human proteins, revealing a hidden layer of peptidome complexity with direct relevance to autoimmunity. Importantly, we demonstrated that this activity is pH dependent, favored by citrullination, and may represent up to 4.5% of the protease activity. Moreover, we identified cathepsin S-generated type 1 diabetes superagonists, directly linking reverse proteolysis to a clinically established autoantigen. To capture these rare products in a cellular environment, we developed a click chemistry-based technology. These findings expand the protease functional paradigm and uncover a hidden source of disease-relevant antigens.", "date": "2025-09-06", "journal": ""}
{"title": "Unveiling the structural insights of PFAS-β-lactoglobulin binding mechanism mediating neuronal toxicity in neonates.", "doi": "10.1101/2025.09.02.673760", "authors": "VERMA, S.; SINGH, A.; Vukovic, L.; Narayan, M.; KUMAR, P.", "abstract": "The strong electrostatic interaction in C-F bonds contributes to the forever nature of per- and polyfluoroalkyl (PFAS) substances. The frequent use of PFAS in consumer products results in diverse toxic effects. Previous studies present its ability to cross the blood-brain and placental barriers and its presence in breast milk and infant formula, causing severe neurotoxic effects. Beta-lactoglobulin, a milk protein, transports hydrophobic and amphiphilic compounds to different organs, including the brain. Biochemical and biophysical studies of beta-lactoglobulin-PFAS interaction have been promising. The present study reports the complex crystal structures of beta-lactoglobulin with PFOA (Perfluorooctanoic acid) at 2.0 Angstrom, PFOS (Perfluorooctanesulfonic acid) at 2.5 Angstrom, and PFDA (Perfluorodecanoic acid) at 2.0 Angstrom, disclosing the high affinity of the three PFAS compounds for the central calyx of beta-lactoglobulin. Significant hydrophobic interactions stabilized the binding of the PFAS hydrophobic tail inside the calyx, while polar interactions with residues Lys60 and Lys69 stabilized the polar head group. Comparative structural analysis revealed the presence of an open conformation of the EF loop containing the Glu89 latch residue in the complex structures compared to the apo-form. Molecular dynamics (MD) simulation analysis revealed high stability of the PFAS binding and attainment of global minima in all complexes. The average binding energy of PFDA in beta-lactoglobulin calyx was -25.04 kcal/mol, which was higher than PFOS (-21.47 kcal/mol) and PFOA (-22.89 kcal/mol) due to increased van der Waals interactions of the longer hydrophobic chain of PFDA with beta-lactoglobulin. Henceforth, this work presents the structural mechanism of PFAS-beta-lactoglobulin binding, disclosing beta-lactoglobulin as an effective PFAS transporter mediating neurotoxicity in neonates.", "date": "2025-09-06", "journal": ""}
{"title": "Evaluation of De Novo Deep Learning Models on the Protein-Sugar Interactome", "doi": "10.1101/2025.09.02.673778", "authors": "Canner, S. W.; Lu, L.; Takeshita, S. S.; Gray, J. J.", "abstract": "Advances in deep learning have produced a range of models for predicting the protein-sugar interactome; however, structural docking of noncovalent protein-carbohydrate complexes remains largely unexplored. Although all-atom structure prediction models like AlphaFold3 (AF3), Boltz-1, Chai-1, DiffDock, and RosettaFold-All Atom (RFAA) were validated on protein-small molecule complexes, no benchmark or evaluation exists specifically for noncovalent protein-carbohydrate docking. To address this, we developed a high-quality dataset of experimental structures - Benchmark of CArbohydrate Protein Interactions (BCAPIN). Using BCAPIN and a novel evaluation metric, DockQC, we assessed the performance of all-atom structure prediction models on non-covalent protein-carbohydrate docking. We found all methods achieved comparable results, with an 85% success rate for structures of at least acceptable quality. However, we found that the predictive power of all models declined with increasing carbohydrate polymer length. With the capabilities and limitations assessed, we evaluated AF3's ability to predict binding for a set of putative human carbohydrate binding and carbohydrate non-binding proteins. While current models show promise, further development is needed to enable high-confidence, high-throughput prediction of the complete protein-sugar interactome.", "date": "2025-09-06", "journal": ""}
{"title": "Mutation-Induced Effects on Rac1 Conformational Dynamics: Implications for Therapeutic Targeting", "doi": "10.1101/2025.09.04.673117", "authors": "Ozguney, B.; Uralcan, B.; Acuner, S. E.; Haliloglu, T.", "abstract": "Understanding the conformational dynamics of proteins, particularly small GTPases like Rac1, is vital for elucidating their functional mechanisms and developing targeted therapies. Rac1, pivotal in cellular processes, toggles between inactive GDP-bound and active GTP-bound states, regulated by guanine nucleotide exchange factors (GEFs) and GTPase-activating proteins (GAPs). Mutations, such as Rac1's spontaneously activating oncogenic gain-of-function mutation P29S, associated with cancer, disrupt this equilibrium, leading to aberrant signaling. Traditional drug targeting of Rac1 is challenging due to its biological complexity and the lack of accessible active sites on its surface, necessitating alternative strategies. We propose a computational framework integrating Molecular Dynamics (MD) simulations and Elastic Network Models (ENM) to explore conformational dynamics. Our findings highlight the interplay between Mg2+ binding and conformational ensembles, revealing enhanced conformational heterogeneity in both inactive and active states upon P29S mutation. The critical location of P29S, Mg2+ coordination site, and GDP/GTP binding pocket with respect to global hinges provides mechanistic insight into how this mutation disrupts normal protein function through altered metal coordination dynamics. Furthermore, we identified strategic positions as potential rescue mutation sites, with T75A showing particular promise in mitigating the destabilizing conformational effects of P29S. Overall, this work provides insights into Rac1's dynamic behavior and offers a foundation for targeted drug design strategies.", "date": "2025-09-06", "journal": ""}
{"title": "Myosin II independent contraction of actin filaments in membrane nanotubes", "doi": "10.1101/2025.09.04.674176", "authors": "Ashraf, M. A.; Singha, T.; Pradhan, S.; David, S. R.; Sens, P.; Pullarkat, P.", "abstract": "The ability to generate active stresses within filamentous actin matrices is a fundamental and evolutionarily conserved process driving locomotion and morphogenetic changes in cells. The generation of pushing forces by actin polymerization is reasonably well understood, and is known to drive lamellipodia based motility and filopodial extension. Actin filaments decorated with myosin motors can also generate contractile stresses as in the cell cortex or in cytokinetic rings. In this article we use membrane nanotubes pulled out of axonal shaft to investigate actin dynamics and force generation. We report cyclic growth and retraction dynamics of actin within the tube and correlated contraction events giving rise to sustained load and fail cycles. The contraction mechanism operate independent of myosin II motor proteins. Furthermore, we analyzed the dynamics of actin within the tube, including under various biochemical or genetic perturbations. By combining these results with physical modeling, we argue that stresses generated in the actin filaments by the binding of actin depolymerizing factor (ADF/cofilin) proteins can explain the cyclic load-fail behavior.", "date": "2025-09-06", "journal": ""}
{"title": "Anticodon Edited Transfer RNAs (ACE-tRNAs) Encoded as Therapeutic Nonviral Minimal DNA Vectors", "doi": "10.1101/2025.09.06.674645", "authors": "Porter, J. J.; Ko, W.; Sorensen, E. G.; Cheung, Z.; Couch, T.; Gabell, J. T.; Shwe, V.; Hyatt, J.; Licata, J. B.; Peterson, L. K.; Dean, D. A.; Lueck, J. D.", "abstract": "Nonsense mutations, resulting from a premature termination codon (PTC), make up ~11% of all genetic lesions causing disease, affecting millions of people worldwide. Nonsense suppressor anticodon-edited tRNAs (ACE-tRNAs) have emerged as a therapeutic modality for the rescue of PTCs. Delivery of ACE-tRNAs in vivo has been achieved by adeno-associated viral vector and RNA-lipid nanoparticle, however due to drawbacks associated with these approaches, DNA delivery remains an attractive approach. DNA-based approaches afford ease of manufacturing at a relatively low cost and exhibit improved therapeutic durability and safety as compared to viral vector- or RNA-based approaches. Due to the small size of human tRNA genes employed as ACE-tRNAs, in principle, DNA vectors <200 base pairs (bp) in size (minivectors) could be utilized for delivery of actively transcribed ACE-tRNAs. Here we demonstrate that linear DNA ACE-tRNA vectors as small as 200 bp effectively suppress several nonsense mutations in CFTR and REP1, and that ACE-tRNA minivectors display significantly improved bioavailability, reduced innate immune burden, and superior biostability as compared to conventional plasmid DNA vectors.", "date": "2025-09-06", "journal": ""}
{"title": "Estimating population range distributions from animal tracking data", "doi": "10.1101/2025.09.02.673746", "authors": "Anand, G.; Fleming, C. H.; Krishnan, A. G.; Lamb, C. T.; Medici, E. P.; Prugh, L. R.; Calabrese, J. M.; Fagan, W. F.", "abstract": "1. Quantifying the space requirements of a population is a fundamental problem in spatial ecology, particularly as it relates to the identification of important utilization areas and the designation of protected areas for conservation and wildlife management. 2. Traditionally, population space use estimation techniques scale up from the individual to the population level by aggregating individual animal tracks and then using a single pooled distribution estimator like minimum convex polygons (MCP) or kernel density estimation (KDE). These techniques fail to account for the high levels of temporal autocorrelation in modern tracking datasets, and estimates are often sensitive to the number of individuals sampled. 3. We introduce a new population kernel density estimator (PKDE) that accounts for temporal autocorrelation in tracking data, propagates uncertainty from the individual to the population level, accounts for inter-individual variation when scaling up to the population level, and is not highly sensitive to the number of individuals tracked. Through a combination of simulated data and empirical GPS tracking datasets from three species: (a) grizzly bear (Ursus arctos horribilis); (b) lowland tapir (Tapirus terrestris); and (c) bobcat (Lynx rufus), we demonstrate that PKDE produces minimally biased estimates of population-level space use compared to conventional methods like MCP and KDE. 4. The use of conventional estimators can lead to substantial underestimation of population space usage, making them unsuitable for area-based conservation planning. The statistically efficient PKDE estimator provides relatively unbiased estimates of space use with fewer individuals sampled. This method has been made available as a function in the ctmm R package.", "date": "2025-09-06", "journal": ""}
{"title": "Genome based analysis of Antibacterial Biosynthetic Clusters in Lactiplantibacillus plantarum C6 and Exploration of their Natural Small Molecules as anti-biofilm in Methicillin-Resistant Staphylococcus aureus", "doi": "10.1101/2025.09.04.674170", "authors": "Iram, D.; Sansi, M. S.; Fontana, A.; Kumar, S.", "abstract": "This study presents the complete genome characterization of Lactiplantibacillus plantarum C6 a strain isolated from Indian dairy cheese using Illumina NovaSeq sequencing. The assembled genome (3.22 Mb, 44.5% GC) comprised 3076 coding sequences 59 tRNAs 10 rRNAs and 2 CRISPR arrays. Phylogenomic and ANI analyses confirmed its identity within the L. plantarum clade (>99% similarity with NMGL2 and DMDL 9010). Functional annotation revealed genes enriched in carbohydrate metabolism (10.7%) stress response and host-adaptation pathways supporting its probiotic potential. Bacteriocin biosynthetic gene clusters were identified, including those encoding PlnE PlnF PlnJ PlnK and PlnN indicating the strains ability to produce class II plantaricins. A RiPP cluster encoding a cyclic uberolysin-like peptide was also detected with structural similarity to known lanthipeptides such as Streptococcin A Nisin Q and Lacticin 3147 (Tanimoto scores 0.93 to 1.0) suggesting antimicrobial relevance. CAZy analysis revealed 102 carbohydrate-active enzymes (GHs, GTs) highlighting metabolic flexibility. To evaluate the antibiofilm potential of L. plantarum-derived metabolites 15 small molecules from cell-free supernatants (CFS) were selected through literature mining and subjected to molecular docking against the MRSA biofilm-associated enzyme poly-& 946;-1,6-N-acetyl-D-glucosamine synthase (encoded by icaA). 2,4 Ditert-butylphenol (-7.2 kcal/mol) and Indole-3-lactic acid (-7.1 kcal/mol) showed the strongest binding followed by Cyclo (L-propyl-L-valine) (-6.8 kcal/mol) and DL 4 Hydroxyphenyllactic acid (-6.4 kcal/mol) indicating promising inhibition of MRSA biofilm synthesis. Organic acids like acetic and lactic acid showed weaker interactions but may contribute synergistically through acidification. Overall L. plantarum C6 combines robust probiotic features genomic safety, and antimicrobial potential supported by bacteriocin gene clusters and effective antibiofilm metabolites highlighting its application in functional foods and novel antimicrobial development.", "date": "2025-09-06", "journal": ""}
{"title": "A chromosome-level genome resource for the lethal tapeworm Sparganum proliferum, with candidate genomic safe harbours for functional genetics", "doi": "10.1101/2025.09.02.673767", "authors": "Hikima, A.; Sun, S.; Okino, T.; Kinoshita, K.; Yoshida, A.; Maeeda, Y.; Ishiwata, K.; Kanuka, H.; Kikuchi, T.", "abstract": "Sparganum proliferum is an enigmatic and highly proliferative cestode known for its ability to form invasive larval infections in mammalian hosts. Here, we present the first chromosome-level genome assembly for a member of the order Diphyllobothriidea, generated using a hybrid sequencing approach that integrates Oxford Nanopore/PacBio long-read sequencing, Illumina short-read sequencing, and Hi-C scaffolding. The final genome assembly spanned approximately 681 megabases (Mb) across nine chromosomes. BUSCO analysis revealed 81.9% completeness, whereas repeat annotation identified 55.8% of the genome as repetitive elements. Gene annotation uncovered approximately 29,000 protein-coding genes including ~6200 transposon associated genes, highlighting the complex genomic landscape underlying parasitic lifestyles. Synteny analysis with other cestode linages including Echinococcus and Hymenolepis provided insights into the structural organisation and evolutionary trajectory of S. proliferum. In addition, we identified candidate genomic safe harbour (GSH) loci and promoters from housekeeping genes, offering potential for stable transgene integration. This high-quality genome serves as a critical resource for studying parasite evolution, host adaptation mechanisms, and the molecular basis of invasive proliferation in cestodes.", "date": "2025-09-06", "journal": ""}
{"title": "ATP-independent phosphate recycling on AGC kinase activation loops induced by alkali metal ions", "doi": "10.1101/2025.09.04.674365", "authors": "Kubouchi, K.; Mukai, H.", "abstract": "Changes in extracellular Na+ and K+ concentrations have traditionally been considered to influence intracellular signal transduction through alterations in cell volume or membrane potential. However, whether intracellular ion concentration changes directly regulate signaling molecules, independent of these conventional pathways, remains largely unexplored. In this study, we demonstrate that even in the absence of cellular membranes, an increase in Na+ or K+ concentration rapidly reduces activation-loop phosphorylation of multiple AGC kinases, including PKN, PKC{zeta}/{lambda}, and p70 S6 kinase. When ion concentrations were reduced, the activation-loop phosphorylation, which had initially decreased, recovered within a short period. Notably, this recovery occurred in the absence of PDK1, a known kinase responsible for the phosphorylation of these activation loops, and did not require ATP or Mg2+ in lysate assays. 32P tracing experiments revealed a novel 'reacquisition of phosphate group' mechanism, in which phosphate groups transiently dissociate from the activation loops under high Na+ or K+ conditions and are subsequently re-incorporated into the activation loops when ion concentrations are reduced. These findings indicate that elevated Na+ or K+ concentrations directly and rapidly reduce the activity of multiple AGC kinases, and that the activity rapidly recovers upon reduction in ion concentrations, through an unconventional phosphate transfer mechanism distinct from canonical protein phosphorylation reactions. Our study suggests the existence of a robust phosphorylation homeostasis mechanism independent of conventional kinase-phosphatase systems, providing new insights into signaling pathways regulated by intracellular Na+/K+ ion dynamics.", "date": "2025-09-06", "journal": ""}
{"title": "JSP1 Regulates Neutrophil Adhesion via Integrin-SRC Signaling in Vascular Inflammation", "doi": "10.1101/2025.09.04.674122", "authors": "Li, L.; Tonks, N. K.", "abstract": "The c-JUN N-terminal kinase (JNK) signaling pathway plays an important role in regulating the innate immune response. Immune signaling is governed by the coordinated activity of protein kinases counter-balanced by protein phosphatases; however, the importance of the latter family of enzymes is less well understood. c-JUN N-terminal kinase (JNK)-stimulatory phosphatase 1 (JSP1, also known as DUSP22) has been implicated as a positive regulator of JNK signaling, yet its role in innate immunity is not clear. Using a mouse model of the local Shwartzman reaction, we show that JSP1 is essential for LPS-TNF-induced vascular injury. JSP1-deficient mice exhibited reduced vascular hemorrhage. Neutrophil depletion and adoptive transfer experiments confirmed that JSP1-expressing neutrophils mediate this injury. JSP1 was not required for neutrophil development or surface receptor abundance but was essential for integrin activation and adhesion. Reduced SYK and HCK phosphorylation in JSP1-deficient neutrophils are consistent with a mechanism involving impaired integrin-SRC signaling. These findings establish JSP1 as a key regulator of neutrophil-driven vascular inflammation.", "date": "2025-09-06", "journal": ""}
{"title": "Functional integration of the bacteriophage T4 DNA replication complex: The multiple roles of the ssDNA binding protein (gp32)", "doi": "10.1101/2025.09.05.674579", "authors": "Albrecht, C. S.; Israels, B.; Maurer, J.; von Hippel, P. H.; Marcus, A. H.", "abstract": "Single-stranded DNA binding protein (gp32) serves as the central regulatory component of the multi-subunit T4 bacteriophage DNA replication system by coordinating the system's three functional sub-assemblies, resulting in phage DNA synthesis in T4-infected E. coli cells at the high speeds (~1,000 nts s-1) and the high fidelity (< 1 error per 107 nts) required for genomic function within this cellular eco-system. Gp32 proteins continuously bind to, slide as cooperatively-linked clusters on, and un-bind from transiently exposed single-stranded (ss) DNA templates to carry out their coordinating functions, as well as to protect genomic sequences from nuclease activity and block the formation of interfering secondary structures. The N-terminal domains (NTDs) of gp32 mediate cooperative interactions within ssb clusters, but the roles of the disordered C-terminal domains (CTD) in the nucleation of gp32-ssDNA filaments at ss-dsDNA junctions are less well understood. We here present microsecond-resolved single-molecule Forster resonance energy transfer studies of the initial steps of gp32 assembly on short oligo-deoxythymidine lattices of varying lattice length and polarity near model ss-dsDNA junctions. These data are analyzed to define the molecular steps and related free energy surfaces involved in initiating gp32 cluster formation, which show that the nucleation mechanisms and regulatory interactions driven by gp32 proteins at ss-dsDNA junctions are significantly directed by lattice polarity. We propose a model for the role of the CTDs in orienting gp32 monomers at lattice positions close to ss-dsDNA junctions that suggests how intrinsically disordered CTD domains might facilitate and control non-base-sequence-specific binding in both the nucleation and the dissociation of the gp32-ssDNA filaments involved in phage DNA replication and related processes.", "date": "2025-09-06", "journal": ""}
{"title": "Membrane Proteins at Scale: Automated Copolymer Nanodisc Purification for Structure and Function", "doi": "10.1101/2025.09.05.674548", "authors": "Hanisch, P. T.; Esser, L. M.; Merino, F.; Sabharwal, N.; Reiffert, K. A.; Balanda, S.; Klemm, L.; Busch, R. V.; Erkelenz, M.; Gallego-Bellon, A. B.; Erkelenz, D.; Heckmann, N. V.; Meisen, C.; Kortheuer, O.; Fabis, R.; Maertens, B.; Kubicek, J.", "abstract": "Membrane proteins (MPs) remain among the most important yet least accessible classes of drug targets. Traditional detergent solubilization strips away native lipids, destabilizing proteins and limiting subsequent work. Amphiphilic copolymers offer a powerful alternative, directly extracting MPs in their native lipid environment. However, because each target protein responds differently to individual copolymers, solubilization outcomes have remained unpredictable, turning every new project into a slow, empirical search. Here, we introduce an automated, plate-based copolymer screening platform that accelerates this process from days to hours, using only milliliter-scale volumes. The system integrates lyophilized copolymer libraries with magnetic-bead affinity purification, enabling parallel testing of dozens of copolymers against multiple MPs in a single run. Applied to 14 diverse, full-length wildtype human MPs, including GPCRs, solute carriers, ion channels, and claudins, we find that next-generation copolymers (AASTY, CyclAPol (UltrasoluteTM Amphipol), and Cubipol) systematically outperform classical copolymers. As a detailed case study, we focus on the full-length human P2X4 receptor, a purinergic channel implicated in neuropathic pain and inflammation. Using our automated workflow, P2X4 could be extracted in multiple copolymers with high purity and stability, retaining its native state. NanoDSF confirmed that the native lipid belt conferred significant thermostabilization without engineered mutations. The channel also retains ligand binding, with consistent affinities measured across different methods. Finally, cryo-EM analysis of P2X4 in Cubipol nanodiscs yielded reconstructions at up to 2.9 [A] resolution, capturing both apo and ligand-bound states. Together, these results highlight how automation and modern copolymer chemistry converge to transform membrane protein biochemistry. With throughput scalable to thousands of targets annually, this approach lays the foundation for systematic, genome-wide exploration of the membrane proteome.", "date": "2025-09-06", "journal": ""}
{"title": "RNA 2'-OH modification with stable reagents enabled bynucleophilic catalysis", "doi": "10.1101/2025.09.05.674511", "authors": "Kool, E. T.; Pratihar, S.; Thacker, P. S.; Banerjee, D.; Kim, M. J.; Shioi, R.", "abstract": "RNA modification at 2'-OH has typically required highly reactive acylating species that exhibit short half-lives in water, challenging purification, and limited shelf lives. Here, we investigate the use of more stable species as electrophilic reagents, employing nucleophilic catalysis to promote reactions. Results show that multiple previously unreported electrophiles can react in high stoichiometric yields with RNA under appropriate catalysis. Most notably, aryl esters can transfer acyl groups to RNA in one hour, but are stable for months even in pure water. The results expand the functional chemotypes of RNA-reactive species, and identify reagent classes with improved stability and selectivity.", "date": "2025-09-06", "journal": ""}
{"title": "Optimizing C14120-based LNPs for in vitro and in vivo mRNA delivery", "doi": "10.1101/2025.09.02.673705", "authors": "Song, P.; Su, J.; Vraa, C. L. K.; Gockert, M.; Fjelstrup, S.; Hager, H.; Kjems, J.", "abstract": "Lipid nanoparticles (LNPs) have proven to be an effective delivery system for RNA therapeutics. The chemical composition of LNPs determines their functional delivery efficiency and targeting properties, which vary between in vitro and in vivo contexts. Here, we have systematically characterized and compared twenty-five novel C14120-based LNP formulations for mRNA delivery in vitro and assessed in vivo mRNA expression and biodistribution using deep sequencing of DNA barcodes in a pooled LNP-mRNA library. In vitro experiments showed correlations of lipid composition with particle size and mRNA transfection efficiency in 4 different cell lines of distinct tissue and species origin. In vivo experiments employed a pooled LNP delivery of luciferase mRNA in combination with a multiplexed barcode system, revealed strong mRNA expression after 6 hours and identified LNP compositions with organ-specific targeting properties. Individual validation of three selected LNP candidates based on mRNA expression analysis confirmed high specificity for the lung-targeting candidate, lower specificity for the liver-targeting candidate, and inconclusive results for the spleen-targeting candidate. These findings identify LNP formulations with promising potential for in vitro and in vivo organ-targeted delivery.", "date": "2025-09-06", "journal": ""}
{"title": "CoBRA: Compound Binding Site Prediction using RNA Language Model", "doi": "10.1101/2025.09.03.673903", "authors": "Jang, W.; Shin, W.-H.", "abstract": "Ribonucleic acid (RNA) molecules perform a variety of functions within cells and thus implicated in various human diseases such as cancer. The fact that the proteins constitute a small portion of mRNAs and the ability of RNA to form highly specific three-dimensional binding pockets for small molecules have generated considerable interest in developing therapeutic agents that target RNAs as an alternative target for small-molecule drugs. Thus, like proteins, precise prediction of small-molecule binding sites across different classes of RNA targets could act as an starting point for drug discovery. In this study, we present a lightweight deep learning framework called Compound Binding Site Prediction for Ribonucleic Acid (CoBRA). This framework can predict ligand-binding nucleotides without requiring any explicit structural information. Our approach uses residue-level embeddings obtained from a pre-trained RNA language model. These embeddings encapsulate the contextual and statistical properties of each nucleotide and are used in a frozen state as the input for a multi-layer perceptron classifier performing binary classification of binding versus non-binding residues. The model was trained using combinations of ten distinct RNA language models and six different loss functions, using the TR60 and HARIBOSS datasets, and tested on four independent benchmark sets (RB9, JL10, TL12, and TE18). The performance of CoBRA demonstrates a relative improvement of 22.1% in Matthew correlation coefficient and an increase in sensitivity of 45.6% compared to existing state-of-the-art RNA-ligand binding site prediction methods with structural information. These results show that sequence-based language model embeddings alone, which do not require any explicit coordinate or distance information, can match or outperform structure-based methods. This makes it a flexible tool for predicting binding sites across diverse RNA targets. CoBRA is available at https://github.com/WonkyeongJang/CoBRA", "date": "2025-09-06", "journal": ""}
{"title": "3DTubularVoronoi: a Voronoi-Based Framework for Estimating Equilibrium Cellular Packing in 3D Tubular Epithelia", "doi": "10.1101/2025.09.02.673513", "authors": "Guitou, L.; Serrano, E. T.; Conejero, J. A.; Buceta, J.", "abstract": "Epithelial tube morphogenesis is fundamental to organ development and functioning, yet accurately modeling its intricate 3D organization and dynamics remains a challenge. In particular, current computational tools fail to capture the spontaneous emergence of non-transient scutoids, a geometric feature essential for accommodating curvature in epithelia. Here, we introduce 3DTubularVoronoi, a novel simulation framework for modeling epithelial tube morphogenesis and determining their stable cell packing organization depending on mechanical parameters. The model employs a Voronoi tessellation strategy combined with an energy minimization approach using the Metropolis-Hasting algorithm. 3DTubularVoronoi enables realistic epithelial tube simulations, accounting for scutoid formation and dynamic rearrangements. This tool provides an open-source, user-friendly solution for exploring gland morphogenesis and offering insights into developmental biology and tissue engineering.", "date": "2025-09-06", "journal": ""}
{"title": "Integrative reverse vaccinology approach for identification of a vaccine antigen candidate with immunoprotective and anti-fibrotic potential against Schistosoma japonicum-associated liver fibrosis", "doi": "10.1101/2025.09.02.673671", "authors": "Yang, Q. X.; Wang, J.; Ming, Y. Z.; Zhang, Y.; Wong, L. P.; Lee, H. Y.", "abstract": "Schistosoma japonicum-associated liver fibrosis (SSLF) is a major cause of morbidity in schistosomiasis, yet no licensed vaccines or specific therapies exist to prevent or treat this complication. Current vaccine development has focused mainly on infection prevention, with limited attention to pathology-driven outcomes such as fibrosis. To address this gap, we developed an in silico pipeline integrating host single-cell transcriptomic analysis, parasite antigen screening, and structure-based modeling. Single-cell RNA-seq of liver tissues from SSLF and controls identified three fibrosis-related hub proteins: FYN, BCL2, and AKT3. In parallel, parasite antigens curated from public databases were evaluated for immunogenicity and safety using reverse vaccinology principles. Among these, DRE2_SCHJA, an Anamorsin homolog involved in Fe-S cluster assembly, was prioritized as the top candidate. Docking analysis predicted the strongest interaction between DRE2_SCHJA and FYN ({Delta}G = -14.9 kcal/mol), linking the antigen to a central regulator of fibrosis. Unlike Saracatinib, which inhibits FYN at the ATP-binding pocket, DRE2_SCHJA bound to the SH2 domain through both canonical and non-canonical contacts, indicating a different regulatory mechanism. Taken together, these findings suggest DRE2_SCHJA as a potential vaccine candidate with both protective and anti-fibrotic potential against SSLF. While experimental validation is required, this study supports the early identification of SSLF vaccine candidates in a rapid and cost-effective manner and also provides a framework applicable to other neglected tropical diseases.", "date": "2025-09-06", "journal": ""}
{"title": "Clustering of plasmid genomes for genomic epidemiology by using rearrangement distances, with pling", "doi": "10.1101/2025.09.02.673752", "authors": "Frolova, D.; Iqbal, Z.", "abstract": "Integration of plasmids into genomic epidemiology is challenging, because there are no clearly defined evolving-units (equivalent to species), and because plasmids appear to evolve as much by structural change (rearrangements, insertions and deletions) as by mutation (1). Further, plasmids transfer horizontally between bacterial hosts (2), and thus a model beyond just a phylogeny is needed to integrate their genetic information with that of their hosts. Pling (3) is a tool designed to measure a genetic distance between plasmids that is related to how they empirically appear to evolve, by measuring the distance between two plasmids as the minimum number of structural changes needed to change one plasmid into the other (ignoring SNP differences). Having done this, it constructs a relatedness network of the plasmids under study, and then clusters them into groups that are credibly recently related. We give here a protocol for running pling, and how we integrate its information with plasmid typing and SNP information. Together, these provide a system for deciding which plasmids are worth treating as \"the same plasmid\" for the purposes of epidemiology, quantifying their relatedness in terms of rearrangements and SNPs, and then seeing how they are distributed across the host phylogeny.", "date": "2025-09-06", "journal": ""}
{"title": "Instruction-tuned extraction of virus-host interactions from integrated scientific evidence", "doi": "10.1101/2025.09.02.673691", "authors": "Zhang, Z.; Li, W.; Ren, J.; Chen, Y.; He, B.; Sun, Q.; Wang, H.", "abstract": "Motivation: Viral infectious diseases continue to pose a major threat to global health. Understanding protein-protein interactions (PPIs) and RNA-protein interactions (RPIs) between viruses and hosts is essential for elucidating infection mechanisms. However, manual curation of these interactions from biomedical literature is inefficient, creating a pressing need for automated and scalable extraction methods. Large language models (LLMs), such as the generative pre-trained transformer (GPT) and bidirectional encoder representations from transformers (BERT), offer promising solutions. Yet, most existing datasets focus on abstracts, overlooking other information-rich sections. We aim to develop a data-efficient approach to extract virus-host interaction (VHI) entities from full-text biomedical articles, including Results, Methods and tables. To our knowledge, this is the first study to apply instruction tuning to full-text VHI extraction. Results: We curated a dataset containing 3, 395 PPI and 674 RPI entities from the Results, Materials and Methods sections, along with 566 PPIs and 793 RPIs from tables. Under low-resource conditions (<500 training examples), our instruction-tuned ChatMed-VHI model achieves the best overall performance (F1: 89.7%, Precision: 95.3%), outperforming PubMedBERT (F1: 74.6%, Precision: 75.1%). When scaled to the full dataset (>4, 000 training examples), ChatMed-VHI maintained the highest overall performance, while PubMedBERT achieved slightly higher precision (92.3% vs. 91.3%). Notably, ChatMed-VHI improved F1 and recall by 2.79% but precision dropped by 4.20% with more training data, whereas PubMedBERT improved consistently across all metrics. These results demonstrate the effectiveness of instruction-tuned LLMs for full-text biomedical extraction tasks, and position ChatMed-VHI as a scalable, domain-adaptable solution for VHI mining.", "date": "2025-09-06", "journal": ""}
{"title": "PhageAI: a new approach to predicting the lifestyle of bacteriophages using proteinBERT and convolutional neural networks", "doi": "10.1101/2025.09.02.673651", "authors": "Urbanowicz, M.; Guzinski, A.; Szulc, Z.", "abstract": "Bacteriophages are viruses that infect bacteria, including temperate, virulent and chronic phages. In the current times of increasing resistance to antibiotics (AMR), it is necessary to quickly find phages and determine their lifecycle, therefore computational methods in the first phase of composing phage preparations are necessary to find such sequences. The challenge in building such tools is the lack of good quality and correctly labeled data from multiple reference databases, which are necessary to select sequences to create cocktails that should contain complete and replication-capable phages. Current published models also do not support chronic phages, which constitute a small but significant group of phages. Another problem is explainability, current models are black-box models where we cannot observe what actually influences the model's predictions, this may result in the model overlooking features that are truly associated with the phage life cycle. In the presented tool, however, these issues have been explicitly addressed. The presented tool was also compared to other lifecycle prediction models: Phatyp, PhagePred, Bacphlip and Phacts.", "date": "2025-09-06", "journal": ""}
{"title": "Isoform-Dependent Loss- and Gain-of-Function of the Gαs K53N Variant in Human Disease", "doi": "10.1101/2025.09.02.673555", "authors": "Geng, H.; Martel, J.; Holleran, B.; Lanchec, E.; Laniel, A.; Desilets, A.; Giguere, H.; Parent, J.-L.; Leduc, R.; Picard, L.-P.; Auger-Messier, M.; Lavoie, C.", "abstract": "The K53N mutation in Gs has been identified in patients with Albright's Hereditary Osteodystrophy (AHO), pseudohypoparathyroidism type 1A (PHP1a), and dilated cardiomyopathy; however, its molecular mechanism remains unclear. Here, we characterize the molecular, cellular, and physiological consequences of the K53N mutation in both long and short isoform of Gs. Biochemical analyses reveal that K53N disrupts nucleotide exchange and GTP hydrolysis, rendering both the short (GsS) and long (GsL) isoforms unresponsive to activation by G protein-coupled receptors (GPCRs) or cholera toxin. Both isoforms display a loss-of-function phenotype, failing to trigger cAMP production in response to {beta}2-adrenergic, parathyroid hormone, or vasopressin receptor stimulation. Notably, only the long isoform (Gs-L K53N) displays constitutive, receptor-independent cAMP generation. The mutation also reduces protein stability, weakens G{beta}{gamma} subunit interaction, and reduces plasma membrane localization. In neonatal rat ventricular cardiomyocytes, K53N impairs cAMP signaling and exerts dominant-negative effects on isoproterenol-induced responses. Strikingly, only Gs-L K53N abolishes isoproterenol-stimulated calcium release, directly implicating this isoform in the pathogenesis of cardiomyopathy. Collectively, these findings identify K53N as a unique Gs mutation that confers both loss- and gain-of-function properties in an isoform-specific manner, providing mechanistic insight into its complex pathogenicity in endocrine and cardiac tissues.", "date": "2025-09-06", "journal": ""}
{"title": "Data-optimal scaling of paired antibody language models", "doi": "10.1101/2025.09.02.673765", "authors": "Neyestanak, M. S.; Burbach, S. M.; Ng, K.; Gangavarapu, P.; Hurtado, J.; Magura, J.; Ismail, N.; Muema, D.; Ndung'u, T.; Ward, A.; Briney, B.", "abstract": "Scaling laws for large language models in natural language domains are typically derived under the assumption that performance is primarily compute-constrained. In contrast, antibody language models (AbLMs) trained on paired sequences are primarily data-limited, thus requiring different considerations. To explore how model size and data scale affect AbLM performance, we trained 15 AbLMs across all pairwise combinations of five model sizes and three training data sizes. From these experiments, we derive an AbLM-specific scaling law and estimate that training a data-optimal AbLM equivalent of the highly performant 650M-parameter ESM-2 protein language model would require ~5.5 million paired antibody sequences. Evaluation on multiple downstream classification tasks revealed that significant performance gains emerged only with sufficiently large model size, suggesting that in data-limited domains, improved performance depends jointly on both model scale and data volume.", "date": "2025-09-06", "journal": ""}
{"title": "Elucidating the Staphylococcus aureus TSST-1 regulatory network as a response to vaginal pH", "doi": "10.1101/2025.09.06.674626", "authors": "Maduta, C. S.; Walton, N. R.; Barbosa, E. P.; DeJong, E. N.; Dufresne, K.; McCormick, J. K.", "abstract": "Menstrual toxic shock syndrome (mTSS) is a life-threatening disease caused by the Staphylococcus aureus superantigen TSST-1. At menstruation, the typical acidic vaginal environment rises to near neutral pH, which allows for optimal TSST-1 production. However, the regulation network which alters toxin production in response to pH is largely unknown, despite the importance of this cue in the vaginal environment. To mimic the vaginal environment, we used Vaginally Defined Medium to assess TSST-1 promoter (tst) activity in the mTSS strain S. aureus MN8 and discovered a significant upregulation of tst expression occurring at pH 4.5 in low glucose environment, referred to as the acidic virulence surge. This increase was also observed in all the regulatory mutant backgrounds tested, including in the absence of saeS, which has previously been thought to be required for TSST-1 production. Recent studies in non-mTSS S. aureus strains have identified GraXRS as a pH sensor, in addition to its function in cationic antimicrobial peptide sensing. We therefore hypothesized that GraXRS alters TSST-1 expression at low pH. Deletion of the sensor-kinase graS resulted in the loss of TSST-1 surge at pH 4.5, indicating that GraXRS is required for the acidic virulence surge. We also found expression from the SaeRS P1 and SarA promoters to be significantly attenuated in the {triangleup}graS background. At low pH, the absence of GraS resulted in the least amount of T cell activation from S. aureus supernatants when compared to other regulatory mutants, suggesting that GraXRS is the dominant activator at pH 4.5. Finally, we developed an in vivo murine model to measure tst expression using luciferase expression. Our results demonstrate a complex sequence of events that occur in response to changes in pH and further suggests that GraXRS is the main activator of TSST-1 at low pH in S. aureus.", "date": "2025-09-06", "journal": ""}
{"title": "Cryo-EM Reveals Regulatory Mechanisms Governing Substrate Selection and Activation of Human LONP1", "doi": "10.1101/2025.09.05.674599", "authors": "Mindrebo, J. T.; Alexandrescu, L.; Baker, J. R.; Wang, G.; Lander, G. C.", "abstract": "The human AAA+ protease LONP1 plays a central role in maintaining mitochondrial proteostasis. LONP1 processes a vast array of substrates, ranging from damaged or unfolded proteins to specific subunits stably integrated into respiratory complexes. Previous cryo-EM studies of LONP1 uncovered two distinct conformational states corresponding to inactive or active forms of the enzyme. While these states have shed light on the intricacies of LONP1 substrate translocation and proteolytic processing, little is known about the decision-making involved in LONP1 substrate engagement and subsequent initiation of its unfoldase activity. Here, we use cryo-EM to determine a novel ADP-bound, C3-symmetric intermediate state of LONP1 (LONP1C3) with putative substrate \"fold-sensing\" capabilities. Our biochemical and structural data indicate that LONP1C3 is an on-pathway intermediate and that is stabilized by interaction with folded substrates. Moreover, we identify additional symmetric and asymmetric conformational states, including a two-fold symmetric split-hexamer conformation, that we associate with the transition from LONP1C3 to LONP1ENZ. We propose that the C3-state regulates substrate selection and enables LONP1 to efficiently surveil the matrix proteome to ensure selective removal of damaged and dysfunctional proteins as well as privileged LONP1 substrates. These findings collectively provide further mechanistic insights into LONP1 substrate recruitment and engagement and inform on its diverse roles in maintaining homeostasis within the mitochondria.", "date": "2025-09-06", "journal": ""}
{"title": "Retrospective image analysis for long-term demography using Google Earth imagery", "doi": "10.1101/2025.09.02.673673", "authors": "Fenollosa, E.; Cohen, G.; Salguero-Gomez, R.", "abstract": "1. Ecosystems are rapidly degrading. Widely used approaches to monitor ecosystems to manage them effectively are both expensive and time consuming. The recent proliferation of publicly available imagery from satellites, Google Earth, and citizen-science platforms holds the promise to revolutionising ecological monitoring and optimising their efficiency. However, the potential of these platforms to detect species and track their population dynamics remains under-explored. 2. We introduce a fast, inexpensive method for retrospective image analysis combining current ground-truth data with historical RGB imagery from Google Earth to extract long-term demographic data. We apply this method to three case studies involving two major Mediterranean invasive plant taxa with contrasting growth forms. Specifically, we: (1) utilise deep learning to automatically detect individuals of prickly pear (Opuntia sp.) across various Mediterranean habitats and image resolutions; (2) reconstruct 10 years of spatially explicit recruitment rates for Opuntia along a climatic gradient; and (3) quantify nearly 20 years of growth dynamics for the clonal invader Carpobrotus sp. in two contrasting environments. 3. Our object detection model, trained with Google Earth imagery, achieves 60-80% success in identifying individuals of Opuntia, regardless of habitat type. Model performance increases with target species colour consistency and contrast, as well with the usage of basic data augmentation techniques. Detection is constrained by individual area (<4 m2) but captures 80% of the examined population. 4. Beyond detection, our time-series analysis of publicly available imagery enables detailed population monitoring. With 10-year image series available for Spain, Greece, and the UK, and 20 years for Portugal, we successfully estimate annual recruitment and growth rates and their climatic sensitivity, identify productive and unproductive years, estimate individual age, characterise population structure, model size-age relationships, and identify recruitment hotspots for targeted management. 5. Our pipeline opens new avenues for cost-effective, large-scale demographic monitoring by retrospectively harnessing open-access imagery. While demonstrated here with invasive plants, we discuss the broad applicability of our approach across taxa and ecosystems. The use of retrospective image analysis for long-term demography with Google Earth imagery has the potential to expedite conservation decisions, support effective restoration, and enable robust ecological forecasting in the Anthropocene.", "date": "2025-09-06", "journal": ""}
{"title": "Understanding the molecular activity of Gibbilimbol B on human breast cancer cells", "doi": "10.1101/2025.09.04.674360", "authors": "cardona, C.; Ricardo Munoz, D.; Mendez-Callejas, G. M.-C.; Lobo, C.; Cardenas, C.; Campos Sandoval, J. A.; Puerto, K. S.; Lopez, M. L.", "abstract": "Cancer research has made significant progress in recent years, particularly with the application of new omics technologies. By addressing proteomics, it is possible to gather vast amounts of data that offer a comprehensive view of the molecular mechanisms involved in potential treatments. This research aims to use label-free quantitative proteomics coupled with pathways and networks-based bioinformatics analysis to uncover the molecular mechanisms of the natural alkylphenol Gibbilimbol B isolated from P. eriopodon. Dynamic proteomic profiling of breast tumor cell lines treated with Gibbilimbol B showed the impact of several molecular pathways in a time and cell-dependent manner. The activation of the apoptotic pathway was confirmed for both MCF-7 and MDA-MB-231 cells; nevertheless, the proteomic profile provided new insights into molecular mechanisms triggered by the ubiquitin-dependent protein catabolic process and the identification of P53-independent DNA damage checkpoint specific for MCF-7 cells, among others. On the contrary, in MDA-MB-231, the pattern of the protein profile was correlated with a possible response to endoplasmic reticulum stress, the activation of nuclear receptors in response to pro-inflammatory processes, and an immune response related to antigen processing. Overall, these advances provide detailed insights at the cellular level for understanding potential treatment strategies.", "date": "2025-09-06", "journal": ""}
{"title": "Integration of mechanical testing, in vivo optical coherence elastography and personalized finite element modeling to predict geometrical outcomes of corneal cross-linking", "doi": "10.1101/2025.09.02.673622", "authors": "Frigelli, M.; Lohmuller, R.; Ariza Gracia, M. A.; Schlunck, G.; Lang, S. J.; Torres-Netto, E. A.; Hafezi, F.; Buchler, P.; Kling, S.", "abstract": "Purpose: Corneal cross-linking (CXL) induces both mechanical and geometrical changes in the cornea, which are typically overlooked in pre-operative planning. We propose a patient-specific finite element model (FEM) to predict the topographic alterations resulting from CXL. Methods: To calibrate the model, we performed nanoindentation and ex vivo OCE inflation tests before and after CXL on five human donor corneas. Nanoindentation results tuned the visco-hyperelastic parameters, while ex vivo OCE axial strains were used for validation. Personalized corneal models were generated from the topographies of three keratoconus patients, with regional stiffness in the affected areas adjusted based on axial strain measured by in vivo pressure-modulated OCE. Simulated CXL outcomes were then compared to 6-month clinical results. Results: CXL induces a 16-fold increase in the fiber-related mechanical parameters and reduces the viscoelasticity time constant by three. In vivo OCE measurements showed an average mechanical weakening of 57% in the KC regions. When compared to the clinical topography at the 6-month follow-up, the CXL-induced curvature changes predicted by the model were -1.5 D vs. -1.76 D, -1.65 D vs. -1.91 D, and -1.76 D vs. -1.57 D, for the three patients, respectively. Conclusion: By combining FEM with in vivo corneal mechanical characterization, patient-specific topographic changes can be predicted, which can be used to improve the planning of CXL treatments.", "date": "2025-09-06", "journal": ""}
{"title": "High-resolution metagenome assembly for modern long reads with myloasm", "doi": "10.1101/2025.09.05.674543", "authors": "Shaw, J.; Marin, M. G.; Li, H.", "abstract": "Long-read metagenome assembly promises complete genomic recovery from microbiomes. However, the complexity of metagenomes poses challenges. We present myloasm, a metagenome assembler for PacBio HiFi and Oxford Nanopore Technologies (ONT) R10.4 long reads. Myloasm uses polymorphic k-mers to construct a high-resolution string graph and then leverages differential abundance for graph simplification. On real-world ONT metagenomes, myloasm assembled three times more complete circular contigs than the next-best assembler. Myloasm can make ONT and HiFi comparable for assembly: for a jointly sequenced gut metagenome, myloasm with ONT assembled more complete circular genomes than any assembler with HiFi. Myloasm recovers previously inaccessible within-species diversity; we recovered six complete Prevotella copri single-contig genomes from a gut metagenome and eight complete TM7 (Saccharibacteria) contigs with > 93% similarity from an oral metagenome. With this improved resolution, we resolved two 98% similar ermF antibiotic resistance genes spreading through distinct strain-specific mobile genetic elements in a human gut.", "date": "2025-09-06", "journal": ""}
{"title": "Petri Net-Based Framework for Oxygen-Sensitive Regulation of Pyruvate Metabolism in M. tuberculosis", "doi": "10.1101/2025.09.02.673648", "authors": "SIDDIQUI, M. A.; Dayal, S.; Kapoor, N.; Mahapatra, R. P.; Jain, R. K.", "abstract": "Pyruvate serves as a central hub of cellular metabolism, linking glycolysis with downstream pathways such as the tricarboxylic acid (TCA) cycle, gluconeogenesis, and fermentation. Its metabolic flexibility enables organisms to switch between oxidative and fermentative fates depending on oxygen availability and environmental stress. In this study, a Petri net (PN) model of pyruvate metabolism in Mycobacterium tuberculosis H37Rv was developed to capture and simulate these dynamic transitions. Using Snoopy 2.0 for model construction and COPASI for simulation, the framework incorporated key metabolites, cofactors, and enzymatic processes regulating aerobic and anaerobic states. The model demonstrated that oxygen availability acts as a regulatory switch, channeling pyruvate either toward acetyl-CoA for ATP generation under aerobic conditions or toward lactate production under hypoxia to regenerate NAD+. Structural validation confirmed boundedness, conservativeness, and deadlock-free behavior, underscoring the robustness of the framework. Sensitivity analyses highlighted enzymatic kinetics as critical determinants of flux distribution and system stability. Collectively, the PN model provides a scalable and biologically relevant computational framework for exploring oxygen-dependent metabolic reprogramming, offering insights into energy adaptation and potential therapeutic targets in pathogenic systems.", "date": "2025-09-06", "journal": ""}
{"title": "Pathologist-interpretable breast cancer subtyping and stratification from AI-inferred nuclear features", "doi": "10.1101/2025.09.04.674077", "authors": "Barman, R. K.; Dhruba, S. R.; Hoang, D.-T.; Shulman, E. D.; Campagnolo, E. M.; Wang, A. T.; Harmon, S. A.; Hu, T. C.; Papanicolau-Sengos, A.; Nasrallah, M. P.; Aldape, K. D.; Ruppin, E.", "abstract": "Artificial intelligence (AI) is making notable advances in digital pathology but faces challenges in human interpretability. Here we introduce EXPAND (EXplainable Pathologist Aligned Nuclear Discriminator), the first pathologist-interpretable AI model to predict breast cancer tumor subtypes and patient survival. EXPAND focuses on a core set of 12 nuclear pathologist-interpretable features (NPIFs), composing the Nottingham grading criteria used by the pathologists. It is a fully automated, end-to-end diagnostic workflow, which automatically extracts NPIFs given a patient tumor slide and uses them to predict tumor subtype and survival. EXPANDs performance is comparable to that of existing deep learning non-interpretable black box AI models. It achieves areas under the ROC curve (AUC) values of 0.73, 0.79 and 0.75 for predicting HER2+, HR+ and TNBC tumor subtypes, respectively, matching the performance of proprietary models that rely on substantially larger and more complex interpretable feature sets. The 12 NPIFs demonstrate strong and independent prognostic value for patient survival, underscoring their potential as biologically grounded, interpretable biomarkers for survival stratification in BC. These results lay the basis for building interpretable AI diagnostic models in other cancer indications. The complete end-to-end pipeline is made publicly available via GitHub (https://github.com/ruppinlab/EXPAND) to support community use and reproducibility.", "date": "2025-09-06", "journal": ""}
{"title": "Albumin-STING Nanocomplex Reprograms HSPCs to Antitumor Neutrophils with Enhanced MHC I Antigen Presentation for Cancer Immunotherapy", "doi": "10.1101/2025.09.02.673154", "authors": "TAO, J.; Zhao, H.; Li, C.; Wen, H.; Ke, F.; Li, Q.; He, M.; Wen, B.; Liu, Z.; Gao, W.; Sun, D.", "abstract": "Recent evidence suggests that reprogramming hematopoietic stem and progenitor cells (HSPCs) into distinct neutrophil subsets could improve cancer immunotherapy. Although STING activation in dendritic cells and macrophages is well studied to enhance antitumor immunity, it is unknown whether and how STING activation can direct HSPCs toward antitumor neutrophils for cancer immunotherapy. Here, we developed an albumin-STING agonist nanocomplex (Nano ZSA-51D) that reprogramed HSPCs into CD14+ICAM-1+ neutrophils with enhanced MHC I antigen presentation. Nano ZSA-51D expanded HSPCs and skewed differentiation toward granulocyte-monocyte progenitors via STING-NF-{kappa}B-IL-6 signaling. It further reprogrammed immature (CD101-) and mature (CD101+) neutrophils into activated CD14+ICAM-1+ subsets through STING-NF-{kappa}B-TNF- signaling. These neutrophils migrated from bone marrow to tumors for MHC I antigen presentation to activate tumor-specific CD8+ T cell immunity. Adoptive transfer of immature/activated CD14+ neutrophils combined with -PD1 led to complete tumor regression of colon tumors. Nano ZSA-51D combined with -PD1 achieved potent anticancer efficacy in colon and pancreatic cancer model with minimal toxicity. This study establishes Nano ZSA-51D as a novel strategy to reprogram HSPCs into antitumor neutrophils that mediate MHC I antigen presentation to activate CD 8+ T cell tumor immunity.", "date": "2025-09-06", "journal": ""}
{"title": "Near real-time data on the human neutralizing antibody landscape to influenza virus to inform vaccine-strain selection in September 2025", "doi": "10.1101/2025.09.06.674661", "authors": "Kikawa, C.; Huddleston, J.; Loes, A. N.; Turner, S. A.; Lee, J.; Barr, I. G.; Cowling, B. J.; Englund, J. A.; Greninger, A. L.; Harvey, R.; Hasegawa, H.; Ho, F.; Lacombe, K.; Leung, N. H.; Lewis, N. S.; Peck, H.; Watanabe, S.; Smith, D. J.; Bedford, T.; Bloom, J. D.", "abstract": "The hemagglutinin of human influenza virus evolves rapidly to erode neutralizing antibody immunity. Twice per year, new vaccine strains are selected with the goal of providing maximum protection against the viruses that will be circulating when the vaccine is administered ~8-12 months in the future. To help inform this selection, here we quantify how the antibodies in recently collected human sera neutralize viruses with hemagglutinins from contemporary influenza strains. Specifically, we use a high-throughput sequencing-based neutralization assay to measure how 188 human sera collected from Oct 2024 to April 2025 neutralize 140 viruses representative of the H3N2 and H1N1 strains circulating in humans as of the summer of 2025. This data set, which encompasses 26,148 neutralization titer measurements, provides a detailed portrait of the current human neutralizing antibody landscape to influenza A virus. The full data set and accompanying visualizations are available for use in vaccine development and viral forecasting.", "date": "2025-09-06", "journal": ""}
{"title": "DLRNA-BERTa: A transformer approach for RNA-drug binding affinity prediction", "doi": "10.1101/2025.09.05.674445", "authors": "Lobascio, P.; Saeed, K.; Khan, A.; Tanoli, Z.", "abstract": "RNA-based therapies are a rapidly expanding field, offering treatments for a wide range of diseases, including many rare conditions. To date, 24 RNA therapeutics have received FDA approval, with 131 more in clinical trials, underscoring RNA growing role in modern medicine. In this context, Bidirectional Encoder Representations from Transformers (BERT) models provide a cost-effective and accurate virtual screening strategy for accelerating RNA-targeted drug discovery. These models take RNA FASTA sequences and compound SMILES strings as inputs and generate predicted binding affinities in nanomolar units. In this study, we introduce DLRNABERTa, a RoBERTa based framework combining RNA-BERTa, pretrained on 9.76 million RNA sequences, with ChemBERTa for predicting small molecule RNA interactions. The framework includes six class-specific models, aptamers, repeats, ribosomal RNAs, riboswitches, microRNAs (miRNAs), and viral RNAs, plus a general model for cases where the RNA class is unknown. Proposed DLRNABERTa consistently outperforms existing RNA drug interaction prediction methods. Pearson correlation coefficients achieved are: 0.94 (aptamers), 0.95 (repeats), 0.93 (ribosomal RNAs), 0.94 (riboswitches), 0.95 (viral RNAs), 0.98 (miRNAs), and 0.92 (general model), demonstrating robust performance across RNA classes. Benchmarking against four independent datasets from the ROBIN repository further confirms generalizability. Application of DLRNABERTa to 3,492 approved drugs from the ChEMBL database identified 2,859 compounds with predicted affinities (pKd [&ge;] 6) across 294 RNA targets. As proof of concept, bleomycin is highlighted, supported by literature evidence of RNA binding activity. A publicly accessible web application is available at https://huggingface.co/spaces/IlPakoZ/DLRNA-BERTa, in alignment with FAIR principles.", "date": "2025-09-06", "journal": ""}
{"title": "Changes in body size with age do not follow the temperature-size rule", "doi": "10.1101/2025.09.02.673738", "authors": "Bigman, J. S.; Barnett, L. A. K.; Thorson, J. T.; Anderson, S. C.; Oke, K.; Kearney, K.; Pilcher, D.; Cheng, W.; Goldstein, E.; Matta, M. E.; Holsman, K. K.; Rogers, L. A.", "abstract": "The temperature size-rule is often described as a reduction in ectothermic body size with warming. This coincides with the expectation that faster growth under warming would lead to larger sizes early in life but smaller sizes later in life. Here, we use > 99,000 observations of weight-at-age of four commercially-important fishes over 25 years to ask whether changes in size and growth can be explained by temperature. We also examine whether oxygen, a key part of a proposed mechanism behind the temperature size-rule, explains patterns of weight-at-age better than temperature. Changes in weight-at-age over time were more related to temperature than oxygen but the effect of temperature on weight was small and did not vary by age, counter to the temperature size-rule. Importantly, these results were sensitive to how the relationship between weight-at-age and temperature was modeled. While the functional form (linear or polynomial) mattered little, how space was included in the model led to different conclusions regarding how temperature affects size and growth. Assuming that spatial and spatiotemporal random effects - those that account for the higher degree of similarity between observations collected closer in space and time - are shared across ages led to different results compared to allowing these effects to vary by age. Models with shared effects suggested weight for younger ages had positive relationships with temperature and negative relationships for older ages. However, these models provided spurious support for the temperature size-rule as they had less statistical support than models that allowed spatial effects to vary by age. Overall, our work highlights that relationships among size, growth, temperature, and oxygen may not be as straightforward as theory suggests and illustrates that modeling decisions can have a large effect on tests of ecological theory, and more broadly, our ability to understand biological responses to climate change.", "date": "2025-09-06", "journal": ""}
{"title": "Regulation of N-glycosylation efficiency by eukaryotic oligosaccharyltransferase", "doi": "10.1101/2025.09.06.674603", "authors": "Khaleque, M.; Tropea, B.; Singh, O.; Elango, D.; Liu, S.; Allen, J. D.; Newby, M. L.; Sudol, A. S. L.; Willcox, J.; Butler, J.; Duriez, P.; Forconi, F.; Tews, I.; Nouwens, A. S.; Crispin, M.; Fadda, E.; Schulz, B. L.", "abstract": "Oligosaccharyltransferase (OST) catalyses the key step of N-glycosylation, transferring immature N-glycans to select Asn residues in nascent proteins in the endoplasmic reticulum (ER). Asn are more likely to be glycosylated in the context of a glycosylation sequon, N-x-S/T (x=P), but not every sequon is glycosylated. Tight positive and negative regulation of site-specific N-glycosylation across the glycoproteome is essential because some Asn require glycosylation for productive protein folding or function, while others must remain unglycosylated. Despite its importance, the underlying bases for this regulation are illdefined. Here we characterise the molecular determinants regulating OST catalytic efficiency. We identify preferred substrates of OST, and show that the local sequence determines glycosylation efficiency by fine-tuning binding to an extended groove in OST along an eight residue stretch centered at the Asn acceptor. Tight control of OST activity is achieved through a 'switch', set 'ON' when a peptide binds with high complementarity to the groove, triggering release of the assisting base Glu350 for catalysis. Based on analysis of buried sequons, we identify sequence characteristics associated with inherently non-preferred acceptor substrates for OST, and show these have a high propensity for local secondary structure incompatible with the optimal conformation of a peptide bound to OST. Finally, we validate these mechanisms by examining the determinants of efficient glycosylation at a variably glycosylated Asn in a set of human Fabs. These mechanistic and functional insights show how local protein sequence controls glycosylation occupancy with immediate implications in secretory protein function and evolution, pathogen immunity and epistasis, and in engineering protein sequences for the desired degree of site-specific glycosylation.", "date": "2025-09-06", "journal": ""}
{"title": "Characterizing the role of RSD-6 in the biogenesis of virus-derived small interfering RNAs and the modulation of viral pathogenesis", "doi": "10.1101/2025.09.02.673749", "authors": "Lu, R.; Dahal, K.; Xia, M.; Lu, J.; Yan, T.", "abstract": "Small interfering RNAs (siRNAs) produced through the processing of viral double-stranded RNAs mediate potent antiviral RNA interference (RNAi) in eukaryotes. In Caenorhabditis elegans, such an antiviral defense is further amplified through the production of secondary siRNAs, yet the mechanisms by which secondary virus-derived siRNAs (vsiRNAs) confer protection remain poorly understood. Here, we characterize the role of rsd-6, which encodes a Tudor domain protein and plays important role in antiviral RNAi, in vsiRNA biogenesis and modulation of viral pathogenesis. Using CRISPR Cas9-generated rsd-6 null mutants, we show that both primary and secondary vsiRNAs accumulate normally in the absence of RSD-6, indicating that it functions downstream of secondary vsiRNA biogenesis. We further showed that secondary vsiRNAs generated in rrf-1-independent manner remained detected in the absence of RSD-6 and viral replication is further enhanced in rrf-1;rsd-6 double mutants compared to rrf-1 single mutants, suggesting a role of rsd-6 in mediating antiviral guided by all secondary vsiRNAs. Consistently, rsd-6 mutants exhibited more severe pathogenesis upon Orsay virus infection compared to rrf-1 mutants, underscoring its role as a major determinant of viral disease outcome. Domain characterization established that the N-terminal tandem domains of RSD-6 are required for antiviral activity, while the C-terminal Tudor domains are dispensable. Functional conservation was confirmed in C. briggsae, where silencing of the rsd-6 homolog enhanced viral replication. Together, our findings identify RSD-6 as a key effector acting downstream of secondary vsiRNA production and highlight its conserved role in modulating viral replication and pathogenesis across Caenorhabditis species.", "date": "2025-09-06", "journal": ""}
{"title": "Epstein-Barr Virus Latent Membrane Protein 1 targets cIAP1, cIAP2 and TRAF2 for Proteasomal Degradation to Activate the Non-canonical NF-κB Pathway", "doi": "10.1101/2025.09.06.674652", "authors": "Sun, Y.; Li, S.; Mitra, B.; Zhong, L.; Zhang, A.; Gewurz, B. E.", "abstract": "The Epstein-Barr virus oncoprotein Latent Membrane Protein 1 (LMP1) is expressed in multiple malignancies and is critical for B-cell immortalization. LMP1 constitutively activates NF-{kappa}B signaling pathways, which are essential for EBV-mediated B cell transformation and for transformed B cell survival. Reverse genetic analysis revealed two LMP1 regions critical for primary human B cell immortalization, termed transformation effector site (TES) 1 and 2, which activate multiple host growth and survival pathways, in particular NF-{kappa}B. Of these, only TES1 signaling is required for B-cell transformation within the first several weeks of infection. TES1 signaling is also critical for EBV-transformed lymphoblastoid B-cell survival. However, precisely how TES1 initiates NF-{kappa}B signaling has remained incompletely understood. Here, we provide multiple lines of evidence that TES1 associates with cellular inhibitor of apoptosis protein 1 and 2 (cIAP1/2) in a tumor necrosis factor associated factor 3 (TRAF3) dependent manner. TES1 signaling drives cIAP1 autoubiquitination and targets TRAF2, cIAP1 and 2 for proteasomal degradation in a TRAF3 dependent manner. Overexpression of either cIAP1 or 2 impaired LMP1 TES1-mediated non-canonical NF-{kappa}B activation. Collectively, these studies suggest that LMP1 TES1 initiates non-canonical NF-{kappa}B signaling distinctly from CD40 and other host immunoreceptors, thereby highlighting a therapeutic target.", "date": "2025-09-06", "journal": ""}
{"title": "In situ cryo-ET redefines HPV disassembly and transport paradigms", "doi": "10.1101/2025.09.06.674660", "authors": "Sutanto, R.; Rana, J.; Tsai, B.; Mosalaganti, S.", "abstract": "Human papillomavirus (HPV) causes 4.5% of all human cancers, although a complete cellular basis of infection remains unclear. The mechanisms of virus disassembly and transport are particularly enigmatic. Here, we use in situ cryo-electron tomography (cryo-ET) to provide direct visualization of high-risk HPV16 during its infection cycle. We demonstrate that, when HPV reaches the lysosome, it remains intact and infection competent, contrary to the prevailing view of viral inactivation within lysosomes. We challenge the current model of HPV trafficking, which predicts progressive disassembly of the L1 capsid during retrograde transport, by showing that HPV remains intact when it reaches the Golgi en route to the nucleus for infection. Finally, we provide snapshots of the HPV containing transport vesicles budding from the Golgi lumen in a COPI coat-dependent fashion and show that HPV is connected to the overlying membrane by proteinaceous structural bridges, possibly formed by the L2 capsid, to guide virus trafficking. Our results redefine the dominant models of HPV entry, revealing the virus capsid's resilience to disassembly during retrograde trafficking, a coat-dependent budding mechanism for transport, and demonstrate that the lysosome serves as a reservoir for infectious HPV.", "date": "2025-09-06", "journal": ""}
{"title": "Peripheral inflammation mediates midbrain Lrrk2 kinase activity via Rab32 expression", "doi": "10.1101/2025.09.05.674552", "authors": "Follett, J.; Deng, I. B.; Sharp, R. C.; Wall, S. C.; Mamais, A.; Farrer, M. J.", "abstract": "Parkinson disease (PD) is a neurodegenerative movement disorder that involves a complex interaction between genetic background, environmental exposures and ageing. Increased leucine-rich repeat kinase 2 (LRRK2) activity confers substantial risk for PD albeit with age-associated and incomplete penetrance that suggests other factors are required to manifest disease. We recently linked and associated RAB32 Ser71Arg as a Mendelian gene for PD. Here, we aimed to determine how Rab32 influences LRRK2 kinase activity and whether inflammatory stressors modulate this interaction in vivo. In vitro we show that the expression of Rab32 and Rab38 are modestly, but inversely, associated with their homologue Rab29. Both wild type RAB32 and to a greater extent, RAB32 Ser71Arg, promote the phosphorylation of Rab10, a bonafide LRRK2 kinase substrate. In vivo, we demonstrate murine Rab32 expression increases in brain in response to inflammation induced by peripherally administered lipopolysaccharide (LPS). Further profiling of LPS-induced Rab32 expression in micro-dissected brain tissue reveals regional specificity which is consistently elevated in the midbrain. In contrast, Rab29 and Rab38 expression are not immunoresponsive. Confocal microscopy analysis of midbrain dopaminergic neurons and Iba1+ microglia shows LPS-increased expression of Rab32 is largely restricted to Iba1+ microglia and localized to a Lamp1+ compartment. Most notably, LPS-induced Rab32 expression in midbrain correlates with Lrrk2 kinase activity. Further, Rab32 expression is also induced by LPS in induced pluripotent stem cell-derived microglia from healthy control donors, demonstrating a unified biological response to inflammation across species. These data suggest that the penetrance of LRRK2 PD is a function of peripheral inflammation, with important consequences for LRRK2 clinical trials aimed at neuroprotection. RAB32 is a physiologic and molecular rheostat of LRRK2 kinase activation.", "date": "2025-09-06", "journal": ""}
{"title": "A conserved Hsp70 phosphorylation regulates cell cycle progression after DNA damage", "doi": "10.1101/2025.09.05.672953", "authors": "Moss, T.; Wooldredge, A.; Bhakta, K.; Cronin, M.; Gestwicki, J. E.; Mukherjee, S.", "abstract": "Hsp70s are essential molecular chaperones that are increasingly recognized to be regulated by post-translational modifications. Here, we show that phosphorylation of a conserved threonine (T495), previously shown to be exploited by a Legionella pneumophila kinase to inhibit Hsp70, occurs endogenously in human cells in response to DNA damage, particularly when base excision repair is overburdened. This modification is cell cycle dependent, and in yeast, phosphomimetic or phosphonull Hsp70 variants disrupt G1/S progression under normal and DNA-damaging conditions. Biochemically, the phosphomimetic T495E mutation locks Hsp70 in an open-like conformation without blocking substrate engagement. Together, our results reveal a conserved mechanism by which dynamic Hsp70 phosphorylation regulates the G1/S transition, and delays cell cycle progression during DNA damage, highlighting how pathogen-derived insights can uncover fundamental cell biology principles.", "date": "2025-09-06", "journal": ""}
{"title": "Apical extracellular matrix regulates fold morphogenesis in the Drosophila wing disc", "doi": "10.1101/2025.09.06.674631", "authors": "Fuhrmann, J. F.; Schimmenti, V. M.; Cwikla, G.; Lee, S.; Yuan, M.; Wilsch-Bräuninger, M.; Jülicher, F.; Popovic, M.; Dye, N. A.", "abstract": "Tissue folding is a fundamental process occurring often in animal organ development. Here, we study the progression of fold shape and the underlying mechanics in the development of the Drosophila wing disc. We present a 3D segmentation of the apical surface of the wing disc proper from larval stages, when folds grow, to early pupariation, when the tissue unfolds and remodels into a bilayer. We establish morphological metrics to quantify and resolve fold shape in this dataset, introducing a definition of fold depth and width that can be used to characterize folds on a curved surface. Furthermore, we identify fibrous extracellular matrix on the apical side (aECM) that physically connects the two opposing sides of the folds. By modeling a tissue fold with a lateral vertex model endowed by an adhesive layer representing the aECM, we predict that unfolding in the wing disc is preceded by the removal of aECM. Using genetic perturbations, we confirm that aECM adhesion affects fold stability and mechanics: loss of aECM leads to abnormal fold shape and unfolding dynamics, whereas failure to remove aECM at pupariation inhibits unfolding. Finally, we show that these aECM perturbations in larval stages cause morphological phenotypes in the adult wing, demonstrating that the fold morphology of the wing disc helps to define adult wing shape. In total, our work establishes a key mechanical role for aECM in wing disc growth and morphogenesis and advances our general understanding of how epithelial tissue folds can be mechanically stabilized during development.", "date": "2025-09-06", "journal": ""}
{"title": "Mitochondrial fission regulates ROS for ventral furrow formation in Drosophila gastrulation", "doi": "10.1101/2025.09.05.674142", "authors": "Madan, S.; Chowdhary, S.; Phalke, S.; Mittal, H.; Mavrakis, M.; Rikhy, R.", "abstract": "Mitochondrial fusion and fission are essential for embryogenesis, but the mechanisms by which they regulate morphogenesis are not entirely understood. In this study, we elucidate the role of mitochondrial fission in Drosophila gastrulation. We find that fragmented mitochondria migrate apically in constricting ventral cells in a microtubule and Dorsal/NFkb dependent manner. Reduced mitochondrial fission in Drp1 mutant embryos leads to accumulation of larger mitochondria basally and fewer apical mitochondria. Drp1 mutants show decreased Myosin II, resulting in defective ventral furrow formation. Transcriptomic analysis from Drp1 mutants shows no changes in the Dorsal signaling pathway. Proteomic analysis reveals increased levels of antioxidant enzymes and decreased respiratory complexes, resulting in low ROS levels. Depleting SOD2 in Drp1 mutants restores ROS levels, allowing apical mitochondrial migration, Myosin II increase and proper ventral furrow formation. Our study reveals a significant role for mitochondrial dynamics and activity for apical constriction during gastrulation.", "date": "2025-09-06", "journal": ""}
{"title": "Unbend: Correction of local beam-induced sample motion in cryo-EM images using a 3D spline model", "doi": "10.1101/2025.09.05.674398", "authors": "Kong, L.; Zottig, X.; Elferich, J.; Grigorieff, N.", "abstract": "The exposure of frozen biological samples to the high-energy electron beam in a cryo-electron microscope commonly leads to beam-induced sample motion and distortions. Previously, we described Unblur, which is part of our cisTEM software to correct for beam-induced motion based on the alignment of full frames in a movie collected during the beam exposure (Grant et al., 2015). However, Unblur cannot accommodate motion due to more localized sample bending and distortions. Here, we present Unbend, extending Unblur by incorporating local motion correction using a three-dimensional cubic spline model. The 3D spline model is constructed using cubic B-splines along the exposure time axis, and bicubic B-splines within movie frames. Unbend is integrated into our cisTEM software with a new local motion visualization panel within the cisTEM graphical user interface. We processed movie frames from various in-situ sample types, including whole cells, lamellae, and cell lysates, to analyze motion behavior across different specimen types. To quantify the improvement in high-resolution signal, we utilized the 2D template matching method, which operates independently of the motion correction process, to search large ribosomal subunits from the motion-corrected micrographs. Overall, the signal-to-noise ratio of detected particles improved by 3 ~ 8% across different samples compared with full-frame aligned micrographs, while the number of detected target particles increased by up to ~ 300%. The total and Von Mises equivalent strain shows a deformation scale of less than 1% in most of the samples, confirming that our model induces minimal additional distortion. Furthermore, we processed micrograph montages to study motion patterns across an entire sample, revealing considerable variance in distortion scale within the same sample, suggesting a complex underlying mechanism.", "date": "2025-09-06", "journal": ""}
{"title": "Cross-region neuron co-firing mediated by ripple oscillations supports distributed working memory representations.", "doi": "10.1101/2025.09.04.674061", "authors": "Verzhbinsky, I. A.; Daume, J.; Rutishauser, U.; Halgren, E.", "abstract": "High-frequency (~90Hz) ripple oscillations may promote integrative processing in mammalian brains. Previous work has demonstrated that the co-occurrence of these ripple oscillations is associated with enhanced temporal binding of neural activity between human cortical neurons separated by up to 12mm. However, it remains unclear whether co-ripple facilitation of neuronal coupling supports cognitive processing, or if it occurs at greater distances. Here, we analyze intracranial recordings from patients implanted with microwire electrodes in the hippocampus, amygdala, ventromedial prefrontal cortex, anterior cingulate cortex, and pre-supplementary motor area, bilaterally, during a working memory task. We demonstrate that ripple oscillations significantly increase in all recorded regions, during encoding, maintenance and retrieval. Furthermore, co-occurrence of ripples increases between brain regions, associated with ~30% increases in cross-region co-firing, both without decrement over distances up to 220 mm. These increases in cross-regional co-rippling and associated co-firing scale with memory load during maintenance and retrieval. Critically, during retrieval, co-ripples promote the reinstatement of the stimulus-specific long-distance co-firing patterns observed during encoding, especially during rapid recognition. Our findings reveal that ripple oscillations orchestrate long-range neural communication that supports distributed neural representations during human cognition.", "date": "2025-09-06", "journal": ""}
{"title": "TBK1 activity regulates the directionality of axonal transport of signalling endosomes", "doi": "10.1101/2025.09.03.674015", "authors": "Villarroel-Campos, D.; Sagullo Vargas, J. N.; Zenezini Chiozzi, R.; Brown, A.-L.; Wallace, M.; Sun, K.; Sleigh, J. N.; Thalassinos, K.; Fratta, P.; Schiavo, G.", "abstract": "The polarised and complex morphology of neurons pose massive challenges for efficient cargo delivery between the axon and soma, a process termed axonal transport. We have previously shown that the retrograde axonal transport of pro-survival, neurotrophic signalling endosomes relies on Rab7 in motor neurons, and that their trafficking is impaired in the early stages of amyotrophic lateral sclerosis (ALS) pathogenesis. Here, we report the effect of Rab7 phosphorylation on the transport of these signalling endosomes. We show that the ALS-linked kinase TBK1 phosphorylates Rab7 at S72 in neurons, altering its binding to cytoplasmic dynein adaptors. Accordingly, both TBK1 knockdown and the expression of a loss-of-function Rab7 mutant (S72E) induce aberrant bidirectional movement of signalling endosomes without modifying neuronal polarity or endosomal sorting. This alteration is specific for signalling endosomes, as axonal transport of lysosomes and mitochondria remain unaffected. We have therefore discovered a new TBK1 function that ensures the unidirectional transport of signalling endosomes, suggesting that reduced TBK1 activity determines retrograde transport dysfunctions and long-range signalling impairments.", "date": "2025-09-06", "journal": ""}
{"title": "Unconventional secretion of angiogenic sonic-hedgehog-containing large extracellular vesicles is stimulated via the PI3K/Rab18-GDP pathway", "doi": "10.1101/2025.09.06.674659", "authors": "Wang, S.; Imai, R.; Tanaka, Y.", "abstract": "Large extracellular vesicles (lEVs), with diameters >600 nm, play essential roles in special types of intercellular communications. However, information on the molecular mechanism underlying their roles and on their relevance remains scarce. Here we show that PI3K/Rab18-GDP signaling facilitates the secretion of lEVs from human mesenchymal stem cells (hMSCs) and fibroblasts. These EVs contain a large amount of sonic hedgehog (SHH) protein and promote angiogenesis. Rab18 serves as the master facilitator of this secretion only in its GDP-bound form, which can be enriched by the Rab inhibitor CID1067700 or by the PI3K agonist SF1670. Rab18-GDP accumulates in the cell center and develops SHH-lEV precursors from perinuclear endosomes. Rab18-GDP recruits heat shock protein 90 (Hsp90) and neutral sphingomyelinase 2 (nSMase2) and facilitates vertical secretion of SHH-lEVs with an Hsp90 corona from the cell center. This secretory machinery may play an important role in developmental and regenerative PI3K-mediated angiogenesis.", "date": "2025-09-06", "journal": ""}