{"title": "An integrated model of the effects on fitness of positively selected, conserved, and nearly neutral sites in sexual populations and the population-optimal mutation rate", "doi": "10.1101/2023.06.26.546616", "authors": "Irlam, G.", "abstract": "Positively selected, conserved, neutral, and nearly neutral sites have often been analyzed in isolation. Here, an approximate integrated model of the fitness effects of these classes of sites in sexual populations is developed and analyzed. Within this framework, it is shown that the aggregate fitness effects associated with positively selected sites need not be negligible, even when such sites are rare, and that nearly neutral sites can contribute a substantial component of the total genetic load. The framework defines the latent load as the genetic load associated with positively selected sites that are destined to fix but for which beneficial alleles have not yet established. The germline spontaneous mutation rate that maximizes the geometric mean of population mean fitness is predicted, under the model, to occur when the mean latent load is approximately equal to the mutational load. This population-optimal mutation rate differs from the minimal mutation rate predicted by purely microevolutionary considerations that focus on individual-level selection. It is hypothesized that, over macroevolutionary timescales, species-level processes such as differential extinction may bias the mutation rates of surviving species towards the population-optimal value. The model provides a unified framework for assessing the combined fitness effects of positively selected, conserved, and nearly neutral sites, and highlights the potential macroevolutionary importance of the latent load in shaping the long-term evolution of the mutation rate.", "date": "2026-01-01", "journal": ""}
{"title": "Oncogenic MAPK pathway activation induces a congenital and progressively lethal rare neuropathy in mice", "doi": "10.1101/2024.04.24.590951", "authors": "Marechal, E.; Aldea, D. A.; Quintana, P.; Mondielli, G.; Bernard-Marissal, N.; Moreno, M.; El Yazidi, C.; Broucqsault, N.; Delague, V.; Weiss, L.; Barlier, A.; Etchevers, H. C.", "abstract": "RASopathies, rare congenital syndromes affecting skin, heart, brain and skeletal systems, often include peripheral neuropathy of unknown origin. Although RASopathy gene variants are familiar proto-oncogenes after birth, the causal relationships between timing and specific pathological outcomes remain unclear. This study examined how a mitogen-activated protein kinase (MAPK) effector, Braf, causes peripheral neuropathy. Targeting the oncogenic Braf(V600E) variant, found in mosaic RASopathies, to cells having expressed myelin protein zero (Mpz) in mice triggered a degenerative neuropathy evoking type 1 Charcot-Marie-Tooth syndrome, with pre-weaning onset of hyperplastic nerves, hindlimb weakness, and unexpectedly reduced body size. Constitutively active Braf expanded a Jun+ Schwann cell repair state, impairing myelination by mature Schwann cells. Patient-derived iPSCs bearing the BRAF Q257R variant, associated with cardio-facio-cutaneous syndrome, failed to differentiate into mature Schwann cells, instead exhibiting transcriptional profiles associated with progenitor or repair states. These findings suggest that somatic mosaicism may contribute to unresolved genetic heterogeneity in human neuropathies and enlarge the candidate gene list. They also reveal a MAPK-dependent mechanism by which neural crest-derived Schwann cells regulate both body growth and peripheral nerve homeostasis..", "date": "2026-01-01", "journal": ""}
{"title": "Transcranial Direct Current Stimulation in Alzheimer's Disease: Long-term impact", "doi": "10.1101/2025.01.26.634937", "authors": "AGGARWAL, A.", "abstract": "The goal of this work was to integrate results from clinical trials related to transcranial direct current stimulation (tDCS) treatment of Alzheimers disease (AD) into a machine learning model of the disease to understand its impact on disease progression over a decade. tDCS is a new emerging treatment modality for AD. The impact of tDCS has so far been only sparsely studied in AD patients over a short duration in small sample sizes. Since AD is a progressive disease, it is useful to know about the impact of tDCS over a longer duration and predict the duration and site of treatment. This paper integrates limited data from tDCS treatment of AD patients and extrapolates it to a decade using the AD prediction model (ADPM). Based on this, it provides guidelines for best site and duration of treatment for a patient with AD.", "date": "2026-01-01", "journal": ""}
{"title": "Cytokines mediate increased endothelial-leukocyte interaction and brain capillary plugging during CAR T cell neurotoxicity", "doi": "10.1101/2025.02.19.638920", "authors": "Park, L.; Tsai, Y.-T.; Hu, R.; Lim, H.-K.; Faulhaber, L. D.; Burleigh, K.; Faulhaber, E. M.; Bose, M.; Draper, I. H.; Smith, S. E. P.; Shih, A. Y.; Hirayama, A. V.; Turtle, C. J.; Annesley, C. E.; Gardner, R. A.; Gustafson, H. H.; ZHENG, Y.; Gust, J.", "abstract": "CAR-T cells treat cancer, but also cause systemic cytokine release and immune effector cell associated neurotoxicity syndrome (ICANS). In an immunocompetent mouse model, we show by in vivo two-photon imaging that CD19-CAR T treatment causes brain capillary plugging by circulating CAR-T cells and other CD45+ leukocytes, as well as cortical hypoxia. This is accompanied by increased endothelial ICAM-1 and VCAM-1 expression in the brain capillary-venule transition zone, where most of the capillary stalls occur. In the mouse model, circulating CAR-T cells strongly upregulate integrin 4{beta}1 affinity to VCAM-1, but not affinity of integrin L{beta}2 to ICAM-1. Blockade of integrin 4 but not integrin L improves locomotion behavior. In vitro, human brain microendothelial cells upregulate ICAM-1 more than VCAM-1 in response to TNF, IFN-{gamma}, and IL-1{beta}. In a 3D brain human microvessel model, treatment with TNF and IFN-{gamma} is sufficient to induce adhesion of CAR T cells under flow conditions, which is blocked synergistically by antibodies against integrins 4 and L. Finally, patients with the highest levels of TNF and IFN-{gamma} also have the highest blood levels of soluble ICAM-1 and VCAM-1, which in turn correlate with ICANS. Integrin 4 but not L increases in CAR-T cells after they are infused into patients. Combined data from patients, mouse models and in vitro microvessels indicate differential regulation of interactions of ICAM-1 and VCAM-1 with their respective leukocyte integrins. Overall, our study supports the hypothesis that cytokine-driven upregulation of endothelial-leukocyte adhesion is sufficient to induce acute, reversible neurotoxicity.", "date": "2026-01-01", "journal": ""}
{"title": "Single-nucleus transcriptomics reveals convergent effects of THC exposure and Reelin signaling on nucleus accumbens maturation in adolescence", "doi": "10.1101/2025.04.03.646846", "authors": "Zuo, Y.; Libster, A.; Gupta, A.; Liaw, L.; Formoli, N.; Sun, D.; Turner, A.; Iemolo, A.; Telese, F.", "abstract": "The nucleus accumbens undergoes extensive maturation during adolescence, but how drug exposure and genetic vulnerability interact to shape this process remains poorly understood. Here, we used single-nucleus RNA sequencing to examine the effects of chronic adolescent tetrahydrocannabinol (THC) exposure and reduced Reelin signaling in mice. THC produced broader transcriptional changes than Reelin haploinsufficiency, particularly in medium spiny neurons (MSNs). Analysis of cell-cell communication identified a THC-sensitive signaling program in which inhibitory interneurons were the principal receivers of MSN-derived signals related to axon-guidance and synaptic maturation. Despite the dominant effect of THC, both perturbations converged on shared gene networks linked to human genetic risk for substance use and psychiatric disorders. These effects were strongest in a population of immature neurons that we confirmed are generated in the adolescent nucleus accumbens and decline in adulthood. These findings show that adolescent THC exposure and Reelin signaling converge on transcriptional programs that regulate late neuronal maturation in striatal circuits.", "date": "2026-01-01", "journal": ""}
{"title": "Single-nucleus transcriptomics reveals convergent effects of THC exposure and Reelin signaling on nucleus accumbens maturation in adolescence", "doi": "10.1101/2025.04.03.646846", "authors": "Zuo, Y.; Libster, A.; Gurha, A.; Liaw, L.; Formoli, N.; Sun, D.; Turner, A.; Iemolo, A.; Telese, F.", "abstract": "The nucleus accumbens undergoes extensive maturation during adolescence, but how drug exposure and genetic vulnerability interact to shape this process remains poorly understood. Here, we used single-nucleus RNA sequencing to examine the effects of chronic adolescent tetrahydrocannabinol (THC) exposure and reduced Reelin signaling in mice. THC produced broader transcriptional changes than Reelin haploinsufficiency, particularly in medium spiny neurons (MSNs). Analysis of cell-cell communication identified a THC-sensitive signaling program in which inhibitory interneurons were the principal receivers of MSN-derived signals related to axon-guidance and synaptic maturation. Despite the dominant effect of THC, both perturbations converged on shared gene networks linked to human genetic risk for substance use and psychiatric disorders. These effects were strongest in a population of immature neurons that we confirmed are generated in the adolescent nucleus accumbens and decline in adulthood. These findings show that adolescent THC exposure and Reelin signaling converge on transcriptional programs that regulate late neuronal maturation in striatal circuits.", "date": "2026-01-01", "journal": ""}
{"title": "Scaling Large Language Models for Next-Generation Single-Cell Analysis", "doi": "10.1101/2025.04.14.648850", "authors": "Rizvi, S. A.; Levine, D.; Patel, A.; Zhang, S.; Wang, E.; Perry, C. J.; Vrkic, I.; Constante, N. M.; Fu, Z.; He, S.; Zhang, D.; Tang, C.; Lyu, Z.; Darji, R.; Li, M.; Sun, E.; Jeong, D.; Zhao, L.; Kwan, J.; Braun, D.; Hafler, B.; Chung, H.; Dhodapkar, R.; Jaeger, P.; Perozzi, B.; Ishizuka, J.; Azizi, S.; van Dijk, D.", "abstract": "Single-cell RNA sequencing has transformed our understanding of cellular diversity, yet current single-cell foundation models (scFMs) remain limited in their scalability, flexibility across diverse tasks, and ability to natively integrate textual information. In this work, we build upon the Cell2Sentence (C2S) framework, which represents scRNA-seq profiles as textual \"cell sentences,\" to train Large Language Models (LLMs) on a corpus comprising over one billion tokens of transcriptomic data, biological text, and metadata. Scaling the model to 27 billion parameters yields consistent improvements in predictive and generative capabilities and supports advanced downstream tasks that require synthesis of information across multi-cellular contexts. Targeted fine-tuning with modern reinforcement learning techniques produces strong performance in perturbation response prediction, natural language interpretation, and complex biological reasoning. This predictive strength enabled a dual-context virtual screen that nominated the kinase inhibitor silmitasertib (CX-4945) as a candidate for context-selective upregulation of antigen presentation. Experimental assessment in human cell models unseen during training supported this prediction, demonstrating that C2S-Scale can effectively guide the discovery of context-conditioned biology. C2S-Scale unifies transcriptomic and textual data at unprecedented scales, surpassing both specialized single-cell models and general-purpose LLMs to provide a platform for next-generation single-cell analysis and the development of \"virtual cells.\"", "date": "2026-01-01", "journal": ""}
{"title": "Evolutionarily Optimal Phage Life-History Traits: Burst Size vs. Lysis Time", "doi": "10.1101/2025.04.16.649164", "authors": "Roughgarden, J.", "abstract": "A dynamical equation for the virus to microbe ratio (VMR) during log phase population growth shows that an optimal balance occurs between a short lysis time with low burst size vs. a long lysis time with large burst size. The model predicts that interventions lowering phage adsorption by killing free virus and/or limiting their access to bacteria cause the evolution of an increased lysis time and higher burst size until the intervention either drives a virulent phage extinct or, for temperate phage, drives the phage from its lytic phase into its lysogenic phase. The model also predicts that along an environmental gradient of increasing productivity the optimal lysis time shortens along the gradient, implying that the lytic life cycle goes around faster along the gradient. However, the virion productivity realized during the time step corresponding to each point along the gradient remains constant.", "date": "2026-01-01", "journal": ""}
{"title": "Telomerase reverse transcriptase is required for resistance to mycobacterial infection", "doi": "10.1101/2025.05.15.654386", "authors": "Han, D. J.; Costa, D. M.; Luo, G.; Wright, K.; Pandey, M.; Wee, D.; Chen, Y.; Akincilar, S. C.; Tergaonkar, V.; Dorajoo, R.; Carissimo, G.; Singhal, A.; Elks, P. M.; Ellis, P. S.; Henriques, C. M.; Yan, B.; Mostowy, S.; Oehlers, S. H.", "abstract": "Age is an important risk factor for infections such as tuberculosis (TB). Telomerase is expressed in immune cells yet leukocyte telomere length declines during ageing suggesting an age-dependent loss of telomerase activity in the immune system. Leukocyte telomere length has been correlated with worse outcomes in TB patients, however the mechanisms linking telomere biology to TB susceptibility and response to therapy are unexplored. Here we use the zebrafish-Mycobacterium marinum model to investigate the role of telomerase in TB resistance. We find depletion and inhibition of Tert, the catalytic subunit of telomerase, increases bacterial burden in zebrafish embryos. The Tert depletion infection susceptibility phenotype could not be rescued by p53 or STING depletion suggesting a non-canonical role for Tert in controlling mycobacterial infection. Consistent with a previously described role for Tert in developmental hematopoiesis, we find Tert is necessary for demand-driven emergency myelopoiesis to support containment of extended mycobacterial infection. Our findings establish a previously undescribed role for host telomerase in supporting infection demand-driven hematopoiesis to control infection.", "date": "2026-01-01", "journal": ""}
{"title": "Multi-axial DNA origami force spectroscopy unlocks conformational dynamics hidden under single-axial tension", "doi": "10.1101/2025.06.10.658941", "authors": "Wisna, G. B. M.; Saurabh, A.; Karna, D.; Sasmal, R.; Chopade, P.; Presse, S.; Hariadi, R. F.", "abstract": "Biomolecules in living cells experience complex multi-directional mechanical forces that regulate their structure, dynamics, and function. However, most single-molecule techniques primarily exert force along a single axis, thereby failing to emulate the mechanical cellular environment. Here, we present Multi-Axial Entropic Spring Tweezer along Rigid DNA Origami (MAESTRO), a molecular platform that applies up to 9 pN forces from up to four directions simultaneously using programmable ssDNA entropic springs anchored to a rigid DNA origami scaffold. Combining MAESTRO, single-molecule Forster resonance energy transfer (smFRET), and Bayesian non-parametric FRET (BNP-FRET) enables a high-throughput study of biomolecules under different complexities of multi-axial tension forces. We applied MAESTRO to Holliday junctions (HJs), four-way DNA intermediates that experience multi-directional tension during homologous recombination. Counterintuitively, we discovered >5x slower kinetics of the HJ conformations under multi-axial tension than under tension-free conditions, enabling direct observations of previously hidden HJ conformational intermediates. Most remarkably, we discovered that multi-axial tension restores quasi-ergodicity to HJ dynamics by overcoming the rugged energy landscape, enabling the direct observation of kinetic class interconversion within individual molecules, a phenomenon previously thought impossible, that reveals the conformational landscape is far more interconnected than previously understood and fundamentally challenges existing models. Furthermore, we demonstrated that this conformational control regulates T7 endonuclease I cleavage site selection, directly linking mechanical environments and molecular mechanics to enzymatic function. By overcoming single-axis limitations, MAESTRO opens new frontiers in molecular mechanobiology, revealing how physiologically relevant multi-directional forces access expanded conformational landscapes and can serve as master regulators for biomolecular function through mechanisms inaccessible to conventional single-axis approaches.", "date": "2026-01-01", "journal": ""}
{"title": "miRNA/mRNA analysis of increased TGF-β pathways drive epithelial-mesenchymal transition and regulatory T cell differentiation", "doi": "10.1101/2025.06.23.661210", "authors": "Darville, T.; Sun, X.; Zhang, Y.; O'Connell, C. M.; Mokashi, N.; Tang, W.; Bhardwaj, A.; Duncan, B.; Andrews, C. W.; Weisenfeld, H.; Zheng, X.", "abstract": "Chlamydia trachomatis genital tract infection is linked to severe reproductive complications in women, including ectopic pregnancy, infertility, and adverse pregnancy outcomes. Mouse models of infection suggest that chlamydia-induced dysregulation of microRNAs (miRNAs) can drive harmful cytokine responses, pathogenic epithelial-mesenchymal transition (EMT), and fibrosis. To investigate these mechanisms in humans, we profiled miRNA and mRNA expression in endometrial biopsies from women with endometrial infection (Endo+) and compared them to profiles from women with cervix-only infection (Endo-) or no infection. Ingenuity Pathway Analysis (IPA) revealed that Endo+ tissues had upregulated genes associated with innate and adaptive immune response pathways, as well as EMT regulation, while downregulated genes were linked to cell cycle control. An integrative miRNA-mRNA analysis, which combined a review of published miRNA regulation in human infections and immune responses with IPA's miRNA target filter, identified differentially expressed miRNAs that modulate these pathways in the endometrium of Endo+ women. Functional annotation of these miRNAs showed a predominance of downregulated miRNAs that typically suppress EMT and regulatory T cell (Treg) differentiation, along with miRNAs that usually enhance Th17 responses. Comparisons with previously identified mRNA pathways in blood samples from women with endometrial Chlamydia infection indicated that alterations in TGF-{beta} signaling and EMT were specific to the endometrium. Overall, the miRNA-mRNA interactions inferred from Endo+ tissue suggest increased activity in TGF-{beta} ; pathways that promote enhanced EMT and Treg differentiation, while reducing Th17 activation. These changes highlight a dual potential for promoting tissue scarring while dampening inflammatory responses that could otherwise limit infection.", "date": "2026-01-01", "journal": ""}
{"title": "AI-Based Detection of Coliform Colonies Using CNN Transfer Learning for Application to Cultured Plate Analysis in Water Quality Research", "doi": "10.1101/2025.06.29.662231", "authors": "Mallela, S.; Gates, A.; Medepalli, S.; Okeke, B.; Kursun, O.", "abstract": "Pathogenic bacterial contamination of water poses a severe public health risk, particularly in settings with limited laboratory resources. We propose a two-stage artificial intelligence (AI) pipeline for automated detection and classification of coliform colonies on agar plates. In the first stage, a YOLOv8-based detector localizes colonies on full-plate images, eliminating the need for manual annotation. In the second stage, detected colony patches are classified using a convolutional neural network (CNN) trained via transfer learning, where models are first pretrained on a diverse public bacterial colony dataset and subsequently fine-tuned on coliform-specific classification tasks. Across both in-house and public datasets, transfer learning consistently improves classification performance relative to training from scratch. The complete pipeline processes each plate in under five seconds and outperforms classical feature-based baselines, including Histogram of Oriented Gradients, Local Binary Patterns, and Haralick descriptors with conventional classifiers. These results demonstrate the potential of a modular, low-cost AI framework for scalable and accessible microbiological analysis, with future work targeting color-aware models and on-device inference for field deployment.", "date": "2026-01-01", "journal": ""}
{"title": "mRNA 3'UTRs chaperone intrinsically disordered regions to control protein activity", "doi": "10.1101/2025.07.02.662873", "authors": "Luo, Y.; Zhong, Y.; Basu, S.; Wu, M.-C.; Mayr, C.", "abstract": "Nearly 3,000 human mRNA 3'UTRs have hundreds of highly conserved nucleotides, but their biological roles are unclear. These mRNAs mostly encode proteins with long intrinsically disordered regions (IDRs), including MYC, UTX, and JMJD3. We show that these proteins are only fully active when translated from mRNA templates that include their 3'UTRs, raising the possibility of functional interactions between 3'UTRs and IDRs. Rather than affecting protein abundance or localization, we find that the KDM6B 3'UTR in the mRNA template changes the folding of the encoded IDR-containing JMJD3 protein. It promotes IDR-IDR interactions and suppresses folding between domains, suggesting that RNA acts as IDR chaperone that prevents interference of hydrophobic clusters in the IDR with folding of the structured domain. mRNA-based IDR chaperones are enriched in meshlike cytoplasmic condensates, suggesting localized chaperone activity. As hydrophobic clusters in IDRs are widespread, our data suggest that 3'UTR-dependent protein folding could be a widely used mechanism for activity regulation of transcriptional regulators.", "date": "2026-01-01", "journal": ""}
{"title": "Lipid-mediated GPR32 signaling reprograms macrophage metabolism to impair anti-tuberculous immunity", "doi": "10.1101/2025.07.07.663524", "authors": "Barros, J.; Maio, M.; Ledesma, M. M.; Ferrini, L.; Boix, M. E.; Faivre, N.; Monard, S.; Franco, J. L. M.; Metais, A.; Sabbione, F.; Fuentes, F.; Grosso, T. M.; Errea, A. J.; Aragone, X.; Cunto, M. S.; Palmero, D.; Matteo, M.; Ostrowski, M.; ARGUELLO, R. J.; Nanda, R.; Layre, E.; Neyrolles, O.; Verollet, C.; Lugo-Villarino, G.; Balboa, L.", "abstract": "Mycobacterium tuberculosis, the causative agent of tuberculosis (TB), has evolved strategies to evade innate immunity and establish persistent infection. However, the mechanisms by which M. tuberculosis reprograms human macrophage metabolism remain incompletely defined. Tuberculous pleural effusion (TB-PE), a common extrapulmonary manifestation that frequently coexists with pulmonary TB, offers a unique, clinically relevant immunometabolic window into the TB microenvironment. Here, using patient-derived TB-PE samples, we demonstrate that this microenvironment induces a metabolic state in human macrophages that compromises their antimicrobial function. Lipidomic analysis identified an enrichment of the specialized pro-resolving mediator Resolvin D5 (RvD5), which signals through GPR32 to suppress macrophage microbicidal activity. The acellular fraction of TPE was sufficient to induce RvD5 secretion by monocytes, correlating with increased expression of RvD5 biosynthetic enzymes in pleural monocytes from TB patients. Mechanistically, RvD5-GPR32 signaling inhibited glycolysis without promoting oxidative phosphorylation, reducing HIF-1 activity and impairing intracellular M. tuberculosis control. HIF-1 stabilization restored antimicrobial function. These findings uncover the RvD5-GPR32-HIF-1 axis as a mechanism of metabolic immune suppression and a potential target for host-directed TB therapy.", "date": "2026-01-01", "journal": ""}
{"title": "Ancestral intronic splicing regulatory elements in the SCNα gene family", "doi": "10.1101/2025.08.16.670673", "authors": "Chernyavskaya, E.; Vorobeva, M.; Spirin, S. A.; Skvortsov, D. A.; Pervouchine, D.", "abstract": "SCN genes encode components of voltage-gated sodium channels that are crucial for generating electrical signals. Humans have ten paralogous SCN genes, some of which contain duplicated mutually exclusive exons 5a and 5b. In reconstructing their evolutionary history, we found multiple unannotated copies of exon 5 in distant species and showed that exon 5 duplication goes back to a common ancestor of the SCN gene family. We characterized splicing patterns of exons 5a and 5b across tissues, tumors, and developmental stages, and demonstrated that the nonsense mediated decay (NMD) system is not the major factor contributing to their mutually exclusive choice. Comparison of SCN2A, SCN3A, SCN5A, and SCN9A intronic nucleotide sequences revealed multiple Rbfox2 binding sites and two highly conserved intronic splicing regulatory elements (ISRE) that are shared between paralogs. Minigene mutagenesis and blockage by antisense oligonucleotides showed that the formation of RNA structure between ISRE promotes exon 5b skipping in SCN9A. The inclusion of exon 5b is also suppressed in siRNA-mediated knockdown of Rbfox2, which makes the collective action of RNA structure and Rbfox2 compatible with the model of a structural RNA bridge. ISRE sequences are conserved from human to elephant shark and may represent an ancient, evolutionarily conserved regulatory mechanism. Our results demonstrate the power of comparative sequences analysis in application to paralogs for elucidating splicing regulatory programs.", "date": "2026-01-01", "journal": ""}
{"title": "Maternal antibodies and density dependence affect suppression of host populations by novel pathogens", "doi": "10.1101/2025.09.12.675835", "authors": "Bull, J. J.; Antia, R.", "abstract": "Current theory for the regulation of host populations by pathogens suggests that a high level of suppression during the initial epidemic phase will be followed by a population rebound with decreased virulence due to pathogen and host evolution, and the extent of host suppression increases with increasing pathogen transmissibility (R0) and virulence. Using simple epidemiological models, we explore the effect of two factors on short- and long-term suppression: the strength of density-dependent population regulation (homeostasis) and maternal antibodies. We showed previously that, in the absence of maternal antibodies, the strength of homeostasis can greatly effect long term population suppression. Here we find that maternal antibodies can significantly reduce suppression of the host population if they attenuate rather than block infections, but then only for rapid homeostasis. A higher R0 can result in lower suppression, and the average virulence can decline over time without any (genetic) evolution. Our results suggest the need for a nuanced view of long-term suppression by a new pathogen, with the outcome sensitive to many details even in the absence of evolution.", "date": "2026-01-01", "journal": ""}
{"title": "Engineering Spatial Control of Bacterial Organelles", "doi": "10.1101/2025.09.22.677801", "authors": "Hoang, Y.; Jadhav, P. V.; Trettel, D.; Dow, R. E.; Kwon, S.; Matej, K.; Byrne, J. A.; Azaldegui, C. A.; Giessen, T. W.; Pi, H.; Mosalaganti, S.; Vecchiarelli, A. G.", "abstract": "Bacteria were once thought to lack organelles, but it is now clear they confine cellular reactions using an array of membrane- and protein-based compartments. A central question, however, is how bacterial organelles are organized in the cell, and whether their spatial control can be engineered. Here, we show that a two-protein system (McdAB) that positions carboxysomes-CO2-fixing organelles found in autotrophic bacteria-can be repurposed to provide programmable spatial control to diverse organelles in Escherichia coli. McdAB not only restores proper assembly and positioning of heterologously expressed carboxysomes in E. coli, but can also be reprogrammed to spatially organize all other known types of bacterial organelles, including encapsulins, biomolecular condensates, and even membrane-bound organelles. Programmable spatial organization of bacterial organelles establishes a new design principle for synthetic biology, where the location of reactions is as tunable as their content. Our work paves the way for more efficient biocatalysis in engineered microbes.", "date": "2026-01-01", "journal": ""}
{"title": "Super-resolved spatial transcriptomics reveals early hippocampal RNA localization changes in a mouse model of Alzheimer's disease", "doi": "10.1101/2025.09.24.678295", "authors": "Diamant Karasik, Y.; Eger, H.; Goldberg, T.; Seri, Y.; Schottlender, N.; Ben Mor, T.; Safra, M.; Shenhav, M.; Zak, H.; Danino, M.; Rosenberg, Y.; Glick, A.; Feldman, N.; Slater, N.; Gottfried, I.; Ashery, U.; Alon, S.", "abstract": "Cell-type-specific changes in gene expression and RNA localization are hallmarks of Alzheimer's disease (AD) and other neurodegenerative disorders, yet spatial dysregulation in early disease stages remains poorly defined. Here, we applied Expansion Sequencing (ExSeq) to map the spatial distribution of 101 genes at super-resolution in the hippocampus of 4-week-old 5xFAD and wild-type (WT) mice, prior to overt pathology. We uncovered early alterations in RNA spatial organization and gene expression, including 23 genes showing altered localization without changes in abundance in the 5xFAD hippocampus. Using spatial expression analysis and single-cell neighborhood analysis, we identified cell-type- and region-specific molecular programs associated with synaptic function, neuroinflammation, and metabolic stress that differed between 5xFAD and WT mice. Spatial RNA velocity further revealed state differences influenced by local cell to cell interactions. Together, these results suggest that RNA positioning and transcriptional programs are perturbed at early disease stages. Finally, we provide the full super-resolution ExSeq dataset as an open resource for spatial and cell-type-specific analyses in early Alzheimer's disease research.", "date": "2026-01-01", "journal": ""}
{"title": "Functional and antigenic constraints on the Nipah virus fusion protein", "doi": "10.1101/2025.10.15.682664", "authors": "Larsen, B. B.; Harari, S.; Gen, R.; Stewart, C.; Veesler, D.; Bloom, J. D.", "abstract": "Nipah virus is a highly pathogenic virus in the family Paramyxoviridae that utilizes two distinct surface glycoproteins to infect cells. The receptor-binding protein (RBP) binds host receptors whereas the fusion protein (F) merges viral and host membranes. Here, we use non-replicative pseudoviruses to safely measure the effects of all F single amino-acid residue mutations on its cell entry function and neutralization by monoclonal antibodies. We compare mutational tolerance in F with previous experimental measurements for RBP and show that F is much more functionally constrained than the RBP. We also identify mutationally intolerant sites on the F trimer surface and core that are critical for proper function, and describe mutations that are candidates for stabilizing F in the prefusion conformation for vaccine design. We quantify how F mutations affect neutralization by six monoclonal antibodies, and show that the magnitude of mutational effects on neutralization varies among antibodies. Our measurements of mutational effects on Nipah virus F predict the ability of the antibodies to neutralize the related Hendra virus. Overall, our work defines the functional and antigenic constraints on the F protein from an important zoonotic virus.", "date": "2026-01-01", "journal": ""}
{"title": "Predator-prey scaling laws support a suspension-feeding lifestyle in Cambrian luolishaniid lobopodians", "doi": "10.1101/2025.11.05.686786", "authors": "Richards, J.; Ortega-Hernandez, J.", "abstract": "The early Paleozoic saw a dramatic diversification of shelly epibenthic metazoans adapted to suspension and filter-feeding, but the extent to which these radiations affected the evolution of non-biomineralized suspension-feeding taxa is uncertain because these organisms are not typically well represented in the fossil record. Luolishaniids are a highly derived and disparate clade of (typically) armoured lobopodians widely interpreted as having a suspension-feeding ecology based on the presence of five or six anterior pairs of setulose appendages. Luolishaniids are globally widespread and represent the only Cambrian non-biomineralized free living epibenthic bilaterians regarded as having a suspension feeding mode of life, but their proposed ecology only relies on a qualitative interpretation of their functional morphology. Here we test the hypothesis that the setulose appendages of luolishaniids were adapted for a suspension feeding function. Quantitative morphological comparisons reveal a positive and statistically significant relationship between body length and the mesh spacing of the setulose anterior limbs of luolishaniids. This pattern correlates with suspension-feeding scaling in extant aquatic organisms, and suggests that luolishaniids primarily fed on mesoplanktonic seston. We provide quantitative evidence for suspension-feeding in luolishaniids, which represents the first statistically supported example of modern-like predator-prey scaling patterns observed in Cambrian soft-bodied metazoans.", "date": "2026-01-01", "journal": ""}
{"title": "A Type III secretion system effector evolved to be mechanically labile and initiate unfolding from the N-terminus.", "doi": "10.64898/2025.12.03.691928", "authors": "Dapron, K. E.; Plastow, A. M.; Fink, M. R.; Dzuba, B.; Leblanc, M.-A.; Perkins, T. T.; Tajkhorshid, E.; Sousa, M. C.", "abstract": "Many Gram-negative pathogens critically depend on the Type III secretion system (T3SS) to inject effector proteins into host cells for colonization. Because the channel of the T3SS is narrow (~2 nm), effectors must be unfolded for secretion. However, the T3SS cannot unfold mechanically robust substrates (GFP, ubiquitin, and dihydrofolate reductase), severely impairing their secretion. Consistent with this, effectors are exceptionally mechanically labile, unfolding at low forces. Thus, secretion competency is correlated with mechanical properties. Effector sequences have significantly diverged from non-effectors, suggesting that secretion exerts evolutionary pressure selecting mechanical lability. Here, using atomic-force-microscopy-based force spectroscopy, we show that effector NleC is mechanically labile (Funfold = 13.5 pN at 100 nm/s) and mechanically compliant, as characterized by a large distance to the transition state ({Delta}x= = 2.7 nm). In contrast, the non-effector homolog protealysin is mechanically stable (Funfold = 50.7 pN at 100 nm/s) and brittle ({Delta}x= = 0.7 nm), comparable to proteins known to impair secretion (Funfold > 80 pN; {Delta}x= < 0.4 nm). Denaturant-induced unfolding assays demonstrate that effectors exhibit rates typical of their fold, further reinforcing mechanical properties rather than fast unfolding kinetics (k0) predicts secretion. Steered molecular dynamic simulations revealed NleC unfolding initiates at the N-terminus, consistent with current secretion models, whereas protealysin unfolding initiates at the C-terminus. Notably, the NleC N-terminus is primarily -helical while non-effector homologs contain {beta}-sheets, which may account for the distinct unfolding pathway. Together, these results support the notion that mechanical lability is an evolved, structurally encoded feature underlying effector secretion.", "date": "2026-01-01", "journal": ""}
{"title": "Clean Air Travel: Evaluation of Mask-Free Alternatives to N95 During the Delhi \"Air Emergency\"", "doi": "10.64898/2025.12.05.692625", "authors": "Srikrishna, D.", "abstract": "Background: Air travelers, healthcare workers aiming to prevent infection and pollution-sufferers (e.g. Delhi \"Air Emergency\") may experience difficulty during prolonged use of respirators (e.g. N95) incompatible with eating/drinking/sleeping. Protection factor of 5x-1000x (80%-99.9%) is targeted for infection prevention. Daily PM 2.5 time-series data suggest at least 4x-5x (75%-80%) protection factor 24x7 during the worst stagnant pollution days may reduce daily inhaled exposure to annual averages in Delhi. Methods: Handheld Do-It-Yourself test methods were developed using a 7-channel optical particle counter. Three baseball cap visor-mounted air purifiers were prototyped enabling eating/drinking, \"Air\" (1 lb), \"Pro\" (2 lb), \"Max\" (2 lb 10 oz), and one bed-mounted prototype, \"Sleep\". Clean air delivery rate per watt was measured for vertically stackable portable air purifiers to optimize power/floorspace/cost-efficiency. Results: At 0.3 m at nose-level, \"Air\" measured 87%, \"Pro\" measured 94%, \"Max\" measured 98%, a 2x-10x improvement in particle penetration over prior wearable purifiers (unobstructed in horizontal and lower visual fields) reporting approximately 60% (< 70%) of 0.3 m particles at nose level. At 1.0 m and 5.0 m at nose-level, they measured 94-99% and 95-99% respectively. \"Sleep\" measured 91% at 0.3 m at nose level. Stackable air purifiers measured 6-19 ACH in ~3000 cubic foot room (300-900 cubic feet per minute) at 20-220 watts, with highest power-efficiency 19 CFM/Watt at 962 CFM. Conclusions: In principle, maskless alternatives to N95 combine with floorspace- and power-efficient stackable/sleeping air purifiers for protection factor of 99%-99.98% (100x-5000x) in airplanes, submarines, ships, trains, hospitals, shelters with limited floorspace (e.g. berths).", "date": "2026-01-01", "journal": ""}
{"title": "Fifteen-year microbiome survey of endangered killer whales (Orcinus orca) reveals declining diversity and population differences", "doi": "10.64898/2025.12.27.696689", "authors": "Switzer, A. D.; Parsons, K. M.; Hanson, M. B.; Emmons, C.; Park, L.; Hempelmann, J.; Robeck, T.; Herrick, K.; Osborn, S.; Jaffe, A. L.; Olsen, D.; Matkin, C.; Bik, E. M.; Robaczewska, A.; Wells, A.; May, D.; Wasser, S.; Thornton, S. J.; Relman, D. A.", "abstract": "The endangered Southern Resident killer whale (Orcinus orca) (SRKW) population is burdened by multiple anthropogenic stressors with limited non-invasive approaches for health surveillance. The gut microbiome is interconnected with host physiology and can be characterized using remotely collected fecal samples, creating unique opportunities to integrate environmental and individualized host-associated features of health. In this study, we used fecal samples collected over a 15-year period (2005-2019) from 77% of the living, wild SRKW population (56 individuals, 1-17 time points per individual), as well as fecal samples from the conspecific Northern and Alaska resident killer whale populations, to characterize distal gut microbiota structure and genomic composition. SRKW microbiotas were individualized and distinct from those of the nearby Northern and Alaska Resident populations, both of which exhibit consistently higher fecundity and survivorship. During the study period, SRKW fecal microbiota species richness declined, despite stability over periods of time less than or equal to 1 year. Several potential bacterial pathogens, such as Fusobacterium spp., achieved dominance in the fecal microbiotas of SRKW individuals sampled within 6 months of death. These findings demonstrate the feasibility and value of harnessing non-invasively collected fecal samples and microbiome profiles for longitudinal killer whale health surveillance.", "date": "2026-01-01", "journal": ""}
{"title": "yallHap: Modern Y-chromosome haplogroup inference with probabilistic scoring and ancient DNA support", "doi": "10.64898/2025.12.28.696719", "authors": "Hardie, A.", "abstract": "The human Y chromosome enables detailed reconstruction of paternal lineages through haplogroup classification. Existing tools for this purpose typically rely on outdated phylogenies, lack ancient DNA handling, or provide limited confidence metrics. Here I present yallHap, a Y-chromosome haplogroup classifier that integrates the YFull phylogenetic tree (185,780 SNPs) with probabilistic scoring, built-in ancient DNA damage filtering, and parallel processing for population-scale studies. Validation on 1,231 high-coverage gnomAD samples achieved 99.9% accuracy (95% CI: 99.5-100%) on GRCh38, and 1,233 samples from 1000 Genomes Phase 3 achieved 99.8% accuracy (95% CI: 99.3-100%). For ancient DNA with moderate variant density (4-10%), Bayesian ancient mode achieves +19.3 pp improvement over heuristic mode (+12 to +24 pp at 1% increments; see Supplementary Table S3), reaching 60-86% accuracy. On full AADR ancient DNA validation (7,333 samples spanning ~45,000 years), this translates to 90.7% overall accuracy (95% CI: 90.0-91.3%) versus 88.3% for heuristic transversions-only mode. At variant densities [&ge;]10%, both modes reach 97-99% accuracy. yallHap supports multiple reference genomes (GRCh37, GRCh38, T2T-CHM13v2.0), provides detailed quality metrics including optional ISOGG nomenclature output, and offers multi-threaded batch processing for large-scale studies. The tool is designed for integration into modern bioinformatics pipelines, with example wrappers for nf-core/eager [16,17] and Snakemake [18] workflows. The software is open source, available at https://github.com/trianglegrrl/yallHap, and distributed via pip, Bioconda, and Docker.", "date": "2026-01-01", "journal": ""}
{"title": "A tunable immune-evasion function of Zika virus NS5 governs viral fitness and pathogenesis", "doi": "10.64898/2025.12.28.696729", "authors": "Zhang, Y.; Zhang, Y.; Liu, C.; Ren, W.; Li, C.; Guo, Y.; Bai, L.; Wang, P.; An, J.; Liu, W. J.; Ding, Q.", "abstract": "Type I interferon (IFN) signaling is a central antiviral defense, with STAT2 driving the expression of IFN-stimulated genes (ISGs) to restrict viral infection. Many flaviviruses, including Zika virus (ZIKV), evade this pathway through non-structural protein 5 (NS5) - mediated ubiquitination and proteasomal degradation of STAT2, yet the contribution of this immune evasion strategy to viral fitness and pathogenesis remains incompletely defined. Here, using a multistep mutational scanning strategy that jointly assessed STAT2 degradation and viral RNA replication, we identified a single NS5 residue, L162, as uniquely permissive to substitution that abolishes STAT2 degradation without compromising intrinsic replication functions. Substitution of L162 with alanine or glycine (L162A or L162G) selectively disrupted NS5 recruitment of the ZSWIM8-CUL3 E3 ubiquitin ligase, thereby preserving STAT2 stability and restoring IFN signaling. Recombinant ZIKV carrying these mutations exhibited reduced replication and enhanced ISG induction in human cells, defects fully rescued by STAT2 knockout. In A129 mice (type I IFN receptor deficient), mutant and WT viruses replicated comparably, but in human STAT2 knock-in mice, ZIKV-NS5L162G exhibited markedly reduced viral loads and disease. Notably, infection with ZIKV-NS5L162G elicited robust neutralizing antibody and T-cell responses that conferred protection against WT challenge. Together, these findings establish NS5-mediated STAT2 degradation as a central determinant of ZIKV immune evasion, viral fitness and pathogenesis, while providing a conceptual framework for targeting viral immune antagonism in antiviral and attenuation strategies.", "date": "2026-01-01", "journal": ""}
{"title": "Multi-modal choroid plexus pathology in aging and Alzheimer's disease", "doi": "10.64898/2025.12.30.697051", "authors": "Xu, H.; Lotfy, P.; Englert, B.; Oberhauser, J.; Byer, L. I. J.; Wihlman, J.; Colangelo, K.; Okar, S. V.; Thommana, A.; Puttonen, H.; Mäyränpää, M. I.; Tuimala, J.; Pedrosa, R.; Kumar, D.; Haberberger, J. F.; Atkins, M. E.; Alimukhamedov, S.; Pragana, A.; Benson, J.; Gabrielle, M. E.; Dong, A.; DurantLaforet, V.; Lin, P. B.-C.; Keene, C. D.; Latimer, C. S.; Prater, K. E.; Holtzman, D. M.; Isakova, A. E.; Wyss-Coray, T.; Schafer, D. P.; Reich, D. S.; Lehtimäki, T.; Karhunen, P. J.; Kok, E.; Jansson, D.; Yang, A. C.; Myllykangas, L.; Ordovas-Montanes, J.; Lehtinen, M. K.", "abstract": "Brain barriers, cerebrospinal fluid (CSF) dynamics, and peripheral factors are implicated as significant contributors to Alzheimer's disease (AD). The choroid plexus (ChP) is a blood-brain interface that produces CSF and forms the blood-CSF barrier. However, how ChP pathology develops across the lifespan and contributes to AD has not been systematically characterized. Here, we report a multi-modal ChP atlas integrating single-nucleus transcriptomics from 49 individuals, AI-assisted quantitative histopathology across >500 postmortem samples age 16 to 105, spatial transcriptomics, and functional studies in 5xFAD mice. We identify fibrosis, calcification, and macrophage abnormalities as hallmarks of ChP aging, with AD pathology conferring additional effects, including expansion of a pro-inflammatory fibroblast-macrophage signaling niche. In 5xFAD mice, macrophage dysfunction is associated with impaired epithelial barrier maintenance and repair. Together, these data provide a foundational resource for understanding ChP dysfunction in aging and AD and propose the macrophage-fibroblast-epithelial barrier axis as a driver of ChP pathology.", "date": "2026-01-01", "journal": ""}
{"title": "Two phytohormones synergistically induce parasitic weeds seed germination via KAI2d receptors", "doi": "10.64898/2025.12.31.697154", "authors": "Suzuki, T.; Ishikawa, T.; Burger, M.; Otani, M.; Miyamoto, K.; Jiang, W.; Kaku, H.; Kitaoka, N.; Matsuura, H.; Kuruma, M.; Nishiyama, K.; Seto, Y.", "abstract": "Root parasitic plants can severely decrease global crop production. The germination of their seeds is induced by host root-derived strigolactones (SLs). Considering this unique germination system, a ''suicidal germination'' method has been proposed to control root parasitic plants. However, this method requires the cost-effective production of germination inducers. In this study, we determined that jasmonates and SLs can synergistically induce the seed germination of root parasitic plants (Orobanche minor and Striga hermonthica). Biochemical analyses indicated that jasmonates and SLs cooperatively activate multiple divergent KARRIKIN INSENSITIVE 2 receptors. Our findings have elucidated the host recognition systems associated with these highly duplicated promiscuous receptors, with potential implications for developing a new strategy to protect crops against root parasitic plants.", "date": "2026-01-01", "journal": ""}
{"title": "Multi-omic analysis reveals nitric oxide dependent remodeling in classically activated macrophages and identifies negative regulation mediated by AKR1A1", "doi": "10.64898/2025.12.31.697202", "authors": "Arp, N. L.; Urquiza, U. S.; Morgenstern, M.; Schrope, J. H.; Votava, J. A.; John, S. V.; Stevens, J. J.; Huttenlocher, A.; Coon, J. J.; Fan, J.", "abstract": "Nitric oxide (NO) is an important signaling molecule in many biological processes, including immune response. During response to classical activation stimuli lipopolysaccharide (LPS) and interferon-{gamma} (IFN{gamma}), macrophages generate NO via inducible nitric oxide synthase (iNOS). To comprehensively define the effects of NO, we applied a multi-omic strategy integrating proteomics and transcriptomics to profile murine macrophages across conditions with or without LPS/IFN{gamma}-activation, with or without iNOS expression or exogenous NO donor treatment. The results revealed NO has broad, yet selected and controlled, regulatory effects, playing a key role in coordinating the systematic remodeling during macrophage classical activation. Among the proteins that are most suppressed in a NO-dependent manner, electron transport chain (ETC) is the most enriched. NO drives complex-specific remodeling of ETC, causing selected downregulation of complex I, II, and IV, through a different combination of transcriptional and post-transcriptional mechanisms for each complex. Functionally, we found NO is required, but not sufficient, for the strong suppression of cellular respiration upon macrophage activation. Among the most consistently upregulated proteins are many enzymes involved in redox defense. AKR1A1 was identified as a top hit. We found Akr1a1 induction requires both NO and LPS/IFN{gamma} stimulation. The S-nitroso-CoA reductase activity of AKR1A1 mitigates NO-driven inhibition of pyruvate dehydrogenase complex by limiting the inhibitory modifications targeting its lipoyl cofactor. Knocking out Akr1a1 causes accelerated remodeling of TCA cycle, dysregulated immunoregulatory metabolite level, and altered functional gene expression and cytokine production at later stage of immune response. Thus, the NO-dependent upregulation of AKR1A1 forms a negative regulatory loop to fine-tune NO-mediated metabolic and functional remodeling during immune response. Together, this work provided a systems-level map of NO-dependent regulation, revealed the crosstalk between NO and immune signaling, and demonstrated mechanisms providing redox adaptation and precise control of NO's effects.", "date": "2026-01-01", "journal": ""}
{"title": "Mucosally sourced complement factor B modulates the host response to colitis", "doi": "10.64898/2025.12.31.697141", "authors": "Thapa, A.; Nallapu, A.; Muogboh, N.; Nedunchezian, S.; Talati, K.; Yang, B.; Hyun, J.; Sanchez, J. M. S.; Seet, C. S.; Koon, H. W.; Li, Z.; Ciorba, M. A.; Michelsen, K. S.; Kulkarni, H. S.; Kulkarni, D. H.", "abstract": "Distinct host factors maintain intestinal homeostasis but are incompletely understood. The complement system is primarily liver-derived and serum-operative. However, there is growing recognition for complement-mediated host defense at mucosal surfaces. The alternative pathway, which is constitutively active at low levels and amplifies complement activation independent of antibodies, requires Complement Factor B (CFB). Despite its evolutionary conservation, the spatial, cellular, and functional roles of CFB in the intestine are poorly understood. Here, we show that CFB is produced in the human colon and is increased in patients with active inflammatory bowel disease. To isolate the role of local CFB in mucosal responses, we interrogated a mouse strain that has no circulating, liver-derived CFB but retains intact CFB expression in the gut. Global CFB-deficient mice succumb to colitis compared to these liver-specific knockout mice, suggesting that locally synthesized CFB mitigates colitis. Single-cell analyses identify enterocytes and fibroblasts as key CFB producers in the gut. Compartment-specific deletion of CFB from epithelial or stromal cells abrogates mucosal protection independent of circulating levels, which corroborates with pharmacological CFB inhibition. These findings redefine complement in the intestine as a locally regulated mucosal defense system and establish gut-derived CFB as a critical determinant of intestinal homeostasis.", "date": "2026-01-01", "journal": ""}
{"title": "State-dependent geometric constraints reveal a regulatory gate in hematopoietic progenitors", "doi": "10.64898/2025.12.31.697210", "authors": "Quiroz, r. c. n.; Quiroz, E. N.", "abstract": "Single-cell multiome technologies have revealed geometric constraints in the joint distribution of chromatin accessibility and gene expression - regions termed \"forbidden zones\" that are systematically underpopulated. These patterns are particularly prominent in progenitor cells, leading to interpretations that developmental plasticity involves reduced informational coupling between epigenetic and transcriptional layers. Here, we characterize these geometric constraints in human bone marrow hematopoiesis (GSE194122; N=13 donors, 69,249 cells) and directly test whether they imply informational independence. We demonstrate that forbidden zones are robust, reproducible, and strongly enriched in progenitor populations (5- to 8-fold enrichment; Fisher's exact test, FDR < 10^-10). However, mutual information (MI) analysis using donor-level inference, within-donor residualization, and blocked permutation null models reveals a negative but informative result: progenitors exhibit higher, not lower, chromatin-transcription coupling than differentiated cells (median Delta MI = +0.0085; all 5 valid donors show positive Delta MI; Wilcoxon p = 1.0 for H0: Delta MI < 0). This falsifies the hypothesis that geometric constraints reflect informational dissociation. We propose that forbidden zones constitute a \"regulatory gate,\" a topological organization where geometric restriction coexists with efficient informational coupling. Progenitors operate in a high-precision regime where chromatin state tightly constrains transcriptional potential. These findings establish geometric gating as a principle of developmental regulation and caution against inferring information-theoretic properties from visualization alone.", "date": "2026-01-01", "journal": ""}
{"title": "Quenching corrinoid-based interactions in a model bacterial coculture.", "doi": "10.64898/2025.12.31.697204", "authors": "Hallberg, Z. F.; Alvarez-Aponte, Z. I.; Gaudinier, A.; Taga, M. E.", "abstract": "Microbial community structure is driven, in part, by the metabolic interdependencies of resident microbes. Thus, manipulating specific metabolic interactions represents one attractive way to both understand how microbial communities perform complex functions and alter them for therapeutic or environmental effects. However, it is not yet possible to control the availability of those metabolites produced by some members of the community that are required by others. Here, we report the development of a metabolite quenching strategy that disrupts a specific metabolic interaction involving corrinoids, the vitamin B12 family of cofactors, by applying a high-affinity corrinoid-binding protein, BtuG, to bacteria engaged corrinoid cross-feeding. Using a model coculture composed of Sinorhizobium meliloti, a bacterium that produces a corrinoid (cobalamin), and an Escherichia coli strain engineered to be corrinoid-dependent, we demonstrate corrinoid quenching by sequestration of extracellular corrinoid and show that BtuG specifically blocks corrinoid-dependent growth. We use this tool to calculate the amount of cobalamin released by S. meliloti cells and find that the cobalamin release rate is dependent on the growth phase of the producer, increasing to a maximum of approximately 40 cobalamin molecules per minute per cell in late exponential phase. This work establishes a strategy to selectively block microbial interactions that may be more broadly applied to dissecting community structure and function. We expect that applying high-affinity molecular sponges to quench nutrient sharing will allow for the identification of key nutrients that structure microbial communities and empower precision microbiome manipulation strategies.", "date": "2026-01-01", "journal": ""}
{"title": "Puf3 contributes to changes in mRNA solubility, translation elongation dynamics at rare arginine codons and loss of protein homeostasis in cells lacking Not4", "doi": "10.64898/2025.12.31.695943", "authors": "Collart, M.; Audebert, L.; Allen, G. E.; Chen, S.; Panasenko, O. O.; Huch, S.; Polte, C.; Ignatova, Z. O.; Pelechano, V.", "abstract": "The Not proteins of the Ccr4-Not complex regulate translation elongation dynamics, essential for proper folding and assembly of new proteins. In yeast, ribosomes with non-optimal codons in the A-site are enriched within the pool of ribosomes bound by Not4 and Not5. Such ribosomes accumulate in cells lacking Not4 or Not5 that show defects in co-translational assembly and aggregation of new proteins. Recently we observed that depletion of Not1 and Not4 inversely regulate changes in mRNA solubility, correlating with inverse codon-specific changes in A-site ribosome dwelling occupancies (RDOs). Here we describe that mRNAs less soluble upon Not4 depletion are enriched for targets of the RNA-binding protein Puf3. We determine that Puf3 contributes to inverse changes of A-site RDOs upon Not1 and Not4 depletion, in particular at rare arginine codons, and it contributes to changes in mRNA solubility in not4 deletion. Moreover, deletion of Puf3 suppresses temperature sensitivity and protein aggregation in the not4 deletion strain, while overexpression of Puf3 is toxic. Puf3 post-translational modifications and the Puf3 interactome are altered in not4 deletion. Taken together, our results associate alterations in Puf3 post-translational status and function, including contribution to translation elongation dynamics, with not4 deletion mutant phenotypes.", "date": "2026-01-01", "journal": ""}
{"title": "Fibrotic substrate stiffness enhances endometriotic epithelial cell motility", "doi": "10.64898/2025.12.31.697209", "authors": "Banerjee, S.; Manukyan, N.; Stroka, K.", "abstract": "Fibrosis is a common pathological feature of inflammatory conditions across various organ systems, leading to a marked increase in matrix stiffness. Although substrate stiffness is known to increase cell migration in cancer and stromal cell populations, it is not well understood how it affects benign epithelial cell motility, particularly within the pelvic cavity. We used an endometriotic epithelial cell line and polyacrylamide hydrogels with tunable stiffness, with glass as an extreme stiffness reference, to model mechanically driven single-cell and multicellular migration. We found that stiff substrates promoted cell speed, actin stress fiber formation, focal adhesion presentation, and spheroid expansion compared to the soft substrate. Increasing cellular contractility on the soft substrate and decreasing contractility on the stiff substrate led to an increase and decrease in cell speed, respectively. These findings provide mechanistic insight on how fibrosis as a biomechanical state regulates epithelial cell migration, with additional relevance to the pathogenesis of benign yet invasive conditions.", "date": "2026-01-01", "journal": ""}
{"title": "Acute deletion of PLIN5 in brown adipocytes causes mitochondrial dysfunction and cold intolerance", "doi": "10.64898/2025.12.31.697198", "authors": "Gallardo Montejano, V. I.; Yang, C.; Hurtado, H.; Bickel, P. E.", "abstract": "Cold exposure of mice is associated with adaptive molecular and organellar changes in brown adipose tissue (BAT) that promote thermogenesis to defend body temperature. We previously reported that the lipid droplet protein Perilipin 5 (PLIN5) robustly increases in BAT during acute exposure of mice to cold. We demonstrated that chronic induction of BAT PLIN5 within the physiological range in mice housed at room temperature mimics the effects of cold exposure in terms of increased thermogenic gene expression in BAT, increased BAT mitochondria cristae packing, and increased uncoupled mitochondrial respiration. Additionally, BAT PLIN5 overexpression led to healthy remodeling of inguinal white adipose tissue with improved systemic glucose tolerance and reduced diet-induced hepatic steatosis. Conversely, PLIN5 constitutive deletion in brown adipose tissue resulted in decreased BAT thermogenic gene expression and in BAT mitochondrial dysfunction but did not lead to cold intolerance or changes in glucose tolerance. We hypothesized that preserved cold tolerance despite chronic deficiency of PLIN5 in BAT was the result of compensatory white adipose tissue (WAT) beiging, as suggested by the observed increase in thermogenic gene expression in inguinal WAT (iWAT). To test this hypothesis, we developed a mouse model of doxycycline-inducible, acute deficiency of PLIN5 in BAT of adult mice (BiKOPLIN5 mice). After 7 days of doxycycline treatment and housing at 6 C, PLIN5 was significantly reduced in the BAT of BiKOPLIN5 mice compared with littermate control mice but was unchanged in the iWAT of these experimental groups. Under these conditions, thermogenic gene expression was reduced significantly in the BAT of BiKOPLIN5 mice compared to Control mice, as were mitochondrial cristae density and uncoupled BAT mitochondrial respiration. These effects of acute PLIN5 deficiency in BAT were associated with cold intolerance, which was consistent with the observed failure in iWAT of thermogenic gene expression to increase beyond that of Controls. These findings clarify the essential role of BAT PLIN5 in the physiological adaptive responses of mice to cold ambient temperature.", "date": "2026-01-01", "journal": ""}
{"title": "Ecological Dynamics of Pro-tumor and Anti-tumor Teams in the Tumor Microenvironment", "doi": "10.64898/2025.12.31.697148", "authors": "Anand, V.; Jolly, M. K.; Levine, H.", "abstract": "Tumor growth occurs within a complex tumor microenvironment (TME) composed of many interacting cell types. The immune cell types in TME tend to organize into two functional communities: a pro-tumor team and an anti-tumor team, each internally cooperative but mutually antagonistic forming a two-team ecosystem. Quantitatively predicting the ecological outcomes of such interactions remains challenging due to cellular diversity and interaction variability, and the exact dynamical regimes accessible to such a two-team ecosystem remain unknown. Here, we model tumor-immune interactions as a structured ecosystem with two competing teams using a generalized Lotka Volterra framework and analyze it using the cavity method. We derive phase diagrams that delineate when these two communities coexist, when one dominates, and how these outcomes depend on intra-team cooperation, cross-team inhibition, and ecological heterogeneity. Our work provides a foundation for understanding tumor-immune dynamics from a community ecology perspective.", "date": "2026-01-01", "journal": ""}
{"title": "Genome-wide Analysis Reveals High Genomic Diversity and Panmixia in Bay Pipefish (Syngnathus leptorhynchus) from Coos Bay, Oregon", "doi": "10.64898/2025.12.31.696303", "authors": "Currey, M. C.; Woods, M. A.; Goyal, V.; Bassham, S.; Healey, H. M.; Cresko, W. A.", "abstract": "The over 300 species of fishes in the charismatic family Syngnathidae (seahorses, pipefish, pipehorses, and seadragons) exhibit remarkable morphological and reproductive adaptations. Most syngnathid species inhabit shallow coastal regions where they are vulnerable to human activities, including habitat degradation and collection for use in traditional medicine and the aquarium trade. A gap remains in our understanding of within-species genetic diversity and population structure for most of the species in this family, information that is crucial for establishing baselines to detect future human-driven changes. Here, we investigate fine-scale population structure and genomic diversity in the bay pipefish (Syngnathus leptorhynchus), one of the relatively few temperate lineages within the Syngnathidae. Bay pipefish are habitat specialists that are closely associated with eelgrass (Zostera marina) along the Pacific coast of North America. Due to the patchy and changing nature of eelgrass habitat, bay pipefish provide an instructive case for using population genomics to explore patterns of connectivity in a dynamic coastal environment. We sampled 116 individuals from two locations separated by approximately 17 km in the Coos Bay estuary (Oregon, USA) and used restriction site-associated DNA sequencing (RAD-seq) to discover high and consistent genetic diversity at both sampling locations, with no indication of inbreeding. Genome-wide patterns of genetic variation showed minimal differentiation between the sampling sites, with levels of divergence indistinguishable from those expected under random sampling. Linkage disequilibrium was low and declined rapidly, and estimates of effective population size indicate a large, well-connected population within Coos Bay. These results establish a crucial genomic baseline for understanding how bay pipefish populations may respond to ongoing changes in their eelgrass habitat and offer a genomic framework for conservation and comparative studies across the Syngnathidae.", "date": "2026-01-01", "journal": ""}
{"title": "On rRNA gene cluster variation, phylogeny and local ecological differentiation in the Jaera albifrons complex (Crustacea: Isopoda)", "doi": "10.64898/2025.12.31.697188", "authors": "Rozenberg, A.; Khaitov, V.", "abstract": "The Jaera albifrons species complex comprises several closely related species of intertidal marine isopods that exhibit limited morphological differentiation and varying degrees of hybridization. In this pilot study, we analyzed regions of the nuclear rRNA genes (D1-D2 and ITS1) from populations of J. albifrons, J. praehirsuta, and J. ischiosetosa to assess their utility as diagnostic markers for species identification and phylogenetic inference. Despite the species' morphological distinctness and ecological differences, rRNA variability was remarkably shallow across the complex, with only few variable sites in D1-D2 and ITS1. This contrasted sharply with high interspecific divergence observed in other Jaera species, indicating recent divergence and nascent speciation within the complex. J. ischiosetosa showed the lowest intra-individual variation and was most distinct from the two other species. Overlap between J. albifrons and J. praehirsuta genotypes, consistent with known introgressive hybridization, was considerable and likely stems from introgressive hybridization. Local hybridization patterns identifiable morphologically varied across settlements with of the settlements demonstrating unusually high hybridization rates. Different settlements were found to demonstrate a range of abiotic factors impacting spatial separation of the different species and varying degrees of similarity between the species in rRNA genotypes. Phylogenetic analysis of the genus revealed that the J. albifrons complex originates from among the species of the Mediterranean species group and represents a recent migration from the Mediterranean rather than an early-diverging lineage as previously suggested. These findings highlight the challenges of using rRNA markers for species delimitation in recently diverged and hybridizing taxa and underscore variable hybridization and spatial segregation as key factors shaping coexistence in mixed populations.", "date": "2026-01-01", "journal": ""}
{"title": "Shining a light on the dark Nt-acetylome by integrating omics data", "doi": "10.64898/2025.12.31.697169", "authors": "Nashed, S.; Benchouaia, M.; Dijoux-Marechal, A.; Delaveau, T.; Le Crom, S.; Palancade, B.; Devaux, F.; Garcia, M.", "abstract": "N-terminal acetylation, catalysed by N-terminal acetyltransferases (Nats), is one of the most prevalent protein modifications and is implicated in human disease. Yet, despite extensive COFRADIC-based proteomics, only ~5-10% of the proteome has been interrogated, leaving the majority of the Nt-acetylome unexplored. Here, we combined all major COFRADIC datasets with Sel-TRAP, a high-sensitivity, orthogonal approach for profiling co-translational Nat targets via selective ribosome purification. This integrated analysis refined the substrate specificities of NatA, NatB, and NatC/E/F and provided the most comprehensive view to date of the canonical human and yeast Nt-acetylomes. Importantly, we also uncovered hundreds of cryptic Nat substrates arising from alternative translation initiation, with unexpected Nt-proteoforms constituting a previously underappreciated source of Nat targets. Collectively, our results revealed the complex landscape of a \"dark\" Nt-acetylome, the characterization of which, including its functional roles in regulating protein function and in disease, remains a major challenge for future research.", "date": "2026-01-01", "journal": ""}
{"title": "APIPred Web 1.0: A Web Platform to Predict Potential Aptamer Sequences for Protein targets", "doi": "10.64898/2025.12.31.697194", "authors": "Zhang, C.; He, J.; Gandavadi, D.; Hoang, C. N. M.; Cho, H.; Son, M.; Wang, X.; Dwivedy, A.; Umrao, S.", "abstract": "Aptamers are short single-stranded nucleic acids that bind protein targets with high specificity and are increasingly used in diagnostics and therapeutics, yet experimental discovery remains slow and variable in success. This creates a demand for computational systems that not only score candidate binders but also generate experimentally usable libraries under biologically meaningful constraints. Here, we present APIPred Web 1.0, a unified web platform that integrates constraint-aware aptamer library generation, machine learning- based aptamer- protein interaction prediction, and DNA secondary-structure analysis within a user-facing workflow. Users submit a target protein aminoacid sequence and define an aptamer template in a PREFIX - [VARIABLE] -SUFFIX format with real-time validation of key biological constraints (GC content and homopolymer limits). On the backend, sequences are converted into model- compatible features via optimized k-mer encodings (aptamer) and pseudo amino acid composition (PAAC) descriptors (protein), followed by inference with a trained XGBoost predictor. APIPred Web 1.0 improves the computational efficiency by applying precomputed protein features, vectorized batch processing (hundreds of sequences per batch), optimized XGBoost DMatrix inference, and a bounded heap that retains only the top 25 candidates during generation. The platform then computes minimum free energy (MFE) structures using ViennaRNA with parallel folding and returns ranked list of the top candidates with log-transformed interaction scores, complete sequences (variable region highlighted), dot-bracket structures, MFE values, and interactive 2D visualizations via persistent result links. In a demonstration study targeting CD64 protein, the platform produced 25 putative binders from a custom 40- nucleotide library and enabled selection of structurally diverse candidates for experimental testing. Flow cytometry showed specific binding to CD64-expressing THP-1 cells with minimal signal in Ramos control cells. Collectively, APIPred Web 1.0 offers a reproducible, structure-informed, and computationally efficient pipeline for rapid generation of aptamer candidates against target proteins for downstream experimental validation.", "date": "2026-01-01", "journal": ""}
{"title": "Memory from variability: Heritable short-term cellular memory emerges from stochastic biochemical reaction networks", "doi": "10.64898/2025.12.31.694479", "authors": "Aronson, M. S.; Zhou, B. Y.; Fitzgerald, J. E.; Sgro, A. E.", "abstract": "Cells exhibit a mysterious form of selective heritable short-term memory, influencing outcomes as diverse as cell fate decisions in embryos and environmental responses in cancer cells and bacteria. Here, we present a simple theoretical framework explaining how this selective memory can arise from the reactions regulating molecular levels in cells. Our key insight is that related cells retain more similar molecular concentrations relative to random cells when a greater variance of possible concentration states is created during a single cell generation than is created by cell division across a population. This persistence of molecular similarity down a lineage constitutes a form of heritable short-term memory. We identify the biochemical networks that produce, modify, and degrade molecules as an underexplored source of these additional molecular concentration states. Using experimentally informed simulations, we find that the strength and duration of molecular similarity down a lineage depend on tunable network properties, explaining why some cellular traits persist only briefly while others last generations. These contributions to molecular concentration variance from biochemical reaction networks act in concert with gene expression and other regulatory processes to shape the protein composition of cells. Our framework yields clear, testable predictions for determining how biochemical network architectures drive non-genetic cellular inheritance.", "date": "2026-01-01", "journal": ""}
{"title": "Frizzled 6 Drives EMT and Stromal Remodeling Downstream of SP1 in Basal-like Pancreatic Cancer", "doi": "10.64898/2025.12.31.697213", "authors": "Stevens, P. D.; Giannotta, C. S.; Spires, E. C.; Diegel, C. R.; Zhong, Z. A.; Madaj, Z. J.; Olson, S. I.; Dawood, M. H.; Honabarger, A.; Caligiuri, G.; Tuveson, D. A.; Hostetter, G. B.; Williams, B. O.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is a highly lethal malignancy, in part due to its rapid progression and early metastasis. To uncover novel drivers of this aggressive behavior, we first analyzed Frizzled receptor expression in human PDAC datasets and identified Frizzled 6 (FZD6) as uniquely predictive of poor clinical outcomes among all ten Frizzled family members. High FZD6 expression correlated with significantly worse overall survival for PDAC patients of any age. Functional studies in human PDAC cell lines showed that FZD6 promotes mesenchymal phenotypes, including enhanced migration and growth in 3D culture, while FZD6 loss induces E-cadherin expression and impairs motility without affecting 2D proliferation. In vivo, conditional epithelial deletion of Fzd6 in KPC mice significantly extended survival, reduced tumor burden and metastasis, and remodeled the tumor microenvironment to suppress stromal activation. Single-cell RNA sequencing analysis of human and mouse PDAC tumors confirms that FZD6 is primarily found within the tumor cells and FZD6-activating, noncanonical Wnt ligands are found to be produced by the cancer-associated fibroblasts surrounding the tumors. Mechanistically, we found that FZD6 is a transcriptional target of specificity protein 1 (SP1), a factor upregulated in mutant p53 contexts and within basal-like PDAC subtypes. SP1 knockdown reduced FZD6 expression and signaling through the PCP pathway. Furthermore, reduced SP1 impaired cell motility. Together this implicates the SP1-Fzd6-Wnt/PCP axis as a key driver of epithelial plasticity and disease progression. These findings suggest that FZD6 is a central effector of mutant p53-driven EMT, and a promising therapeutic target in metastatic PDAC.", "date": "2026-01-01", "journal": ""}
{"title": "Fezf2 regulates differentiation of Aire-expressing and post-Aire mimetic epithelial populations maintaining thymic homeostasis", "doi": "10.64898/2025.12.31.697099", "authors": "Germino, J.; Liu, X.; Wang, Y.; Balolong, J.; Tang, V.; Sun, I.-H.; Nie, Y.; Tsyporin, J.; Proekt, I.; Rattay, K.; Ntranos, V.; Anderson, M. S.; Chen, B.; Gardner, J. M.; Miller, C. N.", "abstract": "Fezf2 has been proposed to serve principally as a transcriptional regulator of broad self-antigen expression in medullary thymic epithelial cells (mTECs). Here, we demonstrate an additional function for Fezf2 as a developmental regulator of TEC lineage commitment. Fezf2 deficiency in the thymus led to a relative expansion of lung mimetic and Ccl21+ immature mTECs at the expense of MHCII-hi Aire-expressing and all other mimetic populations. Consistent with this, the disruption of mTEC development had functional consequences, including alterations in tuft-associated iNKT polarization and microfold-associated B-cell class switching. In addition, high-resolution transcriptomics revealed that Fezf2 and Aire regulate distinct transcriptional programs, with Fezf2 driving both activation and repression of a more limited set of tissue-restricted genes compared to the broad gene activation program observed for Aire. Pure transcriptional repression at Fezf2 target loci was sufficient to partially rescue mTEC development in global Fezf2-/- (tKO) mice, potentially through suppression of Lifr expression and modulation of downstream Stat3 signaling tone. These results expand our understanding of Fezf2 in mTEC biology, highlighting transcriptional repression as a required functional facet for adult steady-state lineage patterning across the mTEC compartment.", "date": "2026-01-01", "journal": ""}
{"title": "Selective estradiol sensitivity in 12Z human endometriotic epithelial cell line", "doi": "10.64898/2025.12.31.697205", "authors": "Banerjee, S.; Chopra, E.; Smith, I. M.; Stroka, K.", "abstract": "Estradiol (E2) is a potent estrogen molecule that plays a crucial role in regulating numerous healthy and pathophysiological processes. To model estrogen-dependent cellular activities in vitro in a physiologically meaningful way, cells chosen for experimentation should exhibit sensitivity to E2. The 12Z human endometriotic epithelial cell line is gaining attention as a model for estrogen-dependent conditions, but its functional responsiveness to E2 has not been well characterized. In the following study, we found that E2 does not influence 12Z proliferation, collective migration, or single-cell migration. However, 12Zs were selectively responsive to E2 in 3D migration models where the cells were physically confined. Upregulating ER, the primary mediator of estrogenic action, in the 12Zs did not enhance their functional E2 sensitivity. To delineate the underpinning of these behaviors, RNA sequencing was performed and revealed a differential expression of pseudogenes and non-coding RNAs in E2-treated 12Zs compared to vehicle control-treated 12Zs. Several signal transduction genes were significantly downregulated in ESR1-overexpressing 12Zs compared to normal 12Zs, which may play a role in their persistent lack of E2 sensitivity. These results prompt us to question whether the 12Z cell line, which mostly lacks functional E2 responsiveness, should be used in vitro as a model of estrogen-dependent processes and conditions.", "date": "2026-01-01", "journal": ""}
{"title": "Non-canonical sex chromosome evolution revealed by extreme heterogeneity in homomorphic Y chromosome differentiation in the common frog", "doi": "10.64898/2025.12.31.697208", "authors": "Carpentier, F.; Veltsos, P.; Unal, E.; Doucette, K. L.; Fontsere, R.; Brelsford, A.; Toups, M. A.; Perrin, N.; Ma, W.-J.", "abstract": "Sex chromosome evolution is traditionally viewed as a gradual process of recombination suppression and Y degeneration, yet many vertebrates deviate from this canonical model. Frogs exemplify such exceptions: they retain homomorphic sex chromosomes, exhibit extreme heterochiasmy, and undergo recombination in XY sex-reversed females, offering a unique system to investigate sex chromosome evolutionary trajectories different from the canonical model. Here, we study a Swiss Alpine population of the European common frog (Rana temporaria) with homomorphic XY chromosomes and three coexisting male genotypes using whole genome sequencing of pooled samples with different Y haplotypes and of doubled haploid YY individuals, and RNA-seq transcriptomic data. We reveal extreme heterogeneity in X-Y divergence: two fully differentiated Y haplotypes span nearly 90% of the sex chromosome (618-625 Mb), representing the largest known vertebrate non-recombining region (large NRR), while a semi-differentiated Y shows only a NRR of 4.64 Mb (small NRR), and XX males display no detectable divergence from females. Y degeneration is minimal even on the large NRR: we detect significantly higher transposable element insertions but no gene loss, Y-linked gene copy decay, faster-X effects, or enrichment of sex-biased genes. The small NRR (4.64 Mb), containing the candidate master sex-determining gene Dmrt1, defines the shared sex-determining locus across all Y haplotypes. We propose that recurrent X-Y recombination via sex-reversed XY females, combined with extreme heterochiasmy, generates an evolutionarily unstable state, repeatedly resetting X-Y divergence and limiting Y degeneration. The coexistence of multiple Y haplotypes, also occurred throughout the species distribution range, over long timescales is likely due to gene flow or context-dependent selection. Our findings reveal a non-canonical pathway of sex chromosome evolution, shaped by sex-specific recombination landscapes and sex reversal, and characterized by limited and reversible degeneration and dynamics, challenging the universality of classical models and highlighting the value of non-model vertebrates for understanding sex chromosome diversity.", "date": "2026-01-01", "journal": ""}
{"title": "Time-dependent Glucocorticoid-Induced Transcriptomic Changes in Human Trabecular Meshwork and Schlemm's Canal", "doi": "10.64898/2025.12.31.696882", "authors": "Mehrotra, S.; Jeanneret, H.; Perkumas, K.; Liu, R.; Lama, J.; Huynh, K.; Mukundan, A.; Scott, H.; Apivatthakakul, A.; Wiggs, J.; Stamer, D.; Segre, A.; Sobrin, L.", "abstract": "Purpose: To identify the transcriptomic changes induced by dexamethasone (DEX) in trabecular meshwork (TM) and Schlemm's canal endothelial (SCE) cells with RNA-sequencing (RNA-seq). Methods: Human TM (n=10) and SCE cell strains (n=5) were isolated from healthy donor eyes and exposed to DEX 100nM and vehicle (control). Three DEX exposure times were evaluated: 1-hour, 6-hours, and 2 days. RNA-seq was performed on Illumina's TruSeq platform and gene expression was quantified using featureCount. DESeq2 paired (treated and untreated) sample test was applied to identify genes transcriptionally responsive to DEX (DEGs) at false discovery rate <0.05. Gene-set enrichment analyses were performed on DEGs. DEGs were tested for association with glaucoma (POAG) and intraocular pressure (IOP). Results: Nine TM and 4 SCE strains passed quality control. After 2-day DEX exposure, there were 857 and 2,086 DEGs in TM and SCE, respectively. Of these, 411 genes were differentially expressed in both TM and SCE, including FKBP5 (17.3-fold-change, p=6.9x10-53) and FAM107A (25.1-fold-change, p=4.0x10-240), the most significant DEG after 2-day DEX exposure in TM and SCE, respectively. The 2-day DEX DEGs in TM and SCE were enriched in cell adhesion, extracellular matrix, and response to stimulus in Gene Ontologies (p<3.7x10-6). Early response DEGs were enriched in immune-related processes. Thirteen DEGs in TM were significant at all three time points, including PER1. LTBP2 is a TM-only DEG and FAM105A a SCE-only DEG associated with IOP and POAG risk. Conclusions: This study identified candidate genes and pathways for glucocorticoid-induced ocular hypertension which can be further explored in human genetic analyses.", "date": "2026-01-01", "journal": ""}
{"title": "Innate immune sensing via the cGAS-STING pathway restricts extrachromosomal DNA-driven tumorigenesis", "doi": "10.64898/2025.12.31.697191", "authors": "Li, T.; Yang, Q.-L.; Qiao, K.; Zhang, A.; Sun, C.; Huang, H.; Mischel, P. S.; Wu, S.; Chen, Z. J.", "abstract": "Extrachromosomal DNAs (ecDNAs) are circular DNA fragments frequently found in human cancers, where they amplify oncogenes, drive tumor heterogeneity, and promote therapy resistance and poor prognosis. Despite their prevalence, how ecDNAs interact with the immune system remains poorly understood. Here, we show that the cytosolic DNA sensor cGAS detects ecDNA fragments in the cytoplasm and activates the innate immune response. cGAS and STING are frequently silenced in ecDNA+ tumors through promoter hypermethylation. Restoring cGAS or STING in human and murine ecDNA+ cancer cells reactivates innate immune signaling and selectively suppresses ecDNA+ tumor growth in an immunocompetent mouse model. Using two ecDNA biogenesis models, we show that the cGAS-STING pathway restricts de novo ecDNA formation. Together, our findings identify innate immune sensing as a natural barrier to ecDNA-driven oncogenesis and establish cGAS-STING reactivation as a therapeutic strategy for ecDNA+ cancers.", "date": "2026-01-01", "journal": ""}
{"title": "High-Throughput, Multiplex Immunofluorescence for the Computer-automated Immunophenotyping of Mycosis Fungoides", "doi": "10.64898/2025.12.30.697118", "authors": "McMullan, P.; Benoit, M. R.; Gasek, N.; Riddick, S.; Masison, J.; Ferenczi, K.; Rowe, D.; Weston, G.", "abstract": "The diagnosis of Mycosis Fungoides (MF) is difficult and often delayed, exacerbated by the constraint of conventional immunohistochemistry (IHC) to analyze only one antigen per tissue section, often necessitating repeat biopsies and extensive workups. We sought to validate a high-throughput Multiplex Immunofluorescence (MIF) method, coupled with computer-automated image analysis, to generate comprehensive immunophenotyping data from a single formalin-fixed, paraffin-embedded (FFPE) biopsy. We applied an 11-biomarker MIF panel across 18 archived skin specimens (9 MF/TCR clonality positive and 9 control/TCR clonality negative). Initial validation confirmed that MIF antigen expression and spatial localization were concordant with sequential IHC-stained sections. Whole slide image stacks were analyzed using both computer-assisted and fully computer-automated pipelines. Both methods successfully delineated immunophenotypic differences. MF specimens showed a significant expansion of hematopoietic cells and proliferative T-lymphocytes compared to controls. Crucially, MF tissues also exhibited a significant increase in the percentage of atypical T-lymphocytes. Our results validate the potential of MIF to obtain comprehensive, high-dimensional diagnostic information from a single tissue section. Integration with computer-automated analysis offers a scalable, high-throughput platform that can significantly aid in the timely and accurate diagnosis of cutaneous lymphomas.", "date": "2026-01-01", "journal": ""}