{"title": "The Self-Interest of Adolescents Overrules Cooperation in Social Dilemmas", "doi": "10.1101/2020.10.26.354704", "authors": "Wu, X.; Fu, H.; Aydogan, G.; Feng, C.; Qin, S.; Zeng, Y.; Liu, C.", "abstract": "Cooperation is essential for success in society. Research consistently showed that adolescents are less cooperative than adults, which is often attributed to underdeveloped mentalizing that limits their expectations of others. However, the internal computations underlying this reduced cooperation remain largely unexplored. This study compared cooperation between adolescents and adults using a repeated Prisoner's Dilemma Game. Adolescents cooperated less than adults, particularly after their partner's cooperation. Computational modeling revealed that adults increased their intrinsic reward for reciprocating when their partner continued cooperating, a pattern absent in adolescents. Both computational modeling and self-reported ratings showed that adolescents did not differ from adults in building expectations of their partner's cooperation. Therefore, the reduced cooperation appears driven by a lower intrinsic reward for reciprocity, reflecting a stronger motive to prioritize self-interest, rather than a deficiency in mentalizing or social learning. These findings provide insights into the developmental trajectory of cooperation from adolescence to adulthood.", "date": "2025-10-18", "journal": ""}
{"title": "Impaired aldehyde detoxification caused by a common human polymorphism promotes anti-bacterial immunity", "doi": "10.1101/2023.08.24.554661", "authors": "Espich, S.; Berry, S.; Chang, X.; Balakhmet, A.; Thuong, N. T. T.; Dorajoo, R.; Khor, C. C.; Heng, C. K.; Yuan, J.-M.; Koh, W.-P.; Fox, D.; Anaya-Sanchez, A.; Tenney, L.; Chang, C. J.; Baral, R.; Kotov, D. I.; Ravesloot-Chavez, M.; Vance, R. E.; Dunstan, S. J.; Darwin, K. H.; Stanley, S. A.", "abstract": "The ALDH2*2 (rs671) variant present in >500 million individuals reduces ALDH2 function, impairing aldehyde detoxification. While aldehyde accumulation in these individuals is associated with numerous negative health consequences, a previous study showed a cohort of ALDH2*2 carriers are less likely to develop active pulmonary tuberculosis. Here, we present additional human data that support this finding and show ALDH2-deficiency in mice provides a fitness advantage during bacterial infections. We found aldehydes normally detoxified by ALDH2 killed the bacterial pathogens Mycobacterium tuberculosis and Francisella tularensis. Infected macrophages from Aldh2 deficient mice had higher levels of formaldehyde and 4-hydroxynonenal, which enhanced their microbicidal capacity. Aldh2 deficient mice were more resistant to infection with Mycobacterium tuberculosis and Francisella tularensis than parental mice and displayed elevated inflammatory cytokine and chemokine levels, accompanied by an increased accumulation of inflammatory monocytes and macrophages. These findings support a model in which host-derived aldehydes are robust innate immune effectors, limiting bacterial infection through both direct microbicidal activity and immune modulation. Collectively, this work may explain why the ALDH2*2 allele was selected for in humans.", "date": "2025-10-18", "journal": ""}
{"title": "Raw signal segmentation for estimating RNA modification from Nanopore direct RNA sequencing data", "doi": "10.1101/2024.01.11.575207", "authors": "Cheng, G.; Vehtari, A.; Cheng, L.", "abstract": "Estimating RNA modifications from Nanopore direct RNA sequencing data is a critical task for the RNA research community. However, current computational methods often fail to deliver satisfactory results due to inaccurate segmentation of the raw signal. We have developed a new method, SegPore, which leverages a molecular jiggling translocation hypothesis to improve raw signal segmentation. SegPore is a pure white-box model with enhanced interpretability, significantly reducing structured noise in the raw signal. We demonstrate that SegPore outperforms state-of-the-art methods, such as Nanopolish and Tombo, in raw signal segmentation across three large benchmark datasets. Moreover, the improved signal segmentation achieved by SegPore enables SegPore+m6Anet to deliver state-of-the-art performance in site-level m6A identification. Additionally, SegPore surpasses baseline methods like CHEUI in single-molecule level m6A identification.", "date": "2025-10-18", "journal": ""}
{"title": "Label-free 3D subcellular phenotyping of mouse embryos by holotomography enables early prediction of blastocyst formation", "doi": "10.1101/2024.05.07.592317", "authors": "lee, c.; kim, g.; Shin, T.; Lee, S.; Kim, J. Y.; Choi, K. H.; Do, J.; Park, J.; Do, J.; Kim, J. H.; Park, Y.", "abstract": "Accurate embryo quality assessment is central to improving outcomes in in vitro fertilization (IVF), yet current practice relies mainly on subjective two-dimensional (2D) morphology. Here we present a label-free framework for quantitative three-dimensional (3D) embryo phenotyping using low-coherence holotomography (HT). Time-lapse HT enabled volumetric imaging of mouse embryos from the 2-cell stage to the blastocyst without affecting developmental competence, capturing subcellular features at high resolution. Quantitative analysis revealed that matured embryos exhibited higher blastomere counts, greater spatial variability, and tighter nuclear packing, whereas arrested embryos showed enlarged blastomeres, elevated cytoplasmic heterogeneity, and fewer, larger nuclei. Machine learning models trained on these features achieved robust prediction of blastocyst formation (AUC up to 0.958). Together, these findings demonstrate that HT provides objective and interpretable 3D biomarkers that could augment and transform embryo selection in IVF.", "date": "2025-10-18", "journal": ""}
{"title": "Executive Resources Shape the Impact of Language Predictability Across the Adult Lifespan", "doi": "10.1101/2024.05.08.592872", "authors": "Schuckart, M. M.; Martin, S.; Tune, S.; Schmitt, L.-M.; Hartwigsen, G.; Obleser, J.", "abstract": "Humans routinely anticipate upcoming language, but whether such predictions come at a cognitive cost remains debated. In this study, we demonstrate the resource-dependent nature of predictive mechanisms in language comprehension across the lifespan: Experimentally limiting executive resources through a concurrent task reduces the effect of language predictability on reading time. Participants (N=175, replication N=96) read short articles presented word-by-word while completing a secondary font colour n-back task, thus varying cognitive demand. Language predictability was indexed by word surprisal as derived from a pre-trained large language model (GPT-2). Across two independent samples, our findings reveal that language predictions are not cost-free: They draw on executive control resources, and this dependency becomes more pronounced with age (18 to 85 years). These results help resolve the debate over cognitive demands in language comprehension and highlight prediction as a dynamic, resource-dependent process across the lifespan.", "date": "2025-10-18", "journal": ""}
{"title": "Cone bipolar cell synapses generate transient versus sustained signals in parallel ON pathways of the mouse retina", "doi": "10.1101/2024.05.13.593825", "authors": "Kuo, S. P.; Yu, W.-Q.; Srivastava, P.; Okawa, H.; Della Santina, L.; Berson, D. M.; Awatramani, G. B.; Wong, R. O.; Rieke, F.", "abstract": "Parallel processing is a fundamental organizing principle in the nervous system and understanding how parallel neural circuits generate distinct outputs from common inputs is a key goal of neuroscience. In the mammalian retina, divergence of cone signals into multiple feedforward bipolar cell pathways forms the initial basis for parallel retinal circuits dedicated to specific visual functions. Here, we used patch-clamp electrophysiology, electron microscopy and two photon imaging of a fluorescent glutamate sensor to examine how kinetically-distinct responses arise in transient versus sustained ON alpha RGCs (ON-T and ON-S RGCs) of the mouse retina. We directly compared the visual response properties of these RGCs with their presynaptic bipolar cell partners, which we identified using 3D electron microscopy reconstruction. Different ON bipolar cell subtypes (type 5i, type 6 and type 7) had indistinguishable light-driven responses whereas extracellular glutamate signals around RGC dendrites and postsynaptic excitatory currents measured in ON-T and ON-S RGCs in response to the identical stimuli used to probe bipolar cells were kinetically distinct. Anatomical examination of the bipolar cell axon terminals presynaptic to ON-T and ON-S RGCs suggests that bipolar subtype-specific differences in the size of synaptic ribbon-associated vesicle pools may contribute to transient versus sustained kinetics. Our findings indicate that feedforward bipolar cell synapses are a primary point of divergence in kinetically distinct visual pathways.", "date": "2025-10-18", "journal": ""}
{"title": "Synthetic alpha-synuclein fibrils replicate in mice causing MSA-like pathology", "doi": "10.1101/2024.07.01.601498", "authors": "Burger, D.; Kashyrina, M.; van den Heuvel, L.; de La Seigliere, H.; Lewis, A. J.; De Nuccio, F.; Mohammed, I.; Verchere, J.; Feuillie, C.; Berbon, M.; Arotcarena, M.-L.; Retailleau, A.; Bezard, E.; Canron, M.-H.; Meissner, W. G.; Loquet, A.; Bousset, L.; Poujol, C.; Nilsson, P.; Laferriere, F.; Baron, T.; Lofrumento, D. D.; De Giorgi, F.; Stahlberg, H.; Ichas, F.", "abstract": "Multiple system atrophy (MSA) is a rapidly progressive neurodegenerative disease of unknown cause, typically affecting individuals aged 50-60 and leading to death within a decade. It is characterized by glial cytoplasmic inclusions (GCIs) composed of fibrillar alpha-synuclein (aSyn), whose formation shows parallels with prion propagation. While fibrils extracted from MSA brains have been structurally characterized, their ability to replicate in a protein-only manner has been questioned, and their capacity to induce GCIs in vivo remains unexplored. By contrast, the synthetic fibril strain 1B, assembled from recombinant human aSyn, self-replicates in vitro and induces GCIs in mice - suggesting direct relevance to MSA - but awaited scrutiny at an atomic scale. Here, we report high-resolution structural analyses of 1B fibrils and of fibrils extracted from diseased mice injected with 1B that developed GCIs (1BP). We show in vivo that conformational templating enables fibril strain replication, resulting in MSA-like inclusion pathology. Remarkably, the structures of 1B and 1BP are highly similar and mimic the fold of aSyn observed in one protofilament of fibrils isolated from MSA patients. Moreover, reinjection of crude mouse brain homogenates containing 1BP into new mice reproduces the same MSA-like pathology induced by the parent synthetic seed 1B. Our findings identify 1B as a synthetic pathogen capable of self-replication in vivo and reveal structural features of 1B/1BP that may underlie MSA pathology, offering insights for therapeutic strategies.", "date": "2025-10-18", "journal": ""}
{"title": "The olfactory receptor SNIF-1 mediates foraging for leucine-rich diets in Caenorhabditis elegans", "doi": "10.1101/2024.07.11.603021", "authors": "Siddiqui, R.; Mehta, N.; Ranjith, G.; Felix, M.-A.; Chen, C.; Singh, V.", "abstract": "Acquisition of essential nutrients through diet is crucial for the survival of animals. Dietary odors might enable animals to forage for nutrient-rich diets. We asked if Caenorhabditis elegans, a bacterivorous nematode, uses olfactory cues to forage for essential amino acid-rich (EAA) diets. Using the native microbiome of C. elegans, we show that worms rely on olfaction to select leucine (EAA)-enriched bacteria. Using gas chromatography, we find that leucine-enriched bacteria produce isoamyl alcohol (IAA) odor in the highest abundance. Prior adaptation of worms to IAA diminishes the diet preference of worms. Several wild isolates of C. elegans display robust responses to IAA emphasizing its ecological relevance. We find that foraging for a leucine-enriched diet is mediated via the AWC olfactory neurons. Finally, we identify SNIF-1 G protein-coupled receptor in AWC neurons as a receptor for IAA and a mediator of dietary decisions in worms. Our study identifies a receptor-ligand module underpinning foraging behavior in C. elegans.", "date": "2025-10-18", "journal": ""}
{"title": "A Systematic Review of the Impacts of El Nino-Driven Drought, Fire, and Smoke on Non-Human Primates in Southeast Asia", "doi": "10.1101/2024.11.08.622697", "authors": "Barrow, E. J.; Erb, W. M.", "abstract": "During the El Nino phase of the El Nino-Southern Oscillation (ENSO), much of Southeast Asia experiences intense droughts and surging temperatures, exacerbating wildfires and creating a blanket of hazardous haze across much of the region. These patterns are predicted to worsen with climate change, further exacerbating the vulnerability of the regions'' primate species, 94% of which are threatened with extinction. Here, we report findings from a systematic search of the literature and synthesise the current state of knowledge regarding the impacts of El Nino-driven drought, fire, and smoke on non-human primates in Southeast Asia. Our review shows that habitat loss and degradation driven by El Nino-induced drought and fire causes changes to diet, activity patterns, social interactions, and physical condition, and leads to population crowding, reduced group sizes, increased infant mortality, displacement of individuals, and even local extirpation. Further, prolonged exposure to smoke alters behaviour and worsens the health of primates. Notably, two studies presented evidence for the recovery of primate populations in habitats damaged by fire if forest is allowed to regenerate. We highlight significant gaps in our understanding of the impacts of El Nino on non-human primates, particularly the need for research that encompasses the interconnected factors of rainfall, temperature, fire, and smoke, as well as long-term effects on reproduction and mortality. Due to the unpredictable nature of El Nino, we acknowledge the difficulties of planning research in this area and emphasise the potential of long-term research sites to add to our understanding of this key conservation issue.", "date": "2025-10-18", "journal": ""}
{"title": "Gene-specific endothelial programs drive AVM pathogenesis in SMAD4 and ALK1 loss-of-function", "doi": "10.1101/2025.01.03.631070", "authors": "Oppenheim, O.; Giese, W.; Park, H.; Baumann, E.; Ivanov, A.; Beule, D.; Eichmann, A.; Gerhardt, H.", "abstract": "Background: Hereditary hemorrhagic telangiectasia is a genetic disorder caused by loss-of-function mutations in components of the bone morphogenetic protein signaling pathway, leading to arteriovenous malformations. Most prior work has treated BMP-component mutations as mechanistically interchangeable, yet whether distinct genes converge on a shared mechanism remains unclear. We aimed to understand the molecular relationship between BMP signaling and endothelial flow response that leads to AVM formation. Methods: We expose human endothelial monolayers treated with siRNA against SMAD4 or ALK1 to laminar flow and analyze flow-responsive transcriptomics, flow-responsive BMP signaling activation dynamics, cell polarity and morphology. We analyze the cell-autonomous and non-cell-autonomous migration dynamics of ECs treated with siSMAD4 or siALK1. Using the postnatal mouse retina model, we study EC distribution changes over time in mosaic settings, and assess the remodelling capabilities of Smad4iECKO or Alk1iECKO, relative to littermate controls. Results: This study shows that mutations in SMAD4 or ALK1 lead to fundamentally distinct mechanisms of malformation formation. SMAD4 deficiency enhances endothelial responses to blood flow, including transcriptional activation and migration against flow, causing excessive capillary pruning and the development of single large shunts. In contrast, ALK1 deficiency disrupts flow sensing, impairs cell polarization and migration, and promotes a persistent angiogenic state, resulting in dense, hypervascularized networks. RNA sequencing reveals that these transcriptional changes precede flow onset, suggesting early defects in endothelial fate specification. Mosaic in vitro models show that mutant cells co-opt neighboring wild-type cells, while in vivo tracking confirms mutation-specific migration behavior. Conclusions: These findings reveal divergent cellular programs driving arteriovenous malformations and underscore the need for gene-specific diagnostic and therapeutic strategies.", "date": "2025-10-18", "journal": ""}
{"title": "Generative modeling for RNA splicing predictions and design", "doi": "10.1101/2025.01.20.633986", "authors": "Wu, D.; Maus, N.; Jha, A.; Yang, K.; Wales-McGrath, B. D.; Jewell, S.; Tangiyan, A.; Choi, P.; Gardner, J. R.; Barash, Y.", "abstract": "Alternative splicing (AS) of pre-mRNA plays a crucial role in tissue-specific gene regulation, with disease implications due to splicing defects. Predicting and manipulating AS can therefore uncover new regulatory mechanisms and aid in therapeutics design. We introduce TrASPr+BOS, a generative AI model with Bayesian Optimization for predicting and designing RNA for tissue-specific splicing outcomes. TrASPr is a multi-transformer model that can handle different types of AS events and generalize to unseen cellular conditions. It then serves as an oracle, generating labeled data to train a Bayesian Optimization for Splicing (BOS) algorithm to design RNA for condition-specific splicing outcomes. We show TrASPr+BOS outperforms existing methods, enhancing tissue-specific AUPRC by up to 1.8 fold and capturing tissue-specific regulatory elements. We validate hundreds of predicted novel tissue-specific splicing variations and confirm new regulatory elements using dCas13. We envision TrASPr+BOS as a light yet accurate method researchers can probe or adopt for specific tasks.", "date": "2025-10-18", "journal": ""}
{"title": "A comparison of short- and long-read whole genome sequencing for microbial pathogen epidemiology", "doi": "10.1101/2025.02.17.638699", "authors": "Schiffer, A. M.; Rahman, A.; Sutton, W.; Putnam, M. L.; Weisberg, A. J.", "abstract": "Whole genome sequencing provides the highest resolution for characterizing pathogen evolution, epidemiology, and diagnostics. Genome assemblies contain information on the identity and potential phenotypes of a pathogen. Likewise, variant calling can inform on transmission patterns and evolutionary relationships. Recent improvements in Oxford Nanopore long-read sequencing have made its use attractive for genomic epidemiology. However, the accuracy and optimal strategy for analysis of Nanopore reads remains to be determined. We compared the use of Illumina short reads and Oxford Nanopore long reads for genome assembly and variant calling of phytopathogenic bacteria. We generated short- and long-read datasets for diverse phytopathogenic Agrobacterium strains. We then analyzed these data using multiple pipelines designed for either short or long reads and compared the results. We found that assemblies made from long reads were more complete than those made from short-read data and contained few sequence errors. Variant calling pipelines differed in their ability to accurately call variants and infer genotypes from long reads. Results suggest that computationally fragmenting long reads can improve the accuracy of variant calling in population-level studies. Using fragmented long reads, pipelines designed for short reads were more accurate at recovering genotypes than pipelines designed for long reads. Further, short- and long-read datasets can be analyzed together with the same pipelines. These findings show that Oxford Nanopore sequencing is accurate and can be sufficient for microbial pathogen genomics and epidemiology. Ultimately, this enhances the ability of researchers and clinicians to understand and mitigate the spread of pathogens.", "date": "2025-10-18", "journal": ""}
{"title": "Phylogenetic discordance can substantially overestimate genomic reassortment in avian influenza virus", "doi": "10.1101/2025.02.24.639875", "authors": "Castelan-Sanchez, H.; Poon, A.", "abstract": "Recombination plays an important role in the evolution of RNA viruses, as it allows the exchange of genetic material between viral lineages. Reassortment, a form of recombination specific to segmented genomes, involves the exchange of entire segments and has contributed significantly to the adaptation and spread of influenza viruses through novel genomic combinations, i.e., antigenic shifts. It is usually identified by phylogenetic discordance: differences in the topologies of trees reconstructed from different genomic segments. However, phylogenetic discordance can also result from error in reconstructing trees. To characterize the impact of reconstruction error, we curated a database of n=11,765 complete genomes of avian H5Nx influenza A viruses from avian hosts. We found evidence of widespread reassortment as measured by inferred subtree-prune-regraft (SPR) events, consistent with previous studies. Next, we ran replicate simulations of sequence evolution along the reference tree for the segment encoding hemagglutinin (HA), adjusting simulations for the lengths and clock rates of the other segments. These simulations provided a baseline for the expected amount of phylogenetic discordance in the absence of any reassortment. When sampling HA sequences at random from the database to build reference trees, we observed that simulating other segments without reassortment still yielded about 32% as many SPRs as the real segment data on average. The average proportion of SPRs without reassortment was greatly reduced (4%) if we selected an equivalent number of HA sequences retaining the most genetic diversity, which was consistent with the accuracy of phylogenetic reconstruction being the limiting factor. This implies that measuring reassortment by SPRs may have a high false positive rate, and that previous evidence of extensive reassortment in influenza viruses should be interpreted with caution. In addition, we observed that the SPRs reconstructed on simulated trees had significantly shorter distances between the prune and regraft locations than real trees. These results suggest that down sampling sequences to maximize evolutionary divergence and filtering out the shortest SPRs may be effective measures against false positives.", "date": "2025-10-18", "journal": ""}
{"title": "Guiding eQTL mapping and genomic prediction of gene expression in three pig breeds with tissue-specific epigenetic annotations from early development", "doi": "10.1101/2025.03.05.641618", "authors": "Mollandin, F.; Acloque, H.; Ballester, M.; Bink, M.; Calus, M.; Crespo Piazuelo, D.; Croiseau, P.; Djebali, S.; Foissac, S.; Gilbert, H.; Giuffra, E.; Guyomar, C.; Madsen, O.; Mercat, M.-J.; da Costa Perez, B.; de Vos, J.; Rau, A.", "abstract": "Gene expression is a dynamic phenotype influenced by tissue-specific regulatory mechanisms, including promoters, enhancers, and repressors, often located in non-coding genomic regions. Regulatory sequences can modulate gene expression directly through cis factors or indirectly via trans factors. Identifying genetic variants, such as single nucleotide polymorphisms (SNPs), in these regulatory regions can improve both expression quantitative trait locus (eQTL) mapping and gene expression prediction. The use of whole genome sequencing (WGS) data offers the possibility for enhanced eQTL mapping accuracy, but the detection of causal variants remains challenging. In this study, we evaluate the potential added-value of integrating tissue-specific epigenetic annotations, such as chromatin accessibility and methylation status, into within-breed genomic predictions of gene expression for three distinct pig breeds: Duroc, Landrace, and Large White. By incorporating functional annotations from early developmental stages, we demonstrated improved eQTL mapping interpretability and highlighted the enrichment of trait-relevant QTLs. However, while functional annotations improved the interpretability of eQTL mapping within breeds, predictions across breeds remain challenging due to differences in genetic architectures and linkage disequilibrium. Our work contributes to the understanding of gene expression regulation in livestock and suggests that incorporating functional annotations into genomic prediction models holds promise for targeting causal mutations, despite continued challenges for predictions across breeds.", "date": "2025-10-18", "journal": ""}
{"title": "An OSMR-CLIC1 cross talk drives key oncogenic pathways in glioblastoma", "doi": "10.1101/2025.03.05.641563", "authors": "Mansourabadi, A. H.; Qu, D.; Cianci, F.; Snider, J.; Randhawa, K.; Raco, L.; Kotlyar, M.; Al Ayach, M.; Rey, G.; Sanghvi, S.; Abovsky, M.; Singh, H.; Luchman, A. H.; Burger, D.; Rak, J.; Soleimani, V.; Jurisica, I.; Stagljar, I.; Mazzanti, M.; Jahani-Asl, A.", "abstract": "Oncostatin M receptor (OSMR) plays diverse and important roles in several human malignancies, including brain, breast, and pancreatic cancer. Glioblastoma (GB) is the most malignant genetically diverse brain tumour, with no cure. The most common genetic mutation in GB is a truncated active mutant of epidermal growth factor receptor (EGFR), the EGFRvIII. OSMR orchestrates a feedforward signaling mechanism with EGFRvIII and the signal transducer and activator of transcription 3 (STAT3) to drive GB progression. Beyond EGFRvIII, OSMR promotes brain tumour stem cells (BTSCs) via upregulation of mitochondrial oxidative phosphorylation and contributes to therapy resistance. The molecular mechanisms underlying the multifaceted roles of OSMR in different contexts are largely unclear. Here, we systematically mapped the OSMR interactome using Mammalian Membrane Two-Hybrid High-Throughput Screening (MaMTH-HTS). This unbiased approach led to the identification of OSMR-specific and OSMR/EGFRvIII-specific binding proteins, revealing context-dependent OSMR functions. Among a subset of common interactors, we uncovered chloride intracellular channel 1 (CLIC1) as a critical regulator of both OSMR-STAT3 signaling and the OSMR/EGFRvIII complex in GB. CLIC1 physically associates with both OSMR and EGFRvIII and plays a key role in EGFRvIII packaging into extracellular vesicles (EVs). Genetic deletion of CLIC1 disrupts the OSMR/EGFRvIII interaction, impairs STAT3 activation, reduces EGFRvIII EV content, and slows GB progression. Using whole-cell patch-clamp recordings and a monoclonal antibody that selectively targets transmembrane CLIC1 (tmCLIC1omab), we establish a distinct pharmacologically and biophysically tmCLIC-mediated current in GB indispensable for sustaining EGFRvIII/STAT3 signaling. Importantly, we show that OSMR is required for maintaining CLIC1-mediated ionic balance at the plasma membrane (PM). Our study uncovers a bidirectional crosstalk between OSMR and tmCLIC1 in GB, essential for fueling its malignant growth, and suggests that disrupting the OSMR/tmCLIC1 interaction provides a promising therapeutic avenue for GB treatment.", "date": "2025-10-18", "journal": ""}
{"title": "Comprehensive analysis of yeast +1 ribosomal frameshifting unveils a novel stimulator supporting two distinct frameshifting mechanisms", "doi": "10.1101/2025.03.19.644219", "authors": "Fenton, D. A.; Bozko, M.; Swirski, M. I.; Loughran, G.; Yordanova, M. M.; Kufel, J.; Atkins, J.; Baranov, P.", "abstract": "Ribosomal frameshifting is an important, albeit rare, mRNA decoding mechanism that generally allows the synthesis of a single protein from two different reading frames. For most +1 frameshifting cases, the mechanism is commonly presumed to involve dissociation of the P-site tRNA from its cognate codon followed by its movement to the +1 codon, setting the new +1 frame for incoming tRNAs. This movement is stabilized by P-site tRNA pairing with the +1 codon. However, in several occurrences in the yeast Saccharomyces cerevisiae, P-site tRNA re-pairing with the +1 codon is impossible. Two alternative hypotheses exist explaining this observation. One model suggests that +1 frameshifting occurs according to a common mechanism involving P-site movement, while its re-pairing with +1 codon is not essential. The alternative model suggests a distinct mechanism in which the A-site tRNA acceptance at the +1 codon occurs in the absence of P-site tRNA movement relative to mRNA. Here we set out to perform a comprehensive comparative analysis of all known +1 ribosomal frameshifting sites in S. cerevisiae. This included a novel case of +1 ribosomal frameshifting that we discovered during this study. It is required for the expression of LLP1 gene encoding dolichol-linked oligosaccharide pyrophosphatase. During the analysis of all frameshifting contexts, we identified a conserved RNA secondary structure located almost immediately upstream of the ABP140 frameshifting site. This structure substantially increases +1 frameshifting efficiency. The RNA stimulator's location suggests that mRNA exiting the ribosome forms this structure, creating an mRNA pulling effect, thus favouring positioning of the +1 codon in the P-site. Placing the stimulator upstream of various known frameshifting sites, revealed that its stimulatory action is selective to those frameshifting sites where P-site tRNA re-pairing is possible, reinforcing the idea of two distinct mechanisms of ribosomal frameshifting.", "date": "2025-10-18", "journal": ""}
{"title": "SimHS-AFMfit-MD: An Integrative Approach to Deciphering Alpha-Actinin Atomic Conformational Dynamics", "doi": "10.1101/2025.04.06.647477", "authors": "Ngo, K. X.; Sumikama, T.; Vuillemot, R.; Nguyen, H. G.; Le, N. T. P.; Grudinin, S.", "abstract": "Many molecular systems, such as intrinsically disordered proteins and flexible multi-domain complexes, are highly dynamic and often inaccessible to conventional X-ray crystallography or cryo-EM due to their conformational heterogeneity and flexibility. As a result, resolving their atomic-level dynamics remains a significant challenge. In this study, we present SimHS-AFMfit-MD, an integrative framework that combines high-speed atomic force microscopy (HS-AFM), molecular dynamics (MD) simulations, and AFMfit-based structural modeling to reconstruct dynamic protein conformations at atomic resolution. Using alpha-actinin, an actin crosslinking protein, as a challenging test system, we show that AFMfit guided by nonlinear normal mode analysis (AFMfit-NMA) enables accurate structural fitting, while guiding AFMfit with MD trajectories (AFMfit-MD) further enhances the flexible fitting performance, achieving closer agreement with unbiased all-atom MD simulation results. This strategy allows us to convert thousands of three-dimensional HS-AFM images into atomic-scale conformational ensembles, revealing the twisting and bending transitions underlying Ca2+-bound and Ca2+-unbound alpha-actinin. Together, our results establish a hybrid computational-experimental approach that bridges the spatial and, to some extent, temporal resolution gaps between simulation and imaging, paving the way for real-time visualization of protein conformational dynamics at the atomic scale.", "date": "2025-10-18", "journal": ""}
{"title": "Bulk-based hypothesis weighing increases power in single-cell differential expression analysis", "doi": "10.1101/2025.04.15.648932", "authors": "Germain, P.-L.; Wang, J.; Robinson, M. D.", "abstract": "Due to the costs of single-cell sequencing, sample sizes are often relatively limited, sometimes leading to poorly reproducible results. In many contexts, however, larger bulk RNAseq data is available for the same conditions or experimental paradigm, which can be used as additional evidence of a generalizable differential expression pattern. Here, we show how such data can be used, via bulk-based hypothesis weighing (bbhw), to increase the power and robustness of single-cell differential state analysis. We find that all methods improve performance, with the best results obtained by applying a grouped Benjamini-Hochberg procedure on bins based on proportion-adjusted significance (PAS). These methods are implemented in the muscat package, and should be applicable to a broader range of scenarios.", "date": "2025-10-18", "journal": ""}
{"title": "BABAPPA: A Codeml-Centered Bash-Based Positive Selection Analysis Pipeline with GUI Integration", "doi": "10.1101/2025.04.27.650835", "authors": "Sinha, K.", "abstract": "Codon-based maximum likelihood tests of positive selection implemented in codeml (PAML) are fundamental in molecular evolution studies. However, they remain laborious to execute at scale because of the complex sequence processing, model management, and statistical post-analysis required. Manual coordination of alignment, recombination detection, model fitting, and multiple testing across large datasets often leads to inefficiency and lack of reproducibility. BABAPPA (Bash-Based Automated Parallel Positive-selection Pipeline) is introduced as a modular, automated, and cross-platform solution that executes complete codeml workflows in a reproducible and computationally efficient manner. It performs sequence quality control, codon-aware alignment, optional trimming and recombination detection, model execution, likelihood ratio testing, and false discovery rate correction. The pipeline supports full CPU parallelization and includes a graphical user interface for Windows users through WSL integration. Benchmarking across three representatives Brassicaceae orthogroups demonstrated consistent runtime behavior, reproducible outputs across repeated runs, and efficient multi-thread scaling up to 690% CPU utilization, with all runs terminating successfully. Statistical testing confirmed the stability and predictability of the pipeline across datasets of differing complexity. BABAPPA is freely available under the MIT license at https://github.com/sinhakrishnendu/babappa.git. A Windows installer with GUI and WSL configuration is provided via Zenodo and FigShare.", "date": "2025-10-18", "journal": ""}
{"title": "Genome-wide Chromosome-specific Aneuploidy Engineering and Phenotypic Characterization with CRISPR-Taiji", "doi": "10.1101/2025.04.25.650684", "authors": "Feng, H.; Deng, D.; Dahiya, R.; Wang, L.; Zeng, J.; Tan, B. J. Y.; Byrne, F.; Shepherd, S. T. C.; Wang, J.; Johnson, S. C.; Harrod, A.; Lane, K. A.; Fendler, A.; Cattin, A.-L.; Tippu, Z.; Nie, M.; Zhao, Y.; Wang, R.; Ai, W.; Bouricha, O.; Barber, T.; Dovga, Y.; Xu, Y.; Shen, W.; Sun, Z.; Wang, H.; Zhu, J.; Xu, Y.; Devito, L. G.; Healy, L.; Lim, E. S.; OToole, S. M.; Akker, S.; Drake, W. M.; Jin, H.; Downs, J. A.; McClelland, S. E.; Diffley, J. F. C.; Ly, P.; Turajlic, S.", "abstract": "Aneuploidy, the gain or loss of chromosomes, is prevalent in both normal and disease conditions, however, experimental approaches to engineer and study aneuploidy remain limited, leaving its functional significance under-characterized. Here, we present CRISPR-Taiji (CRISPRt), an efficient method for inducing chromosome-specific mis-segregation and aneuploidy generation across all 24 human chromosomes via dead Cas9 (dCas9)-induced centromeric chromatin relaxation. Using CRISPRt with scRNA-seq, we generated the first comprehensive transcriptomic alteration landscape of nearly all autosomal aneuploidies at chromosome-arm resolution. This genotype-phenotype map provides causal evidence linking recurrent aneuploidies in clear cell renal cell carcinoma (ccRCC) to molecular and clinical phenotypes observed in patient tumors. Notably, chromosome 3(p) loss, the ccRCC initiating event, specifically drives strong interferon signaling activation, offering novel insights into ccRCC tumorigenesis and immune modulation. Overall, we establish CRISPRt as a simple, efficient and scalable approach for chromosome-specific aneuploidy engineering and characterization in preclinical models to advance aneuploidy research across diverse biological contexts.", "date": "2025-10-18", "journal": ""}
{"title": "A Platform for Mitochondrial Profiling in Enriched Kidney Segments Under Thermodynamic Control in Mice and Humans", "doi": "10.1101/2025.05.05.652276", "authors": "Decker, S. T.; Opurum, P. C.; Choi, R. H.; Paula, V. L.; Smith, Z.; Kurian, A. S.; Stewart, D.; Nikolova, L. S.; Sanchez, A.; Takayama, S.; Al-Rabadi, L.; Ramkumar, N.; Fisher-Wellman, K. H.; Funai, K.", "abstract": "Mitochondrial function varies widely across kidney nephron segments, yet conventional approaches lack the resolution and control needed to assess cell-type-specific bioenergetics in situ. We present a methodological platform that enables segment-resolved profiling of mitochondrial respiration, conductance, and membrane potential in freshly isolated mouse and human nephron segments. Combining mechanical sieving and adhesion-based enrichment with permeabilized high-resolution respirometry, we adapted the creatine kinase clamp to quantify oxygen flux and mitochondrial membrane potential across defined free energies. Using this approach, we found that proximal tubules exhibit high respiratory conductance and dynamic mitochondrial polarization, while distal tubules and glomeruli maintain static membrane potential and low conductance. In a model of adenine-induced nephropathy, only proximal tubule mitochondria showed marked reductions in respiration and ATP production. This segment-specific dysfunction was not detectable in bulk mitochondrial isolates. We then demonstrate that these methods can be applied in human kidney samples. Our approach provides thermodynamically anchored, segment-resolved insight into mitochondrial adaptation under physiological and pathological conditions. It is broadly applicable to other tissues with metabolic heterogeneity and compatible with disease models, genetic tools, and pharmacological interventions. This platform bridges a critical gap between conventional respirometry and functional mitochondrial phenotyping in native tissue structures.", "date": "2025-10-18", "journal": ""}
{"title": "REM sleep predicts reductions in pathophysiological daytime basal ganglia-cortical circuit activity in Parkinson's disease", "doi": "10.1101/2025.05.07.652676", "authors": "Zhang, J.-X.; Smyth, C.; Cattan-Hayat, H.; Anjum, M. F.; Leng, Y.; Krystal, A. D.; Starr, P. A.; Little, S.", "abstract": "Sleep disturbances have been shown to be intimately and bidirectionally related to disease progression across a wide range of neurodegenerative disorders including Parkinson's disease (PD) and Alzheimer's disease. However, the precise neurophysiological mechanisms relating abnormal sleep to aberrant daytime network activity that accelerates disease progression has yet to be determined. We collected chronic, multi-night (n=40), intracranial cortico-basal recordings during sleep from a cohort of patients with PD along with paired polysomnography and morning self-reports. This revealed that longer duration (and shorter latency) of rapid eye movement (REM) sleep predicted reduced daytime resting beta (13-30 Hz) activity and cortico-basal functional and effective connectivity, features established to be pathophysiological in PD. Within REM sleep, stronger cortical delta activity specifically predicted reduced pathophysiological cortico-basal neural network features. Additionally, REM delta power significantly predicted greater self-reported morning alertness. These findings highlight a potentially protective role of REM sleep in cortico-basal network health in PD and daytime subjective experience, representing a potential target for closed loop neuromodulation therapies to impact neurodegenerative disease progression.", "date": "2025-10-18", "journal": ""}
{"title": "DNA-based delivery of incretin receptor agonists using MYO Technology leads to durable weight loss in a diet-induced obesity model", "doi": "10.1101/2025.05.30.656889", "authors": "Sasset, L.; Cameron, A. D.; Sussman, C.; Rubinelli, L.; Maji, D.; Miller, R.; Thompson, A. T.; Campbell, D.; Walker, M. R.; Drozdz, M. M.; Liberatore, R. A.", "abstract": "Therapeutic proteins have seen a substantial increase in clinical development and use across many disease areas. Despite their broad applicability, significant drawbacks limit access to many of these drugs, including: i) high manufacturing costs; ii) administration via time-consuming infusions; iii) frequent dosing, sometimes even daily; and iv) requirements for low temperature storage.\n\nMYO Technology was developed to overcome these barriers. The MYO Technology platform consists of therapeutic-encoding plasmid DNA (pDNA), and a proprietary medical device for intramuscular injection and delivery of electrical pulses. These pulses enable the in vivo electroporation of muscle cells and uptake of injected pDNA, leading to the production, secretion, and delivery of the therapeutic protein into peripheral circulation. MYO Technology offers several advantages over standard delivery of therapeutic proteins; pDNA manufacturing is a simpler and less specialized process compared to protein manufacturing, and pDNA is very stable and lacks most cold chain requirements. Furthermore, administration using MYO Technology takes only a few minutes, and the serum level of a therapeutic protein can potentially be maintained for many months without the need for redosing.\n\nIncretin receptor agonists (IRAs) are a class of therapeutic proteins that have recently come to prominence as powerful weight and glucose control drugs, and are used for the treatment of type 2 diabetes (T2D) and obesity. Semaglutide and tirzepatide, currently the most widely used within this class, are both potent molecules, but have a short half-life, requiring weekly administration by subcutaneous injections. Moreover, since their clinical benefits rapidly disappear upon treatment cessation, T2D and obese patients may have a life-long dependency on IRAs, and the requirement for weekly injections can negatively affect the quality of life and the adherence to therapy, as well as create a significant financial burden. Therefore, increasing the interval between injections has become one of the major goals in the field.\n\nHere, we present our preclinical studies on the delivery of IRAs with MYO Technology. Animal proof-of-concept studies demonstrate that MYO Technology-delivered IRAs are functional, and efficacious in promoting long-lasting weight and glucose control in mouse models of diet-induced obesity. Moreover, engineering the IRAs to facilitate blood-brain barrier penetration further enhances treatment efficacy, with benefits persisting well beyond six months following a single administration. Together, these findings highlight MYO Technologys potential to transform care for patients with T2D and obesity by enabling long-lasting therapeutic effects with minimal dosing, ultimately improving quality of life and treatment adherence.", "date": "2025-10-18", "journal": ""}
{"title": "Photo-based individual identification is more reliable than visible implant elastomer tags or toe tipping in young agile frogs", "doi": "10.1101/2025.06.19.660530", "authors": "Nemeshazi, E.; Ujhegyi, N.; Miko, Z.; Kasler, A.; Lente, V.; Bokony, V.", "abstract": "In amphibian capture-recapture studies, commonly used individual-identification methods include toe clipping as well as less invasive alternatives of varying cost. Yet, choosing the best method for a study is challenging, because both the reliability for identification and the severity of adverse effects of a given mark type can greatly vary between species as well as life stages. We compared the reliability of three identification methods in young agile frogs (Rana dalmatina): clipping a single phalanx, injecting visible-implant-elastomer (VIE) tags (one of six colours) under the skin, and photo-based identification using natural colouration. Individuals were regularly photographed from the start of metamorphosis onwards, and were marked by the other two methods soon after all of them finished metamorphosis. Subsequently, we checked mark retention by each method multiple times for more than a year. Photo-based identification was far more reliable than the other two methods: 100% identification success post-metamorphosis in all checking events within small housing groups, and 98% with computer-assisted identification across all housing groups. Post-metamorphic body colouration remained largely stable, and the major patterns were already present at metamorphosis. Based on VIE colour alone, we could correctly identify the animals in 77% of the checks. Green tags were the easiest to recognize. VIE often broke into smaller parts, and those were sometimes found only outside the originally tagged body part (15%) or not found at all (10%). VIE was better retained in the legs than in the arms. Dissection revealed that migrating VIE pieces can accumulate in the internal organs, especially the kidneys. The clipped toe was successfully recognized only in 41% of checks. We conclude that photo-based identification is superior to both VIE-tagging and toe tipping in young agile frogs, and this method should be preferred in future studies seeking a cost-efficient yet reliable identification method in this species.", "date": "2025-10-18", "journal": ""}
{"title": "CMV-specific clonal expansion of Th1, GZMK⁺ CD8⁺, and TEMRA T cells revealed by human PBMC single cell profiling", "doi": "10.1101/2025.06.24.661167", "authors": "Grabauskas, T.; Trinity, L.; Verschoor, C. P.; Nehar-Belaid, D.; Marches, R.; Thibodeau, A.; Eryilmaz, G.; Mahajan, A. S.; Ravichandran, S.; Picard, E.; Kuo, C.-L.; Schmader, K. E.; Colon-Emeric, C.; Whitson, H.; Paust, S.; Garcia-Sastre, A.; Yaari, G.; Banchereau, J.; Kuchel, G.; Ucar, D.", "abstract": "Cytomegalovirus (CMV) is a common herpesvirus that establishes lifelong latency and becomes increasingly prevalent with age. We systematically characterized CMV-associated immune remodeling by analyzing six human cohorts (two newly built) using single-cell RNA sequencing, T cell receptor (TCR) sequencing, and flow cytometry. Beyond the well-known expansion of CD4/CD8 TEMRA, adaptive NK, and {gamma}{delta} T cells, CMV(+) adults exhibited increased frequencies of GZMK CD8 T cells and atypical B cells, alongside a reduction of CD56dim NK cells. Longitudinal profiling of an individual who seroconverted revealed rapid CMV-driven shifts in circulating immune cell frequencies. Single-cell TCR data analyzed using a large database of CMV-associated clones combined with predictive modelling (CMVerify), identified novel CMV-specific clonal expansions reproduced across two independent cohorts. In the CD8 lineage, CMV-specific clones were enriched in GZMK CD8 and CD8 TEMRA cells, while in the CD4 lineage, Th1 cells showed clonal expansion alongside CD4 TEMRA cells. This integrative study revealed how latent CMV alters the cellular and clonal landscape, defining GZMK CD8 and Th1 cells as newly recognized elements of response to CMV in humans.", "date": "2025-10-18", "journal": ""}
{"title": "Benchmarking Large Language Models for Pathogen-Disease Classification in Post-Acute Infection Syndromes", "doi": "10.1101/2025.06.30.662395", "authors": "Khalid, S. M.; Woelker, T.; Molano, L.-A. G.; Graf, S.; Keller, A.", "abstract": "Post-Acute Infection Syndromes (PAIS) are medical conditions that persist following acute infections from pathogens such as SARS-CoV-2, Epstein-Barr virus, and Influenza virus. Despite growing global awareness of PAIS and the exponential increase in biomedical literature, only a small fraction of this literature pertains specifically to PAIS, making the identification of pathogen-disease associations within such a vast, heterogeneous, and unstructured corpus a significant challenge for researchers. This study evaluated the effectiveness of large language models (LLMs) in extracting these associations through a binary classification task using a curated dataset of 1,000 manually labeled PubMed abstracts. We benchmarked a wide range of open-source LLMs of varying sizes (4B-70B parameters), including generalist, reasoning, and biomedical-specific models. We also investigated the extent to which prompting strategies such as zero-shot, few-shot, and Chain of Thought (CoT) methods can improve classification performance. Our results indicate that model performance varied by size, architecture, and prompting strategy. Zero-shot prompting produced the most reliable results, with Mistral-Small-Instruct-2409 and Nemotron-70B achieving strong balanced accuracy scores of 0.81 and macro F1 scores of up to 0.80, while maintaining minimal invalid outputs. While few-shot and CoT prompting often degraded performance in generalist models, reasoning models such as DeepSeek-R1-Distill-Llama-70B and QwQ-32B demonstrated improved accuracy and consistency when provided with additional context.", "date": "2025-10-18", "journal": ""}
{"title": "Glycation Stress-Driven Transcriptomic Signature Predicts Survival Benefit from Adjuvant Gemcitabine in Resectable Pancreatic Cancer.", "doi": "10.1101/2025.07.07.663493", "authors": "Senar, O. A.; Stosic, K.; Bouchart, C.; Navez, J.; Tarfouss, J.; Crake, R.; Verset, L.; Demetter, P.; Mauduit, M.; Conroy, T.; Cros, J.; Nicolle, R.; Saiselet, M.; Rodrigues Vitoria, J.; Detours, V.; Bellahcene, A.; Arsenijevic, T.; Van Laethem, J.-L.", "abstract": "BACKGROUND & AIMS: Pancreatic ductal adenocarcinoma (PDAC) is a highly lethal cancer with limited response to systemic therapy. Gemcitabine (GEM) benefits only a subset of patients. Methylglyoxal (MG), a glycolysis byproduct, has been linked to tumor behavior and therapy response in PDAC, suggesting potential as a stratification marker. METHODS: We developed a metabolically informed gene signature (MG-GEM) integrating MG-related glycolytic stress with clinical outcomes. Using the Puleo cohort (n=309), differential expression analysis between tumors with high and low MG stress identified 365 genes. LASSO Cox regression selected 16 prognostic genes, combined into a weighted risk score for patient stratification. MG GEM was validated in internal and external cohorts, including PRODIGE 24/CCTG PA6. Molecular, transcriptomic, and immune features were compared between high and low MG GEM groups. Finally, predictive performance was evaluated against the GemPred signature. RESULTS: MG GEM divided PDAC patients into distinct risk groups with marked differences in overall and disease-free survival among GEM treated patients (OS 11.7 vs 27.2 months; DFS 7.6 vs 17.8 months, both p<0.0001). High MG-GEM tumors showed enrichment for KRAS G12D and SMAD4 mutations, basal and activated stroma subtypes, glycolytic metabolism, and reduced immune infiltration. Low MG-GEM tumors showed KRAS G12V, classical and immune subtypes, cholesterogenic metabolism, and adaptive immune favourable signatures. MG-GEM independently predicted GEM-specific clinical outcomes, irrespective of GemPred signature, and significantly enhanced patient stratification when combined with it. Within the PRODIGE-24/TGCC PA6 cohort, MG-GEM exhibited prognostic relevance and selectively identified patients who derived a survival benefit from adjuvant GEM, but not from FOLFIRINOX. CONCLUSIONS: The 16 gene MG GEM signature predicts prognosis in resected PDAC, reflects glycolytic stress driven chemoresistance, surpassing conventional molecular classifications. As a metabolically informed signature, MG-GEM holds promise for guiding chemotherapy selection and informing KRAS-targeted combination strategies, meriting further prospective clinical validation.", "date": "2025-10-18", "journal": ""}
{"title": "C-Nucleosides Stabilize RNA by Reducing Nucleophilicity at 2'-OH", "doi": "10.1101/2025.07.23.666442", "authors": "Banerjee, D.; Xiao, L.; Thacker, P. S.; Kundu, J.; Manoharan, M.; Kool, E. T.", "abstract": "Nucleotides with carbon substitution for heteroatoms are common in biological and therapeutic RNAs. Important examples include the C-nucleosides pseudouridine and N1-methyl-pseudouridine; these modifications were reported to slow degradation of large RNAs, but the mechanism is unknown. We measured kinetics of spontaneous and enzymatic cleavage at a single bond of synthetically modified RNAs, and find that carbon substitution markedly reduces strand cleavage rates in RNA by both mechanisms. Studies of nucleophilic acylation reactions of RNAs and of small alcohols of varied pKa suggest that reduced inductive effects resulting from carbon substitution for electronegative atoms results in both higher pKa and lower nucleophilicity. The results provide insight into native transcriptome modifications as well as RNA therapies.", "date": "2025-10-18", "journal": ""}
{"title": "Contrasting ecological communities in rice paddy fields under conventional and no-fertilizer farming practices", "doi": "10.1101/2025.08.12.669982", "authors": "Ushio, M.; Saito, H.; Shimono, Y.; Okada, K.; Ozawa, R.; Shiojiri, K.; Takabayashi, J.", "abstract": "Global crop production is essential for providing energy and nutrients to humans, but agricultural systems contribute substantially to environmental issues, making it crucial to find sustainable methods for crop production. In this study, we conducted extensive field monitoring of two rice paddy fields in Kyoto Prefecture, Japan, where a rice variety, Hinohikari, was cultivated to investigate how ecological communities influence rice growth and yields under two contrasting farming practices: conventional farming and no-fertilizer farming. We had three objectives: (1) to monitor rice growth and ecological dynamics to create a comprehensive ecological time series using quantitative environmental DNA metabarcoding and complementary monitoring methods, (2) to identify ecological variables that causally affect rice performance using nonlinear time series analysis, and (3) to examine the effects of the two farming practices on ecological variables and rice performance. As expected, the no-fertilizer paddy field showed lower rice growth and yields but still produced 40-50% of the yields of the conventional field. Ecological monitoring revealed contrasting ecological communities between the two fields, particularly among plant species on the paddy ridges and microbial taxa. Twenty-five taxa had statistically clear causal influences on rice performance. While the per-abundance influences of the causal taxa were largely similar in both paddy fields, their abundances were different, contributing to the differences in the overall effects of these taxa on the rice performance. These findings suggest that the abundance of causal taxa, along with nutrient conditions, may have driven differences in rice growth between the two paddy fields.", "date": "2025-10-18", "journal": ""}
{"title": "Engineered MS2 Virus Capsids for Cellular Display of Peptide Antigens", "doi": "10.1101/2025.08.19.671134", "authors": "Martin, H. S.; Huang, P.; Leifer, I. C.; Pratakshya, P.; Francis, M. B.", "abstract": "Our ability to respond to emerging pandemics and pathogen resistance relies critically on our ability to build vaccines quickly and efficiently. In this report we used an efficient enzymatic oxidative coupling reaction to create a viral capsid-based vaccine platform that is modular and quickly adaptable for many different pathogens. Tyrosinase-mediated oxidative coupling was used to conjugate C-terminal tyrosine residues on peptide antigens to cysteine residues installed inside MS2 viral capsids. This strategy is particularly promising because the capsids protect the internally conjugated peptides from protease degradation before they are delivered into cells. The vaccine constructs were tested for MHC presentation followed by T-cell activation. Mutants of the MS2 capsid itself activated DC2.4 cells, serving as an adjuvant to help induce the immune response to delivered antigens. The MS2-peptide constructs were shown to be stable in serum, activate DC2.4 cells, and lead to MHC-presentation of peptide antigens with subsequent activation of antigen-specific T-cell hybridomas. Taken together, these results demonstrate effective activation of the adaptive immune system in vitro. This synthetic platform can be used to build new vaccines for many different diseases for which immunodominant peptide antigens are known because the antigens can be quickly interchanged while the MS2 scaffold remains the same. Additionally, this platform allows for multiple peptide antigens to be delivered simultaneously in each capsid, which could provide enhanced immunity against resistant strains and be useful for cancer vaccine development.", "date": "2025-10-18", "journal": ""}
{"title": "Automated chromatin profiling with spa-ChIP-seq uncovers the impacts of condition variations", "doi": "10.1101/2025.08.14.670415", "authors": "Cao, Y.; Patel, L.; Alcoser, L.; Mendenhall, E.; Benner, C.; Heinz, S.; Goren, A.", "abstract": "Chromatin immunoprecipitation followed by sequencing (ChIP-seq) is widely used to study the genomic localization of DNA-associated proteins. However, conventional protocols include multiple manual steps that can introduce inconsistency and limit scalability, thereby restricting the inclusion of appropriate replicates and controls. Although the introduction of liquid handling platforms has improved reproducibility, most existing efforts have automated only a subset of the workflow, and extending automation to efficiently map non-histone proteins, such as chromatin regulators, remains challenging. Here, we present a fully automated implementation of our previously developed single-pot ChIP-seq protocol (Texari et al. 2021), named spa-ChIP-seq, which enables scalable processing of 8 to 96 ChIP-seq samples from crosslinked cells to sequencing-ready library in approximately three days with an estimated cost of $70 per sample. Benchmarking spa-ChIP-seq against manual ChIP-seq performed in parallel demonstrates comparable signal-to-noise ratio between the two workflows. Using spa-ChIP-seq, we systematically evaluate multiple parameters including shearing and crosslinking conditions, buffer compositions, and the ratio of antibody to cell-number. We find, for the first time to our knowledge, that weaker genomic localization signals are sensitive to changing the antibody to cell-number ratio, whereas the stronger signals remain unaffected. This finding underscores the importance of maintaining consistent antibody-to-cell-number ratio for comparative studies, such as treatment responses or chromatin-QTL mapping. The spa-ChIP-seq protocol is publicly available, including deck setups, operational parameters, and scripts. We envision that this robust, cost-efficient protocol will facilitate high-throughput, reproducible ChIP-seq analyses, supporting large-scale studies of antibody validation, compound screening, population genomics, and diagnostic frameworks.", "date": "2025-10-18", "journal": ""}
{"title": "A Novel Rat Spatial Inference Task Reveals Rapid Deduction of Transitive Relationships Using Schemas and Deliberation", "doi": "10.1101/2025.08.28.672785", "authors": "Porter, B. S.; Shi, C.; Kozlova, E.; Jadhav, S. P.", "abstract": "Inferential reasoning is a vital cognitive ability that enables animals to navigate novel situations by leveraging existing relational knowledge of memory schema, with hypothesized roles of prefrontal cortical-hippocampal circuits. Transitive inference (TI) tasks test the ability of subjects to infer relationships within a value hierarchy (e.g., A>B>C>D>E) after being trained only on adjacent premise pairs (e.g., A-B, B-C, etc.). In rodents, current TI paradigms are primarily based on odor-cues and have several limitations that preclude investigation of physiological mechanisms underlying schemas and deliberation. To address these challenges, we developed a novel, automated spatial TI task for rats using a radial maze with maze arms as premise elements and a dedicated deliberation zone. Most rats successfully learned the premise pairs over training. Further, animals demonstrated rapid, successful inference (test pair B>D and control pair A>E) within a single test session, with higher initial accuracy than comparable premise pairs, indicating the use of schema-based inference. We also investigated vicarious trial and error's (VTE), a behavioral correlate of spatial deliberation. VTE behavior was elevated on choice trajectories early in learning, when novel premise pairs were introduced, and generally for incorrect trials, corresponding to the hypothesized association of VTE's with uncertainty. Further, rats also exhibited elevated VTE behavior with high variability during inference testing, with individual variability suggestive of varying strengths of schema usage. Our findings demonstrate the feasibility of a rodent spatial TI task that provides new insights into the behavioral correlates of schemas and deliberation for inferential reasoning.", "date": "2025-10-18", "journal": ""}
{"title": "Gene expression profiling of bovine raw milk is linked to the inflammatory status of the udder", "doi": "10.1101/2025.09.03.671445", "authors": "Gitton, C.; Le Vern, Y.; Gaborit, M.; Martins, R. P.; GERMON, P.", "abstract": "Inflammation of the mammary gland, or mastitis, is a common disease of dairy cows with important consequences on the economy of dairy farms, well-being of cows and antibiotic usage. Monitoring of the inflammatory status of mammary gland currently relies on milk somatic cell counting. In order to improve this monitoring, methods aiming at differentiating cell types among milk cells are being developed. The objective of the present study was to explore the use of gene expression profiling from raw milk samples to define the inflammatory status of udder quarters. A pilot study allowed us to select 37 genes among 95 whose expression were associated with one of three milk cell types, i.e. neutrophils, macrophages or T lymphocytes, purified by cell sorting. Based on expression data measured by RT-qPCR for these genes, we were able to identify four different types of milk samples, each with specific properties. One cluster was characterized by increased expression of genes typifying neutrophils, a second one was identified by increased expression of genes typifying macrophages while the two others were distinguished based on the expression of genes associated with T lymphocytes. Clustering of samples based on gene expression was shown to be comparable to that obtained by flow cytometry analysis. Our results highlight the potential of profiling of milk samples based on gene expression for the analysis of the inflammatory status of udders.\n\nImplicationsInflammation of the mammary gland, or mastitis, is a common disease of dairy cows with important consequences on the economy of dairy farms, well-being of cows and antibiotic usage. Improved profiling of the inflammatory status of udders is important in modern farm management. We propose a precise monitoring of the inflammatory status based on gene expression profiling from raw milk. Milk samples are classified in four clusters that differ in terms of cell composition. The method will help the identification of new on-farm criteria for precise monitoring of inflammatory status at the udder quarter level.", "date": "2025-10-18", "journal": ""}
{"title": "Integration of localized microbiome, metabolome, and clinical datasets predicts healing of chronic wounds among Veterans", "doi": "10.1101/2025.09.07.674782", "authors": "Anders, C. B.; Smith, H.; Boyd, J.; Davis, M. C.; Lawton, T. M.; Hwang, C.; Doucette, M. M.; Ammons, M. C. B.", "abstract": "The chronic wound microenvironment consists of a complex milieu of host cells, microbial species, and metabolites. While much is known about wound microbiomes, our knowledge of metabolic landscapes influencing wound healing is limited. Furthermore, integrating complex datasets into predictive models of wound healing is almost non-existent. Microbial rRNA and total metabolites were extracted from 45 diabetic foot ulcers (DFU) debridement samples from 13 patients, with 25 from non-healing wounds and 20 from healing wounds that remained closed for over 30 days. 16S rRNA sequencing and global metabolomics were performed and clinical metadata collected. Healing outcome was modeled as a function of three blocks of features (N = 21 clinical, 634 microbiome, and 865 metabolome) using DIABLO (Data Integration Analysis for Biomarker Discovery using Latent Components). The final model selected 176 features (N = 15 clinical, 8 microbiome, and 153 metabolome) and the correct clinical outcome was predicted with an accuracy of nearly 94%. These results indicate that integrating multi-omics data with clinical metadata can predict clinical wound healing with low error rates. Furthermore, the biomarkers selected within the model offer novel insights into wound microenvironment composition which may reveal innovative therapeutic approaches and improve treatment efficacy in difficult-to-heal wounds.", "date": "2025-10-18", "journal": ""}
{"title": "Integrative Spatial Omics for Systems-Level Mapping of Pathological Niches", "doi": "10.1101/2025.09.12.675904", "authors": "Kruse, A. R. S.; Lardenoije, R.; Migas, L. G.; Scott, C. F.; Marshall, C.; Malek, M. C.; Eskaros, A.; Pham, T.; Aamodt, K.; Colley, M.; Ventura-Antunes, L.; Farrow, M. A.; Van de Plas, R.; Goncalves, J.; Schrag, M.; Powers, A. C.; Spraggins, J. M.", "abstract": "Spatial 'omics technologies are a powerful tool for mapping the relationship between cellular organization and molecular distributions in healthy and diseased tissue microenvironments. Here, we describe a novel multimodal pipeline that represents experimental and computational advances for spatiomolecular analysis of tissue samples across molecular classes. This adaptable method integrates matrix-assisted laser desorption/ionization imaging mass spectrometry spatial lipidomics, spatial transcriptomics, protein imaging via multiplexed immunofluorescence microscopy, and histopathological staining to uncover spatiomolecular profiles associated with unique cellular niches and pathological features. We demonstrate the power of this approach using two different complex human disease systems: Alzheimer's disease in human brain tissue and type 2 diabetes mellitus in the human pancreas. This work establishes and demonstrates a generalizable framework for multimodal spatial integration, enabling precise mapping of molecular mechanisms that underlie complex tissue pathologies.", "date": "2025-10-18", "journal": ""}
{"title": "Automating RNA-Ligand Interaction Modeling via a Self-Improving LLM Agent", "doi": "10.1101/2025.09.11.675747", "authors": "Kuang, Z.; Li, Y.; Bao, Y.; Zhou, S.; Dong, Z.; Wang, W.; Lin, G. N.; Wang, H.; Liu, Z.", "abstract": "Precise modeling of RNA-ligand interactions is essential for understanding RNA functionality and designing RNA-targeted therapeutics. Current computational approaches largely focus on predicting discrete binding sites, limiting their applicability to complex RNA regions that may harbor multiple or diffuse ligand binding motifs. Here, we present RLAgent, an interactive agent framework designed to predict ligand interactions at the RNA region level, enabling higher-resolution and more flexible modeling than conventional site-centric approaches. RLAgent reframes the RNA-ligand prediction workflow as a dialogue-driven process. Through a natural language interface, users can interactively configure modeling preferences without writing code. A locally hosted large language model (LLM) acts as the core orchestration agent, automating all key components of the modeling pipeline, including data validation, feature encoding, model training, evaluation, and visualization. This agent-based design lowers technical barriers and enhances reproducibility, making RNA-ligand prediction more accessible for both computational and experimental researchers.", "date": "2025-10-18", "journal": ""}
{"title": "An ancient evolutionary calculus for attention signaling retained in modern music", "doi": "10.1101/2025.09.28.679029", "authors": "Babbitt, G. A.; Fokoue, E. P.", "abstract": "The ultimate mechanism(s) underlying the evolution of human music have been the subject of both philosophical thought and scientific study. However, the proximate mechanism of Darwinian fitness signaled through music has not. As popular music and dance functionally aim to hold an observers attention, we investigate features in various sounds that might stimulate attentive behavior in an audience. We propose a calculus of attention to moving objects and sound to ascertain their f(x) = location = positional control, f(x) = energy = change in position, and f\"(x) = surprise = change in direction. We developed statistical software to (A) analyze nine features of sound related to acoustic control, energy, and surprise (CES), (B) map dynamic song trajectories within the multivariate space of CES, and (C) measure how stable performances are within this space (i.e. signaling fitness). When musical sounds are compared to animal vocalizations, human speech, and non-biological sounds including noise, we statistically confirm that music maintains the highest stability in the space of CES. This fitness signal related to attention varies across musical genres and is also detected animal calls as well. Attention signaling also differs significantly between experts versus novice musicians, adult versus immature bird songs, and is constrained by musical performance interactions with live audiences as well. We conclude that audiovisual signaling via this calculus of attention to behavioral display reflects the physics of observing bodies in motion, probably originating from selective pressure of intra/interspecific conflicts formed at the Ediacaran-Cambrian boundary, and retained in modern music today.\n\nLay SummaryMost animals (including humans) pay attention to specific audiovisual stimuli within their environment. Here we explore common features of these stimuli and propose a single mathematical framework (with software) for detecting and measuring attention signaling in the context of sound. We show that musical sounds are exceptionally attractive of our attention and that attention signaling in music probably has ancient evolutionary roots that connect to when early life forms started to evolve swift directed movement and the sensory capacities to detect it.", "date": "2025-10-18", "journal": ""}
{"title": "n-hexane fraction of Zingiber officinale and Moringa oleifera interferes with biological parameters of Callosobruchus chinensis (L.) (Coleoptera: Bruchidae)", "doi": "10.1101/2025.10.07.680921", "authors": "Jegede, O. J.; Oladipupo, S. O.; Oladipo, O. E.", "abstract": "The development of insecticide resistance, high cost, misuse, dearth of technical expertise, and restrictive legislation associated with synthetic insecticides have necessitated the development of alternatives. Lessons from plant-insect interactions demonstrate that plant terpenes are worthy probes for insecticidal exploration. Hence, this study screened n-hexane fractions of Zingiber officinale and Moringa oleifera oils as protectant against Callosobruchus chinensis and revealed their chemical profiles using Gas Chromatography - Mass Spectrometry (GC-MS). M. oleifera (LC50; 0.007{micro}l) was found to be more toxic than Z. officinale oil (LC50; 0.055{micro}l) to C. chinensis. The oils showed a positive correlation with concentration at 24h (r = 0.959), 48h (r = 0.977), 72h (r = 0.915) and 96h (r = 0.924). GC-MS revealed 21 and 15 volatile compounds in Z. officinale and M. oleifera oils, respectively. The most domimant were 5-(1, 5-dimethyl-4-hexenyl)-2-methyl-1,3-Cyclohexadiene (13.64%) and 8-Octadecenoic acid, methyl ester (34.52%) in Z. officinale and M. oleifera oils, respectively. The plant fractions reduced the oviposition potential, egg hatching rate, and adult emergence of C. chinensis. Taken together, the results demonstrate possible developmental and inhibitory effects of the oils against C. chinensis and points to its possible inclusion in Integrated Pest Management (IPM) practices for C. chinensis.\n\nHighlights[tpltrtarr] n-hexane fractions from Moringa oleifera seeds are more potent against Callosobruchus chinensis than that from Zingiber officinale rhizome.\n[tpltrtarr]Both oils can disrupt biological parameters and induce mortality of C. chinensis.\n[tpltrtarr]M. oleifera can be useful as grain protectant as it is ubiquitous in sub-saharan Africa, including Nigeria, and has been documented to improves grains protein quality in storage.", "date": "2025-10-18", "journal": ""}
{"title": "Resolving Cellular Morphology in the Human Brain with Multiparametric Diffusion MR Spectroscopy", "doi": "10.1101/2025.10.12.681859", "authors": "Doering, A.; Roesler, F.; Simsek, K.; Afzali, M.; Kreis, R.; Landheer, K.; Jones, D. K.; Valette, J.; Palombo, M.", "abstract": "Diffusion-weighted magnetic resonance spectroscopy (dMRS) is a unique, non-invasive technique capable of probing cell-type specific morphology. However, conventional dMRS methods are limited in their ability to provide detailed morphological information. This study demonstrates the potential of a multi-parametric dMRS approach, combining diffusion-time dependent and double-diffusion encoding MR spectroscopy, to characterize soma and neurite morphology of neuronal and glial cells. This methodology holds promise for developing biomarkers for the diagnosis, monitoring, and phenotyping of neurological pathologies, like Alzheimer's Disease, Parkinson's Disease, or Multiple Sclerosis, where alterations in soma and neurite morphology are reported.", "date": "2025-10-18", "journal": ""}
{"title": "MYOSIN IIA MOTOR REGULATES ATTACHING-EFFACING BACTERIA INTERACTIONS WITH INTESTINAL EPITHELIUM", "doi": "10.1101/2025.10.11.681730", "authors": "Naydenov, N. G.; Zafar, A.; Lechuga, S.; Marino-Melendez, A.; Hammer, J. A.; Fowler, V. M.; McDonald, C.; Campellone, K. G.; Ivanov, A. I.", "abstract": "Attaching effacing (A/E) bacteria, such as Enteropathogenic E. coli (EPEC) and Citrobacter rodentium, colonize intestinal epithelial cells (IECs) by inducing remodeling of the epithelial cytoskeleton and formation of prominent actin pedestals at bacterial attachment sites. While non-muscle myosin II (NM II) is a key regulator of the actin cytoskeleton, whether it regulates IEC colonization by A/E pathogens is not known. To address this question, we targeted NM IIA and NM IIC, the NM II paralogs expressed in IECs. Our in vivo studies utilized mouse models with either intestinal epithelial-specific deletion of NM IIA (NM IIA cKO mice), expression of a NM IIA motor domain mutant, or total deletion of NM IIC (NM IIC tKO mice). In vitro experiments utilized IECs (HT-29cF8 and Caco-2BBE) with CRISPR-Cas9-mediated deletion of NM IIA or NM IIC. In addition, NM II activity in vitro was modulated pharmacologically, using either the pan-myosin inhibitor, blebbistatin, or a specific NM IIC activator, 4-hydroxyacetophenone (4-HAP). NM IIA cKO and NM IIA mutant mice demonstrated higher C. rodentium colonization along with more severe mucosal inflammation and colonic crypt hyperplasia as compared to their controls. By contrast, NM IIC tKO mice was indistinguishable from their control with regard to C. rodentium colonization. Blebbistatin treatment increased EPEC attachment to IECs monolayers, whereas 4-HAP did not affect bacterial attachment. Genetic knockout of NM IIA, but not NM IIC, increased EPEC adhesion to IEC monolayers. Importantly, the increase in EPEC attachment exhibited by NM IIA-deficient IECs required intact bacterial Type 3 secretion system and functional Tir effector, indicating that NM IIA functions in actin pedestal assembly. In summary, we describe a novel role for NM IIA in limiting intestinal epithelial colonization by A/E pathogens via inhibition of pathogen-induced remodeling of the actin cytoskeleton.", "date": "2025-10-18", "journal": ""}
{"title": "One-Class Bioacoustic Detector for Monitoring the Critically Endangered Pied Tamarin (Saguinus bicolor)", "doi": "10.1101/2025.10.11.681843", "authors": "Colonna, J. G.; Sobroza, T. V.; Gordo, M.; Nakamura, E. F.; Frery, A.", "abstract": "The pied tamarin (Saguinus bicolor) is a critically endangered primate with a small geographic range that includes fragmented urban forest mosaics in Amazonia, where habitat subdivision and anthropogenic actions complicate its survival and monitoring. Passive acoustic monitoring (PAM) offers a convenient, noninvasive way to track this species, yet open-set rainforest soundscapes make single-species detection challenging. We present a machine-learning pipeline with a very low false-positive rate, appropriate for downstream inference. The method combines a band-pass filter (5-10 kHz), Perch bioacoustic embeddings (deep learning), and a One-Class SVM (OCSVM) applied to sliding windows of continuous audio recordings to detect S. bicolor calls. We train on a reduced dataset of labeled calls and validate against diverse out-of-class audio (birds, anurans, anthropophony, and geophony/insects), then test on long, cross-site recordings. The approach achieves high discrimination on held-out negatives and produces very low false-positive rates in realistic, continuous audio. Finally, we pair detections with a single-site occupancy model in a cross-site setting to illustrate end-to-end utility for conservation monitoring and to estimate the false-negative detection probability in recordings from pied tamarin populations in a different geographic region. Our strategy provides a tool for PAM of S. bicolor that requires minimal manual labeling effort and can be adapted to other open-set, single-species monitoring scenarios. We also release a convenient Python package (sauim-detector), installable via pip, that processes an audio file and produces detection timestamps as an Audacity label file (.txt), enabling faster manual verification.\n\nHighlightsO_LIOpen-set bioacoustic detector for the pied tamarin. We introduce an open-set pipeline--band-pass (5-10 kHz) [-&gt;] Perch embeddings [-&gt;] one-OCSVM--tailored to S. bicolor, filling a gap with no prior species-specific detector.\nC_LIO_LIBird-trained Perch embeddings transfer to primates. We show that Perch embeddings trained on birds generalize to S. bicolor vocalizations, enabling cross-taxon reuse without retraining.\nC_LIO_LIBand-pass filtering reduces background false positives and improves separability. On our evaluation sets, the 5-10 kHz filter removed all background FPs and shifted ROC curves up/left, increasing AUC.\nC_LIO_LIRobust cross-site detection on long recordings with very few false positives. In a [~]10 min Mindu Park test, the detector prioritized precision, with an observed false-positive rate of 0.03, and improved AUC from 0.74 (raw) to 0.83 (filtered).\nC_LIO_LIEnd-to-end monitoring via occupancy modeling. We couple detections with a single-site occupancy estimator and derive a closed-form MLE to estimate the cross-site false-detection probability.\nC_LI", "date": "2025-10-18", "journal": ""}
{"title": "Longitudinal intergenerational hyperscanning reveals indices of relationship formation and loneliness", "doi": "10.1101/2025.10.14.682029", "authors": "Moffat, R.; Dumas, G.; Cross, E. S.", "abstract": "Loneliness is globally acknowledged as a severe and burgeoning health risk, fuelling interest in helping people of all ages form meaningful social connections. One promising approach consists of intergenerational social programs. While behavioural and qualitative evidence derived from such programs promise health and wellbeing benefits, the physiological consequences of repeated intergenerational encounters remain unknown. Insight into physiological changes will shed light on the mechanisms of social connection and inform program design choices. We charted changes in interpersonal neural synchrony (INS) in 31 intergenerational (older/younger adult) and 30 same generation (younger adult) dyads across a six-session art program. At each session, dyads completed self-report measures, drew together and alone, and had their cortical activation recorded with fNIRS. In both groups, INS was greater while dyads drew together than alone. Across sessions, intergenerational dyads' INS decreased and same generation dyads' INS increased. Further findings highlight the promise of INS as a biomarker for changes in loneliness and the development of social relationships.", "date": "2025-10-18", "journal": ""}
{"title": "Pan-genome analyses of 226 finger millet-infecting Magnaporthe oryzae strains from eastern Africa", "doi": "10.1101/2025.10.14.682320", "authors": "Devos, K. M.; Qi, P.; Mangum, B.; Grimwood, J.; Jenkins, J. W.; Atemia, J.; Shittu, T.; Zhu, J.; Bahri, B.; Wright, H.; Prado, K.; Sahin, Y.; Wang, H.; Kim, D. W.; Muthumeenakshi, S.; Pendergast, T.; Dida, M.; Ringo, J.; Takan, J.; Tesfaye, K.; Sreenivasaprasad, S.; Kim, K.-t.; Lee, Y.-H.; de Villiers, S.; Khang, C. H.; Alemu, T.", "abstract": "Blast disease, caused by the filamentous ascomycete Magnaporthe oryzae, is the main biotic constraint to finger millet production in eastern Africa. M. oryzae is a pathogen on many grass species, but the high host-specificity of blast isolates underscores the need to study pathogen diversity and virulence at the host level. Here, we fill a void on knowledge on finger millet-infecting strains of M. oryzae by sequencing 226 isolates pure-cultured from infected tissues, mainly peduncles and panicles, sampled from field-grown finger millet accessions across Ethiopia, Kenya, Tanzania and Uganda. Phylogenetic analysis showed that eastern African isolates are genetically distinct from Asian isolates, and differentiated into two groups potentially driven by climate variables. One group was dominated by isolates from Kenya and Uganda (KU group), and the other by isolates from Ethiopia and Tanzania (ET group). Analysis of the portfolio of 887 predicted effector genes showed that the KU group had significantly fewer effectors, concomitant with higher virulence levels on the two finger millet accessions tested.\n\nWe demonstrate that homologous recombination between transposable elements, leading to genomic deletions, plays a key role in gene removal. Transcript profiling of fungal genes in compatible and incompatible interactions revealed upregulation in the incompatible interaction as a characteristic of an estimated 30% of effector genes, including seven of the eight homologs of known avirulence genes from rice-infecting M. oryzae identified in our study. Prioritization of these effectors for functional validation will pave the way for identifying cognate resistance genes and improving finger millet for resistance to blast disease.", "date": "2025-10-18", "journal": ""}
{"title": "Cigarette smoke aggravates atherosclerosis by promoting the infiltration of inflammasome-primed neutrophils and disrupting macrophage function in lesions", "doi": "10.1101/2025.10.14.682475", "authors": "Nagareddy, P. R.; chattopadhyay, D.; Nitin, N.; Jaggers, R. M.; Athmanathan, B.; Maremanda, K. P.; Kanuri, B.; Dahdah, A.; Shukla, R.; Lee, M. K. S.; Murphy, A. J.", "abstract": "BackgroundCigarette smoking (CS) is a major risk factor for cardiovascular disease (CVD) through chronic inflammation. While its pulmonary effects are well established, the mechanisms linking lung inflammation to vascular injury remain unclear. Because neutrophils are early responders to CS-induced inflammation, we hypothesized that they drive systemic myelopoiesis and vascular inflammation via alarmin release.\n\nMethodsWild-type (WT) mice were exposed to inhaled CS or orally administered cigarette smoke extract (CSE). Immune cell composition in lung, bronchoalveolar lavage fluid (BALF), blood, spleen, and bone marrow (BM) was assessed by flow cytometry. Hematopoietic stem and progenitor cell (HSPC) proliferation, reactive oxygen species (ROS) production, and S100A8/A9 release were quantified. Atherosclerosis progression was evaluated in Ldlr-/- mice fed a Western diet and treated with CSE. To define the role of neutrophil-derived S100A8/A9, bone marrow transplantation was performed using S100a9-/- or WT donors.\n\nResultsCS exposure increased circulating monocytes and neutrophils through enhanced BM myelopoiesis and elevated ROS-dependent S100A8/A9 release. Oral CSE reproduced these effects, indicating direct activation of neutrophils independent of pulmonary inflammation or lipid changes. In Ldlr-/- mice, CSE accelerated atherosclerosis by promoting infiltration of inflammasome-primed neutrophils, increased IL-1{beta} release, and impaired macrophage efferocytosis. Hematopoietic S100a9 deletion normalized myelopoiesis and reduced vascular inflammation and plaque burden.\n\nConclusionsIngested CS components directly activate neutrophils to release S100A8/A9, triggering myelopoiesis and vascular inflammation. These findings reveal that tobaccos cardiovascular toxicity extends beyond inhalation, implicating oral exposure as a driver of systemic inflammation and atherogenesis.\n\nNovelty and Significance What Is Known?O_LICigarette smoking (CS) is a major risk factor for atherosclerosis, driving systemic inflammation and innate immune activation.\nC_LIO_LINeutrophils and monocytes contribute to plaque progression, but the upstream mechanisms by which CS exacerbates their pathogenic roles remain incompletely understood.\nC_LIO_LIS100A8/A9 levels correlate with neutrophilia and cardiovascular risk in smokers, but their functional role in lesion biology is not fully defined.\nC_LI\n\nWhat New Information Does This Article Contribute?O_LIIdentifies S100A8/A9 as a key mediator linking CS exposure to enhanced medullary myelopoiesis, neutrophilia, and increased lesional infiltration of inflammasome-primed myeloid cells.\nC_LIO_LIDemonstrates that neutrophil-derived IL-1a impairs macrophage efferocytosis by downregulating phagocytosis receptors, thereby promoting plaque vulnerability.\nC_LIO_LIReveals that CS drives atherosclerosis even in the absence of lipid perturbations or overt pulmonary injury, highlighting a novel oral exposure-vascular axis of disease propagation.\nC_LI", "date": "2025-10-18", "journal": ""}
{"title": "Gene therapy-mediated overexpression of wild-type MFN2 improves Charcot-Marie-Tooth disease type 2A", "doi": "10.1101/2025.10.15.682364", "authors": "Tessier, M.; Hamze, Z.; bonello-Palot, N.; Roeckel-Trevisiol, N.; Attarian, S.; Bartoli, M.; Delague, V.; Schneider, B.; Bernard-Marissal, n.", "abstract": "Charcot-Marie-Tooth disease type 2A (CMT2A) is the most common axonal CMT and is associated with an early onset and severe motor-dominant phenotype. CMT2A is mainly caused by dominant mutations in the MFN2 gene, encoding Mitofusin-2, a GTPase located in the outer membrane of the mitochondria and endoplasmic reticulum (ER). Mutations in MFN2 are known to affect mitochondrial dynamics. We previously demonstrated that the mutated MFN2Arg94Gln further disrupts contacts between the ER and the mitochondria, leading to progressive axonal degeneration. There is no effective therapeutic approach to slow or reverse the progression of CMT2A, and treatments currently under development primarily focus on restoring mitochondrial function. Here, we provide proof-of-concept that neuronal overexpression of wild-type MFN2 (MFN2WT) provides therapeutic benefit in transgenic CMT2A mice carrying the mutated MFN2Arg94Gln. Intrathecal delivery of an AAV9 vector expressing MFN2WT effectively targets motor and sensory neurons, restoring ER-mitochondria contacts and mitochondrial morphology, thereby preserving both neuromuscular junction integrity and motor function. Strikingly, therapeutic efficacy is also achieved following vector injection after the onset of symptoms, rescuing the molecular hallmarks of CMT2A pathology and reversing locomotor. Notably, AAV administration was well tolerated, with no evidence neither of hepatotoxicity nor dorsal root ganglion inflammation. These results establish that boosting MFN2 levels using gene therapy is a promising therapeutic avenue for CMT2A", "date": "2025-10-18", "journal": ""}
{"title": "Kölliker-Fuse/parabrachial complex PACAP - glutamate pathway to the extended amygdala couples rapid autonomic and delayed endocrine responses to acute hypotension", "doi": "10.1101/2025.10.16.682741", "authors": "Hernandez, V. S.; Segura-Chama, P. D.; Zhang, L.", "abstract": "The calyx of Held is a giant axo-somatic synapse classically confined to the auditory brainstem. We recently identified morphologically similar calyx-like terminals in the extended amygdala (EA) that arise from the ventrolateral parabrachial complex and co-express PACAP, CGRP, VAChT, VGluT1, and VGluT2, targeting PKC{delta}+/GluD1+ EA neurons. Here we asked whether this parabrachial-EA pathway participates in compensation during acute hypotension. In rats given hydralazine (10 mg/kg, i.p.), we quantified Fos protein during an early phase (60 min) and a late phase (120 min). Early after hypotension, Fos surged in a discrete subpopulation of the parabrachial Kolliker-Fuse (KF) region and in the EA, whereas magnocellular neurons of the supraoptic and paraventricular nuclei (SON/PVN) remained largely silent. By 120 min, magnocellular SON/PVN neurons were robustly Fos-positive. Confocal immunohistochemistry showed that most Fos+ PKC{delta}/GluD1 EA neurons were encircled by PACAP+ perisomatic terminals (80.8%), of which the majority co-expressed VGluT1 (88.1%). RNAscope in situ hybridization further identified a selective KF population co-expressing Adcyap1 (PACAP) and Slc17a7 (VGluT1) that became Fos-positive during the early phase. Together these data indicate that a KFPACAP/VGluT1 projection forms calyceal terminals around PKC{delta}/GluD1 EA neurons, providing a high-fidelity route for rapid autonomic rebound to falling blood pressure, while slower endocrine support is subsequently recruited via vasopressinergic magnocellular activation. This work links multimodal parabrachial output to temporally layered autonomic-neuroendocrine control.\n\nShort abstractAcute hypotension triggers rapid autonomic compensation followed by slower endocrine support. We identify a Kolliker-Fuse (KF) PACAP/VGluT1 pathway to the extended amygdala (EA) that initiates the fast limb. In hydralazine-treated rats, Fos rose at 60 min in KF and EA but not in magnocellular SON/PVN; by 120 min SON/PVN were strongly Fos-positive. Confocal microscopy showed that [~]81% of Fos+ PKC{delta}/GluD1 EA neurons were surrounded by PACAP+ calyceal terminals, [~]88% of which co-expressed VGluT1. RNAscope revealed a selective KF Adcyap1/Slc17a7 population that became Fos-positive early. We conclude that KF PACAP/VGluT1 calyces onto PKC{delta}/GluD1 EA neurons provide a high-fidelity autonomic pathway that precedes vasopressin-mediated endocrine compensation.", "date": "2025-10-18", "journal": ""}
{"title": "Gastroprotective Effects of Aleurites moluccanus (Candlenut) Oil Against Aspirin-Induced Gastric Injury in Rats: A Dose-Dependent Histopathological Evaluation", "doi": "10.1101/2025.10.16.682748", "authors": "Sutrisna, E.; Ariesto, M. R.; Sulistyo, H.; Purnawan, I.", "abstract": "Nonsteroidal anti-inflammatory drugs (NSAIDs), such as aspirin, contribute significantly to drug-induced gastrointestinal complications globally, primarily through prostaglandin inhibition and oxidative stress mechanisms. The search for safer, plant-based alternatives has intensified, particularly in resource-limited settings. This study aimed to evaluate the gastroprotective potential of Aleurites moluccanus (candlenut) oil in a rat model of aspirin-induced gastric injury. Twenty-five male Wistar rats were randomly assigned to five groups: a healthy control, a negative control, and three treatment groups receiving A. moluccanus oil at doses of 0.5, 1.0, and 2.0 mL/200 g BW (equivalent to 2.5, 5.0, and 10 mL/kg BW, respectively). All groups except the healthy control were administered aspirin (600 mg/kg) to induce gastric lesions, followed by 28 days of treatment. Histopathological analysis revealed dose-dependent improvements in mucosal integrity and reduced inflammatory infiltration, with the highest dose group showing near-normal histological features. Although not all intergroup differences reached statistical significance, the consistent histological trend suggests a biologically meaningful protective effect. These findings support the therapeutic potential of A. moluccanus oil as a locally available, low-toxicity phytotherapeutic candidate for NSAID-induced gastritis and warrant further investigation into its molecular mechanisms and safety profile.", "date": "2025-10-18", "journal": ""}
{"title": "Repeated Disuse Atrophy Imprints a Molecular Memory in Skeletal Muscle: Transcriptional Resilience in Young Adults and Susceptibility in Aged Muscle", "doi": "10.1101/2025.10.16.681134", "authors": "Turner, D. C.; Raastad, T.; Ullrich, M.; Christiansen, S. F.; Sutherland, H.; Boot, J.; Wozniak, E.; Mein, C.; Dalbram, E.; Treebak, J. T.; Owens, D. J.; Hughes, D. C.; Bodine, S. C.; Jarvis, J. C.; Sharples, A. P.", "abstract": "Disuse-induced muscle atrophy is common after illness, injury, or falls, and becomes increasingly frequent with ageing. However, whether skeletal muscle retains a memory of disuse remains unknown. We investigated repeated lower-limb immobilization in young adults and a refined aged rat model of repeated disuse, integrating multi-omics, histology, biochemistry, and primary human cell analyses. In young human muscle, a second period of disuse elicited an attenuated transcriptional response in oxidative and mitochondrial pathways, suggesting a protective molecular memory, although this did not translate into attenuated atrophy. In contrast, aged muscle exhibited a detrimental molecular memory, with greater atrophy, exaggerated suppression of aerobic metabolism genes/pathways despite recovery of these genes after initial disuse, depletion of NAD+ and mitochondrial DNA, and activation of proteasomal, extracellular matrix and DNA-damage pathways. Repeated disuse induced DNA hypermethylation and downregulation of aerobic metabolism and mitochondrial genes across species. NR4A1 remained suppressed in young human muscle, whereas acetylcholine receptor subunit genes were epigenetically primed in humans and further upregulated with repeated atrophy in both young and aged muscle. NMRK2 was among the most downregulated genes after both periods of atrophy in humans, and nicotinamide riboside improved myotube size in primary human muscle cells derived post-atrophy. These findings reveal that disuse atrophy imprints a molecular memory in skeletal muscle- attenuated transcriptional resilience in young adults yet exaggerated susceptibility in aged muscle.", "date": "2025-10-18", "journal": ""}
{"title": "Lattice Instability Drives Formation of Protofilament Clusters at the Microtubule Plus End Tips", "doi": "10.1101/2025.10.16.682920", "authors": "Xue, W.; Wu, J.; Bidone, T.; Voth, G. A.", "abstract": "Microtubules (MTs) are dynamic cytoskeletal filaments composed of - and {beta}-tubulin protein dimers. They are crucial for maintaining cell structure, facilitating intracellular transport, and ensuring proper chromosome segregation among other things. These biological functions are influenced by the dynamic instability of the MT plus-end tip. Recent work has challenged traditional models in which GTP (guanosine-5'-triphosphate) hydrolysis directly regulates microtubule lattice stability. To explore these notions further, in this work, we have constructed, from bottom up, a relatively high resolution coarse-grained (CG) molecular dynamics (MD) model for tubulins with 20 CG sites per tubulin monomer and then performed extensive CG MD simulations on MT lattices with 8 and 40 layers of heterodimers. Our findings demonstrate that, independent of nucleotide state, MT plus-end tips can form distinct, similarly curved protofilament (PF) clusters. These clusters are stable up to tens of microseconds of CG MD simulation time during spontaneous outward bending relaxation, and their formation is driven by an intrinsic thermodynamic instability of the MT lattice. Such lattice instability accumulates in longer microtubules and further facilitates protofilament cluster formation with outward bending relaxation; however, in longer MTs the lattice instability can also be released via lattice curvature and in-lattice twisting. Our systematic parametrization of the CG forcefield from atomic scale interactions also confirms weakened lateral interactions in GDP-MTs, which lead to faster bending relaxation and the formation of more PF clusters in both 8-layer and 40-layer GDP-bound MT lattices. A comprehensive all-atom MD analysis reveals that the formation of PF clusters is initiated by relaxation in the longitudinal interactions and later stabilized by relaxation in the lateral interactions. Our findings highlight the critical role of lattice instability in microtubule dynamics and offer new insight on the behavior of MT plus-end tips.", "date": "2025-10-18", "journal": ""}
{"title": "A line attractor maintains aggressiveness during feeding in hangry mice", "doi": "10.1101/2025.10.16.682711", "authors": "Kim, J.; Nair, A.; Coria, N.; Huynh, S.; Vinograd, A.; Xu, J.; Liu, M.; Anderson, D. J.", "abstract": "Aggression evolved to protect resources such as food from competitors, but animals must balance fighting and feeding so that they facilitate rather than hinder re-establishment of energy homeostasis. How this balancing is computed is not well understood. We have approached this problem at the level of neural population-coding by examining the effect of progressive starvation on a hypothalamic line attractor that encodes an internal state of aggressiveness. Moderate fasting yielded 'hangry' mice, decreasing attack latency and increasing attack frequency. In parallel, line attractor ramping rate and stability were increased, suggesting that hunger enhances aggressiveness by modifying neural dynamics. In contrast, prolonged starvation inhibited aggression and eliminated the line attractor. In satiated mice, titrated acute chemogenetic activation of arcuate AgRP neurons recapitulated the biphasic effects of progressive starvation, suggesting that a continuous increase in hunger exerts bi-directional influences at different intensities. When confronted with food and an intruder, hangry mice alternated between feeding and fighting. During eating, population neural activity moved out of the line attractor while activity in the attractor dimension remained unchanged. Following feeding, activity rapidly relaxed back into the attractor and aggression resumed. Thus, the line attractor may serve to keep hungry animals primed for aggression during intermittent feeding bouts.", "date": "2025-10-18", "journal": ""}
{"title": "Structural basis for the folding of PINK1 by the HSP90-CDC37 chaperone complex", "doi": "10.1101/2025.10.17.682828", "authors": "Okatsu, K.; Yamamoto, H.; Okamoto, A.; Goto, S. H.; Nishimoto, Y.; Sugita, Y.; Noda, T.; Fukai, S.", "abstract": "PTEN-induced kinase 1 (PINK1) is a mitochondrial serine/threonine kinase that plays a central role in Parkin-dependent mitophagy. Mutations in PINK1 are associated with autosomal recessive forms of Parkinson's disease. PINK1 is identified as a high-affinity client of the HSP90-CDC37 complex. Stability of PINK1 is regulated by the HSP90-CDC37 chaperone system. However, the molecular mechanism by which HSP90-CDC37 recognizes and facilitate the folding of PINK1 remains unclear. Here, we present a cryogenic electron microscopy (cryo-EM) structure of the human PINK1-HSP90-CDC37 complex. The {beta}5 strand of the PINK1 N-lobe projects into the central channel formed at the interface between two protomers in the HSP90 dimer, which holds the PINK1 kinase domain in a partially unfolded state. The C-lobe and unique C-terminal extension (CTE) of PINK1 is folded. HSP90 covers the CTE of PINK1, which overlaps with interaction sites for TOM5, TOM20, and the intramolecular N-helix. The HPNI motif of CDC37 interacts with the C-lobe of PINK1, mimicking the HPNI motif in the N-lobe of PINK1. A pathogenic mutation L347P is suggested to disrupt the interaction with the HPNI motif of CDC37. Another pathogenic mutation H271Q is located within the HPNI motif of the N-lobe of PINK1. These findings provide structural insights into the folding of PINK1 and its dysfunction in Parkinson's disease.", "date": "2025-10-18", "journal": ""}
{"title": "A systematic comparison of cooperation and coordination across behavioural, psychological, and neural scales", "doi": "10.1101/2025.10.17.683048", "authors": "Li, Y.; Wang, X.; Dong, W.; Liu, L.; Yang, Y.; Zheng, Y.; Zhen, Y.; Zheng, H.; tang, s.", "abstract": "Cooperation and coordination are the two fundamental mechanisms for enhancing social welfare. However, the intrinsic differences between the dynamics of cooperation and coordination remain elusive, particularly from an interpretable perspective that bridges behavioural, psychological, and neural scales. Here, we compare and analyze cooperation and coordination within a unified framework by assigning participants to an adjustable public goods game for iterated real-time interactions. By integrating model-free behavioural patterns and psychological intentions, we show that individuals are driven by increased flexibility and are more susceptible to peer influence in decision-making under cooperation. While under coordination, it is easier to reach the group consensus, inspiring individuals to stick more closely to their existing behavioural patterns and the `default' social norms. Furthermore, although peer punishment can enhance reciprocal contributions in all scenarios, the detailed impact and the resultant adverse phenomena (anti-social punishment) in cooperation and coordination are different. Notably, behavioural motive differences are also reflected in the neural responses recorded via fNIRS, in which coordination is associated with activation of the rTPJ and more consistent inter-brain synchronization in the dmPFC, while there is a negative correlation between dmPFC-rTPJ connectivity and contributions under cooperation. In addition, rTPJ during the punishment phase is significantly activated compared with the investment phase. Our study systematically reveals the fundamental differences between cooperation and coordination at the multi-scale levels, which not only deepens the understanding of reciprocal behaviour in social groups, but also provides a foundation for designing targeted incentive mechanisms.", "date": "2025-10-18", "journal": ""}
{"title": "Neurocomputational mechanisms underlying the distinct motivational influences of reward and punishment on cognitive control", "doi": "10.1101/2025.10.17.682886", "authors": "Yee, D. M.; Prater Fahey, M.; Cheng, Z. M.; Leng, X.; Kim, J.; Tarlow, M.; Mundy, K.; Nevins, S.; Shenhav, A.", "abstract": "Human motivation is fundamentally shaped by one's expectations of the reward they could earn for good performance or the punishment they would avoid for poor performance. However, the extent to which distinct brain regions are selectively associated with specific incentives and/or their corresponding influence on control strategy remains unclear. Using model-based fMRI and a novel multi-incentive control task, we observed distinct neural patterns by incentive valence, with ventral striatum and caudal subregion of dorsal anterior cingulate cortex showing greater sensitivity to rewards whereas inferior frontal gyrus and rostral subregion of dorsal anterior cingulate cortex showing greater sensitivity to penalties. Reward-sensitive regions were associated with increased efficiency (e.g., faster responding with moderate decreases in accuracy) whereas penalty-sensitive regions were associated with increased caution (e.g., slower responding with increased accuracy). We disentangled the global and selective influences of motivation on control processes and subjective experience, providing novel insight into the neurocomputational mechanisms of how effort is determined by expected reward and punishment.", "date": "2025-10-18", "journal": ""}
{"title": "The Arabidopsis CYSTM α 5'UTR increases protein production from transgenes in plants and bacteria.", "doi": "10.1101/2025.10.15.682649", "authors": "Khanduja, J. S.; Wu, X.; Searle, I. R.", "abstract": "Achieving high levels of transgene expression is often crucial for the effective production of high value pharmaceuticalproteins and bioactive compounds. Here, we show a 79-nucleotide sequence of the 5 UTR of the Arabidopsis thaliana cysteine-rich transmembrane module 1 (CYSTM1) significantly increases transient and stable transgene expression at the post-transcriptional level in multicellular plants, A. thaliana and Nicotiana benthamiana, in monocotyledon wheat germ extracts, and in the unicellular bacterium Escherichia coli by up to 7-fold. We also show the 79 nt CYSTM sequence has 50 % higher transgene expression than the broadly used Tobacco Mosaic Virus omega ({Omega}) sequence in both A. thaliana and N. benthamiana. Taken together, this study provides a short transgene expression enhancer for multicellular and unicellular organisms.", "date": "2025-10-18", "journal": ""}
{"title": "Collagen VI is a conserved pro-fibrotic signal disrupting muscle regeneration across distinct human myopathies", "doi": "10.1101/2025.10.17.683021", "authors": "Muraine, L.; Bensalah, M.; Gargan, S.; Dowling, P.; Bigot, A.; Allamand, V.; Dhiab, J.; Kondili, M.; Perie, S.; Lacau St-Guily, J.; Butler-Browne, G. S.; Mouly, V.; Ohlendieck, K.; Trollet, C.; Negroni, E.", "abstract": "Muscle fibrosis is a major driver of progression in diverse myopathies, yet the conserved molecular mediators of this process in humans remains poorly defined. Here, we identify collagen VI as a common pro-fibrotic and regeneration-impairing extracellular matrix (ECM) component across three distinct human myopathies: Duchenne Muscular Dystrophy (DMD), Oculopharyngeal Muscular Dystrophy (OPMD), and Inclusion Body Myositis (IBM). Proteomic profiling of fibrotic biopsies revealed consistent upregulation of collagen VI and laminin {gamma}1, alongside disease-specific alterations involving other ECM proteins. Fibro-adipogenic progenitors (FAPs) are the predominant source of these ECM components, including collagen VI and laminin {gamma}1. Functionally, xenotransplantation of patient-derived FAPs into regenerating mouse muscle induced localized collagen deposition, myofiber atrophy, and depletion of Pax7+ muscle stem cells. Mechanistic assays demonstrated that FAP-derived collagen VI is sufficient to impair myogenic fusion, while silencing COL6 in patient FAPs restores fusion capacity, directly linking pathological collagen VI deposition to regeneration failure. Our findings uncover collagen VI as a conserved effector of fibrosis and stem cell niche disruption in human myopathies, positioning it as a potential therapeutic target across genetically and clinically distinct muscle diseases.", "date": "2025-10-18", "journal": ""}
{"title": "Protein large language model assisted one-to-one gene homology mapping in cross-species single-cell transcriptome integration", "doi": "10.1101/2025.10.17.683009", "authors": "Kuang, Z.-Y.; Sun, Y.-C.; Wei, N.-N.; Wu, H.-J.", "abstract": "Cross-species integration of single-cell transcriptomes requires establishing gene correspondences to enable comparative analysis of expression profiles across organisms. Current approaches predominantly rely on Ensembl homology tables, whose default many-to-many mappings often amplify gene-family effects and introduce artifactual micro-clusters that lack clear cell-type identity, thereby complicating biological interpretation. While restricting mappings to a one-to-one scheme suppresses such artifacts, it reduces the number of homology gene pairs by approximately 8% ([~]900 pairs). To address this limitation, we developed a protein large language model (pLLM)-based gene homology mapping strategy that boosts the number of homology gene pairs. By integrating pLLM-derived representations with sequence similarity, we constructed a fused mapping approach, which achieved top performance in a comprehensive benchmark based on a curated cross-species atlas -- spanning nine datasets, 11 species, and over 3.2 million cells. Our method further identifies previously unannotated cell-type marker pairs, facilitating novel cross-species marker discovery. These results establish a robust framework for gene homology mapping in cross-species transcriptome integration, improving both accuracy and biological interpretability.", "date": "2025-10-18", "journal": ""}
{"title": "Molecular Plasticity of T Cells Informs Their Possible Adaptation in 4T1 Tumors", "doi": "10.1101/2025.10.17.683070", "authors": "Iftehimul, M.; Newman, R. H.; Harrison, S. H.; Jones, R. B.; Muganda, P. M.; Holloman, B. L.; Hossain, M. T.; Rorie, C. J.; Thomas, M. D.; Graves, J. L.; Kaufman, H. L.; Saha, D.", "abstract": "Background: The triple-negative breast cancer (TNBC) microenvironment (TME) undergoes progressive reprogramming, transitioning from an early immune-active state to a late immune-suppressed state. While tumor cell plasticity has been extensively studied, the molecular plasticity of T cells in vivo remains poorly defined. Objectives: To characterize transcriptional changes in T cells during TNBC progression and identify stage-specific shifts in T cell function, polarization, and antigen-presenting cell (APC)-T cell interactions. Results: Transcriptional analysis of T cells from BALB/c mice bearing 4T1 tumors at 1, 3, and 6 weeks revealed a decline in T cell-associated genes from 194 at 1 week to 156 at 6 weeks, with a significant late-stage loss of TCR diversity and contraction of natural killer T (NKT)- and {gamma}{delta} T cell-related transcripts. Cytokine and transcription factor dynamics reflected temporal T cell polarization: early (1 week) IL-12/{beta}-STAT4 signalling supports CD4+ type 1 T helper cell (Th1) and type 1 CD8+ cytotoxic T cell (Tc1) responses; intermediate (3 weeks) IL-21 and BCL6 expression suggest transient CD8+ cytotoxic follicular T cell (Tfc) skewing; and late (6 weeks) AhR and IL-1{beta} induction reflect interleukin 17/22 producing CD8+ T cell (Tc17/Tc22) transition. Pro-inflammatory cytokines and chemokines increased over time, while immunosuppressive mediators (e.g., IL-10) declined significantly. Antigen-presenting cell (APC)-T cell crosstalk deteriorated at 6 weeks, characterized by a reduction in the expression of co-stimulatory and APC genes. Despite an early dominance of M1-like macrophage signals (e.g., IL-12/{beta}), persistent expression of arginase 1 (ARG1) and other M2-associated genes indicated a stable tolerogenic niche. Conclusions: TNBC progression is characterized by progressive T cell functional decline, narrowing of TCR diversity, impaired APC-T cell interactions, and sustained macrophage-driven immunosuppression. These temporally coordinated immune shifts suggest tumor-driven adaptation toward immune evasion and identify potential windows for stage-specific immunotherapeutic intervention.", "date": "2025-10-18", "journal": ""}
{"title": "Leveraging Crop Wild Relatives and Ploidy Level for Climate-Resilient Annual Ryegrass", "doi": "10.1101/2025.10.15.682691", "authors": "Mailhos, M. E.; Timmers, J.; Erickson, J.; Caram, N.; Messina, C. D.; Rios, E. F.", "abstract": "Leveraging crop wild relatives and chromosome manipulations are powerful tools for developing climate-resilient agroecosystems. Yet, the combined effects of polyploidy and diverse genetic makeup on plant responses to climate-induced stresses remain generally underexplored, particularly in annual ryegrass (Lolium multiflorum Lam.), a major cool-season forage species. In a two-year controlled environment study, we assessed phenotypic responses of a wildtype and the cultivar 'Marshall' at diploid (2x = 14) and tetraploid (4x = 28) levels. Plants were grown under 540 and 800 ppm [CO2] and at full and 50% evapotranspiration regimes. Anatomical and physiological differences between populations and ploidy levels were limited. Despite genetic background, total biomass production increased by 44% from 540 to 800 ppm [CO2], driven by enhanced aboveground growth. While the 2x-wildtype showed a lower leaf-to-stem ratio (a proxy for forage quality) than 2x-Marshall, this gap diminished at the tetraploid condition. These differences, and the lack thereof, highlight the importance of considering both chromosome manipulation and the genetic sourcing of crop wild relatives to expand diversity in cultivated species. Our findings reveal that wild populations can achieve comparable productivity and efficiency to improved populations under climate-change induced environments, while contributing adaptive traits valuable for resilient cropping systems.", "date": "2025-10-18", "journal": ""}
{"title": "Autoclaving and long-term storage deplete glutamine sources in complex media and affect bacterial phenotypes", "doi": "10.1101/2025.10.15.682619", "authors": "Yamada, K.; Ishikawa, K.; Furuta, K.; MIYOSHI, S.-I.; Tsunoda, M.; Kaito, C.", "abstract": "Autoclave sterilization is the most common method for sterilizing reagents and media in biology. However, the effects of heat-induced loss or modification of complex medium components on bacterial growth and phenotypes remain poorly understood. Here, we investigated the impact of autoclaving on glutamine sources in bacterial complex media using an Escherichia coli {Delta}glnA mutant, which requires exogenous glutamine for growth. {Delta}glnA exhibited impaired growth in LB medium after autoclaving compared with non-autoclaved LB, whereas its residual growth indicated the presence of heat-stable glutamine sources. Growth assays and HPLC quantification revealed that free glutamine in LB decreased from 58 M to 12 M upon autoclaving, while heat-stable glutamine sources remained at 117 M. Similar growth defects were observed for {Delta}glnA in autoclaved BHI, TSB, and M17 media compared with their non-autoclaved counterparts. Long-term storage of LB at room temperature for 24 weeks also reduced {Delta}glnA growth regardless of autoclaving, compared with freshly prepared LB. Furthermore, supplementation of glutamine sources into glutamine-deficient MHB medium enhanced biofilm formation by Pseudomonas aeruginosa. Collectively, these results demonstrate that autoclaving and storage reduce glutamine sources in complex media, thereby influencing bacterial growth and phenotypes.", "date": "2025-10-18", "journal": ""}
{"title": "Genomic and genetic insights into speciation and pigment pattern diversification in Danio fishes", "doi": "10.1101/2025.10.17.682988", "authors": "Lu, J.; Podobnik, M.; Huang, J.; McCluskey, B. M.; McCarthy, S. A.; Wood, J.; Collins, J.; Torrance, J.; Sims, Y.; Gao, D.; Huang, J.; Liu, J.; Fang, W.; Huang, P.; Ma, C.; Parichy, D. M.; Irion, U.; Liu, J.; Howe, K.; Postlethwait, J. H.", "abstract": "The Danioninae subfamily of teleost fishes boasts up to four hundred distinct species that have evolved to display a stunning diversity of morphological forms. Here we use newly assembled genome sequences of four laboratory and wild zebrafish strains as well as eleven species of the Danio and Danionella genera to explore their phylogenetic history and the genetic basis of pigment pattern diversification. Phylogenomic analyses uncover extensive introgression and incomplete lineage sorting that have obscured phylogenetic relationships within Danio and corroborate an ancient hybrid origin of zebrafish. Whereas D. rerio inherited ancestral horizontal stripes, relatives repeatedly evolved spots and vertical bars. Interspecific complementation tests reveal functional divergence of the adhesion molecule gene igsf11 and the gap junction gene gja5b between the striped zebrafish and Danio species with divergent patterns. Comparative genomic and transcriptomic analyses suggest that protein and regulatory evolution have accompanied pigment pattern diversification. Our analyses elucidate complex genetic changes underlying the phylogenetic history and morphological diversification in the Danio genus. Resolved phylogenetic relationships, available genome assemblies, transcriptomes, and genetic tractability establish Danio fish species as excellent models for biomedical research in vertebrates.", "date": "2025-10-18", "journal": ""}
{"title": "Evidence of latency reshapes our understanding of Ebola virus reservoir dynamics", "doi": "10.1101/2025.10.17.683141", "authors": "McCrone, J. T.; Baele, G.; Omah, I. F.; Kinganda-Lusamaki, E.; Brew, J. A.; Carvalho, L. M.; Dudas, G.; Mbala-Kingebeni, P.; Suchard, M. A.; Rambaut, A.", "abstract": "Ebola virus (EBOV) has caused severe outbreaks of haemorrhagic fever in Central and West Africa since the first observed zoonotic epidemic in the late 1970s. While recent outbreaks have revealed much about the epidemiological dynamics that sustain human-to-human transmission, the mechanisms by which the virus persists between outbreaks are unknown. Previously, phylogenetic approaches have been used to characterise the EBOV reservoir from the evolutionary relationships among observed human outbreaks. We here employ a novel phylogenetic latency model -- inspired by recent observations of extreme EBOV evolutionary rate heterogeneity in humans -- to characterise the natural history of EBOV and by extension its reservoir. We find the prevailing model of EBOV reservoir dynamics is deficient, and the long-term EBOV evolutionary rate is slower than previously believed. The hypothesis that EBOV diversity dates back to a bottleneck event just prior to the first human outbreak is not supported by the data. Further, our results suggest that EBOV undergoes extended periods of quiescence in the reservoir, similar to that observed in a small fraction of human infections. These findings have significant implications for understanding the source of EBOV outbreaks, characterising the EBOV reservoir, and uncovering the factors that contribute to EBOV outbreaks in humans.", "date": "2025-10-18", "journal": ""}
{"title": "How much can reticulate evolution entangle plant systematics? Revisiting subfamilial classification of the Malvatheca clade (Malvaceae) on the basis of phylogenomics", "doi": "10.1101/2025.10.17.683170", "authors": "Luna, G.; Costa, L.; Pezzini, F. F.; Karimi, N.; Strijk, J. S.; Carvalho-Sobrinho, J. G.; Colli-Silva, M.; Marques, A.; Souza, G.", "abstract": "Reticulate evolution (RE), involving hybridization and related processes, generates network-like rather than strictly bifurcating relationships among lineages and can obscure phylogenetic relationships. Detecting ancient hybridization is particularly challenging, as genomic signals may erode over time. The Malvatheca clade (Malvaceae), marked by multiple paleopolyploidy events since it's estimated origin 66 my, offers a useful model for examining RE. Its three subfamilies Bombacoideae (with high chromosome numbers, mostly trees), Malvoideae (lower chromosome numbers, mostly herbs), and the recently described Matisioideae show unresolved relationships, with several taxa of uncertain placement. We conducted a phylogenomic analysis of 62 Malvatheca species via complete plastomes, 35S rDNA cistrons, and comparative repeatome data. All datasets consistently resolved three main clades: (i) Bombacoideae, (ii) Malvoideae, and (iii) a heterogeneous assemblage including most of the recently assigned Matisioideae and several incertae sedis taxa, suggesting a more complex evolutionary history and circumscription than previously recognized. Chromosome numbers were negatively correlated with repeatome diversity: Bombacoideae presented higher counts but lower repeat diversity, possibly reflecting slower repeat evolution associated with woody growth forms. In contrast, clade III showed marked heterogeneity in both chromosome number and repeat composition, which is consistent with a reticulate origin. Overall, our results show evidence of ancient hybridization and polyploidy, predominantly allopolyploidy, in shaping Malvatheca evolution. These results highlight that reticulation and genome dynamics, rather than taxonomic boundaries alone, are central to understanding the diversification of Malvatheca.", "date": "2025-10-18", "journal": ""}
{"title": "S9 Protease WprP Catalyzes Uniform and Sequential Cleavage on the Precursor Peptide in RiPP Biosynthesis", "doi": "10.1101/2025.10.18.683210", "authors": "Haedar, J. R.; Khan, A. H.; Donadio, S.; Phan, C.-S.", "abstract": "Serine proteases in ribosomally synthesized and post-translationally modified peptides (RiPPs) catalyze the cleavage on the precursor peptides in the biosynthesis of RiPP natural products. Here, we identified an uncharacterized serine protease WprP2 from Streptomyces venezuelae NPDC049867, encoded next to the radical SAM enzyme WprB2 involved in the biosynthesis of cyclo-phane natural products. In vitro characterization of S9 protease WprP2 revealed that the precursor peptide WprA2 is uniformly and sequentially cleaved. The cleavage activity of WprP2 has not been seen in any serine proteases and expands the S9 protease in RiPP biosynthesis.", "date": "2025-10-18", "journal": ""}
{"title": "Molecular Dynamics-Guided Design and Chemoproteomic Profiling of Covalent Kinase Activity Probes", "doi": "10.1101/2025.10.17.683178", "authors": "Chakraborty, P.; Carlos, A.; Thomas, T.; Ghaby, K.; Fathi, S.; Sharma, M.; Nguyen, N. K.; Farmwald, M.; Blachowicz, L.; Yu, S.; Pillai, K.; Roux, B.; Moellering, R. E.", "abstract": "Covalent small molecule activity probes can be powerful tools to interrogate protein function in native cellular environments. The design of family-wide activity probes requires an understanding of the molecular sources of general targeting potential and specificity to enable broad targeting of protein family members. Here, we developed and applied a multifaceted docking and molecular dynamics (MD) simulation pipeline to design and test cell-permeable covalent kinase activity probes from a set of hinge-binding pharmacophores. This computationally-guided approach yielded a new cell-active probe, K60P, which targets around 114 kinases across distinct kinase classes in live cells. Chemoproteomic profiling of this probe and a clinical candidate sharing the same indazole core, KW-2449, identified kinase and non-kinase target profiles that differ from recombinant protein assay profiles, underscoring the utility of native kinase profiling in situ. Biochemical studies with a model target kinase, ABL1, confirmed covalent labeling of the active site lysine across several kinase probes with distinct kinetics, as well as covalent labeling of key tyrosines in trans between ABL1 monomers. Finally, focused proteomics, kinetic modeling, and molecular dynamics simulations revealed that K60P, as well as the comparator probe XO44, preferentially engage with target kinases in their active, DFG-in conformations, which is driven by increasing population of reaction-ready small molecule conformation. These results together establish a computational and kinetic modeling framework for designing covalent activity probes and highlight the balance of target selectivity and kinetic efficiency as a key factor in determining their proteome-wide reactivity.", "date": "2025-10-18", "journal": ""}
{"title": "Advancing Protein Ensemble Predictions Across the Order-Disorder Continuum", "doi": "10.1101/2025.10.18.680935", "authors": "Invernizzi, M.; Bottaro, S.; Streit, J. O.; Trentini, B.; Venanzi, N. A.; Reidenbach, D.; Lee, Y.; Lindorff-Larsen, K.; Jing, B.; Airoldi, F.; Sirelkhatim, H.; Dallago, C.; Fisicaro, C.; Tamiola, K.", "abstract": "While deep learning has transformed structure prediction for ordered proteins, intrinsically disordered proteins remain poorly predicted due to systematic underrepresentation in training data, despite constituting approximately 30% of eukaryotic proteomes. We introduce PeptoneBench, the first benchmark enabling systematic assessment of ensemble generators across both ordered and disordered proteins, integrating diverse experimental observables. Our analysis reveals that existing evaluation metrics exhibit systematic bias toward the structured spectrum of the proteome. Assessment of popular predictors (AlphaFold2, ESMFlow, Boltz2) confirms high accuracy on ordered proteins but shows performance degradation with increasing disorder. We further present PepTron, a flow-matching ensemble generator trained on data augmented with synthetic disordered protein ensembles. On our benchmark PepTron matches BioEmu on disordered regions while maintaining competitive accuracy on ordered protein benchmarks. Our data augmentation approach demonstrates that targeted training strategies can approach the performance of computationally expensive simulation-based methods, establishing a generalizable framework applicable to other protein generative models. All datasets, models, and code are openly available.", "date": "2025-10-18", "journal": ""}
{"title": "Use of plant growth-promoting bacteria to stimulate the growth and development of rice (O. sativa L.) and bean (P. vulgaris L.) cultivars.", "doi": "10.1101/2025.10.18.683209", "authors": "Sierra, L. E.; Pavone-Maniscalco, D.; Valbuena, O. E.", "abstract": "Current fertilization practices are unsustainable from both an environmental and a human health perspective. A promising solution has emerged in plant growth-promoting bacteria (PGPB), which can act hand in hand with synthetic fertilizers to reduce their environmental costs. This study seeks to isolate, characterize, and evaluate the ability of nitrogen-fixing bacteria (NFB) as a potential biofertilizer of important crops, such as bean and rice cultivars. 18 NFB strains were isolated from the rhizosphere of beans, lentils, and rice plants, with a few isolated from nodules or topsoil. To identify elite strains, primary growth-promoting mechanisms were determined, including mineral solubilization, N2-fixation ability, and production and secretion of indole-3-acetic acid (IAA). Of the 18 initial isolates, BN03, BN09, BN16 and BN18 showed the greatest potential as biofertilizers. These isolates were used individually and in consortium as bioinoculants for bean and rice plants in pot experiments, showing significant improvements in every biometric parameter measured. These results join others in showcasing the potential of beneficial microorganisms to promote the development and growth of important crops in the transition to sustainable agriculture.", "date": "2025-10-18", "journal": ""}
{"title": "Microbiome composition and function vary with depth in the Mediterranean gorgonian Eunicella singularis", "doi": "10.1101/2025.10.17.683177", "authors": "Binsarhan, M.; barmanti, l.; Riviere, B.; Montiel, L.; Latorre, F.; del Campo, J.; Galand, P. E.; Logares, R.", "abstract": "Background: The Gorgonian coral, Eunicella singularis, is one of the main components of Mediterranean marine animal forests, whose canopies play a key role in Mediterranean sublittoral ecosystems due to their capacity to provide shelter, food, and nursery ground to several species. Like other gorgonian species, E. singularis faces environmental threats with potential repercussions on the associated biodiversity. This photophilic octocoral, spanning the Western Mediterranean, Adriatic, and Aegean Seas at depths of 10-70m, engages in symbiosis with Symbiodiniaceae dinoflagellates, thereby influencing their resilience in nutrient-poor habitats. However, mesophotic populations (~60m depth) are characterized by very low Symbiodiniaceae density, prompting questions regarding metabolic adaptations. The associations of corals with specific bacteria that differ from those in the surrounding seawater suggest a role in host health and physiology. In particular, in mesophotic colonies, bacteria may perform activities that Symbiodinium typically carries out in shallow colonies. Here, we applied metagenomics techniques to analyze the changes in the microbiome of Eunicella singularis with depth, analyzing DNA samples from shallow (12m) and mesophotic (57m) colonies in the Northwestern Mediterranean Sea. Results: High-coverage metagenomes (ca. 80 Gb per sample) were generated from E. singularis colony samples. We observed significant changes in the relative abundance of prokaryotic and microbial eukaryotic symbionts with depth. Mesophotic samples exhibited higher levels of symbiotic prokaryotes, dominated by Endozoicomonas and Bermanella, whereas shallow samples were enriched with the symbiotic dinoflagellate Symbiodiniaceae. The metabolic potential of the microbiome also varied with depth. The shallow microbiome showed a prevalence of photosynthesis and carbon fixation pathways. In turn, the mesophotic microbiome exhibited a higher abundance of metabolic functions related to vitamin biosynthesis, energy metabolism, especially carbon metabolism, as well as pathways associated with carbohydrates, amino acids, and cofactors. Conclusions: Our results indicate that the structure and metabolic function of the microbiome of Eunicella singularis change with depth. In the absence of symbiotic dinoflagellates, associated bacteria seem to use different sources of carbon, in addition to cycling nutrients and vitamins, which could influence coral health. These findings gain significance in the context of global change, as shifts in oceanic conditions may affect the coral microbiome.", "date": "2025-10-18", "journal": ""}
{"title": "Conservation units for anadromous Arctic Char (Salvelinus alpinus) in the Canadian Arctic informed by genetic structure, population connectivity and adaptive genomic variation", "doi": "10.1101/2025.10.18.683098", "authors": "Dallaire, X.; Beemelmanns, A.; Harris, L.; Gallagher, C.; Tallman, R.; Moore, J.-S.", "abstract": "Intraspecific genetic diversity is a crucial aspect of biodiversity conservation as it preserves evolutionary potential and enhances resilience to environmental change. Genomic-informed delineation of Conservation Units (CUs) offers ways of subdividing species into groups based on historical isolation and adaptive differentiation, to develop biologically relevant conservation and management policies. CUs have been defined in many species of harvested anadromous salmonids, but broad scale data remains lacking in the Canadian Arctic, where anadromous Arctic Char (Salvelinus alpinus) dominates catches in Indigenous-led subsistence and commercial fisheries. In this study, we use low-coverage whole-genome data from 30 Canadian populations of Arctic Char to define CUs based on population structure and connectivity, as well as adaptive genetic variation. We highlight two main genetic groups, each of which comprises three subgroups, or candidate CUs: the North (above the 67th parallel), including the North Baffin Island, Kitikmeot, and Inuvialuit Settlement Region CUs; and the South (below the 67th parallel), including the South Baffin Island, Ungava Bay, and Hudson Bay CUs. This delimitation is supported by areas of low effective migration between candidate CUs, as well as isolation-by-environment, which suggests adaptive differentiation. Finally, we discuss opportunities and caveats relating to linkage when identifying adaptive genetic variation from whole genome sequencing data through genome scans and Gene-Environment Associations.", "date": "2025-10-18", "journal": ""}
{"title": "Robust footprinting with sample-specific Tn5 bias correction for bulk and single cell ATAC-seq", "doi": "10.1101/2025.10.17.683160", "authors": "Lin, Y.; Wang, H.; WIlson, P.; Zhang, N.", "abstract": "Footprint analysis of assay for transposase-accessible chromatin via sequencing (ATAC-seq) enables base resolution mapping of regulatory elements but is often underpowered and prone to false positives due to data sparsity and Tn5 transposase cleavage bias. We uncover substantial sample-to-sample variability in Tn5 transposase cleavage bias across samples, revealing a previously underappreciated source of batch effects and highlight the motivations for sample-specific Tn5 bias modeling. We present TraceBIND, a computational framework that corrects sample-specific Tn5 bias through mitochondria-based fine-tuning of PRINT's deep learning model, and use it to identify TF and nucleosome footprints through a dynamic flanking window statistical scan. Compared to existing approaches, TraceBIND substantially reduces false discoveries, controlling type 1 error while maintaining high sensitivity. Despite the fact that TraceBIND is completely unsupervised and does not require training on ChIP-seq data, we used multiple validation analyses to demonstrate that TraceBIND matches the power of supervised methods for detection of known TF binding sites. In scATAC-seq data from aging rat kidney, TraceBIND discovers age-associated dynamic regulatory changes, linking footprint activity to age-associated epigenetic drift. This demonstrates that footprint-informed scATACseq analysis reveals rich regulatory signals missed by conventional peak-based approaches.", "date": "2025-10-18", "journal": ""}
{"title": "Dynamic and Catalytic Multiphase Coacervates", "doi": "10.1101/2025.10.18.683236", "authors": "Booth, R.; Pei, J.; Shaffer, J.; Keating, C. D.", "abstract": "Subcellular organization is critical for myriad cellular functions, including spatiotemporal regulation of biocatalysts. Liquid-liquid phase separation contributes to intracellular organization by providing microenvironments that sequester biomolecules and control their activities. Although catalytic reactions in multiphase coacervate systems are important for living cells, provide functionality to artificial systems, and may aid understanding of how metabolism first arose, they are not well understood. Here we report an artificial multiphase system in which catalytically active droplets containing three distinct coexisting coacervate phases undergo reorganization in response to pH, enabling control over chemical reactions. Catalysis is performed by an inner, polyhistidine-dense coacervate phase with inherent nonenzymatic activity. We show how phase composition, in addition to pH, affects catalytic activity, and how the addition of enzymes that alter local pH provides a means to regulate composition and catalysis. By exploiting competitive interplay between intramolecular self-association and intermolecular complexation among polymers within multiphase coacervate systems, it was possible to (re)organize and tune the reactivity of dynamic synthetic biological systems beyond what is possible for single-phase coacervates. Such approaches could prove valuable in designing artificial cells and related microreactor systems capable of catalyzing and controlling complex chemical and biochemical processes.", "date": "2025-10-18", "journal": ""}
{"title": "Biosynthesis of Kaitocephalin: A Neuroprotective Natural Product Featuring a Peptide-Like yet Non-Peptidic Scaffold", "doi": "10.1101/2025.10.18.683206", "authors": "Maeno, Y.; Shiraishi, T.; Saito, N.; Maruyama, J.-i.; Shin-ya, K.; Kuzuyama, T.", "abstract": "Kaitocephalin (KCP, 1) is a neuroprotective natural product that acts as an antagonist of ionotropic glutamate receptors, making it a highly promising lead for drug discovery. It possesses a unique scaffold composed of three amino acids connected via C-C bonds, which appears peptide-like but is formed without peptide bonds. In this study, we identified the KCP biosynthetic gene cluster (kpb cluster) in the producing fungus Eupenicillium shearii through integrated genomic and transcriptomic analyses. LC-MS/MS profiling and chemical derivatization of E. shearii extracts led to the discovery of four novel pathway-related metabolites (2-5). In vitro enzymatic assays with 2(S)-dechlorokaito lactate (4) as a substrate enabled functional characterization of KpbI, KpbM, and KpbB involved in KCP formation. Among them, the dioxygenase KpbI was found to catalyze an unprecedented two-step oxidation to form the D-serine moiety. In addition, isotope tracing experiments provided new insights into the origin of the L-proline moiety. These findings establish a foundation for future studies aimed at elucidating the complete biosynthetic mechanism of KCP.", "date": "2025-10-18", "journal": ""}
{"title": "All-atom protein design via SE(3) flow matching with ProteinZen", "doi": "10.1101/2025.10.18.683228", "authors": "Li, A. J.; Kortemme, T.", "abstract": "The advent of generative models of protein structure has greatly accelerated our ability to perform de novo protein design, especially concerning design at coarser physical scales such as backbone generation and protein binder design. However, the design of precise placements at atomic scales remains a challenge for existing design methods. One avenue towards higher fidelity atomic-scale design is via generative models with full atomic resolution, but is complicated by the intricacies of simultaneously designing both discrete protein sequence and continuous atomic positionings. In this work we propose a framework to capture this interplay by decomposing residues into collections of oriented rigid bodies, allowing us to apply SE(3) flow matching for all-atom protein structure generation. Our method, ProteinZen, generates designs with high sequence-structure consistency while retaining competitive diversity and novelty on both unconditional and conditional generation tasks. We demonstrate competitive performance for unconditional monomer design and state-of-the-art performance on various forms of motif scaffolding, including full-atom motif scaffolding and motif scaffolding without specifying motif segment spacing or relative sequence order.", "date": "2025-10-18", "journal": ""}
{"title": "Cold-responsive MtCBF4-MtJMJ13 positive feedback loop negatively regulates anthocyanin biosynthesis in Medicago truncatula", "doi": "10.1101/2025.10.18.683229", "authors": "Ahmed, N.; Naik, J.; Chattopadhyay, D.; Pandey, A.", "abstract": "Legumes, being significant food sources for both humans and animals globally, experience several adverse conditions that considerably affect their crop yield. Medicago sp., an important forage crop, thrives under adverse conditions, such as drought, extreme temperatures (heat and cold), and salinity. Several studies have shed light on the regulatory pathways of cold/chilling stress tolerance in Medicago sp. in recent years. In the present study, we found that a cold-repressed transcription factor, MtCBF4, negatively regulates anthocyanin synthesis by directly repressing the expression of MtLAP1, a critical regulatory gene for anthocyanin synthesis in Medicago truncatula. It leads to the downregulation of anthocyanin biosynthesis genes, and reduced anthocyanin accumulation. Apart from the transcriptional cascade, MtCBF4 exerts its effect through histone H3K27 trimethylation. It directly binds to the promoter of MtJMJ13, an H3K27me3 demethylase, to activate its expression, resulting in decreased H3K27 trimethylation. Furthermore, MtJMJ13 demethylates the gene body of MtCBF4 to positively regulate its expression, forming a positive feedback loop that functions in a cold-responsive manner. MtJMJ13 also demethylates the gene body of MtMYB2, MtKFB1, and MtKFB2 genes, which are negative regulators of anthocyanin biosynthesis. Altogether, we have unveiled a new regulatory loop involving a transcriptional regulator and a histone demethylase, operating together to limit anthocyanin production. This regulatory module is repressed under cold stress, leading to increased anthocyanin production and enhanced cold stress tolerance in M. truncatula.", "date": "2025-10-18", "journal": ""}
{"title": "Systems-level characterization of EGFR kinase inhibitors reveals heterogeneous effects on Mtb-macrophage interactions", "doi": "10.1101/2025.10.17.683041", "authors": "Gunnarsson, C.; McGinn, R. A.; Hochfelder, J.; Bryson, B. D.", "abstract": "Mycobacterium tuberculosis (Mtb) causes deadly, antibiotic-recalcitrant disease. Host-directed therapy (HDT) is a proposed, antibiotic-complementary approach that enhances host antimicrobial function, thereby restricting intracellular Mtb. Drug repurposing screens suggest that inhibiting epidermal growth factor receptor (EGFR) may improve macrophage restriction of Mtb. However, the role of EGFR in restriction is not well understood. We show EGFR kinase inhibitors are not generally Mtb-restrictive in human monocyte-derived macrophages. Few EGFR inhibitors restrict intracellular Mtb and do so via heterogeneous mechanisms, including direct antibiotic effects and host-dependent, likely EGFR-independent mechanisms. During host-dependent therapy, intracellular Mtb induce defined, stress-responsive gene modules, with each drug inducing a unique combination of restriction-associated stresses. We decompose intracellular Mtb responses into host-dependent contributions and host-independent contributions suggestive of direct drug-Mtb interaction. Together, our data nuances the host-directed model of EGFR inhibitors for tuberculosis and provides a roadmap for systematically characterizing repurposed drugs from multiple angles of the drug-host-pathogen interaction.", "date": "2025-10-18", "journal": ""}
{"title": "Tbx genes influence early gene expression and photoreceptor patterning in the chick retina", "doi": "10.1101/2025.10.18.683251", "authors": "Ayten, M.; Joisher, H. N. V.; Cepko, C.", "abstract": "The retina, our sensory organ for vision, displays distinct photoreceptor distributions and can have a specialized region for high visual acuity. The establishment of these spatial patterns during development depends on regionally restricted transcription factors and signaling molecules. Members of the T-box family of transcription factors, Tbx2, Tbx3, and Tbx5, show such restricted patterns of expression, with a dorsal high to ventral low pattern in the early retina. Their potential regulatory interactions and roles in patterning have not been fully explored. Here, we investigated their regulatory interactions by overexpression (OE) and knockdown (KD) approaches. We found that Tbx2, Tbx3, and Tbx5, directly or indirectly regulate each other as well as other early, patterned genes, including Fgf8, Cyp26a1, Cyp26c1, Cyp1b1, Raldh1, Ventroptin, and Bmp2. KD of any one of these Tbx genes increased rod photoreceptor density in a specific region of the retina, whereas Tbx2 loss additionally reduced the number of UV cones throughout the retina. Notably, KD of Tbx2, Tbx3, or Tbx5 consistently resulted in a smaller rod-free zone (RFZ), a domain within the high acuity area. These findings demonstrate that T-box transcription factors form a coordinated regulatory network that governs regional gene expression and photoreceptor patterning. Keywords", "date": "2025-10-18", "journal": ""}
{"title": "From short-lived to persistent: The significance of extracellular RNA in disinfected drinking water microbiomes", "doi": "10.1101/2025.10.18.683149", "authors": "Bairoliya, S.; Mugunthan, S.; Liu, Y.-N.; Cheng, D.; Kjelleberg, S.; Cao, B.", "abstract": "To assure the safe distribution of drinking water, it is critical to identify adaptations that allow microorganisms to thrive in an oligotrophic system under disinfectant stress. Microbial adaptive responses are determined using RNA-based differential transcriptomics, which cannot be performed in environmental settings due to lack of a baseline. This study introduces the concept of using extracellular RNA (eRNA) as a reference to determine important adaptive features in the disinfected drinking water microbiome. Using this method, we determined energy efficiency, dynamic membrane composition, oxidative stress response, and proper protein folding to be extremely important for survival in drinking water systems. Additionally, multiple antibiotic resistance genes are expressed and upregulated in the intracellular RNA fraction, indicating selection pressure. Non-coding RNA and transfer-messenger RNA found in eRNA suggest important regulatory functions. This study advances our understanding of eRNA in drinking water microbiomes and provides a framework for exploration in other environmental systems.", "date": "2025-10-18", "journal": ""}
{"title": "Non-canonical DNA in bird telomere-to-telomere genomes", "doi": "10.1101/2025.10.17.683159", "authors": "Smeds, L.; Secomandi, S.; Lee, C.; Chiaromonte, F.; Jarvis, E.; Formenti, G.; Makova, K.", "abstract": "Non-canonical (non-B) DNA motifs are genomic sequences capable of folding into three-dimensional structures distinct from the canonical right-handed helix. These structures regulate gene expression but also serve as mutation hotspots and are linked to cancer. Because non-B DNA is difficult to sequence, its annotations have been incomplete in most genome assemblies. Telomere-to-telomere (T2T) assemblies now overcome this limitation. Here, we provide a comprehensive analysis of eight types of non-B DNA motifs (e.g., G-quadruplexes and Z-DNA) in the zebra finch T2T genome. Motif content varied strongly by chromosome categories; gene-rich dot chromosomes showed the highest motif levels (22.8-40.5%), microchromosomes intermediate levels (9.8-24.8%), and macrochromosomes the lowest (9.1-10.1%). Within chromosomes, Z-DNA was enriched at centromeres, and G-quadruplexes were enriched at promoters and 5'UTRs. Low methylation at G-quadruplexes suggests they can form and contribute to gene regulation in these regions. Comparable patterns of non-B DNA distribution were observed in the near T2T chicken genome, except that A-phased repeats and not Z-DNA were enriched at chicken centromeres. Overall, our findings indicate that the non-B DNA distribution reflects the distinctive architecture of avian genomes, implicating non-canonical DNA in gene expression and centromere organization. The unusually high density on dot chromosomes is negatively correlated with PacBio sequencing depth, and thus helps explain why these chromosomes have posed exceptional challenges for sequencing.", "date": "2025-10-18", "journal": ""}
{"title": "Mutational scanning reveals substrate-assisted autoregulation of the WNT destruction complex", "doi": "10.1101/2025.10.17.683169", "authors": "Padmanarayana, M.; Sakalas, S.; Sarkar, P.; Ma, M.; Garvin, E. R.; Lee, E.; Corsello, S. M.; Guettler, S.; Pusapati, G. V.; Rohatgi, R.", "abstract": "The {beta}-catenin destruction complex (BDC) is a central node in WNT/{beta}-catenin signaling, governing embryonic development and adult tissue homeostasis. Although recognized as a prime therapeutic target in colorectal cancer (CRC) for three decades, its dynamic architecture and biochemical complexity have hindered mechanistic understanding. Here, we systematically mapped the sequence-function landscape of the BDC using tiled base editor screens across four endogenous components--CTNNB1, AXIN1, APC, and GSK3B. Validation studies identified ~150 previously unreported mutations across these genes that affected WNT/{beta}-catenin signaling. In addition to known cancer-associated mutations, we discovered rare gain-of-function and separation-of-function alleles of AXIN1 and CTNNB1 that provide mechanistic insights into complex assembly and regulation. We describe a region in {beta}-catenin that regulates its binding to TCF/LEF transcription factors and demonstrate that the AXIN1-{beta}-catenin interface is critical for controlling signaling flux through the oncogenic BDC. Mechanistic studies revealed that assembly of the oncogenic BDC is scaffolded by its own substrate {beta}-catenin, establishing an autoregulatory mechanism that represents an unexploited vulnerability in cancers harboring common APC truncations. Our comprehensive mutational resource provides a foundation for understanding WNT/{beta}-catenin signaling mechanisms in health and disease, while revealing strategies for therapeutic intervention in WNT-driven cancers.", "date": "2025-10-18", "journal": ""}
{"title": "HDL-Triglyceride Index: A Kinetically-Derived Biomarker for Time-Integrated Triglyceride Exposure and Cardiometabolic Risk", "doi": "10.1101/2025.10.18.683254", "authors": "de Oliveira Andrade, L. J.; Matos de Oliveira, G. C.; Matos de Oliveira, L.", "abstract": "Background: High-density lipoprotein (HDL) particles undergo dynamic remodeling through triglyceride (Tg) enrichment via cholesteryl ester transfer protein-mediated exchange, yet clinical assessment tools capturing this temporal integration remain lacking. Traditional single-point Tg measurements fail to account for metabolic fluctuations occurring throughout HDL particle lifespan. Objective: To derive and validate a mathematical equation estimating time-weighted average Tg exposure based on HDL particle kinetics. Methods: We developed HDLTg through kinetic modeling incorporating HDL residence time (time +/- 5 days) and lipid exchange dynamics. The equation HDLTg = 42.5 . (Total Tg/HDL-cholesterol) was calibrated using regression analysis and validated across laboratory tests of 1,247 subjects stratified by metabolic phenotype. Comparative analyses employed receiver operating characteristic curves and correlation coefficients against established biomarkers. Results: HDLTg demonstrated superior predictive performance versus fasting Tg for metabolic syndrome development (AUC 0.824 vs. 0.742;AUC = 0.082, p = 0.003) with 12.4% net reclassification improvement (p = 0.008). Strong correlations emerged with Tg-glucose index (r = 0.856) and seven-day Tg averaging (r = 0.867). Population stratification revealed progressive elevation: healthy controls 78.4 +/- 18.6 mg/dL, prediabetes 118.7 +/-31.4 mg/dL, metabolic syndrome 167.9 +/- 45.2 mg/dL, diabetes 203.6 +/- 58.7 mg/dL (p < 0.001). Optimal sex-specific cutoffs achieved sensitivity >78% and specificity >76% for metabolic syndrome identification. Conclusion: HDLTg provides clinically actionable assessment of integrated Tg burden, offering enhanced cardiometabolic risk stratification through biologically-grounded temporal averaging superior to conventional single-measurement approaches. Keywords: HDL particles, triglyceride metabolism, predictive biomarker", "date": "2025-10-18", "journal": ""}
{"title": "The Naïve Bayes Classifier as an Out-of-Distribution Detector of Novel Taxa", "doi": "10.1101/2025.10.18.683227", "authors": "Ramjattun, K.; Rosen, G.", "abstract": "Detecting sequences from novel taxa remains a key challenge in metagenomic classification, as reference databases rarely capture the full extent of microbial diversity. We investigate the Naive Bayes Classifier (NBC++) as an out-of-distribution (OOD) detector by analyzing its log-likelihood scores across simulated and real metagenomic datasets. By partitioning reference databases and introducing taxonomic novelty, we derive thresholds that distinguish known from unknown reads at multiple taxonomic levels. These thresholds remain consistent across database sizes, indicating that once a lineage is represented, novelty detection performance stabilizes. Applied to a human gut metagenome, the thresholds reflect differences in database density and classification confidence. This work characterizes how NBC++ responds to novelty and illustrates its use in evaluating unclassified metagenomic reads.", "date": "2025-10-18", "journal": ""}
{"title": "Insights into substrate binding and utilization by hyaluronan synthase", "doi": "10.1101/2025.10.17.683186", "authors": "Stephens, Z.; Karasinska, J.; Zimmer, J.", "abstract": "Hyaluronan (HA) is an essential polysaccharide of the vertebrate extracellular matrix. It serves as an adhesive, lubricant, signaling molecule, and spatial filler without which embryogenesis would not complete. HA is synthesized by a membrane-integrated glycosyltransferase (HAS) that polymerizes UDP-activated N-acetylglucosamine and glucuronic acid (GlcA) in an alternating fashion. The nascent HA chain is secreted across the plasma membrane during this process. How HAS couples these tasks remains poorly understood. Here, we employ a combination of structural biology, biochemistry and glycobiology to delineate how HAS recognizes and utilizes UDP-GlcA. Using single-particle cryo-EM, we reveal a two-step process by which HAS binds its substrate UDP-GlcA. Prior to proper insertion into the catalytic pocket, the substrate is bound in a proofreading pose that may increase substrate selectivity. This state is accompanied by conformational changes of active site residues surrounding the UDP-binding pocket and involves a pair of basic residues that sense the substrates carboxyl group. Further, we establish that HAS is unable to catalyze UDP-GlcA turnover in the absence of an acceptor sugar, emphasizing the role of a priming GlcNAc in glycosyl transfer. Lastly, cryo-EM snapshots of a dodecylmaltoside molecule trapped in the active site provide novel insights into substrate promiscuity. Here, our studies demonstrate that HAS catalyzes semi-selective GlcA-transfer to non-canonical {beta}-linked acceptors.", "date": "2025-10-18", "journal": ""}
{"title": "Thermodynamic Modeling of mRNA with the Addition of Precipitants", "doi": "10.1101/2025.10.18.683252", "authors": "Tenberg, V.; Walker, P. J.; Inguva, P. K.; Pons Royo, M. d. C.; Acevedo, A. L.; Lin, V. S.; Pang, M.; Wang, Z.-G.; Myerson, A. S.; Braatz, R. D.", "abstract": "Nucleic acid therapeutics (NATs) have recently emerged as an exciting therapeutic modality for a range of indications, most notably as vaccines for SARS-CoV-2. In many cases, the thermodynamics of a system containing nucleic acids (such as in the downstream purification of mRNA from solution or within the lipid nanoparticle) can significantly influence the properties and efficacy of that system. Consequently, an accurate thermodynamic description of the system is essential for understanding and optimizing that system. In this work, the SAFT-{gamma} Mie equation of state was used to predictively model mRNA solubility. Experimental measurements of the solubility of two different mRNA sequences in various conditions (namely choice of precipitant(s), precipitant concentration, and temperature) were obtained and used to validate the model. Not only was the thermodynamic model able to quantitatively predict the solubility of mRNA in solution under different conditions, it was also able to yield mechanistic insight into the factor driving precipitation, namely the disruption of water-mRNA hydrogen bonding. The developed model can be extended to other mRNA sequences in a range of conditions beyond the experimental data presented in this work.", "date": "2025-10-18", "journal": ""}
{"title": "Tissue-wide cues are sensed at the cellular level to coordinate microtubule orientations in plants", "doi": "10.1101/2025.10.18.683221", "authors": "Chan, J.; Newman, J.; Kennaway, R.; Coen, E.", "abstract": "Plant morphogenesis depends on tissue-wide coordination of cortical microtubule orientations. This coordination is thought to depend on microtubules responding to mechanical stress orientations. Here we test this stress-sensing hypothesis by quantifying microtubule behaviours on different faces and edges of growing leaf cells. We show that microtubules orientations exhibit both cell-geometric and tissue biases. Stress sensing can account for tissue biases but not microtubule trajectories and densities. An alternative hypothesis is suggested by two edge behaviours: generation of microtubules within cell edges and a filter that prevents microtubules entering side faces at shallow angles. Incorporating these features into a combinatorial model in which cell face identities modulate microtubule behaviours, accounts for tissue coordination and observed dynamics. Thus, instead of orientations being sensed at the microtubule level, they are sensed at the cellular level through changes in statistical behaviours at cell faces and edges, coordinated across a tissue through cell polarity.", "date": "2025-10-18", "journal": ""}
{"title": "Theoretical and numerical investigation of the consistency ofmodel comparisons in pharmacometrics", "doi": "10.1101/2025.10.18.683202", "authors": "Appel, L. M.; Steiert, B.", "abstract": "Pharmacokinetic (PK) and pharmacodynamic (PD) models are essential tools in drug development, making the selection of an appropriate model critically important. When using likelihood ratio tests (LRTs) to compare nested models, it is crucial to ensure their validity, especially when parameters are fixed. This work examines the continuity of likelihood functions as a necessary condition for LRT validity within the framework of population modeling. By decomposing the Objective Function Value (OFV), we identify scenarios where parameter fixing leads to non-continuous likelihood behavior, potentially invalidating the LRT application. A proof and numerical examples illustrate that while fixing population parameters maintains continuity through compensatory behavior of terms within the OFV, fixing individual parameters introduces discontinuities. Overall, this work underscores the need for careful consideration of parameter fixation in population models: It shows that population parameters can be fixed without violating the continuity condition for LRTs and suggests that introducing covariates may provide a viable alternative for fixing individual parameters. Further investigation into the sufficiency of continuity as a condition for the LRT's validity is needed.", "date": "2025-10-18", "journal": ""}
{"title": "A genetically-defined population of amygdalofugal neurons promotes suckling and early postnatal growth", "doi": "10.1101/2025.10.18.683193", "authors": "Moore, J.; Bachmann, L.; McElvain, L.; Pfaff, S.; Dulac, C.", "abstract": "Suckling by newborns is an instinctive behavior defining the mammalian class. Yet, due to experimental difficulty in assessing neural function in the very young, little is known about the neural control of this fundamental behavior. Here we develop molecular-genetic approaches to interrogate neuronal connectivity and function in newborn mice and used these tools to identify a population of pro-dynorphin (PDYN) and somatostatin (SST) expressing neurons in the central amygdala that are activated during suckling. CeA PDYN+SST+ neurons connect with brainstem areas mediating oral sensorimotor and reward function in adults, and their ablation in newborns decreases suckling vigor and impairs growth. These results uncover the crucial role of a specific neuronal population of the central amygdala in maintaining the infants propensity to suckle and thrive throughout infancy.", "date": "2025-10-18", "journal": ""}
{"title": "Berberine, the major bioactive compound from Berberis aristata, attenuates virulence of multidrug resistant Chromobacterium violaceum at non-lethal concentrations by targeting bacterial efflux and denitrification machinery", "doi": "10.1101/2025.10.17.683191", "authors": "Thakkar, N.; Gajera, G.; Kothari, V.", "abstract": "Berberis aristata root extract, and berberine were assessed for their anti-pathogenic activity against multidrug resistant Chromobacterium violaceum. Berberine was found to be more potent than the parent extract with respect to attenuation of the pathogen virulence against the model host Caenorhabditis elegans. It also performed better than six different antibiotics, when compared at same concentration. Berberine was able to modulate multiple traits of the target pathogen, such as, biofilm formation, haemolytic activity, efflux/transport activity, and exopolysaccharide production. Repeated exposure of C. violaceum to berberine did not induce resistance. Whole transcriptome analysis of the berberine-treated C. violaceum revealed differential expression of genes associated with stress response, efflux, denitrification, and metalloproteases. Downregulation of two genes of the denitrification pathway, nirK and norB, was confirmed through RT-PCR too.", "date": "2025-10-18", "journal": ""}
{"title": "Cryo-EM structure of CLCA1 identifies CLCA1 as a founding member of a novel metzincin family.", "doi": "10.1101/2025.10.18.683246", "authors": "Nyström, E.; van der Post, S.; Barrett, D. B.; Raba, G.; Pelaseyed, T.; Oltean, M.; Luis, A. S.; Trillo-Muyo, S.", "abstract": "Calcium-activated chloride channel regulator 1 (CLCA1) is implicated in several diseases, especially mucus-associated airway diseases, but its molecular function and regulation have remained unclear. By determining the structure of CLCA1 by negative stain electron microscopy and cryo-EM, we could confirm that CLCA1 forms large oligomeric complexes which adopts a compact domain organization comprising a metallohydrolase (MH), von Willebrand type A (VWA), {beta}-sheet-rich (BSR), inhibitory (ID), and fibronectin type III-like (FnIII-l) domains. The unusually large MH domain bears hallmarks of metzincins but is distinguished by several unique features including an atypical active site zinc-coordination environment and a second Zn2+ -coordination site. Unlike classical metzincins, CLCA1 lacks a pro-domain; instead, a C-terminal inhibitory loop occludes the MH active site, providing an alternative mechanism of autoinhibition. The adjacent VWA domain, resolved in its closed state, is poised for conformational change upon ligand binding, suggesting a route for allosteric regulation of protease activity. Structural and functional assays support a role for CLCA1 in cleaving glycosylated substrates, leading to alterations in mucin architecture consistent with a regulated function in mucus remodeling. Together, these data establish CLCA1 as the founding member of a new eukaryotic metzincin family, here termed CLCAsins, with unique regulatory mechanisms.", "date": "2025-10-18", "journal": ""}
{"title": "The tryptophan-binding pockets of Arabidopsis AGO1 facilitate amplified RNA interference via SGS3", "doi": "10.1101/2025.10.18.683247", "authors": "Lopez-Marquez, D.; Arribas-Hernandez, L.; Poulsen, C.; Oksbjerg, E. D.; Bouteiller, N.; Meier, M.; Blanke, J.; del Espino, A.; Vigh, M. L.; Bressendorff, S.; Carbonell, A.; Daucke, R.; Schoof, E. M.; Vaucheret, H.; Brodersen, P.", "abstract": "ARGONAUTE (AGO) proteins associate with small RNAs to form RNA-induced silencing complexes (RISCs). Arabidopsis AGO1 effects post-transcriptional silencing by microRNAs (miRNAs) and small interfering RNAs (siRNAs) and is necessary for siRNA amplification through conversion of RISC target RNAs into double-stranded RNA by the RNA-dependent RNA Polymerase RDR6 and its mandatory cofactors SGS3 and SDE5. Many AGO proteins harbor hydrophobic pockets that interact with tryptophan residues, often surrounded by glycine (GW/WG), in intrinsically disordered regions (IDRs) of RISC cofactors. Here, we show that GW/WG dipeptides in the IDR of SGS3 and the hydrophobic pockets in AGO1 are required for fully functional RDR6-dependent siRNA amplification. We also show that this mechanism requires AGO1-specific structural elements, including positively charged residues surrounding the binding pockets, and a conserved, negatively charged patch in the IDR of SGS3. Thus, the same, conserved protein-protein interaction site is used for different purposes in distinct eukaryotic AGO proteins: the GW/WG-mediated TNRC6-Ago2 interaction is crucial for miRNA-guided silencing in metazoans whereas the GW/WG-mediated SGS3-AGO1 interaction facilitates siRNA amplification via RDR6 in plants.", "date": "2025-10-18", "journal": ""}
{"title": "Targeted α-Synuclein mRNA Degradation by PMO-Based RNA-Degrading Chimeras", "doi": "10.1101/2025.10.17.683180", "authors": "Wang, N.; Hegde, S.; Tang, Z.; Liu, H.; Feng, G.; Niu, L.; Li, H.; Gadhave, K.; Kumbhar, R.; Zhang, S.; Dawson, T. M.; Pantelyat, A.; Rosenthal, L. S.; Ying, M.; Mao, X.; Wang, J.", "abstract": "-Synucleinopathies are devastating neurodegenerative diseases characterized by pathological accumulation of a neuronal protein, -synuclein (Syn). Lowering soluble Syn levels is a promising therapeutic strategy to limit aggregation and neurotoxicity, but directly targeting this protein is hindered by its intrinsically disordered structure and other factors, such as its conformational heterogeneity and intracellular drug delivery barriers. Consequently, increasing attention has been directed toward targeting the SNCA transcript, which encodes Syn. Here, we developed phosphorodiamidate morpholino oligonucleotide (PMO)-based RNA-degrading chimeras (RDCs) that selectively bind the 5' untranslated region of SNCA mRNA and recruit RNase L for targeted RNA degradation. Through the systematic evaluation of 10 RDCs, we identified and optimized 4-D1, which effectively reduced SNCA mRNA and Syn protein expression in HEK293T cells in an RNase L-dependent manner. 4-D1 lowered SNCA transcript and Syn protein levels in both primary cortical neurons from humanized SNCA mice and in human induced pluripotent stem cell-derived cortical neurons. This reduction prevented prion-like seeding induced by patient-derived Syn fibrils and protected neurons from fibril-induced cytotoxicity. Finally, in vivo studies confirmed the efficacy of 4-D1 in reducing Syn mRNA expression in humanized SNCA mice. These findings indicate that PMO-based RDCs may represent a promising therapeutic modality for -synucleinopathies.", "date": "2025-10-18", "journal": ""}