{"title": "Repeated losses and gains of bacterial symbionts in gutless marine annelids over 150 million years", "doi": "10.1101/2021.04.28.441735", "authors": "Mankowski, A.; Kleiner, M.; Erseus, C.; Leisch, N.; Sato, Y.; Volland, J.-M.; Huettel, B.; Wentrup, C.; Woyke, T.; Wippler, J.; Dubilier, N.; Gruber-Vodicka, H. R.", "abstract": "Multipartite symbioses, which involve intimate interactions among three or more species, have evolved independently numerous times in convergent evolution, and enable functional complexity and ecological flexibility. How stability is maintained in such relationships remains, however, poorly understood, and can only be fully understood by integrating processes across both micro- and macroevolutionary scales. In this study, we bridge these scales by examining the symbiotic communities of gutless marine oligochaetes - annelid worms that have become obligately dependent on their bacterial partners for nutrition and waste removal over the past 150 million years. Using metagenomic sequencing of 231 individuals from 63 host species, collected across 17 marine environments worldwide, we reconstructed host and symbiont phylogenies to investigate the composition, specificity, and evolutionary history of their symbiotic communities from the strain to genus level. Our results show that each gutless oligochaete harbors up to 10 symbiont species drawn from a restricted pool of 33 marine bacterial genera. Community composition was strongly shaped by host species at 90% explanatory power, and much less by geography or environment. Symbiont communities were highly stable within host species but shifted rapidly at short macroevolutionary scales as host species diverged. Ancestral state reconstructions revealed that the primary symbiont, Candidatus Thiosymbion, was an early and persistent acquisition, while secondary symbionts were gained multiple times through convergent evolution, enhancing the diversity and metabolic flexibility of the symbiotic communities. By linking fine-scale microevolutionary dynamics with broader macroevolutionary patterns, our study reveals how gutless oligochaetes achieve both stability and flexibility in their symbiotic partnerships - enabling long-term host dependency while driving innovation and adaptation. This evolutionary trajectory may underpin the ecological success and diversification of gutless oligochaetes in marine sediments, and may help explain the repeated emergence and persistence of other multipartite associations.", "date": "2025-08-06", "journal": ""}
{"title": "A genetic model of congenital intestinal atresia in medaka (Oryzias latipes) implicates Mypt1 in epithelial organisation", "doi": "10.1101/2021.12.10.472183", "authors": "Kobayashi, D.; Urasaki, A.; Kimura, T.; Ansai, S.; Matsuo, K.; Yokoi, H.; Takashima, S.; Kitagawa, T.; Kage, T.; Narita, T.; Jindo, T.; Kinoshita, M.; Naruse, K.; Nakajima, Y.; Shigeta, M.; Sakaki, S.; Inoue, S.; Saba, R. S.; Yamada, K.; Yokoyama, T.; Ishikawa, Y. ,; Araki, K.; Saga, Y.; Takeda, H.; Yashiro, K.", "abstract": "Congenital intestinal atresia (IA) is a birth defect characterised by the absence or closure of part of the intestine. Although genetic factors are implicated, mechanistic understanding has been hindered by the lack of suitable animal models. Here, we describe a medaka (Oryzias latipes) mutant, generated by N-ethyl-N-nitrosourea (ENU) mutagenesis, that develops IA during embryogenesis. Positional cloning identified a nonsense mutation in mypt1, encoding myosin phosphatase target subunit 1. Mutant embryos exhibited ectopic accumulation of F-actin and phosphorylated myosin regulatory light chain (Mrlc) in the intestinal epithelium, consistent with disrupted actomyosin regulation. These cytoskeletal abnormalities were accompanied by epithelial disorganisation without notable alterations in cell proliferation, motility, or apoptosis. Inhibition of myh11a, encoding smooth muscle (SM) myosin heavy chain, ameliorated the IA phenotype but Blebbistatin treatment completely rescued the defect, suggesting a non-contractile role prior to SM maturation. Together, these findings demonstrate that mypt1 loss disrupts intestinal morphogenesis through actomyosin dysregulation. Given the recent clinical identification of IA associated with MYPT1 mutations, this medaka model offers a valuable platform to investigate the developmental and molecular basis of MYPT1-associated IA in human.", "date": "2025-08-06", "journal": ""}
{"title": "PoseR - A deep learning toolbox for decoding animal behavior", "doi": "10.1101/2023.04.07.535991", "authors": "Mullen, P.; Bowlby, B.; Armstrong, H.; Gray, A.; Zwart, M. F.", "abstract": "The actions of animals provide a window into how their minds work. Recent advances in deep learning are providing powerful approaches to recognize patterns of animal movement from video recordings using markerless pose estimation models. There is an increasingly rich field of unsupervised and supervised methods for classifying animal behavior built upon the outputs of pose estimation models. However, these methods often rely on species and task-specific feature engineering of trajectories, kinematics and task programming. Highly generalized solutions that use only pose estimations and the inherent structure of animals and their environment provide an opportunity to develop foundational, contextual and, importantly, standardized animal behavior models for efficient and reproducible behavioral analysis. Here, we present PoseRecognition (PoseR), a behavioral classifier leveraging action recognition models using spatio-temporal graph convolutional networks. We show that it can be used to classify animal behavior quickly and accurately from pose estimations, using zebrafish larvae, Drosophila melanogaster, mice, and rats as model organisms. PoseR can be accessed using a Napari plugin, which facilitates efficient behavioral extraction for bout-like behaviour, annotation, model training and deployment. Our tool simplifies the behavioral analysis workflow by transforming coordinates of animal position and pose into semantic labels with speed and precision. Furthermore, we contribute a novel method for unsupervised clustering of behaviors and provide open-source access to our zebrafish datasets and models. The design of our tool ensures scalability and versatility for use across multiple species and contexts, improving the efficiency of behavioral analysis across fields.", "date": "2025-08-06", "journal": ""}
{"title": "CetZ1-dependent polar assembly of the archaeal motility machinery", "doi": "10.1101/2024.05.02.592137", "authors": "Brown, H. J.; Islam, M. I.; Ruan, J.; Baker, M. A.; Ithurbide, S.; Duggin, I. G.", "abstract": "The archaeal tubulin-like cytoskeletal protein CetZ1 is required for rod-cell morphogenesis during the development of motility in Haloferax volcanii. This is expected to improve swimming speed and directionality. Here, we found that deletion of cetZ1 or expression of a GTPase-defective mutant caused a substantial defect in the assembly of the motility machinery, including the archaellum base marker protein ArlD1, the chemotaxis sensory array adapter CheW1, and signal transducer CheY. Furthermore, overexpression of cetZ1 reduced the assembly and polar placement of the motility machinery without detectably affecting the rod shape of motile cells. In contrast, deletion of the conserved paralog cetZ2 caused no defects in swimming or rod shape, although expression of the cetZ2 GTPase-defective mutant reduced motility whereas cetZ2 overexpression caused mild hyper-motility; these effects were dependent on the presence of cetZ1. A functional CetZ1-mTq2 fusion strongly localized at the poles of mature motile cells, where it partially co-localized with the motility machinery markers. These results suggest that CetZ1 has another role in the organisation or structure of the cell poles that promotes the assembly of the motility machinery. The multiple roles and locations of CetZ1 during motile cell development are reminiscent of the multiple functions of eukaryotic cytoskeletal proteins.", "date": "2025-08-06", "journal": ""}
{"title": "Glutathione Effects on Liver Enzymes and Serum Electrolyte in Mice Exposed to 850 1900 MHz Mobile Phone Radiation", "doi": "10.1101/2024.05.24.595675", "authors": "Binhambali, A.; Ahmed, A. T.; Umar, A. H.; Abdoulie, A. T.; Mukhtar, A. I.; Pate, A. A.; Nuhu, A.; Ipinlaiye, T.; Ismail, U.; Kolo, H. M.; Magaji, R. A.", "abstract": "In an era where electronic advancements surge forward at an unprecedented pace, public apprehension surrounding the health ramifications of radio-frequency (RF) radiation intensifies. This study looked into the impact of chronic exposure to mobile phone radiation, coupled with glutathione supplementation, on serum lipid profiles and body weight in mice-a subject vital for understanding potential health risks in humans and animals respectively. Thirty-five male mice were divided into seven groups, each subjected to various mobile phone modes and glutathione treatments. Over five weeks, these mice were exposed to 300 missed calls daily, simulating real-world exposure scenarios. Different serum lipid parameters-triglycerides, cholesterol, high-density lipoprotein (HDL), and low-density lipoprotein (LDL)-were monitored and observed throughout the study period. Remarkably, triglycerides, cholesterol, and LDL levels exhibited no noteworthy statistical variances compared to the control group or among experimental cohorts exposed to diverse range of mobile phone radiation modes or glutathione supplements. However, we noted some little deviations in HDL levels, particularly in the silent and silent+glutathione groups. Moreover, we also noted an unexpected result in weight loss across all groups by week three, which was pronounced by week five, and notably pronounced in the glutathione-administered cohorts. This outcome hints at glutathione's complex role in mitigating some complications of mobile phone radiation exposure. In conclusion, the study suggests a potential interplay between glutathione supplementation, mobile phone radiation exposure, and HDL levels in mice-an avenue ripe for further exploration into the understanding of cellular response to modern technological exposures.", "date": "2025-08-06", "journal": ""}
{"title": "Non-invasive Ultrasonic Neuromodulation of the Human Nucleus Accumbens Impacts Reward Sensitivity", "doi": "10.1101/2024.07.25.605068", "authors": "Yaakub, S. N.; Eraifej, J.; Bault, N.; Lojkiewiez, M.; Bellec, E.; Roberts, J.; Philip, N.; Divanbeighi Zand, A. P.; Green, A. L.; Rushworth, M. F.; Fouragnan, E. F.", "abstract": "Precisely neuromodulating deep brain regions could bring transformative advancements in both neuroscience and treatment. We demonstrate that non-invasive transcranial ultrasound stimulation (TUS) can selectively modulate deep brain activity and affect learning and decision making, comparable to deep brain stimulation (DBS). We tested whether TUS could causally influence neural and behavioural responses by targeting the nucleus accumbens (NAcc) using a reinforcement learning task. Twenty-six healthy adults completed a within-subject TUS-fMRI experiment with three conditions: TUS to the NAcc, dorsal anterior cingulate cortex (dACC), or Sham. After TUS, participants performed a probabilistic learning task during fMRI. TUS-NAcc altered BOLD responses to reward signals in the NAcc and surrounding areas. It also affected reward-related features, including win-stay strategy use, learning rate following rewards and learning curves. DBS-NAcc perturbed the same features, confirming target engagement. These findings establish TUS as a viable approach for non-invasive deep-brain neuromodulation.", "date": "2025-08-06", "journal": ""}
{"title": "Limitations in PPAR-dependent mitochondrial programming restrain the differentiation of human stem cell-derived β cells", "doi": "10.1101/2024.07.26.605318", "authors": "Lietzke, A. C.; Walker, E. M.; Bealer, E.; Crumley, K.; King, J.; Stendahl, A. M.; Zhu, J.; Pearson, G. L.; Levi-DAncona, E.; Henry-Kanarek, B.; Davidson, R. K.; Li, J.; Reck, E. C.; Wu, Y.; Arnipalli, M.; Pham, J.-P.; Mundada, L.; Sidarala, V.; Herron, T. J.; Coronel, M. M.; Pennathur, S.; Madsen, J. G. S.; Shea, L. D.; Soleimanpour, S. A.", "abstract": "Pluripotent stem cell (SC)-derived islets offer hope as a renewable source for {beta} cell replacement for type 1 diabetes (T1D), yet functional and metabolic immaturity may limit their long-term therapeutic potential. Here, we show that limitations in mitochondrial transcriptional programming impede the formation of SC-derived {beta} (SC-{beta}) cells. Utilizing transcriptomic profiling, assessments of chromatin accessibility, mitochondrial phenotyping, and lipidomics analyses, we observed that SC-{beta} cells exhibit reduced oxidative and mitochondrial fatty acid metabolism compared to primary human islets that are related to limitations in key mitochondrial transcriptional networks. Surprisingly, we found that reductions in glucose-stimulated mitochondrial respiration in SC-islets were not associated with alterations in mitochondrial mass, structure, or genome integrity. In contrast, SC-islets show limited expression of targets of PPAR, which regulate mitochondrial programming, yet whose functions in {beta} cell differentiation are unknown. Importantly, treatment with WY14643, a potent PPAR agonist, induced expression of mitochondrial targets, improved insulin secretion, and increased the formation of SC-{beta} cells both in vitro and following transplantation. Thus, PPAR-dependent mitochondrial programming promotes the differentiation of SC-{beta} cells and may be a promising target to improve {beta} cell replacement efforts for T1D.", "date": "2025-08-06", "journal": ""}
{"title": "TopBP1 biomolecular condensates: a new therapeutic target in advanced-stage colorectal cancer.", "doi": "10.1101/2024.09.10.612204", "authors": "Morano, L.; Vie, N.; Aissanou, A.; Egger, T.; Aze, A.; Fiachetti, S.; Seitz, H.; Milazzo, L.-A.; GARAMBOIS, V.; Bonnefoy-Berard, N.; Gongora, C.; Constantinou, A.; Basbous, J.", "abstract": "In cancer cells, ATR signaling is crucial to tolerate the intrinsically high damage levels that normally block replication fork progression. Assembly of TopBP1, a multifunctional scaffolding protein, into condensates is required to amplify ATR kinase activity to the levels needed to coordinate the DNA damage response and manage DNA replication stress. Many ATR inhibitors are tested for cancer treatment in clinical trials, but their overall effectiveness is often compromised by the emergence of resistance and toxicities. In this proof-of-concept study, we propose to disrupt the ATR pathway by targeting TopBP1 condensation. First, we screened a molecule-based library using a previously developed optogenetic approach and identified several TopBP1 condensation inhibitors. Amongst them, AZD2858 disrupted TopBP1 assembly induced by the clinically relevant topoisomerase I inhibitor SN-38, thereby inhibiting the ATR/Chk1 signaling pathway. We found that AZD2858 exerted its effects by disrupting TopBP1 self-interaction and binding to ATR in mammalian cells, and by increasing its chromatin recruitment in cell-free Xenopus laevis egg extracts. Moreover, AZD2858 prevented S-phase checkpoint induction by SN-38, leading to increased DNA damage and apoptosis in a colorectal cancer cell line. Lastly, AZD2858 showed synergistic effect in combination with the FOLFIRI chemotherapy regimen in a spheroid model of colorectal cancer.", "date": "2025-08-06", "journal": ""}
{"title": "Differential destinations, dynamics, and functions of high- and low-order features in the feedback signal during object processing", "doi": "10.1101/2024.11.01.621525", "authors": "Hou, W.; He, S.; Zhang, J.", "abstract": "Brain is a hierarchical information processing system, in which the feedback signals from high-level to low-level regions are critical. The feedback signals may convey complex high-order features (e.g., category, identity) and simple low-order features (e.g., orientation, spatial frequency) to sensory cortex to interact with the feedforward information, but how these types of feedback information are represented and how they differ in facilitating visual processing is unclear. The current study used the peripheral object discrimination task, 7T fMRI, and MEG to isolate feedback from feedforward signals in human early visual cortex. The results showed that feedback signals conveyed both low-order features natively encoded in early visual cortex and high-order features generated in high-level regions, but with different spatial and temporal properties. The high-order feedback information targeted both superficial and deep layers, whereas the low-order feedback information reached only deep layers in V1. In addition, MEG results revealed that the feedback information from occipito-temporal to early visual cortex emerged around 200 ms after stimulus onset, and only the representational strength of high-order feedback information was significantly correlated with behavioral performance. These results indicate that the complex and simple components of feedback information play different roles in predictive processing mechanisms to facilitate sensory processing.", "date": "2025-08-06", "journal": ""}
{"title": "Cortical microtubules act as a template to organize nano-scale patterning of exocytosis", "doi": "10.1101/2024.12.01.626273", "authors": "Lindeboom, J.; Gutierrez, R.; Kirik, V.; Ehrhardt, D. W.", "abstract": "The microtubule cytoskeleton plays an important role in targeting and organizing exocytosis, enabling cellular morphogenesis, motility and polarized transport. However, in many organisms and cell types, the mechanisms by it does so are not well understood. Here, we identify the exocytotic protein KEULE, an essential SEC/MUNC, as a dynamic marker for exocytosis that forms clusters that are associated with and required for discrete exocytotic events in growing Arabidopsis cells. Live cell imaging revealed that these clusters, including those associated with verified exocytotic events, have stereotyped and distinct patterns of protein accumulate and loss, suggesting discreet phases in the assembly, function and of exocytotic protein complexes. Super-resolution image analysis revealed that exocytotic events marked by these KEULE clusters are not randomly distributed at the plasma membrane but are significantly enriched in ~180 nm wide linear domains that flank cortical microtubules associated with the plasma membrane, while being under-represented in adjacent domains ~520 nm wide. Thus, the cortical microtubule array acts as a highly organized and dynamic two-dimensional template that effectively redistributes and patterns a significant portion of exocytotic traffic. This positioning mechanism differs from previously reported mechanisms based on directed transport to microtubule ends, allowing for linear and ordered deposition of cargoes to the cell membrane and extracellular matrix to support functions such as cell morphogenesis. The role microtubule arrays near or at the plasma membrane play in organizing exocytosis may be conserved in other cell types and organisms.", "date": "2025-08-06", "journal": ""}
{"title": "A comprehensive pharmacological survey across heterogeneous patient-derived GBM stem cell models", "doi": "10.1101/2024.11.27.625719", "authors": "Elliott, R. J.; Nagle, P.; Furqan, M.; Dawson, J. C.; Smer-Baretto, V.; Oyarzun, D. A.; McCarthy, A.; Munro, A. F.; Drake, C.; Morrison, G. M.; Marand, M.; Ebner, D.; Pollard, S.; Brunton, V. G.; Frame, M. C.; Carragher, N.", "abstract": "Despite substantial drug discovery investments, the lack of any significant therapeutic advancement in the treatment of glioblastoma (GBM) over the past two decades calls for more innovation in the identification of effective treatments. The inter- and intra-patient heterogeneity of GBM presents significant obstacles to effective clinical progression of novel treatments by contributing to tumour plasticity and rapid drug resistance that confounds contemporary target directed drug discovery strategies. Phenotypic drug screening is ideally suited to heterogeneous diseases, where targeting specific oncogenic drivers have been broadly ineffective. Our hypothesis is that a modern phenotypic led approach using disease relevant patient-derived GBM stem cell systems will be the most productive approach to identifying new therapeutic targets, drug classes and future drug combinations that target the heterogeneity of GBM. In this study we incorporate a panel of patient-derived GBM stem cell lines into an automated and unbiased Cell Painting assay to quantify multiple GBM stem cell phenotypes. By screening several compound libraries at multiple concentrations across a panel of patient-derived GBM stem cells we provide the first comprehensive survey of distinct pharmacological classes and known druggable targets, including all clinically approved drug classes and oncology drug candidates upon multiple GBM stem cell phenotypes linked to cell proliferation, survival and differentiation. Our data set representing, 3866 compounds, 2.2million images and 64000 datapoints is the largest phenotypic screen carried out to date on a panel of patient-derived GBM stem cell models that we are aware of. We seek to identify agents and target classes which engender potent activity across heterogenous GBM genotypes and phenotypes, in this study we further characterize two validated target classes, histone deacetylase inhibitors and cyclin dependent kinases that exert broad and potent effects on the phenotypic and transcriptomic profiles of GBM stem cells. Here we present all validated hit compounds and their target assignments for the GBM community to explore.", "date": "2025-08-06", "journal": ""}
{"title": "Mechanical communication through the ECM is frequency-dependent due to cell sensitivity to mechanical signal shape", "doi": "10.1101/2024.12.03.626471", "authors": "Nitsan, I.; Drori, S.; Tzlil, S.", "abstract": "Cells communicate mechanically by sensing and responding to mechanical deformations generated by their neighbors in the extracellular matrix (ECM). By directly measuring the mechanical coupling between a cardiac cell and an artificial mechanical cell and monitoring the dependence of beat-to-beat variability on mechanical coupling, we can quantify the sensitivity of cardiac cells to mechanical signals. Here we show that due to the dynamic viscoelastic properties of collagen hydrogels (a major component of the cardiac ECM), the shape of the mechanical signal changes in a frequency-dependent manner as it propagates through the gel, resulting in mechanical communication that depends on beating frequency. Moreover, we show that cardiac cell sensitivity to the shape of the mechanical signal results from its responsiveness to the loading rate, with an optimal loading rate for efficient mechanical communication. The dependence of signal shape on ECM viscoelasticity and the existence of an optimal loading rate suggest that there may be ideal viscoelastic properties for mechanical communication between cardiac cells.", "date": "2025-08-06", "journal": ""}
{"title": "SMG6-dependent nonsense-mediated decay maintains dsRNA homeostasis and suppresses immunogenic transcripts in a hepatocellular carcinoma model", "doi": "10.1101/2025.01.13.632668", "authors": "Arpa, E. S.; Ricci, V.; Shapiro, I. E.; Jokic, M.; Mohammadzadeh, Y.; Bertrand, L.; Gonzalez Menendez, I.; Quintanilla-Fend, L.; Benechet, A. P.; Rehwinkel, J.; Petrova, T. V.; Luther, S. A.; Bassani-Sternberg, M.; Gatfield, D.", "abstract": "The nonsense-mediated mRNA decay (NMD) pathway degrades transcripts bearing premature termination codons (PTCs), typically arising from mutations and RNA processing errors, to prevent the accumulation of aberrant proteins. Its role in cancer is complex, with both tumor-promoting and tumor-suppressive functions described. Here, we selectively inhibit NMD in the liver by conditionally inactivating its endonuclease SMG6 in a genetic mouse model of hepatocellular carcinoma. SMG6 inactivation completely abrogates tumor formation and elicits both innate and adaptive immune responses. Mechanistically, SMG6 deficiency activates the type I interferon response via the double-stranded RNA (dsRNA) sensor MDA5, uncovering a physiological role for NMD in regulating cytoplasmic dsRNA levels. In parallel, stabilization and translation of NMD-target transcripts generate non-canonical immunopeptides presented by MHC-I, promoting potent CD8+ T-cell responses. These findings establish SMG6-dependent NMD as a core orchestrator of immune tolerance in cancer and reveal that its selective inhibition in cancer cells unleashes immunogenic transcript expression with therapeutic potential.", "date": "2025-08-06", "journal": ""}
{"title": "Impact of thermal stress during pupal development in a key pollinator", "doi": "10.1101/2025.03.26.645459", "authors": "Lausser, S.; Kurze, C.", "abstract": "The increasing frequency and intensity of extreme thermal events like heatwaves, driven by climate change, threaten global biodiversity and entire ecosystems. Despite alarming projections of population declines for key pollinators like bumblebees, little is known about the direct impact of varying elevated temperatures during their pupal development. To gain a better understanding of the dose-response to thermal stress, we experimentally exposed Bombus terrestris L. (Hymenoptera: Apidae) pupae in vitro to varying thermal stress lengths (3-7 days) and intensities (36-38C). This mechanistic approach allowed us to uniquely isolate the direct physiological effects of temperature on pupal development from complex colony dynamics and assess individual emergence success, developmental duration, body size, relative lipid content, and wing geometrics morphometrics. At the critical threshold of 38C, pupal emergence was drastically reduced (2-5 fold) and wing deformities increased (4-7 fold). Even excluding wing deformities, we found thermal stress-induced effects on emerged worker wing shape and directional asymmetry. Hence, our findings suggest that increased extreme thermal stress negatively impacts bumblebee pupal development. Given the relative heat tolerance of B. terrestris, we expect even greater vulnerability in more cold-adapted bumblebee species.", "date": "2025-08-06", "journal": ""}
{"title": "Light Impact on Thalamo-Cortical Connectivity During a Cognitive Task Depends on Time of Day and is Different in Teenagers", "doi": "10.1101/2025.04.03.647005", "authors": "Sharifpour, R.; Campbell, I.; Paparella, I.; Balda, F.; Beckers, E.; Mortazavi, N.; Koshmanova, E.; Read, J.; Collette, F.; Phillips, C.; Talwar, P.; Lamalle, L.; Zubkov, M.; Vandewalle, G.", "abstract": "Background: Light affects not only vision but also attention, alertness, and cognition, primarily through intrinsically photosensitive retinal ganglion cells sensitive to blue wavelength light. While previous research has shown that light influences brain regional activity, its impact on brain connectivity remains unclear. Methods: Using 7-Tesla fMRI, this study examined how light illuminance modulates canonical left-lateralized verbal thalamo-prefrontal-parietal network connectivity during an auditory executive task. Fifty-five participants, including young adults (19-30 y, 23 Females: scanned in the morning or evening) and adolescents (15-18 y, 6 Females: scanned only in the evening), were studied. Results: We first found that across all the groups, moderate blue-enriched light strengthened parietal-to-frontal connectivity, while low-illuminance orange light enhanced thalamus-to-parietal connectivity. When focusing on time-of-day differences in young adults, we found that higher-illuminance blue-enriched light strengthened thalamus-to-prefrontal connectivity in the morning compared to the evening. When focusing on developmental stages differences, during the evening session only, we observe that moderate blue-enriched light enhanced thalamus-to-parietal connectivity in adolescents compared to young adults. Conclusion: These findings reinforce the view that the thalamus plays a key role in mediating the impact of light on cognition and the impact of light depends on the context of light administration, i.e. with timing and age.", "date": "2025-08-06", "journal": ""}
{"title": "Somatic mutations in ALS genes in the motor cortex of sporadic ALS patients", "doi": "10.1101/2025.03.31.646375", "authors": "Gonzalez-Velasco, O.; Parlato, R.; Yilmaz, R.; Decker, L.; Menge, S.; Freischmidt, A.; Yang, X.; Tulasi, N.; Brenner, D.; Andersen, P. M.; Forsberg, K.; Schlachetzki, J. C. M.; Brors, B.; von Voithenberg, L. V.; Weishaupt, J. H.", "abstract": "Amyotrophic lateral sclerosis (ALS) is characterized by the progressive degeneration of cortical and spinal motor neurons. Mendelian germline mutations often cause familial ALS (fALS) but only approximately ten percent of sporadic ALS cases (sALS). We leveraged DNA and single cell RNA-sequencing data from autopsy tissue to explore the presence of somatic mosaic variants in sALS cases. Deep targeted panel sequencing of known ALS disease genes in motor cortex tissue revealed an enrichment of low allele frequency variants in sALS, but not in fALS with an identified monogenic cause. In silico analysis predicted increased pathogenicity of mosaic mutations in various known ALS mutational hot spots. In particular, we identified the somatic FUS variant p.E516X, located in an established hot spot for germline ALS mutations, which leads to nucleo-cytoplasmic mislocalization and aggregation typical for ALS FUS pathology. Additionally, we performed somatic variant calling on single cell RNA-sequencing data from sALS tissue and revealed a specific accumulation of somatic variants in excitatory neurons, reinforcing a neuron-autonomous disease initiation. Collectively, this study indicates that somatic mutations within the motor cortex, especially in excitatory neurons, may contribute to sALS development.", "date": "2025-08-06", "journal": ""}
{"title": "Connectome of a human foveal retina", "doi": "10.1101/2025.04.05.647403", "authors": "Kim, Y. J.; Packer, O.; Macrina, T.; Pollreisz, A.; Curcio, C. A.; Lee, K.; Kemnitz, N.; Ih, D.; Nguyen, T.; Lu, R.; Popovych, S.; Halageri, A.; Bae, J. A.; Strout, J. J.; Gerhard, S.; Smith, R. G.; Martin, P. R.; Grünert, U.; Dacey, D.", "abstract": "What makes human brains distinctive? The answer is hidden at least partially in the myriad synaptic connections made between neurons - the connectome. The foveal retina is a primate specialization which presents a feasible site for deriving a complete connectome of a human CNS structure. In the fovea, cells and circuits are miniaturized and compressed to densely sample the visual image at highest resolution and initiate form, color and motion perception. Here we provide a draft connectome of all neurons in a human fovea. We found synaptic connections, distinct to humans, linking short-wavelength sensitive cones to color vision pathways. Moreover, by reconstructing excitatory synaptic pathways arising from cone photoreceptors we found that over 95% of foveal ganglion cells contribute to only three major pathways to the brain. Our study reveals unique features of a human neural system and opens a door to a complete foveal connectome.", "date": "2025-08-06", "journal": ""}
{"title": "A modular pipeline for evidence-integrated genome annotation across species: a case study on Schmidtea mediterranea", "doi": "10.1101/2025.04.16.649076", "authors": "Zaremba, A.; Marszalek-Zenczak, M.; Dutta, A.; Samelak-Czajka, A.; Jackowiak, P.", "abstract": "Despite advancements in genome annotation tools, challenges persist for non-classical model organisms with limited genomic resources, such as Schmidtea mediterranea. To address these challenges, we developed a flexible and scalable genome annotation pipeline that integrates short-read (Illumina) and long-read (PacBio) sequencing technologies. The pipeline combines reference-based and de novo assembly methods, effectively handling genomic variability and alternative splicing events. To improve splice site detection accuracy, DeepSplice deep learning predictions are used. Functional annotation is conducted to filter out low-confidence transcripts and ensure biological relevance. Applying this pipeline to the asexual strain of S. mediterranea revealed thousands of previously undescribed putative genes and transcripts, and improved the existing gene models, highlighting its utility in annotating complex, underexplored genomes. The modularity and comprehensiveness of our pipeline ensure its adaptability for genome annotation across diverse species, making it a valuable tool for annotating genomes of non-model organisms and supporting broader genomic research. The source code and implementation details are available at https://github.com/Norreanea/SmedAnno.", "date": "2025-08-06", "journal": ""}
{"title": "Prevention and reversal of hypertension-induced coronary microvascular dysfunction by a plant-based diet", "doi": "10.1101/2025.04.19.649660", "authors": "Najjar, R. S.; Hekmatyar, K.; Wang, Y.; Ngo, V. L.; Lail, H.; Tejada, J. P.; Danh, J. P.; Wanders, D.; Feresin, R. G.; Mehta, P. K.; Gewirtz, A.", "abstract": "Background and aims: Coronary microvascular dysfunction (CMD) is associated with adverse cardiovascular outcomes. CMD is driven by endothelial and vascular smooth muscle cell (VSMC) dysfunction. We aimed to test whether CMD could be mitigated by a plant-based diet (PBD) in an animal model of hypertension. Methods: We compared 28- and 40-week-old female normotensive Wistar-Kyoto and spontaneously hypertensive (SHR) rats, maintained, from age 4 weeks, on a control refined diet or a PBD, comprised of 28% fruits, vegetables, nuts and legumes. A subset of control SHRs were switched to the PBD at 28 weeks. CMD was assessed by coronary flow reserve via echocardiogram. Cardiac microvascular endothelial function was assessed via cMRI. Endothelial and VSMC function were assessed in the left ventricle (LV) or in isolated VSMCs. The role of gut microbiota was probed via 16S sequencing and antibiotics. Cardiac inflammation, oxidative stress, and fibrosis were also explored. Results: SHRs exhibited endothelial dysfunction and likely VSMC dysfunction. PBD did not ameliorate their hypertension but, nonetheless, prevented and reversed CMD. PBDs mitigation of CMD was associated with improved endothelial nitric oxide synthase function and NO-mediated VSMC signaling, as well as reductions in LV oxidative stress, inflammatory signaling, and fibrosis. PBD altered the gut microbiota, although antibiotic studies failed to establish its importance in ameliorating CMD. Conclusions: A PBD prevented CMD development and reversed established CMD in SHRs. Such benefits of PBD, which occurred without alleviating hypertension, were possibly due to improved endothelial function and likely improved VSMC function. These results support clinical trials to test PBDs in human CMD.", "date": "2025-08-06", "journal": ""}
{"title": "The influence of HIV sense and antisense transcripts on stochastic HIV transcription and reactivation", "doi": "10.1101/2025.05.07.652610", "authors": "Wiecek, K.; Wisniewski, J.; CHEN, H.-C.", "abstract": "In this study, we established dozens of single provirus-infected cellular clones offering various transcriptional phenotypes of HIV. We proposed that stochastic fluctuations in HIV transcription can appear at, at least, two levels: (1) the chromosomal landscape and (2) the in situ HIV integration site. In the former case, proviruses integrating at different genomic locations demonstrated a variety of transcriptional bursting and can be classified in noise space constructed based on the parameters associated with the coefficient of variation and using a mathematical model fitting a curve of exponential decay. In the latter case, stochastic HIV gene expression tended to be a pure epigenetic phenomenon: the identical provirus demonstrated fluctuations in its transcription with an elevated frequency. We observed similar expression patterns between sense and antisense RNA transcripts. Notably, both HIV long terminal repeats reacted to drug stimulation and may reveal distinct behaviors. Overall, our data suggest that HIV antisense transcripts could be involved in the stochastic nature of HIV transcription.", "date": "2025-08-06", "journal": ""}
{"title": "Neural sampling from cognitive maps enables goal-directed imagination and planning", "doi": "10.1101/2025.05.14.654027", "authors": "Lin, H.; Yang, Y.; Zhao, R.; Pezzulo, G.; Maass, W.", "abstract": "AI systems are becoming increasingly more intelligent, but at a very high cost in terms of energy consumption and training requirements. In contrast, our brains only require 20W of energy, they learn online, and they can instantly adjust to changing contingencies. This begs the question what data structures, algorithms, and learning methods enable brains to achieve that, and whether these can be ported into artificial devices. We are addressing this question for a core feature of intelligence: The capacity to plan and solve problems, including new problems that involve states which were never encountered before. We examine from the algorithmic perspective three tools that brains are likely to employ for achieving that: Stochastic neural computation, cognitive maps, and compositional coding. We integrate these tools into a transparent neural network model without hidden units, and demonstrate its power for flexible planning and problem solving. Importantly, this approach is suitable for implementation by in-memory computing and other energy-efficient neuromorphic hardware. In particular, it only requires self-supervised local synaptic plasticity that is suited for on-chip learning. Hence a core feature of brain intelligence, the capacity to generate solutions to problems that were never encountered before, does not require deep neural networks or large language models, and can be implemented in energy-efficient edge devices.", "date": "2025-08-06", "journal": ""}
{"title": "Is Language a Mechanical Signal? Cytoskeletal Responses to Speech in Yeast", "doi": "10.1101/2025.07.08.663738", "authors": "Shirzadian, M.; Gollob, E.; Reiter, C.; Rauter, U.; Paschinger, M.; Caballero, C.; Rinnerthaler, M.; Spiess, K.", "abstract": "What if vocal language were not only a medium for human communication but a vibrational force that leaves structural traces in living cells? This study explores how audible sound, particularly the structured elements of human speech, affects the cytoskeleton of Saccharomyces cerevisiae. Using a direct-contact acoustic system, we exposed yeast to distinct sound types: tonal vibrations, broadband noise, and consonant phonemes. Fluorescence microscopy revealed that tonal stimuli with coherent low-frequency patterns enhanced actin polymerization and shmoo formation, both markers of polarity and mating. In contrast, broadband noise disrupted actin integrity, while consonants produced no measurable effects. These results suggest that rhythmic continuity and spectral coherence, key features of speech, can modulate cytoskeletal organization in non-auditory cells. By reframing vocal language as mechanical input rather than semantic content, this study bridges microbial cell biology with acoustic ecology and proposes a new lens for exploring how human-generated soundscapes physically influence living systems.", "date": "2025-08-06", "journal": ""}
{"title": "Size-dependent invasion and therapeutic phenotype of 42MGBA glioblastoma spheroids", "doi": "10.1101/2025.07.09.663980", "authors": "Fok, S.; Shreesha, A.; Appiah-Kubi, A.; Riggins, R. B.; Harley, B. A. C.", "abstract": "Glioblastoma (GBM) is one of the most common malignant brain tumors, with patient mortality driven by invasion into the surround brain microenvironment and drug resistance. Multicellular spheroids are increasingly a common model to study GBM invasion and drug response in engineered biomaterials. However, a key design feature of tumor spheroid studies is the size of each spheroid (number of cells, diameter). Given the heterogenous growth of GBM cells at the surgical margin, spheroids of different sizes may also have clinical relevance. Here, we define shifts in behavior and drug response of wild type and temozolomide (TMZ) resistant GBM spheroids as a function of initial spheroid size. GBM spheroids ranging from 100 to 12,000 cells in size were embedded into a methacrylamide-functionalized gelatin (GelMA) hydrogel. GBM spheroid size had an inverse relationship with the number of apoptotic cells. We observed significant spheroid size dependent effects on TMZ efficacy for both TMZ resistant and wild type cells. Interestingly, high single doses of TMZ were more effective in reducing three-dimensional migration from smaller spheroids than metronomic dosing while high single dose and metronomic dosing were equally effective in reducing invasion for large TMZ-resistant spheroids. Our study highlights the importance of considering and reporting spheroid size for cancer tissue engineering studies considering invasion and drug resistance. It also inform future studies of residual GBM cohorts at the tumor margins most responsible for patient relapse and mortality.", "date": "2025-08-06", "journal": ""}
{"title": "CMV can spread through plant to plant contact: implications for experimental practice", "doi": "10.1101/2025.07.30.667662", "authors": "Chateau, L.; Szadkowski, M.; Theodore, J.; Rimbaud, L.", "abstract": "Cucumber mosaic virus (CMV) is a major plant pathogen with a worldwide distribution and the widest host range among all known plant viruses. It affects numerous crop species and can cause symptoms that significantly reduce yield. CMV is primarily transmitted by aphids and more sporadically through seeds. It is frequently studied in laboratory settings with the aim of developing effective control strategies. In many experiments, infected plants are placed in direct contact with healthy ones assuming that CMV cannot be transmitted in this way. However, this has not been formally demonstrated. Therefore, this study aimed to assess whether CMV can be transmitted through plant-to-plant contact. Infected plants were first rubbed against healthy ones and then left in contact for 28 days. Target plants were subsequently tested using DAS-ELISA to detect potential transmission. We applied this protocol in two separate tests totalizing 15 combinations of plant species including pepper (Capsicum annuum) and five weed species (Capsella bursa-pastoris, Cerastium glomeratum, Stellaria media, Stachys arvensis and Trifolium repens). We found that CMV could be transmitted through contact between pepper and all tested weed species except T.repens. These findings highlight the importance of verifying whether a virus is capable of contact transmission before carrying out experiments in controlled conditions. In case of transmission, appropriate precautions will be crucial to avoid unintended transmissions.", "date": "2025-08-06", "journal": ""}
{"title": "RPA directly stimulates Mer3/HFM1 helicase processivity to ensure normal crossover formation in meiosis", "doi": "10.1101/2025.08.02.668043", "authors": "Altmannova, V.; Orlic, L.; Carrasco, C.; Adam, C.; Aicart-Ramos, C.; Guerini, D.; Borde, V.; Matos, J.; Moreno-Herrero, F.; Weir, J. R.", "abstract": "Meiotic crossover formation is critical for generating viable gametes and enhancing genetic diversity. The helicase Mer3 (HFM1 in humans) is a highly conserved factor essential for promoting crossovers and ensuring their proper distribution. Here, we identify replication protein A (RPA) as a direct interactor of budding yeast Mer3. We demonstrate that this interaction is conserved between human HFM1 and RPA. Cross-linking mass spectrometry and structural modelling with AlphaFold2 reveal a conserved and specific Mer3-RPA interface. Single-molecule magnetic tweezers assays demonstrate that direct RPA interaction is required for Mer3 helicase processivity under conditions of low DNA tension. Consistently, a mer3 mutant deficient in RPA binding exhibit reduced crossover frequencies and accumulate unresolved recombination intermediates during budding yeast meiosis. Via genome-wide localisation experiments, we link this effect to a weakened recruitment to double-strand break sites of the mer3 mutant. Our findings provide mechanistic insights into coordination of meiotic recombination by the Mer3 helicase through interactions with the canonical DNA repair machinery, highlighting a conserved mechanism underlying crossover control during sexual reproduction.", "date": "2025-08-06", "journal": ""}
{"title": "Identifying Neuroimaging Biomarkers of Resilience and Vulnerability to Chronic Stress in An Animal Model: An Exploratory Analysis", "doi": "10.1101/2025.08.05.667822", "authors": "Dai, T.; Algar, S. D.; Small, M.; Zalesky, A.; Rodger, J.", "abstract": "Stress is a main contributor to mood disorders, with individuals displaying great heterogeneity in response to stressful life events and adversity. Identifying biomarkers of vulnerability and resilience to stress would facilitate a prevention-based approach to mental illness that benefits individuals and reduces healthcare costs. The present study adopted a multivariate machine-learning approach to track neuroimaging biomarkers predictive of resilience and vulnerability following a chronic restraint stress (CRS) model. 96 male Sprague-Dawley rats underwent two sessions of MRI and behavioral tests, before and after CRS. Resilience and vulnerability to CRS were assessed with elevated plus maze and forced swimming tests. Hierarchical clustering was applied to construct brain networks. Partial correlation was used to compute network connectivity. Repeated nested cross validation with a support vector machine was employed to identify rs-fMRI biomarkers predictive of resilience and vulnerability following CRS. No strong group effect size of behavioral changes following CRS was observed within the same animals, suggesting the presence of resilient and vulnerable subgroups. Although the average model performance was modest (area under the receiver operating characteristic curve: 0.3 ~ 0.67), baseline functional connectivity across cerebellum, brainstem, striatum, prefrontal and salience-orbitofrontal regions, as well as functional alteration across hippocampus, striatum, prefrontal regions, auditory thalamus, cerebellum, inferior colliculi and brainstem were identified as stable features. The present study is the first to identify connectome-based neuroimaging biomarkers predictive of resilience and vulnerability using an animal model. The results may provide insights into neuroimaging biomarkers to aid diagnosis and prevention of mood disorders in humans.", "date": "2025-08-06", "journal": ""}
{"title": "Molecular co-accessibility identifies coordinated regulation between distant cis-regulatory elements", "doi": "10.1101/2025.08.05.668660", "authors": "Boulanger, M.; Chatsirisupachai, K.; Snajder, R.; Bonder, M. J.; Lapouge, K.; Remans, K.; Krebs, A. R.", "abstract": "In metazoans, gene expression is typically regulated by a cis-regulatory landscape (CRL) composed of a promoter and multiple enhancers. How these cis-regulatory elements (CREs) coordinate their function across large genomic distances remains unclear. For example, is the simultaneous activation of multiple enhancers required to promote transcription? Here, we combined single-molecule footprinting with long-read sequencing to quantify how often chromatin accessibility and transcription factor binding co-occur across entire CRLs in the Drosophila genome. Analysis of thousands of individual DNA molecules at each locus revealed that CREs form a specific network with shared single-molecule chromatin accessibility profiles. Co-accessibility is not limited to adjacent CREs, and is frequently observed between CREs brought into proximity by chromatin looping. Co-accessible CREs exhibit strong coordination in their cell type-specific accessibility, linking enhancer activity with transcription activation. Our data uncover dependencies between CREs genome-wide, and suggest that coordinated enhancer activation is a widespread mechanism regulating gene expression.", "date": "2025-08-06", "journal": ""}
{"title": "Early life chronic stress-disrupted activity of the dorsal raphe nucleus selectively drives behavioral impairments", "doi": "10.1101/2025.08.05.668669", "authors": "Varga, Z. K.; Golla, A.; Kermen, F.", "abstract": "Stress elicits variable systemic and neural changes in vertebrates, with outcomes ranging from adaptive to pathological. Several studies have implicated the dorsal raphe nucleus (DRN), a brainstem nucleus containing a heterogeneous population of serotonergic (5-HT) neurons, in the adaptive stress response and the pathological changes resulting from chronic stress. However, it is not known whether early life chronic stress affects the developing DRN activity, or whether the stress-induced changes affect 5-HT DRN neurons in a subregion- or phenotype-specific manner. To answer these questions, we used in vivo 2-photon calcium imaging of 5-HT DRN neurons in larval zebrafish exposed to chronic unpredictable stress during early life. We found that early life chronic stress prevented the normal habituation of the serotonergic system to a repeated acute stressor by altering the balance of excitatory/inhibitory responses within the DRN. Interestingly, these changes were most pronounced in a subset of stress-vulnerable serotonergic cells co-expressing GABAergic markers. Further, using chemogenetic ablation of 5-HT DRN neurons, we showed that stress-induced plasticity of the DRN contributed to changes in startle response habituation and in locomotive activity, but not in anxiety-like behaviors. Collectively, our results emphasize the role of stress-induced plasticity of DRN neurons in the selective regulation of maladaptive behavioral outcomes.", "date": "2025-08-06", "journal": ""}
{"title": "Riboflavin metabolism shapes FSP1-driven ferroptosis resistance", "doi": "10.1101/2025.08.05.668651", "authors": "Skafar, V.; de Souza, I.; Ferreira dos Santos, A.; Porto Freitas, F.; Chen, Z.; Donate, M.; Nepachalovich, P.; Ghosh, B.; Tschuck, J.; Mathur, A.; Nunes Alves, A.; Buhr, J.; Aponte-Santamaria, C.; Schmitz, W.; Eilers, M.; Ubellacker, J. M.; Elling, U.; Augustin, H. G.; Hadian, K.; Meierjohann, S.; Proneth, B.; Conrad, M.; Fedorova, M.; Alborzinia, H.; Friedmann Angeli, J. P.", "abstract": "Membrane protection against oxidative insults is achieved by the concerted action of glutathione peroxidase 4 (GPX4) and endogenous lipophilic antioxidants such as ubiquinone and vitamin E. Deficiencies in these protective systems lead to an increased propensity to phospholipid peroxidation and ferroptosis. More recently, ferroptosis suppressor protein 1 (FSP1) was identified as a critical ferroptosis inhibitor acting via regeneration of membrane-embedded antioxidants. Yet, regulators of FSP1 are largely uncharacterised, and their identification is essential for understanding the mechanisms buffering phospholipid peroxidation and ferroptosis. Here, we conducted a focused CRISPR-Cas9 screen to uncover factors influencing FSP1 function, identifying riboflavin (vitamin B2) as a new modulator of ferroptosis sensitivity. We demonstrate that riboflavin, unlike other vitamins that act as radical-trapping antioxidants, supports FSP1 stability and the recycling of lipid-soluble antioxidants, thereby mitigating phospholipid peroxidation. Furthermore, we show that the riboflavin antimetabolite roseoflavin markedly impairs FSP1 function and sensitises cancer cells to ferroptosis. Thus, we uncover a direct and actionable role for riboflavin in maintaining membrane integrity by promoting membrane tolerance to lipid peroxidation. Our findings provide a rational strategy to modulate the FSP1-antioxidant recycling pathway and underscore the therapeutic potential of targeting riboflavin metabolism, with implications for understanding the interaction of nutrients and their contributions to a cell's antioxidant capacity.", "date": "2025-08-06", "journal": ""}
{"title": "Ceramide transfer protein regulates G-protein coupled phospholipase signalling in Drosophila photoreceptors.", "doi": "10.1101/2025.08.05.668821", "authors": "Mishra, S.; Khan, A.; Nath, V. R.; M, T.; BG, T.; Naik, A.; Dasgupta, U.; PADINJAT, R.", "abstract": "The non-vesicular transfer of lipids between organelles at membrane contact sites (MCS) has been proposed as a key principle in the regulation of cell physiology. While several proteins with lipid transfer activity have been identified and localized to MCS, their functional significance for supporting physiology is poorly understood. Ceramide transfer protein (CERT) is one such molecule that can transfer ceramide between membranes in vitro. However, evidence for the mechanism and in vivo significance of CERT function is limited. In this study, we have analyzed the function of the only gene (dcert) encoding CERT in Drosophila. We find that loss of function alleles of dcert (dcert1), show elevated levels of short chain ceramide species along with a reduction in the levels of its metabolite phosphatidyl ethanolamine ceramide. Physiological analysis of dcert1 mutant alleles showed reduced electrical responses in the eye to light stimulation although photoreceptors did not undergo retinal degeneration, and this phenotype could be rescued by reconstitution of dcert1 with the wild type gene. The altered light response in dcert1 was associated with a reduction in the rate of phosphatidylinositol 4,5 bisphosphate (PIP2) resynthesis following light induced phospholipase C (PLC) stimulation. The reduced electrical response of dcert1 could be suppressed by reducing ceramide synthesis at the ER. Taken together, our findings suggest that ceramide synthesized at the ER and transferred to the Golgi by CERT regulates G-protein coupled phospholipase C signaling in vivo.", "date": "2025-08-06", "journal": ""}
{"title": "O-mannose glycosylations influence E-cadherin functional interactions", "doi": "10.1101/2025.08.05.668670", "authors": "Xie, S.; Madunic</>, K.; Rosas Bringas, O. G.; Tian, W.; Vakhrushev, S. Y.; Permentier, H.; Horvatovich, P.; Halim, A.; LaCava, J.", "abstract": "Cadherins are plasma membrane proteins that play critical roles in maintaining cell-cell adhesion and modulating cell signaling during development. Their functions are mediated by extracellular cadherin (EC) domains, which facilitate adhesive interactions and enable the formation of cis- and trans assemblies at adherens junctions and desmosomes. EC domains adopt a characteristic immunoglobulin-like fold composed of seven {beta} -strands (A-G) and are modified by N -linked and O-linked glycosylations, including O-linked mannose monosaccharides (O-Man) on conserved serine and threonine residues of B- and G-strands. O-Man glycosylations on EC domains are catalyzed by the TMTC1-4 enzymes, with different TMTC enzymes modifying B- or G-strands. Given the site-specific deposition of O-Man glycans by dedicated enzymes and the central role of EC domains in cadherin' functions, we hypothesized that these PTMs may fine-tune cellular adhesion and otherwise contribute to diverse physical interactions that involve cadherins. To test these hypotheses, we assayed for changes in protein-protein interactions formed with epithelial (E)-cadherin in model cells where O-Man were genetically ablated. Herein, we report O-Man-dependent E-cadherin (CDH1) protein interactions, revealed by affinity proteomics, and we orthogonally validate an altered association between CDH1 and CDH3 (P-cadherin). We show different interactomic changes associated with O-Man ablation on B- vs. G-strands, highlighting the importance of these PTMs in CDH1-associated interaction. These findings provide new insights into how O-Man regulates CDH1-dependent protein complexes.", "date": "2025-08-06", "journal": ""}
{"title": "Vitamin B2 metabolism promotes FSP1 stability to prevent ferroptosis", "doi": "10.1101/2025.08.05.668752", "authors": "Deol, K. K.; Harris, C. A.; Tomlinson, S. J.; Doubravsky, C. E.; Mathiowetz, A. J.; Olzmann, J. A.", "abstract": "Ferroptosis, a regulated form of cell death driven by excessive lipid peroxidation, has emerged as a promising therapeutic target in cancer. Ferroptosis suppressor protein 1 (FSP1) is a critical regulator of ferroptosis resistance, yet the mechanisms controlling its expression and stability remain mostly unexplored. To uncover regulators of FSP1 abundance, we conducted CRISPR-Cas9 screens utilizing a genome-edited, dual-fluorescent FSP1 reporter cell line, identifying both transcriptional and post-translational mechanisms that determine FSP1 levels. Notably, we identified riboflavin kinase (RFK) and FAD synthase (FLAD1), enzymes which are essential for synthesizing flavin adenine dinucleotide (FAD) from vitamin B2, as key contributors to FSP1 stability. Biochemical and cellular analyses revealed that FAD binding is critical for FSP1 activity. FAD deficiency, and mutations blocking FSP1-FAD binding, triggered FSP1 degradation via a ubiquitin-proteasome pathway that involves the E3 ligase RNF8. Unlike other vitamins that inhibit ferroptosis by scavenging radicals, vitamin B2 supports ferroptosis resistance through FAD cofactor binding, ensuring proper FSP1 stability and function. This study provides a rich resource detailing mechanisms that regulate FSP1 abundance and highlights a novel connection between vitamin B2 metabolism and ferroptosis resistance with implications for therapeutic strategies targeting FSP1 in cancer.", "date": "2025-08-06", "journal": ""}
{"title": "Cell competition overcomes host tissue resistance to unleash tumour growth in a Drosophila brain cancer model", "doi": "10.1101/2025.08.05.668787", "authors": "Gualtieri, M.; Jabre, S.; Mornico, D.; Hamon, M.; Maurange, C.; Speder, P.", "abstract": "Primary tumours of the central nervous system are extremely aggressive and often incurable. While tumours are known to interact with their microenvironment, how the interplay between tumour cells and the host tissue controls tumour progression remains elusive. We addressed this question in a Drosophila model of cancer stem cell-driven tumour which originates during development and grows extensively within a network of cortex glia cells (CG) through adulthood. We found that tumour growth induces progressive remodeling of the CG network and leads to CG apoptosis through cancer stem cell-driven competition, a process which in turn unleashes tumour growth. Notably, preventing CG death reduces tumour growth, revealing a resistance capacity within the CG. Transcriptional profiling of CG cells at different stages revealed a biphasic response, featuring an early specific signature followed by a later collapse of essential cellular functions and pathways, including the conserved JNK pathway. JNK signalling in CG normally plays a neuroprotective role and initially hinders tumour progression, providing resistance. However, its subsequent downregulation eventually brings the collapse of the host tissue, ultimately curbing tumour growth. This study uncovers a dynamic and complex interplay between host tissue resistance and tumour-driven competition, which shapes tumour progression.", "date": "2025-08-06", "journal": ""}
{"title": "A new NHGRI Sample Repository for Human Genetic Research collection of induced pluripotent stem cell lines.", "doi": "10.1101/2025.08.05.668740", "authors": "Pozner, T.; Grandizio, C.; Mitchell, M. W.; Turan, N.; Scheinfeldt, L.", "abstract": "We describe here a new NHGRI Sample Repository for Human Genetic Research collection of induced pluripotent stem cell (iPSC) lines reprogrammed from whole blood derived peripheral blood mononuclear cells (PBMCs) donated by African Americans living in St. Louis, Missouri. The PBMCs were reprogrammed using Sendai viral vectors carrying OCT4, SOX2, KLF4, and c-MYC. The iPSC lines exhibit a normal karyotype, express common stemness and pluripotency markers, and demonstrate the ability to differentiate into cell types representing all three germ layers. These iPSCs (n=5) will have accompanying public, near telomere to telomere genomic data through the Human Pangenome Reference Consortium, and will provide an invaluable in vitro resource for studying common genetic and genomic variation and its functional implications.", "date": "2025-08-06", "journal": ""}
{"title": "Sensitivity analysis of voltage-gated ion channel models.", "doi": "10.1101/2025.08.05.668838", "authors": "Korngreen, A.", "abstract": "Modeling voltage-gated ion channel function is essential for understanding neuronal excitability. However, finding the right balance between model complexity and practicality is a significant challenge. In this study, I explored how sensitive Markov models of ion channels were to different parameters, beginning with a straightforward two-state system and progressing to more intricate three- and four-state models. Through tests using step voltage and sine wave protocols, I discovered clear sensitivity patterns during both the activation and deactivation phases. As expected, forward transitions were most influential during activation, while reverse transitions became more pronounced during deactivation. Notably, I found that transitions between closed states had minimal impact on the overall whole-cell current or the opening probability (Po). This underscores a significant limitation in relying on these measurements to constrain specific parameters. These results highlight the strengths and limitations of Markov models, showing that their effectiveness can be restricted by how sensitive parameters are to the protocols used in experiments. My findings set clear guidelines on the level of complexity feasible in Markov models of voltage-gated ion channels and offer insights that can help create more efficient and reliable models of neuronal excitability.", "date": "2025-08-06", "journal": ""}
{"title": "Tumor necrosis factor receptor 2 inhibits HIV-1 infection by blocking the binding of gp120 to CD4", "doi": "10.1101/2025.08.05.668613", "authors": "Gao, Y.; Chen, Z.; Chen, Y.; Yang, Y.; Wang, Y.; Zhu, C.; Liao, P.; Song, H.; Chen, X.", "abstract": "The HIV-1 envelope glycoprotein gp120 binds to CD4 molecule and then undergoes conformational changes to interact with the co-receptors CCR5 or CXCR4, resulting in cellular entrance. However, certain types of cells, such as macrophages and CD4+Foxp3+ regulatory T cells (Tregs), have shown to resist HIV-1 infection despite co-expressing CD4 and co-receptors. In this study, we found that TNF receptor type II (TNFR2) directly bound to gp120, with the binding site on gp120 in close proximity to that of CD4. Intriguingly, exogenous TNFR2 had the capacity to inhibit the binding of gp120 to CD4 T cells. Furthermore, the infection of CD4+CCR5+ cells by pseudoviruses containing the HIV-1 envelope was inhibited by TNFR2 protein. In contrast, TNFR1, similar in structure to TNFR2 and sharing the same ligand, failed to inhibit the infection of CD4+T cells by HIV-1 pseudoviruses. This property of TNFR2 may be harnessed in the prevention or treatment of HIV-1 infection and thus warrant future investigation.", "date": "2025-08-06", "journal": ""}
{"title": "Modulation of Saccharomyces cerevisiae Stm1_N1-113 and human AB42 amyloid fibril morphology by 3,3'-(acridine-4,5-diylbis(methylene))bis(1-(carboxymethyl)-1H-benzimidazolium) dibromide", "doi": "10.1101/2025.08.04.668593", "authors": "Uttamrao, P. P.; Das, U.; Kumar, R. R.; Harijan, D.; Balu, A. K.; Rao, D. K.; Prabusankar, G.; Rathinavelan, T.", "abstract": "Acridine derivatives are among the oldest and most effective classes of chemotherapeutic agents, exhibiting a broader spectrum of bioactivities like antitumor, antifungal, antimicrobial, and antiviral. They remain a preferred choice for molecular imaging of amyloid as well as for inhibiting amyloid fibrillation or stabilizing the fibril. This study reports the effect of a newly reported acridine compound 3,3-(acridine-4,5-diylbis(methylene)) bis(1-(carboxymethyl)- benzimidazolium) dibromide (henceforth, Ac-BIM-acid) on the amyloid fibrillation of N-terminal region of Saccharomyces cerevisiae Stm1 protein (Stm1_N1-113) and human AB42. Modulation of Stm1_N1-113 amyloid structures (at 400 uM concentration) with respect to varying concentrations of Ac-BIM-acid is revealed by AFM and NMR (0.5 mM, 1 mM, and 2.5 mM). While 2D-HSQC NMR spectra show the binding of Ac-BIM-acid with 400 uM Stm1_N1-113, AFM captures the morphological changes of Stm1_N1- 113 in response to 1 mM and 2.5 mM Ac-BIM-acid at physiological salt concentration in a time-dependent manner. Similarly, Ac-BIM-acid is shown to modulate the amyloid morphology of human AB42 protein, responsible for Alzheimers disease, captured in AFM. Docking studies carried out indicate that the hydrophobic acridine ring binds at the hydrophobic pocket of the N-terminal beta-sheet and its neighboring beta-sheet of the AB42 monomorphic fibril. Thus, Ac-BIM-acid would be yet another addition to the class of acridine derivatives that modulate amyloid fibrillation.", "date": "2025-08-06", "journal": ""}
{"title": "Urbanization weakens the latitudinal diversity gradient in birds", "doi": "10.1101/2025.08.04.668553", "authors": "Griffith, J.; Sunday, J. M.; Hargreaves, A. L.", "abstract": "The latitudinal diversity gradient of increasing species richness toward the tropics is Earth's most ubiquitous and ancient macroecological pattern, but may not be immune to modern anthropogenic change. Urbanization represents a particularly severe and globally-distributed ecological change; while urbanization generally reduces local diversity, whether it affects large-scale diversity patterns is unclear. Analyzing global databases including >10,000 bird species on five continents, we show that the avian latitudinal diversity gradient is 3x weaker in urban than natural areas. Urbanization reduces diversity across latitudes, but tropical cities lose disproportionately more species, partly because tropical bird assemblages contain more specialists and specialists are particularly excluded by urbanization. Our results show that urbanization is disrupting macroecological patterns, and suggest that specialization mediates both latitudinal diversity gradients and urbanization impacts.", "date": "2025-08-06", "journal": ""}
{"title": "Intraspecific Variation in Gulf Killifish (Fundulus grandis) Avoidance of Contaminants", "doi": "10.1101/2025.08.04.668507", "authors": "Martin, C. W.; McDonald, A.; O'Shaughnessy, K.", "abstract": "Understanding the behavioral response of estuarine fish populations to environmental contaminants is critical for assessing the ecological consequences of disturbances. Here, we examined population-level variation in avoidance behavior to petroleum-contaminated sediments in the Gulf killifish (Fundulus grandis), a sentinel species in northern Gulf of Mexico marshes. Adult fish were collected from four geographically distinct estuaries: Terrebonne Bay, Louisiana; Mississippi Sound, Alabama; Pensacola Bay, Florida; and Cedar Key, Florida. Choice experiments tested fish preference to either uncontaminated sediments or sediments contaminated with fresh or weathered oil. Results found significant differences among populations with individuals from western Gulf sites (Louisiana and Alabama) exhibiting strong avoidance of fresh oil, while those from eastern sites (Florida) showed limited or no avoidance. No populations avoided weathered oil. These findings suggest that sensitivity to oil contamination varies regionally, potentially reflecting local exposure histories or environmental adaptation. The diminished response to weathered oil across all populations highlights a reduced ability to detect residual contamination and indicates that these fish may use more volatile compounds that precipitate or degrade faster as a cue. This study underscores the importance of incorporating behavioral and population-level variability into impact assessments and emphasizes the need for regionally tailored conservation strategies.", "date": "2025-08-06", "journal": ""}
{"title": "Signatures of adaptive self-organization detected in swidden societies worldwide", "doi": "10.1101/2025.08.04.668537", "authors": "Downey, S. S.; Tverskoi, D.; Scaggs, S. A.; Wu, X.; Syed, Z.; Lebowitz, J.; Qin, R.; Thurner, S.", "abstract": "Quantitative signatures of adaptive self-organization and the spatial scale of human management can be detected in anthropogenic landscapes. Yet, while abundant evidence for self-organization in physical and natural systems exists, there are few adaptive self-organization models that can explain coupled dynamics of human subsistence systems that have also been rigorously validated. Here, we analyze over 18,000 forest patches extracted from 18 remotely-sensed swidden mosaics from tropical and subtropical regions across the planet. We discover a power law signature of adaptive self-organization in the size of the patches and correlation distances that indicate the spatial scale of socioecological adaptation. To explain this pattern, we propose a mathematical model of swidden labor reciprocity, normative reasoning, field placement, forest disturbance and regrowth dynamics that explains the emergent spatial structure of swidden mosaics. Social self-organization can promote sustainable levels of forest disturbance when ecological dynamics such as facilitation, seed-dispersal and competition are conditioned by social dynamics, giving rise to power-law land-use patterns. We use simulations to explore the emergent properties of the model and identify two regimes: deforestation and sustainable swidden. When we analyze the relationship between the simulation results in the remote sensing data, we find that 16/18 of the study areas exhibit power-law distributions and spatial correlation patterns that match the sustainable swidden regime in the model. These findings support the hypothesis that adaptive self-organization may be a general characteristic of coupled human and natural systems.", "date": "2025-08-06", "journal": ""}
{"title": "Accelerating protein design by scaling experimental characterization", "doi": "10.1101/2025.08.05.668824", "authors": "Qian, J.; Milles, L. F.; Wicky, B. I. M.; Motmaen, A.; Li, X.; Kibler, R. D.; Stewart, L.; Baker, D.", "abstract": "Recent advances in de novo protein design have greatly outpaced standard protein biochemistry workflows, and experimental testing has been a bottleneck in the validation of new designs and methodologies. Here, we describe experimental and computational workflows to address the issues of scale, speed and reproducibility of common in vitro protein testing methods, enabling at least an order of magnitude increase in throughput while reducing wetlab time. Semi-Automated Protein Production (SAPP) is a rapid, modular, scalable and cost-effective protocol, enabling up to milligram-scale protein production, and standardized characterization including yield, dispersity, and oligomeric state of hundreds of designs per day, at the cost-equivalent of a few DNA oligos per construct. End-to-end protocol execution takes 48 hours, with about 6 hours spent benchside using mostly standard laboratory equipment. This protocol has become the standard at our institute, providing critical experimental validation for dozens of projects spanning tens of thousands of designs. Since at least 80% of SAPP's total cost comes from synthetic DNA, we also developed a scalable demultiplexing protocol (DMX) to leverage oligo pools as input DNA, providing a further 5-fold reduction in costs, enabling >1000 designs to be purified and characterized in arrayed, clonal format at a cost of $5 per construct. By reframing standard molecular biology practices and orchestrating wetlab workflows with partial automation instead of complex end-to-end robotics, these protocols should be widely adoptable, accelerating protein design.", "date": "2025-08-06", "journal": ""}
{"title": "BOLD-GPCRs: A Transformer-Powered App for Predicting Ligand Bioactivity and Mutational Effects Across Class A GPCRs", "doi": "10.1101/2025.08.04.668547", "authors": "Provasi, D.; Konovalov, K.; Riina, N.; Cullen, O.; Filizola, M.", "abstract": "G protein-coupled receptors (GPCRs) are important targets for drug discovery owing to their ability to respond to a broad range of stimuli and their involvement in numerous pathologies. Although traditional ligand-based and structure-based approaches have facilitated the development of effective therapeutics for many GPCRs, these approaches often fall short when applied to receptors with limited ligand or structural data. This limitation highlights the critical need for advanced strategies capable of accurately predicting ligand bioactivity across the entire GPCR family, especially for understudied receptor subtypes. In this study, we introduce BOLD-GPCRs (BERT-Optimized Ligand Discovery for GPCRs), a deep learning framework designed to enhance the prediction of ligand bioactivity across class A GPCRs. Accessible via a user-friendly web interface, BOLD-GPCRs employs transfer learning and leverages curated datasets of known class A GPCR ligands, receptor sequences, and signaling-relevant mutations. By integrating dense neural network classifiers with transformer-based protein language models, BOLD-GPCRs captures complex relationships between receptor sequence/function and ligand activity. Our results demonstrate that BOLD GPCRs achieves robust predictive performance for both ligand bioactivity and mutational effects across a broad range of class A GPCRs, underscoring its potential as a valuable tool for ligand discovery, especially for poorly characterized receptors.", "date": "2025-08-06", "journal": ""}
{"title": "Physics-based nucleosome-resolution modeling of epigenetic-driven chromatin domain dynamics", "doi": "10.1101/2025.08.04.668597", "authors": "Gu, C.; Takada, S.; Brandani, G. B.", "abstract": "Chromatin spatially organizes the Eukaryotic genome to support key cellular processes such as gene regulation, but the interplay between epigenetics, chromatin structure, and function is still poorly understood. We propose a nucleosome-resolution coarse-grained model that captures the essential features of chromatin organization over multiple scales: from nucleosome dynamics to chromatin fiber folding, and liquid-liquid phase separation. The model describes the effects of DNA linker length, histone tail acetylation, linker histone H1, and multi-bromodomain proteins such as BRD4. It is designed to be experimentally accurate but computationally efficient, allowing the study of 100kb genomic regions on a timescale of seconds with moderate resources. We apply this model to explore the structure and dynamics of two active loci of mouse embryonic stem cells, Pou5f1 and Sox2, as determined by solely their underlying epigenetic patterns. Our simulations reveal that chromatin folds into liquid-like domains characterized by similar histone modifications. These domains are highly dynamic, driving the formation of transient contacts between distant cis-regulatory regions. In silico mutation studies further clarify the distinct roles played by histone acetylation, linker histone, and BRD4. Overall, our physics-based modeling provides evidence that, in addition to other well-established mechanisms, epigenetic-dependent nucleosome-nucleosome interactions can play a key role in shaping the functional organization of genomic loci.", "date": "2025-08-06", "journal": ""}
{"title": "Dynamic Shielding and Allosteric Modulation of Erythropoietin by Glycosylation", "doi": "10.1101/2025.08.05.668628", "authors": "Yagi, T.; Im, H.; Chong, S.-H.; Sugita, Y.", "abstract": "Glycosylation is a ubiquitous and essential post-translational modification that regulates protein structure, solubility, and function. Yet, the mechanisms by which glycans modulate the physicochemical properties of protein surfaces remain incompletely understood. Erythropoietin (EPO), a therapeutic glycoprotein with three N-glycosylation sites, provides a tractable model for dissecting site-specific glycan effects on protein functions. Here, we employ glycan-focused enhanced molecular dynamics simulations, specifically generalized replica exchange with solute tempering (gREST), to overcome the limited sampling of conventional MD and capture the extensive conformational heterogeneity of glycans. Our results demonstrate that glycan effects are highly non-additive: specific combinations of glycosylation sites yield emergent structural outcomes through spatial and dynamical cooperativity. Among them, the N83-linked glycan plays a dominant role in shielding a hydrophobic surface helix, thereby reducing local solvent-accessible hydropathy. Strikingly, the extent of this glycan-mediated surface masking quantitatively correlates with experimentally measured retention times in hydrophobic interaction chromatography, establishing a functional link between molecular-scale shielding and macroscopic behavior. These findings reveal that N-glycans modulate protein surfaces not only through local steric occlusion but also via long-range allosteric effects, providing a new framework for understanding and engineering glycoprotein properties.", "date": "2025-08-06", "journal": ""}
{"title": "Automated and Simulation-Guided Multiplexed DNA-PAINT for Nanoparticle Characterization", "doi": "10.1101/2025.08.05.668442", "authors": "van Veen, S.; Visser, E. W.; Albertazzi, L.", "abstract": "Recent advances in lab automation have dramatically increased the throughput of material synthesis, enabling rapid screening of nanomaterials for specific applications in nanotechnology and nanomedicine. However, this progress highlights a key bottleneck: most high-resolution characterization techniques, such as electron microscopy, atomic force microscopy (AFM), and super-resolution microscopy, remain low-throughput and labor-intensive. To keep pace, characterization must evolve toward greater automation and scalability. Here, we present an integrated and automatable workflow for multicolor DNA point accumulation for imaging in nanoscale topography (DNA-PAINT) super-resolution microscopy tailored for nanoparticles. Our approach combines kinetic simulations, automated multiplexed imaging, and streamlined image analysis to enable end-to-end automation, from experimental design to quantitative data output. Simulations predict optimal experimental conditions, thus reducing the need for manual optimization. A fluidics system paired with a TIRF microscope is used to automate multiplexed imaging by rounds of imaging and probe exchange (exchange-PAINT) on multiple memorized positions without human oversight during the acquisition process. Finally, an image analysis pipeline tailored for NPs allows for the quantification of nanoparticle size and multiplexed ligand functionalization. This methodology improves the throughput and reproducibility of single-molecule localization microscopy (SMLM) using DNA-PAINT and lowers the entry barrier for non-expert users, thus paving the way for broader adoption in nanomedicine and materials discovery workflows.", "date": "2025-08-06", "journal": ""}
{"title": "Attachment performance of cuttlefish (Sepia officinalis) suckers depends on the interaction between papillae and substrate topography", "doi": "10.1101/2025.08.05.668641", "authors": "te Lindert, J. S.; Klaassen van Oorschot, B.; Geelen, T.; te Lindert, E. L.; Giesbers, M.; Gussekloo, S. W.; Muijres, F. T.; Amador, G. J.", "abstract": "Cephalopods are highly versatile predators, with many species using suckers to capture their prey. These suckers attach to substrates ranging from the stiff, rough exoskeletons of crustaceans to the soft, smooth mucosal tissues of other cephalopods. Despite generating higher suction pressures than octopuses, less attention has been given to the biomechanics of cuttlefish suckers. Cuttlefish suckers exhibit a stiff, rough papillated rim that acts as a seal when in contact with a substrate. We hypothesise that these rim papillae have evolved to attach to rough substrates that match their own rugosity and to prevent the trapping of water at the contact interface, which occurs for soft interfaces underwater. To test this hypothesis, we investigated the passive attachment performance of common cuttlefish (Sepia officinalis) suckers ex vivo on a variety of artificial substrates that differed in both stiffness and roughness. We found that suckers generated larger attachment forces on stiffer substrates. Furthermore, sucker attachment forces varied significantly with substrate roughness, where highest attachment forces occurred on substrate roughnesses that coincided with the average sucker papillae size (~6.33 m RMS). These findings indicate that the papillae morphology may be associated with attachment performance, and could inform the design and development of versatile, bioinspired suction cups.", "date": "2025-08-06", "journal": ""}
{"title": "Free energy and flexibility analysis of autoinhibited human BRAF", "doi": "10.1101/2025.08.04.668576", "authors": "Tempkin, J. O. B.; Aydin, F.; Essiz, S.; Carpenter, T. S.; Durrant, D. E.; Morrison, D. K.; Ingolfsson, H. I.; Streitz, F. H.; Nissley, D. V.; Lightstone, F. C.; Zhang, X.", "abstract": "The RAF serine/threonine protein kinases function as direct effectors of RAS in the intracellular transmission of extracellular growth signals, and they are key targets for drug discovery given the high incidence of oncogenic mutations in RAF and other components of this signaling pathway. In its inactive state, RAF is held in an autoinhibited conformation in the cytosol through a combination of intramolecular interactions and binding to a regulatory 14-3-3 protein dimer. Activation of RAF is initiated by its interaction with membrane-localized, GTP-bound RAS, which induces conformational changes that release RAF from its autoinhibited state. However, the molecular mechanisms governing RAF activation remain incomplete, largely due to the challenges in experimentally capturing intermediate conformational states in this process. To address this gap, we developed a comprehensive all-atom model of BRAF based on existing cryo-EM structures. Using this model, we performed extensive molecular dynamics simulations to evaluate the stability and free energy landscape of autoinhibited BRAF in solution. Our analysis reveals conformational flexibility within the autoinhibited complex, suggesting that this dynamic behavior may play a role in facilitating BRAF activation upon engagement with membrane-bound RAS.", "date": "2025-08-06", "journal": ""}
{"title": "Separate-scan atomic force microscope for fast infrared scattering-type scanning near-field optical microscope", "doi": "10.1101/2025.08.04.668506", "authors": "Sakiyama, Y.; Pfitzner, E.; Andany, S. H.; Fantner, G. E.; Heberle, J.", "abstract": "Pseudo-heterodyne scattering-type scanning near-field optical microscopy (sSNOM) is applied in the mid-infrared region to detect the chemical composition of biomolecules on the nanoscale. However, the application of sSNOM in molecular biology has been limited to static images in air. Recently, bottom illumination sSNOM (BI-sSNOM) was developed for operation in water. Yet, the scan rate of sSNOM remains a bottleneck to record protein structural changes in aqueous solution on the seconds time scale. We designed an optical and mechanical system consisting of a separate scan high-speed atomic force microscope (HS-AFM) coupled to the BI-sSNOM optics. The designed AFM scanner has a mechanical bandwidth of ca 70 kHz along the Z-axis, and ca 6 kHz along the XY-axis, equivalent to the sample scanning HS-AFM. The AFM performance is demonstrated by imaging actin filaments. The optical design is validated by sSNOM experiments on purple membranes and microtubules.", "date": "2025-08-06", "journal": ""}
{"title": "Reversible therapeutic resistance in EGFR mutant lung cancer caused by RB1 loss induced lineage plasticity", "doi": "10.1101/2025.08.04.668485", "authors": "Zhang, L.; Chinnam, M.; Balk, B.; Zhang, X.; Wang, Y.; Shaurova, T.; Alam, S.; Pokharel, S.; Singh, P.; Jacobi, J.; Wang, J.; Cortes Gomez, E.; Habitzruther, M.; Seshadri, M.; Atanassov, B.; Wu, W.; Benevolenskaya, E.; Blakely, C. M.; Hershberger, P.; Long, M.; Bivona, T.; Goodrich, D. W.", "abstract": "Treatment with EGFR tyrosine kinase inhibitors (EGFR TKI) is standard of care for patients with lung cancer initiated by activating mutations in the EGFR gene. While EGFR TKI treatment is effective, virtually all patients progress on therapy. Loss of function mutations in the RB1 tumor suppressor gene are associated with poor EGFR TKI outcomes, but underlying mechanisms remain unclear. Analysis of genetically engineered experimental models and human clinical specimens described here demonstrates RB1 loss has minimal impact on initial cell cycle responses to EGFR TKI but markedly accelerates acquired resistance over time. RB1 loss promotes transcriptional plasticity that enables rare cells to spontaneously assume reversible, resistance-conferring lineage states. These findings highlight the importance of non-genetic adaptations in driving acquired EGFR TKI resistance, advance our understanding of how RB1 impacts cancer, and identify opportunities to improve EGFR TKI treatment outcomes by targeting reversible epigenetic resistance mechanisms.", "date": "2025-08-06", "journal": ""}
{"title": "Antagonistic interactions between CLAVATA receptors shape maize ear development", "doi": "10.1101/2025.08.04.667500", "authors": "Lindsay, P. L.; Xu, F.; Liu, L.; Boumpas, P.; Reyes, A.; Je, B. I.; Ogawa-Ohnishi, M.; Man, J.; Skopelitis, T.; Matsubayashi, Y.; Bartlett, M.; Xu, S.-L.; Jackson, D.", "abstract": "Meristem activity is controlled by the CLAVATA (CLV) signaling pathway, which involves a suite of leucine rich receptor (LRR) receptors, receptor-like proteins and CLV-EMBRYO SURROUNDING REGION (CLE) peptide ligands. FASCIATED EAR 3 (FEA3) is a leucine rich receptor (LRR) receptor-like protein important for meristem maintenance in maize, and acts independently of canonical CLV receptors. Weak alleles of fea3 can increase yield-related traits in maize, so understanding how FEA3 controls inflorescence development can maximize its potential as a crop improvement target. To identify FEA3's interaction network, we used TurboID-based proximity labeling in maize meristems, and identified a putative co-receptor, BARELY ANY MERISTEM 1D (BAM1D). BAM1D and FEA3 proximity labeling proteomes shared over 100 proteins, including many signaling proteins, suggesting they feed into a common signaling pathway. fea3 was epistatic to bam1d in the control of IM size, supporting the idea that FEA3 and BAM1D interact physically. However, fea3 and bam1d act antagonistically, because fea3 mutants had larger inflorescence meristems (IMs), whereas bam1d mutants produced smaller IMs. Together, this study demonstrates how in vivo TurboID-based proximity labeling clarifies complex genetic interactions between CLV receptors and expands our knowledge of downstream signaling components of CLV signaling pathways, which are largely uncharacterized. Our findings support the notion that multiple, partially overlapping CLV receptor complexes coordinately control meristem maintenance.", "date": "2025-08-06", "journal": ""}
{"title": "Escape from antimicrobial CRISPR-Cas9 in E. coli ST131 depends on the genetic context of the target gene.", "doi": "10.1101/2025.08.04.668416", "authors": "Morros-Bernaus, C.; Westley, J.; Wyrsch, E. R.; Djordjevic, S. P.; Zhang, L.; Leonard, A.; Gaze, W.; Sünderhauf, D.; van Houte, S.", "abstract": "Escherichia coli (E. coli) is a common bacterium in the human gut and an important cause of intestinal and extraintestinal infections. Some E. coli sequence types (ST) are associated with high pathogenicity. The Extraintestinal Pathogenic E. coli (ExPEC) ST131 is a globally distributed multidrug-resistant human pathogen associated with urinary tract and bloodstream infections. Antibiotic-resistant infections often lead to antibiotic treatment failure, underscoring the need of developing alternative treatments. The highly selective antimicrobial potential of CRISPR-Cas9 has been demonstrated in a range of model organisms. However, the effectiveness of CRISPR-Cas9 in combating ST131-associated infections and the consequences of CRISPR-Cas9 treatment, such as the emergence of escapers, remains unclear. Here, we investigated the antimicrobial activity of CRISPR-Cas9 against ST131 and assessed the frequency and genetic basis of escape. We conjugatively delivered CRISPR-Cas9 to ST131 isolates which carried cefotaxime-resistance-encoding target gene blaCTX-M-15 in the chromosome and characterized escape subpopulations. Two main types of escapers emerged: blaCTX-M-15-positive escapers carried dysfunctional CRISPR-Cas9 systems and arose at a ~10-5 frequency. Instead, blaCTX-M-15-negative escapers presented chromosomal deletions involving blaCTX-M-15 loss. The frequency of blaCTX-M-15 loss depended on the blaCTX-M-15 genetic context. Specifically, blaCTX-M-15-negative escapers emerged at low frequency (~10-5) in isolates where blaCTX-M-15 was located downstream of insertion sequence (IS) ISEcp1, while escapers emerged with high frequency (~10-3) in isolates where blaCTX-M-15 was flanked by IS26. This work emphasizes how the genetic context of target genes can drive the outcome of CRISPR-Cas9 tools, where the presence of IS26 may drive increased frequencies of escape.", "date": "2025-08-06", "journal": ""}
{"title": "The FliI ATPase couples ATP hydrolysis to substrate switching in bacterial flagellar type-III secretion", "doi": "10.1101/2025.08.04.668468", "authors": "Einenkel, R.; Delgadillo-Guevara, M.; hallenga, L.; Goosmann, C.; Erhardt, M.", "abstract": "Bacterial flagella are assembled by a specialized type III secretion system that exports structural subunits in a defined order. While the ATPase FliI is known to couple ATP hydrolysis to substrate translocation, its role in the transition between early and late secretion stages has remained unclear. Here, we systematically analyzed Salmonella enterica strains with defined FliI point mutations and found that FliI activity is dispensable for early substrate export and hook-basal body formation but is important for triggering the substrate specificity switch and promoting late substrate export. Mutant strains showed delayed gene expression from class 3 promoters, prolonged early secretion, and impaired flagellar filament assembly, despite normal FliI localization and oligomerization. These findings support the involvement of FliI in controlling the temporal dynamics of flagellar assembly. We propose that FliI contributes to substrate switching, ensuring robust and orderly fT3SS function. This study highlights the multifaceted role of the fT3SS ATPase in optimizing the efficiency and robustness of flagellum assembly.", "date": "2025-08-06", "journal": ""}
{"title": "Mobile-CRISPRi as a tool for genetic manipulation in the intracellular pathogen Piscirickettsia salmonis", "doi": "10.1101/2025.08.05.668709", "authors": "Ortiz-Severin, J.; Geoffroy, P.; Aravena, P.; Hödar, C.; Palma, D. E.; Gonzalez, M.; Cambiazo, V.", "abstract": "Piscirickettsia salmonis is the causative agent of Salmonid Rickettsial Septicemia (SRS), the main bacterial disease affecting the salmon industry in Chile. In this work, we implemented a Mobile-CRISPRi system to generate gene silencing using a catalytically inactive dCas9 protein and an IPTG-inducible single-guide RNA (sgRNA). We demonstrate the efficacy of the CRISPRi system in P. salmonis by silencing an exogenous gene encoding green fluorescent protein (sfGFP), and the endogenous homolog of the fur gene, whose gene product regulates intracellular iron homeostasis in bacteria. The inducible expression of dcas9 and the sfGFP-directed sgRNA caused a 98.7% decrease in fluorescence in the knockdown strain. This silencing system was effective in seven P. salmonis strains from both genogroups. Furthermore, the same system was used to construct fur knockdown strains. A 50-fold decrease in fur expression level was determined in these strains, when the expression of the fur gRNA was induced with IPTG. By RNA-seq we detected a significant increase in the expression of genes encoding the Fe+2 and Fe+3 acquisition systems and iron mobilization in the fur1 knockdown, after IPTG induction. All the genes with over two-fold increased expression in the RNA-seq presented the Fur box consensus sequence in their regulatory region. The successful implementation of the Mobile-CRISPRi system in P. salmonis paves the way for systematic analysis of gene function in this pathogen We anticipate that these analyses will be very valuable in identifying genes involved in the mechanisms of pathogenesis of P. salmonis.", "date": "2025-08-06", "journal": ""}
{"title": "Escape from SARS-CoV-2 Nsp1-mediated host shutoff by TIAR transcript reveals general features of Nsp1 resistance", "doi": "10.1101/2025.08.04.668557", "authors": "Galbraith, C.; Stolz, M.; Tersteeg, S.; Andrews, E.; Patel, T. R.; Khaperskyy, D. A.", "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) immune escape strategies include general inhibition of host gene expression referred to as host shutoff. Viral non-structural protein 1 (Nsp1) is the main host shutoff factor that blocks protein translation and induces messenger RNA (mRNA) cleavage and degradation. Viral mRNAs are resistant to the translation shutoff and cleavage induced by Nsp1, and the 5' leader sequence present in all viral mRNAs has been shown to confer resistance. However, the exact molecular mechanism for escape from Nsp1 host shutoff has not been demonstrated. In our previous work, we analyzed the effects of Nsp1 on the expression and function of cellular proteins important for stress granule formation. We discovered that the host transcript for the TIA1 cytotoxic granule-associated RNA binding protein like 1 (TIAL1, commonly referred to as TIAR) is resistant to SARS-CoV-2 Nsp1 host shutoff. In this work, using reporter shutoff assays, we examined sequence and structural features of the TIAR 5' untranslated region (UTR) and discovered that the first 23 nucleotides of the TIAR transcript are both necessary and sufficient to confer resistance to the Nsp1. Furthermore, our work revealed that the lack of guanosines within a window of 10 to 18 nucleotides downstream from the 5' end is a defining feature of Nsp1-resistant transcripts shared between the SARS-CoV-2 leader sequence and the TIAR 5' UTR. Our findings are consistent with the model in which sequence features of 5' UTRs, rather than their secondary structure, confer resistance to Nsp1 host shutoff to both viral and cellular mRNAs.", "date": "2025-08-06", "journal": ""}
{"title": "Cumulative microscopy reveals cellular states in fibroblasts from patients with genetic disorders", "doi": "10.1101/2025.08.04.668398", "authors": "Akopyan, K.; Karlberg, S.; Vakkilainen, S.; Taylan, F.; Pekkinen, M.; Mäkitie, O.; Lindqvist, A.", "abstract": "Analysis of cellular states and signaling trajectories can provide insights into causes of disease. We developed cumulative microscopy, a method to perform cyclical imaging without elution or quenching steps. Cumulative microscopy computationally extracts individual signals from accumulating fluorescence during sequential imaging. We used cumulative microscopy to quantitatively assess cell cycle and stress markers in individual primary fibroblasts from patients with rare genetic proliferative disorders with increased cancer risk. Neural network-based analysis of cumulative microscopy data suggested that cells from patients with Cartilage-hair hypoplasia (CHH), but not Mulibrey Nanism (MUL), showed replication stress. We analyzed cell states and cell trajectories and found that a subset of cells from patients with CHH showed spontaneous replication stress, followed by cell cycle exit in both G1 and G2 phase. We note that replication stress potentially could underlie both proliferative defects and increased cancer risk in CHH patients and conclude that cumulative microscopy is an efficient, quantitative, and generalizable approach to multiplex microscopy.", "date": "2025-08-06", "journal": ""}
{"title": "The mechanism of cell cycle dependent proteasome-mediated CdvB degradation in Sulfolobus acidocaldarius", "doi": "10.1101/2025.08.04.668399", "authors": "Kuo, Y.-W.; Traparic, J.; Foo, S.; Baum, B.", "abstract": "Protein degradation helps order events in the cell division cycle in eukaryotes, bacteria and archaea. This process is best understood in eukaryotes, where chromosome segregation and mitotic exit are triggered by APC/C and ubiquitin-regulated proteasome-dependent degradation of Securin and Cyclin B, respectively. Recent findings show that the archaeal proteasome also targets cellular substrates, including CdvB, for degradation in a cell cycle-dependent manner in Sulfolobus acidocaldarius - one of the closest experimentally tractable archaeal relatives of eukaryotes. Here, using CdvB as a model target protein to explore the mechanism of cyclic protein degradation, we identify the C-terminal broken winged helix of CdvB, which was previously shown to bind CdvA, as a domain that is sufficient to render a fusion protein unstable as cells transit from division phase to G1 phase. In parallel, we show that the rate of CdvB degradation accelerates during division, in part due to a cell cycle-dependent increase in the expression of the proteasome-activating nucleotidase (PAN), under the control of a cyclically expressed novel transcription factor, \"CCTF1\" (saci_0800), that can repress PAN expression. Taken together, our findings reveal the mechanisms by which archaea, despite lacking CDK/cyclin or APC/C proteins, regulate proteasome-mediated degradation to order events during cell division.", "date": "2025-08-06", "journal": ""}
{"title": "Quantitative computerized analysis demonstrates strongly compartmentalized tissue deformation patterns underlying mammalian heart tube formation", "doi": "10.1101/2025.08.03.668375", "authors": "Raiola, M.; Sendra, M.; Dominguez, J. N.; Torres, M.", "abstract": "The quantitative analysis of tissue deformation at cellular resolution remains an important challenge in mammalian organogenesis. Here, we developed a new computational framework to extract regional and temporal patterns of tissue deformation and applied it to a collection of live microscopy datasets from mouse cardiogenesis. We devised a method to track tissue deformation directly from time-lapse raw images and experimentally validated the method by comparison with actual cell tracks. We then used a machine-learning approach to temporally and spatially align different specimens and reconstruct a single statistical model of tissue motion, deducing maps of strain, anisotropy, and tissue growth. We also implemented a virtual fate mapping tool that allows tracking any initial position in the cardiac primordium onto the linear heart tube. Our study reveals predominant local cellular coherence during the deformation of the cardiac tissue, whereas strong compartmentalization of tissue deformation patterns transforms the bilateral cardiac primordium into a 3D longitudinal heart tube. At the future outer curvature of the primitive tube, the ventricular chamber forms by expansion of the tissue in a hemi-barrel shape with two harnessing belts; one that constrains tissue expansion at the arterial pole and one that constrains the expansion at the venous pole. Our study provides a new approach to understanding organ morphogenesis and proposes a new model of primitive heart tube formation.", "date": "2025-08-06", "journal": ""}
{"title": "A platform for the systematic interrogation of genetic interactions in human cells: 26 gene by genome-wide double knockout screens as a proof of concept", "doi": "10.1101/2025.08.04.665369", "authors": "Chatr-aryamontri, A.; Zhang, L.; Thiombane, N. K.; Archambault, V.; Carreno, S.; Di Noia, J. M.; Toposiviric, I.; Lessard, J.; Roux, P. P.; Pilon, N.; Schimmer, A.; Tyers, M.; Nislow, C.; Mader, S.; Wilhelm, B.; Bertomeu, T.", "abstract": "Genetic interactions are typically studied by looking at the phenotype that results from disruption of pairs of genes, as well as from higher order combinations of perturbations. Systematically interrogating all pairwise combinations provides insights into how genes are organized into pathways and complexes to sustain cellular homeostasis and how interacting genes respond to stressors and external signals. Genetic interactions have been studied extensively in yeast, due, in part, to the availability of a systematic collection of gene knockouts, and the development of Synthetic Genetic Array (SGA) technology. In contrast, such approaches are more challenging in human cells and therefore comparable data for human cells is scarce. This study introduces an innovative approach to functionally characterize genetic interactions in human cells through CRISPR/Cas9 screens using a pooled genome-wide knockout library in NALM6 cells. By combining a single guide RNA (sgRNA) targeting the gene of interest (aka the query) in cells already infected with an inducible genome-wide sgRNA pool, it is possible to achieve near saturation of genome-wide double knockouts. We conducted 26 of these screens, which we term \"gene by genome-wide\" knockout screens. This approach can be rapidly performed, in part, because it bypasses the need to generate genotyped isogenic knockout clones. Data from these screens identified both expected and novel synthetic lethal and synthetic rescue interactions, demonstrating that this strategy is effective for large-scale genetic research in human cells. Additionally, we show that these GBGW screens can be combined with chemical perturbation to reveal new synthetic interactions that are not apparent without drug treatment. Finally, we show that cDNA overexpression can be incorporated with genome-wide knockouts to systematically explore gain-of-function scenarios. The complete dataset is accessible on the ChemoGenix website (URL: https://chemogenix.iric.ca)", "date": "2025-08-06", "journal": ""}
{"title": "Developing future resilience from signatures of adaptation across the sorghum pangenome", "doi": "10.1101/2025.08.01.667986", "authors": "Morris, G. P.; Harder, A. M.; Healey, A. L.; McLaughlin, C. M.; Rice, B. R.; Cruet-Burgos, C.; Jenkins, J. W.; Rifkin, J.; Shu, S.; Spiekerman, J. J.; VanGessel, C. J.; Agnew, E.; Audebert, A.; Barry, K.; Baxter, I.; Beurier, G.; Boston, L. B.; Boyles, R. E.; Brady, S. M.; Bunting, V.; Chaparro, J.; Courtney, C.; Dembele, J. S. B.; Deshpande, S.; Diatta, C.; Eck, N.; Eveland, A.; Faye, J. M.; Fonceka, D.; Gano, B.; de Gracia Coquerel, M.; Goodstein, D.; Grimwood, J.; Hudson, M.; Kholova, J.; Johnson, K.; Johnson, K. K.; Kawa, D.; Kouressy, M.; Kresovich, S.; Lee, S.; Lemaux, P.; Lowery, R.; Lu", "abstract": "While the green revolution adapted a handful of crops to homogenous and high-input industrialized agriculture, much of the global population still relies on local food production from low-input smallholder farms that grow highly variable crop cultivars. The high diversity of the grain and bioenergy crop sorghum, and many other crops that were not homogenized during the green revolution, not only provides the raw materials for breeders to make substantial gains in cultivar improvement, but also constrains breeding efforts due to highly specialized locally adapted plant phenotypes. Here, we construct a 33-member pangenome and identify trait-associated variants in 1,988 cultivars and landraces. We then apply these resources to explore the complex interplay between historical contingency, ongoing adaptation, and the potential for future gains through climate-aware genome-enabled breeding. Specifically, our analyses conclusively demonstrate that multiple nested, deeply diverged, and previously uncharacterized structural variants in the domestication gene SHATTERING1 distinguish the previously established multicentric origin of sorghum. We then apply landscape genomics tests to reveal how gene flow, adaptation, and secondary contact created the complex genetic mosaic in current global breeding networks. Further analysis of climate-gene associations highlights candidate loci underlying adaptation, including the biosynthetic gene cluster for the cyanogenic glucoside dhurrin. Combined, the pangenome-informed variants developed here will enable both trait discovery and subsequent marker assays to accelerate breeding and provide a framework for similar applications in other diverse and non-model crops.", "date": "2025-08-06", "journal": ""}
{"title": "The malate aspartate shuttle supports thermogenic lipid mobilization in brown adipocytes", "doi": "10.1101/2025.08.04.667739", "authors": "Veliova, M.; Mendes Ferreira, C.; Montales, K.; Villalobos, F.; Brownstein, A.; Acin-Perez, R.; Ferreira, G.; Stiles, L.; Liesa, M.; Shirihai, O. S.; Oliveira, M.", "abstract": "Brown adipose tissue (BAT) plays a central role in thermogenesis by coupling fatty acid oxidation to heat production. Efficient BAT thermogenic activity requires enhanced glycolytic flux, which in turn depends on continuous regeneration of cytosolic NAD+ to sustain glyceraldehyde 3 phosphate dehydrogenase activity. This regeneration is mediated by three main pathways: lactate dehydrogenase, the glycerol 3 phosphate shuttle, and the malate aspartate shuttle (MASh). We previously showed that inhibition of the mitochondrial pyruvate carrier increases energy expenditure in brown adipocytes via MASh activation. However, the specific contribution of MASh to BAT energy metabolism remains poorly defined. Here, we show that MASh is functional and directly regulates lipid metabolism in BAT. Enzymatic activities of cytosolic and mitochondrial malate dehydrogenases and glutamic oxaloacetic transaminases in BAT were comparable to those in the liver. Using a reconstituted system of isolated BAT mitochondria and cytosolic MASh enzymes, we demonstrated that extra-mitochondrial NADH is efficiently reoxidized in a glutamate-dependent manner via MASh. Genetic silencing of the mitochondrial carriers critical to MASh, namely the oxoglutarate carrier (OGC1) and aspartate glutamate carrier (Aralar1), had no apparent effects on respiratory rates. However, silencing either OGC1 or Aralar1 led to the accumulation of small lipid droplets and impaired norepinephrine induced lipolysis. Taken together, our data indicate a novel role of MASh in regulating BAT lipid homeostasis with potential implications to body energy expenditure and thermogenesis.", "date": "2025-08-06", "journal": ""}
{"title": "Multi-Omics Characterization of ctDNA Release Mechanisms in Ovarian Cancer", "doi": "10.1101/2025.08.03.668326", "authors": "Nguyen, M. T. N.; Li, Y.; Afenteva, D.; Lavikka, K.; Marchi, G.; Hynninen, J.; Hautaniemi, S.; Oikkonen, J.", "abstract": "Circulating tumor DNA (ctDNA) is a powerful biomarker capable to predict tumor dynamics and treatment response. Despite its importance, the biological mechanisms behind ctDNA release have remained unclear. The variability among patients is affected by cancer burden, histology and stage, but these factors cover only a part of the detected variability. Herein, we characterized molecular drivers of baseline ctDNA variability in a real-world cohort of 118 patients with ovarian high-grade serous carcinoma (HGSC). Genomic and transcriptomic analyses revealed a strong positive correlation between ctDNA levels and cellular proliferation, and an inverse relationship with immune activity. Particularly, low ctDNA tumors exhibited higher bulk expression of mucins and CIITA, suggesting that intrinsic immune responses and immune landscape are linked to ctDNA release. The low and high ctDNA levels were significantly associated with poor prognosis compared to medium level in unresectable HGSC patients treated with neoadjuvant chemotherapy. In summary, our results suggest that ctDNA release is modulated by cancer cell proliferation and tumor microenvironment.", "date": "2025-08-06", "journal": ""}
{"title": "Listening to children's and educators' experiences in long-term place-based conservation education sessions on southern Indian rocky outcrops", "doi": "10.1101/2025.08.05.664756", "authors": "Jithin, V.; Naniwadekar, R.", "abstract": "Interactions with nature can influence people's perceptions of nature and its conservation. Connected to this, there is an increasing research interest in improving childhood nature experiences and environmental awareness through direct outdoor educational activities. While this research largely remains geographically biassed to the nature of temperate regions, global and national policies are pushing towards place-based outdoor environmental education in other geographies where research and theory-practice gap persists. The existing environmental outdoor education literature identifies the on-ground challenges, mostly from educators' perspectives and focusing on academic achievements of participants. A better understanding of culturally specific, locally appropriate, and diverse pedagogies, drawing on both children's and educators' voices and relational values is required to fill this gap. We studied ~20 years old, unique place-based conservation education sessions on the rock outcrops in Kannur (Kerala, India), facilitated by schools and non-governmental organizations. These sessions introduce children to the experience, ecology and conservation issues of rocky outcrops, an easily accessible local socio-ecological system. Considering this as a case-study, using mixed-methods, we aimed to assess (i) if and how these outdoor sessions improve socio-scientific understanding, and positive attitudes towards these habitats and their conservation in children, and to (ii) identify the sessions' strengths, challenges, and relational values reflected in them through long-term experiences of its participants and educators. Our within-participant pre- and post- outdoor session surveys showed quantitative evidence for short-term increase in overall knowledge, but not any notable changes in measured attitudes or interests. But, the qualitative analysis of in-depth interviews with children and educators revealed major strengths of the sessions around the Natureculture elements, and relational values; while the challenges were mostly around educators' understanding of children, pedagogical design, and logistics. Drawing on the long-term experiences of educators and children in the backdrop of existing global literature on outdoor education, we provide new insights on how using the power of emotions and experiences, positive and solution-oriented outlooks, unique socio-ecological elements, and relational values can be beneficial in designing conservation education sessions in often overlooked geographic and cultural contexts.", "date": "2025-08-06", "journal": ""}
{"title": "Walking Selectively Modulates Behaviorally Relevant Auditory Responses According to Stride Cycle Phase", "doi": "10.1101/2025.08.05.668646", "authors": "Yu, X.; mehmood, I.; Xu, H.; Song, P.; Zhai, Y.; Chang, C.; Bao, X.; Ye, H.; Guo, S.; Wang, Y.; Zhang, L.; Chen, P.; Wen, W.; Zhao, X.; Chen, G.", "abstract": "Human perception operates in dynamic environments, requiring sensory processing to continuously adapt to ongoing motor activity. Here, we investigated how natural walking modulates auditory change detection by recording EEG while participants performed a transitional click train task during sitting and walking. Behaviorally, walking significantly elevated auditory change detection thresholds, reflecting reduced perceptual sensitivity. Electrophysiologically, three distinct auditory responses onset, change, and offset were evoked; both the onset and change responses were attenuated during walking, with the most pronounced effect observed for the cognitively demanding change response. Notably, this modulation was further amplified for the change response during active engagement compared to passive listening, implicating attentional resource allocation. Strikingly, both behavioral performance and change-related neural responses fluctuated rhythmically with the gait cycle, while onset and offset responses remained comparatively stable. Together, these findings reveal a stride-phase-dependent gating mechanism that selectively modulates perceptually relevant auditory signals, illustrating how the brain rhythmically reallocates sensory resources to optimize perception during locomotion.", "date": "2025-08-06", "journal": ""}
{"title": "MotilA - A Python pipeline for the analysis of microglial fine process motility in 3D time-lapse multiphoton microscopy data", "doi": "10.1101/2025.08.04.668426", "authors": "Musacchio, F.; Crux, S.; Nebeling, F.; Gockel, N.; Fuhrmann, F.; Fuhrmann, M.", "abstract": "MotilA is a Python-based image analysis pipeline for quantifying fine process motility of microglia from 3D time-lapse two-channel fluorescence microscopy data. Developed for high-resolution multiphoton in vivo imaging datasets, MotilA enables both single-file and batch processing across multiple experimental conditions. It performs image preprocessing, segmentation, and motility quantification over time, using a pixel-based change detection strategy that yields biologically interpretable metrics such as the turnover rate (TOR) of microglial fine processes. While originally designed for microglial imaging, the pipeline can be extended to other cell types and imaging applications that require analysis of dynamic morphological changes. MotilA is openly available, platform-independent, and includes extensive documentation, tutorials, and example data to facilitate adoption by the broader scientific community. It is released under the GPL-3.0 open-source license.", "date": "2025-08-06", "journal": ""}
{"title": "Ethanol induces neuroimmune dysregulation and soluble TREM2 generation in a human iPSC neuron, astrocyte, microglia triculture model", "doi": "10.1101/2025.08.04.668469", "authors": "Boreland, A. J.; Abbo, Y.; Li, X.; Stillitano, A. C.; Zhang, S.; Duan, J.; Pang, Z. P.; Hart, R. P.", "abstract": "Alcohol use disorders (AUDs) affect substantial populations worldwide and increase the risk of developing cognitive impairments and alcohol-associated dementia. While chronic inflammatory signaling likely plays an important role in alcohol-associated neurological sequalae, the precise mechanisms underlying alcohol-associated neuropathology remain enigmatic. We hypothesize that alcohol leads to neuroimmune dysregulation among neurons, astrocytes, and microglia; and is perpetuated by innate immune signaling pathways involving cell-cell signaling. To investigate how alcohol dysregulates neuroimmune interactions in a human context, we constructed a triculture model comprising neurons, astrocytes, and microglia derived from human induced pluripotent stem cells. After exposure to ethanol, we observed significant differential gene expression relating to innate immune pathways, inflammation, and microglial activation. Microglial activation was confirmed with morphological analysis and expression of CD68, a lysosomal-associated membrane protein and marker for phagocytic microglial activation. A striking finding in our study was the elevation of TREM2 expression and, specifically, TREM2 alternative splice variants that are predicted to give rise to soluble TREM2 . These results suggest that ethanol exposure in the brain may lead to increased microglial activation and production of soluble isoform named TREM2219 through alternate splicing. Deciphering the molecular and cellular mechanisms underpinning ethanol-related neuroimmune dysregulation within a human context promises to shed light on the etiology of AUD-related disorders, potentially contributing to the development of effective therapeutic strategies.", "date": "2025-08-06", "journal": ""}
{"title": "Cellf-Deception: Human microglia clone 3 (HMC3) cells exhibit more astrocyte-like than microglia-like gene expression", "doi": "10.1101/2025.08.04.665415", "authors": "Rahm, K. K.; Kinghorn, B. S.; Moody, M. J.; Stone, B. C.; Strong, K. C.; Hansen, D. V.; Bailey, M. H.", "abstract": "Recent advances in Alzheimer's research suggest that the brain's immune system plays a critical role in the development and progression of this devastating disease. Microglial cells are vital as immune cells in the brain's defense system. Human Microglia Clone 3 (HMC3) is a cell line developed as a promising experimental model to understand the role of microglial cells in human diseases, including Alzheimer's and other neurodegenerative diseases. The frequency of HMC3 cell usage has increased in recent years, with the idea that this cell line could serve as a convenient model for human microglial cell functions. Here, we utilize gene-pair ratios from pseudo-bulk and scRNAseq expression data to create predictive models of cell-type origins. Our model reveals that the HMC3 cell line represents various cells, with the highest cell similarity score relating to astrocytes, not microglia. These findings suggest that the HMC3 cell line is not a reliable human microglia model and that extreme caution should be taken when interpreting the results of studies using the HMC3 cell line.", "date": "2025-08-06", "journal": ""}
{"title": "Sardine: a modular framework for developing data acquisition and near real-time analysis applications", "doi": "10.1101/2025.08.05.668834", "authors": "Martins, A. L.; Laborde, A.; Orger, M.", "abstract": "We present Sardine, a software framework built with .NET to control experimental setups through the reliable execution of dynamic networks of independent modules, where each module can interface with a hardware device (e.g., camera, motor) or represent an operation over data (e.g., image filter, data stream). The Sardine framework delivers robust fault-tolerant hardware control and eliminates downstream delays by implementing dedicated data processing queues for each module. Any .NET class can be seamlessly adapted into a Sardine module, enabling effortless integration with existing codebases. Sardines modular architecture ensures flexibility to accommodate changes in experimental paradigms, simplifying the adaptation of essential features, such as swapping hardware components or redefining the logic of their interactions. The core of Sardine is a novel aggregation system that connects modules in two layers, designed to streamline complex workflows such as those in microscopy applications. The first layer (link layer) enables concurrent operations between modules, such as synchronizing a camera module with a stage controller or a laser module, while maintaining a dependency tree to ensure devices operate as intended. For example, in an imaging experiment, Sardine oversees individual module malfunctions, such as a camera failure or stage misalignment, gracefully handling errors and dynamically restoring functionality to impacted network segments to minimize disruption. The second layer (data layer) facilitates the transmission of information across modules by associating them with operations that produce, consume, or transform data. In an imaging context, this could involve processing raw image data from a camera module, passing it through a real-time analysis module for feature detection, and forwarding the results to a visualization module for immediate feedback. This two-layer architecture ensures seamless data flow and robust error handling, making Sardine ideal for dynamic and complex experimental setups. Sardine also integrates logging, a metadata collection system, and tools to create graphical applications.", "date": "2025-08-06", "journal": ""}
{"title": "Human Dermal Fibroblast-derived Spheroids Demonstrate Efficacious Immune Modulation in a Psoriasis Mouse Model", "doi": "10.1101/2025.08.04.668478", "authors": "Fang, C.; Embile, I.; Boyer, C.; Gebremeskel, S.; Bazhanov, N.; Jiang, B.; Raghuram, S.; Taruishi, M.; Heeron, P. O.; Khoja, H.", "abstract": "Background Psoriasis is a chronic inflammatory disease associated with high morbidity and few cases of sustained remission. Innovative immunomodulatory therapies, including fibroblast-based cell therapies, offer promising alternatives. This study investigates the therapeutic potential of human dermal fibroblasts (HDFs) organized into three-dimensional (3D) spheroids in a mouse model of imiquimod (IMQ)-induced psoriasis. Methods HDF spheroids were cultured using Elplasia microcavity plates, and their size, viability, and phenotype were compared with single cells in 2D monolayer cultures. Cellular responses in whole blood and acute inflammatory responses were evaluated at various time points following intravenous injection of HDFs. The therapeutic efficacy of HDF spheroids was assessed using an IMQ-induced psoriasis mouse model, with disease severity scored using the Psoriasis Area and Severity Index (PASI). Optimized HDF spheroids (~150 um, 1x106 cells/mouse) were administered intravenously in a single dose for mild psoriasis or multiple doses for moderate-to-severe psoriasis. The efficacy of HDF spheroids was compared to a pre-clinical monoclonal antibody targeting interleukin 23 (anti-IL-23). Results Spheroid cultures of HDFs showed reduced cell size, enhanced viability, and distinct phenotypic changes compared to monolayer cultures. Intravenous injection of HDF spheroids resulted in less thrombocytopenia and reduced acute inflammatory responses compared to single-cell injection. A single dose of HDF spheroids reduced the severity of mild psoriasis by 35%, while repeated doses resulted in a 36% reduction in moderate-to-severe psoriasis. Single-dose administration normalized blood cell counts, alleviated spleen enlargement, and improved cytokine dysregulation. Although HDF spheroids and anti-IL-23 reduced epidermal thickening and immune cell infiltration, HDF spheroids uniquely inhibited monocyte production and infiltration, a benefit not observed with anti-IL-23. No acute or chronic toxicity was observed. Conclusions HDF spheroids offer comparable therapeutic efficacy to anti-IL-23 in treating psoriasis, with a distinct mechanism involving inhibiting monocyte production and infiltration. Their safety profile and broader immunomodulatory potential support their development as a novel therapeutic strategy for psoriasis and other inflammatory diseases.", "date": "2025-08-06", "journal": ""}
{"title": "Temporal orchestration of transcriptional and epigenomic programming underlying maternal embryonic diapause in a cricket model", "doi": "10.1101/2025.08.04.668555", "authors": "Kataoka, K.; Shimizu, Y.; Sanno, R.; Koshiishi, Y.; Naito, K.; Yura, K.; Asahi, T.; Goto, S. G.", "abstract": "Facultative diapause, a programmed developmental arrest, enables organisms to survive adverse environmental conditions, representing environmentally induced phenotypic plasticity. The band-legged ground cricket Dianemobius nigrofasciatus provides a unique model for studying diapause mechanisms, exhibiting maternal diapause induction where short-day exposure of mothers triggers embryonic diapause in offspring at the cellular blastoderm stage, the earliest diapause entry point among insects. Here, we investigated how maternally transmitted environmental signals regulate embryonic development at the molecular level. We assembled a high-quality genome (1.45 Gbp) and performed time-series transcriptomic analyses of diapause and non-diapause eggs from 12 to 72 hours post-oviposition (hpo). Despite morphological similarity at 12-24 hpo, diapause-destined eggs showed specific upregulation of ATP-dependent chromatin remodeling genes, particularly Brahma complex core subunits, at 24 hpo. ATAC-seq analysis at 24 hpo revealed reduced chromatin accessibility near neural and cell cycle-related genes in these eggs. Time-series clustering identified a temporal shift, where RNA processing genes peaked at 24 hpo in diapause-destined eggs versus 40 hpo in non-diapause eggs that undergo direct development, suggesting temporal reorganization allows completion of transcriptional processing before developmental arrest. After diapause initiation (56-72 hpo), while non-diapause eggs upregulated neural differentiation and proliferation genes, diapause eggs showed enhanced expression of amino acid metabolism and gluconeogenesis genes, indicating metabolic regulation for long-term survival. Our findings reveal diapause as an actively regulated developmental state involving coordinated epigenetic, transcriptional, and metabolic remodeling. This cricket model provides insights into how maternal environmental signals guide offspring development through integrated molecular mechanisms, with implications for understanding phenotypic plasticity.", "date": "2025-08-06", "journal": ""}
{"title": "Characterisation of lmx1b paralogues in zebrafish reveals divergent roles in skeletal, kidney, and muscle development", "doi": "10.1101/2025.08.05.668678", "authors": "Moss, J. J.; Neal, C. R.; Kague, E.; Lane, J.; Hammond, C. L.", "abstract": "LMX1B, a LIM-homeodomain family transcription factor, plays critical roles in the development of multiple tissues, including limbs, eyes, kidneys, brain, and spinal cord. Mutations in the human LMX1B gene cause the rare autosomal-dominant disorder, Nail-patella syndrome which affects development of limbs, eyes, brain, and kidneys. In zebrafish, lmx1b has two paralogues: lmx1ba and lmx1bb. While lmx1b morpholino data exists, stable mutants were previously lacking. Here we describe the characterisation of lmx1b stable mutant lines, with a focus on development of tissues which are affected in Nail-patella syndrome. We demonstrate that the lmx1b paralogues have divergent developmental roles in zebrafish, with lmx1ba affecting skeletal and neuronal development, and lmx1bb affecting renal development. The double mutant, representing loss of both paralogues (lmx1b dKO) showed a stronger phenotype which included additional defects to trunk muscle patterning, and a failure to fully inflate the notochord leading to a dramatic reduction in body length. Overall, these mutant lines demonstrate the utility of zebrafish for modelling Nail-patella syndrome and describe a previously undescribed role for lmx1b in notochord cell inflation.", "date": "2025-08-06", "journal": ""}
{"title": "Evolutionary rescue in a consumer-resource system: Adaptation and persistence depend on the affected ecological traits", "doi": "10.1101/2025.08.04.668505", "authors": "Hasan, A.; Whitlock, M.", "abstract": "With evolutionary rescue, a population that is declining due to an environmental change subsequently evolves and successfully adapts to its environment, avoiding extinction. Previous work has shown that negative density-dependence typically reduces the probability of evolutionary rescue. However, these models make several major simplifying assumptions, either that selection acts strictly on intrinsic growth rates, r, or carrying capacity, K. Here, we simulate evolutionary rescue in a consumer-resource model, making explicit several ecological traits that may differentially affect r and K, and considering a self-replenishing resource. We demonstrate that the effect of density-dependence on rescue is indeed negative but weak, and declines with an increasing degree of maladaptation. The effect of density-dependence is also shown to be trait-dependent, since an environmental perturbation that reduces fitness may also increase or decrease resource competition, intensifying or relaxing density-dependence. Furthermore, we show that the relationship between malthusian fitness immediately following an environmental change and rescue probabilities depends strongly on the affected ecological trait, such that measurements of the rate of decline alone immediately following an environmental change are likely insufficient to predict rescue outcomes. In particular, reductions in the conversion efficiency of resources into offspring are shown to be a greater hindrance to rescue than reductions in resource acquisition rates, whereas populations are able to tolerate substantial reductions in survivorship. Lastly, we show that an abrupt environmental change that also impacts an evolving resource always hinders the evolutionary rescue of consumers, with reductions in resource carrying capacity being more harmful than reductions in resource growth rates. Our work improves our theoretical understanding of how ecology and evolution interact to affect evolutionary rescue, providing greater mechanistic insight into the underlying processes.", "date": "2025-08-06", "journal": ""}
{"title": "Differential PaxillinB dynamics at Dictyostelium cell-substrate adhesions", "doi": "10.1101/2025.08.04.668536", "authors": "Fierro Morales, J.; Roh-Johnson, M.", "abstract": "Adhesion-based migration is regulated by focal adhesions, multi-protein nanostructures linking the intracellular cytoskeleton to the extracellular substrate. Efficient adhesion-based migration has been shown to be regulated by focal adhesion dynamics such as lifetime, size and turnover, which in turn are influenced by the molecular composition of focal adhesions. We recently identified the formation of cell-substrate adhesion populations in Dictyostelium discoideum with differing molecular compositions, but it is unclear how these distinct compositions influence Dictyostelium adhesion dynamics and cell migration. Here, we further investigate the role of molecular composition on Dictyostelium adhesion lifetime and protein turnover during cell migration. We show that co-localization of VinculinB to PaxillinB-positive cell-substrate adhesions increases adhesion lifetime without changing PaxillinB turnover. We further show that perturbing cell-substrate adhesion composition with a PaxillinB N-terminal truncation increases adhesion lifetime and decreases PaxillinB turnover at adhesions. These findings suggest that similar to mammalian focal adhesions, molecular composition of Dictyostelium cell-substrate adhesion regulates their adhesion lifetimes and protein turnover, providing insight into how cell-substate adhesions function during Dictyostelium cell migration.", "date": "2025-08-06", "journal": ""}
{"title": "There and back again: the dynamic evolution of panarthropod germ cell specification mechanisms", "doi": "10.1101/2025.08.05.668520", "authors": "Kao, J. A.; Rivard, E. L.; Kapoor, R. R.; Extavour, C. G.", "abstract": "Germ cells enable both the reproduction of an organism and the continuity of its lineage. These crucial cells are segregated from the soma at different times and places and via distinct mechanisms across the animal tree of life. Making sense of the evolution of germ cell specification across animals is complicated by the difficulty of making meaningful comparisons across the diversity of animal embryonic development. Here, we characterize germ cell specification within a clade as old as all animals, encompassing massive animal biodiversity but within which it is still possible to conduct comparative embryogenesis: the Panarthropoda. We amass data from centuries of studies describing the timing and mechanisms of germ cell formation, and use these data to propose novel hypotheses about the trajectory of evolution in this process. Furthermore, we speculate on the mechanisms underlying these evolutionary dynamics by considering the relationship between germ cell specification, concurrent developmental processes, and the germ line gene network. Collectively, this study derives new insights from a rich historical database of embryological observations, and has broad implications for understanding the evolution of metazoan germ cells.", "date": "2025-08-06", "journal": ""}
{"title": "Genetic parameters and genome-wide association analysis of service sire effect on litter size and its relationship with boar semen quality in three terminal sire lines", "doi": "10.1101/2025.08.01.668164", "authors": "Chen, C.-Y.; Lourenco, D.; Kleve-Feld, M.; Bhatnagar, A.; Holl, J.", "abstract": "This study aimed to estimate the genetic parameters for service sire effects on the number born alive (NBA) and its relationship with semen quality traits. Data of 6,416, 23,188, and 48,890 litter size records collected between 2020 and 2024 from three purebred terminal sire lines were analyzed. The number of sows was 3,071, 11,819, and 24,089, with 197, 554, and 891 service sires for the three respective lines. There were 1,424,858, 4,344,630, and 2,146,583 animals in the pedigree of which 67,990, 259,250, and 365,392 were genotyped and imputed up to 50K SNPs. The service sire and dam effects were modeled as additive genetic effects, considering a covariance structure among them, given by the relationship matrix. The model also included fixed effects of contemporary group and parity group with random permanent environmental effects for service sire and dam. Genetic parameters were estimated using the AIREML option in the BLUPF90+ software, and GEBVs were generated by ssGBLUP with the algorithm for proven and young (APY). Heritability for the service sire effect ranged from 0.01 to 0.03, and the heritability for the dam effect ranged from 0.09 to 0.15, with genetic correlations ranging from -0.20 to 0.37. A single-step genome-wide association study (ssGWAS) was also performed, and no strong signals were detected for service sire effects on NBA. Sperm motility (MOT) and total abnormal morphology (ABN_MOR) GEBVs from the three lines were estimated based on about 57,500 to 608,996 ejaculates recorded using the computer-assisted semen analysis (CASA) system from 1,698 to 29,095 boars collected from 2013 to 2025. Heritability estimates ranged from 0.10 to 0.12 for motility and from 0.17 to 0.28 for total abnormal morphology. The correlations between service sire GEBV for NBA and semen quality were low but in the favorable direction. Results suggest that although paternal genetic contributions to litter size were small compared to maternal genetic contributions, selecting on service sire effects on litter size in addition to semen quality traits will improve overall reproductive success.", "date": "2025-08-06", "journal": ""}
{"title": "United States stakeholder insights on genetic testing for equine health and breeding", "doi": "10.1101/2025.07.29.667538", "authors": "Mienaltowski, M. J.; Hernandez, S.; Nastrini, E.; Wickens, C. L.; McCue, M. E.; Patterson Rosa, L.; Norton, E. M.; McCoy, A. M.; Brooks, S. A.", "abstract": "The S1094 United States Department of Agriculture (USDA) Multistate Research Project is a community of scientists working together to utilize equine genetics and genomics to improve the health and well-being of horses while also providing educational and genetic testing resources to those in the equine industry. To assess the knowledge and priorities of stakeholders regarding genetic testing, we conducted an online survey targeting horse owners and enthusiasts in the United States. Data were collected from March to October 2024 with 412 respondents from 44 states completing the survey. Most of the survey participants were horse owners, and the two most common age ranges for respondents were 31-50 (33.6%) and 51-70 (33.3%) years old. The two most common use categories for horses reported by respondents were sport and stock horses. The survey revealed that a majority of respondents were confident in their knowledge of genetics and that they relied primarily on breed and discipline organizations, as well as universities for their genetic information. Secondarily they relied upon social media and their veterinarians. Respondents expressed significant interest in genetic testing for diversity and performance traits. Across all horse use categories, arthritis, colic and intestinal disease, laminitis, metabolic disorders, and tendon and ligament issues had the greatest level of concern - all of which are complex genetic traits and will require collaborative efforts to discern levels of genetic involvement. Results from the survey underscore the need for continued outreach and education of horse owners, as well as further development of genetic testing tools to support informed decision-making among stakeholders in the equine industry.", "date": "2025-08-06", "journal": ""}
{"title": "Multi-omic Profiling of Senescence Following Myocardial Infarction Reveals Dynamic Characteristics in Cardiac Remodeling", "doi": "10.1101/2025.08.04.667980", "authors": "Deng, J.; Wang, Z.", "abstract": "Premature senescence is essential for tissue remodeling. Myocardial infarction (MI) induces pathological cardiac remodeling through fibroblast-driven extracellular matrix (ECM) production. The role of senescence in MI-induced remodeling process remains elusive. Here we identify a gradual increment number of senescent cells within the ischemic heart, peaking at day 7 post- MI, in both wild-type and p16Ink4a-CreERT2-mT/mG senescence reporter mice. Lineage tracing shows that senescent cells transition to non-senescent state within 4 weeks after MI. We perform single-nucleus (sn) Multiome and fluorescence-based spatial transcriptomics analyses to profile senescent cells. We next generate a reference (query dataset) based on SPiDER- {beta}Gal/p16-EGFP positivity and map it back to the snMultiome dataset. We then deconvolute senescent cells in the integrated dataset using multiple computational algorisms. Through these approaches, we reveal that fibroblasts and its subpopulation-late myofibroblasts (MF)-constitute a major proportion of senescent cells, which functionally reduce ECM production. Importantly, ischemia-induced senescent MF show less soluble collagen production compared to TGF-{beta}1- induced non-senescent MF in vitro. At the functional level, depletion of senescent cells in vivo augments fibrosis and worsens cardiac myopathy post-MI. Our findings highlight the transient nature of senescent cells in the heart and underscore the importance of dynamic regulation of senescent cells post-MI.", "date": "2025-08-06", "journal": ""}
{"title": "denim: an R package for deterministic compartmental models with flexible dwell time distributions", "doi": "10.1101/2025.08.05.668369", "authors": "Ong, T. P.; Phan, A. T. Q.; Ha, L. M.; Choisy, M.", "abstract": "Compartmental models are widely used for dynamical systems where states are discrete such as in infectious diseases epidemiology with the so-called SIR or Susceptible-Infectious-Recovered framework. For mathematical simplicity, rates of transition between compartments are generally assumed to be independent of the dwell time (a.k.a. secondary time scale in survival analysis): they are either constant or dependent on the epidemiological time (a.k.a. primary time scale in survival analysis) only, either directly (e.g. environmental or behavioral forcings in epidemiological models) or indirectly through dependence on other variables of the system (e.g. the force of infection in epidemiological models). In some domains of application, this memoryless assumption leads to distributions of dwelling times that are incompatible with those observed on data is this can lead to serious problems since the model prediction are highly sensitive on the exact shape of these distributions. Here we propose a deterministic, continuous-variable, discrete-time compartmental modelling approach that allows full flexibility on the dwell time distributions. The accompanying denim package provides a user-friendly interface to implement our proposed method through a dedicated language for model definition. The package is open-source and available on CRAN. With more detailed data on the clinical process of infections becoming available, the denim package will be extremely useful for building more realistic epidemiological models providing more accurate projections.", "date": "2025-08-06", "journal": ""}
{"title": "Metabolic state shapes cortisol reactivity to acute stress: A systematic review and meta-analysis of metabolic and hormonal modulators", "doi": "10.1101/2025.08.05.668684", "authors": "Kördel, M.; Meier, M.; Kühnel, A.; Kroemer, N. B.", "abstract": "Individual variability in cortisol stress responses is shaped by multiple physiological factors. Yet the interaction with metabolic and hormonal states remains poorly understood. Therefore, we conducted a systematic review and meta-analysis to examine how metabolic factors (particularly glucose) and sex hormone levels (progesterone and estradiol) influence cortisol reactivity to acute stress. We identified 21 studies (N = 1216 participants) and conducted random-effects meta-analyses for metabolic and hormonal states. Across studies, glucose administration was associated with a significant increase in cortisol responses to acute stress compared to fasting or non-glucose control conditions (d = 0.30, 95% CI = [0.05, 0.60], BF10 = 2.42, NNT = 10.63). In contrast, the effects of sex hormones on cortisol responses were smaller and more variable, with both progesterone and estradiol showing weak and inconsistent associations. Our results highlight a robust modulatory role of metabolic state, specifically glucose availability, on HPA axis reactivity, while evidence for sex hormone effects remains inconclusive. Future research should focus on better harmonization of designs concerning sex hormones and systematically examine interactions between metabolic and hormonal states to better explain sex differences in the prevalences of metabolic and stress-related disorders.", "date": "2025-08-06", "journal": ""}
{"title": "Evolutionary and Structural Bioinformatics Reveal GPR89 as a Conserved Solute Carrier Transporter", "doi": "10.1101/2025.08.04.668498", "authors": "Quercia-Raty, C. A.; Robeson, L.; Brauchi, S. E.", "abstract": "Also called the Golgi pH regulator (GPHR), GPR89 is an orphan membrane protein found in nearly all eukaryotic lineages. Despite its broad phylogenetic distribution, the evolutionary history, structural diversity, and function of GPR89 remain poorly understood. In this study, we present a comprehensive bioinformatic analysis of GPR89 in Eukarya by integrating phylogenetic reconstruction, genomic synteny, sequence conservation, and structural modeling. While GPR89 is typically encoded as a single-copy gene, we identified lineage-specific duplications in both vascular plants and vertebrates. In contrast to the large sequence conservation, large differences can be observed in whether plants and animals preserve the gene structure flanking GPR89. Structural phylogenetic clustering places GPR89 within the solute carrier (SLC) superfamily, supporting previous reports claiming transporter-like activity rather than GPCR signaling. Predicted structures reveal a unique intracellular hairpin loop and a conserved transmembrane core compatible with transport activity. Our findings provide a unifying framework for interpreting the divergent functional roles reported for GPR89 and establish it as a structurally conserved, evolutionarily stable member of the SLC superfamily.", "date": "2025-08-06", "journal": ""}
{"title": "The ornithine-arginine cycle supported a toxic, metalimnic Planktothrix rubescens bloom", "doi": "10.1101/2025.08.04.668501", "authors": "Zepernick, B. N.; Niknejad, D. J.; Chase, E. E.; Abiodun, B. A.; Adler, M. J.; Houghton, K. A.; Olavesen, J. L.; Sarumi, Q.; Truchon, A. R.; Walton, J. L.; Cheshire, J. H.; Stanislawcyzk, K.; Hart, L. N.; Paerl, H. W.; Chaffin, J. D.; Boyer, G. L.; Castro, H. F.; Campagna, S. R.; Bullerjahn, G. S.; Wilhelm, S. W.", "abstract": "Planktothrix rubescens is distinct from other cyanobacterial harmful algal bloom (cHAB) genera: the crimson-red cHAB thrives in the cold, low-light, nutrient-limited metalimnion. Studies have attributed this ecological success to buoyancy regulation, low-light adaptations, and the uptake of nitrogen-rich amino acids. Yet, it remains to be mechanistically determined how this cHAB maintains physiological nutrient quotas in the metalimnion due to limited in situ molecular studies. We employed metagenomics and metabolomics to investigate a toxigenic P. rubescens bloom in Meads Quarry (Knoxville, TN, USA) observed in two separate years. Our results suggest a perennial, metalimnic P. rubescens population may exist, with spring turnover facilitating seasonal migration to the epilimnion. Although P. rubescens dominated the epilimnion and metalimnion, intracellular metabolite pools grouped by depth and suggested depth-discrete partitioning of the arginine deiminase-mediated ornithine-arginine cycle (OAC, i.e., urea cycle). While the arginine influx driving the OAC is unclear, we hypothesize this input is provided via the uptake of urea or nitrogen-rich amino acids. Further, we demonstrate arginine deiminase (argE) is broadly distributed in Planktothrix genera and known microcystin producers, suggesting argE-mediated arginine recycling via the OAC may influence the fitness of toxigenic cHAB genera which require ample nitrogen to synthesize microcystins. Cumulatively, our results serve as a case study to provide insight on the metabolic pathways driving the ecological success of metalimnic P. rubescens blooms. On a broader scale, this work strengthens the case that alternative nitrogen metabolism (including urea utilization, amino acid uptake, and the OAC) is a driver of toxigenic cyanobacterial blooms in fresh waters.", "date": "2025-08-06", "journal": ""}
{"title": "Federated Learning for ICU Mortality Prediction: Balancing Accuracy and Privacy in a Multi-Hospital Setting", "doi": "10.1101/2025.08.04.668527", "authors": "Benhammou, Y.; Kalyan, S.; Kumar, S.", "abstract": "Intensive care units (ICUs) manage critically ill patients whose clinical outcomes rely on timely and accurate decision-making. Predictive modeling using electronic health records (EHRs) has shown promise in forecasting adverse events such as in-hospital mortality. However, constructing robust and generalizable models typically requires large-scale, multi-institutional datasets. Privacy regulations such as HIPAA and GDPR make centralized data aggregation across hospitals challenging, posing a barrier to collaborative healthcare research. In this study, we explore a privacy-preserving approach for ICU mortality prediction using Federated Learning (FL), which enables distributed model training without sharing sensitive patient data. Leveraging a curated subset of the eICU Collaborative Research Database---a multi-center dataset of over 200,000 ICU admissions---we simulate a real-world federated learning scenario using data from three distinct hospitals comprising 5,000 ICU stays. We design a federated logistic regression framework and evaluate its performance against independently trained local models. Our findings indicate that the federated model consistently outperforms local baselines, achieving improved accuracy and AUC while maintaining strict data privacy. Our work delivers a reproducible and scalable framework for privacy-preserving healthcare AI and demonstrates the practical feasibility of deploying federated models for critical outcome prediction in ICU settings.", "date": "2025-08-06", "journal": ""}
{"title": "Targeting the COP9 signalosome overcomes platinum resistance in ovarian cancer through two distinct genome stability mechanisms", "doi": "10.1101/2025.08.04.668450", "authors": "Lomonosova, E.; Loeb, M.; Rodriguez, K.; van Biljon, L. N.; Brill, J.; Schab, A.; Minett, M.; Barron, J.; Bittner, M.; Park, J.; Drexler, R.; Sandoval, C.; Oplt, A.; Gallup, E.; Thuthika, P. K.; Sadeghipour, N.; Wu, S.; Oberley, M. J.; Sanders, B.; Kuroki, L.; McCourt, C.; Hagemann, A. R.; Thaker, P.; Mutch, D.; Powell, M.; Hagemann, I. S.; Ilagan, M.; Fuh, K.; Verma, P.; Scharer, O.; Mosammaparast, N.; Khabele, D.; Mullen, M. M.", "abstract": "Tubo-ovarian high-grade serous carcinoma (HGSC) is a leading cause of gynecologic cancer mortality, largely due to the emergence of platinum resistance, which serves as the mainstay of chemotherapy. Here, we identify COPS5 as a therapeutic target and use an available small molecule inhibitor to overcome platinum resistance. A genetic screen for platinum-induced DNA damage in a platinum resistant ovarian cancer model identified COPS5 and COPS6, two components of the COP9 signalosome. Consistently, high COPS5 expression correlated with poor clinical outcomes in patients with HGSC. In both in vitro and in vivo experiments, COPS5 depletion sensitized ovarian cancer cells to carboplatin. A small molecule COPS5 inhibitor, CSN5i-3, synergized with carboplatin in homologous recombination-deficient and -proficient cells. This combination was also effective in xenografts and in a syngeneic mouse model of carboplatin-resistant HGSC. Importantly, we demonstrate that CSN5i-3 is selective for cancer cells, with patient-derived HGSC cells exhibiting up to 50-fold greater sensitivity to CSN5i-3 than benign cells. Finally, we show that genetic or small molecule inhibition of COPS5 impaired both nucleotide excision repair (NER) and interstrand crosslink (ICL) repair, leading to increased DNA platinum adducts. Mechanistically, this was due to increased ubiquitination and degradation of DNA-specific DNA binding protein 1 (DDB1) and other key NER and ICL repair proteins, consistent with the role of COPS5 in the regulation of these factors. Our findings highlight the importance of NER and ICL regulation in chemotherapy response and indicate that targeting COPS5 can enhance the efficacy of platinum-based chemotherapy in HGSC.", "date": "2025-08-06", "journal": ""}
{"title": "Exoproteome of calorie-restricted humans identifies complement deactivation as an immunometabolic checkpoint reducing inflammaging", "doi": "10.1101/2025.08.04.668533", "authors": "Mishra, M.; Kim, H.-H.; Youm, Y.-H.; Gonzalez-Hurtado, E.; Zaitsev, K.; Dlugos, T.; Shchukina, I.; Gliniak, C.; Ravussin, E.; Mohanty, S.; Shaw, A. C.; Scherer, P. E.; Artyomov, M. N.; Dixit, V. D.", "abstract": "Caloric restriction (CR) extends lifespan, yet the convergent immunometabolic mechanism of healthspan remains unclear. Using longitudinal plasma proteomics analyses in humans achieving 14% CR for 2 years, we identified that inhibition of the complement pathway is linked to lower inflammaging. The protein C3a (and its cleaved form) was significantly lowered by CR, thus reducing inflammation emanating from three canonical complement pathways. Interestingly, circulating C3a levels are increased during aging in mice, with visceral adipose tissue macrophages as the predominant source. In macrophages, C3a signaling via ERK elevated inflammatory cytokine production, suggesting the existence of an autocrine loop that promotes inflammaging. Notably, long-lived FGF21-overexpressing mice and PLA2G7-deficient mice exhibited lower C3a in aging. Specific small molecule-mediated systemic C3 inhibition reduced inflammaging, improved metabolic homeostasis, and enhanced healthspan of aged mice. Collectively, our findings reveal that complement C3 deactivation is a metabolically regulated inflammaging checkpoint that can be harnessed to extend healthspan.", "date": "2025-08-06", "journal": ""}
{"title": "Three-dimensional ultrastructural differences between thalamic and non-thalamic recipient layers in macaque V1", "doi": "10.1101/2025.08.04.668334", "authors": "Garcia-Marin, V.; Hawken, M. J.", "abstract": "Understanding the synaptic characteristics of each cortical layer is essential for elucidating the functional architecture of each brain region. In the current study, we made a detailed quantitative comparison of the synaptic structure in the predominantly input layers of primate primary visual cortex (layer 4C) and in the predominant output layer (layer 3B) using focused ion beam scanning electron microscopy (FIB/SEM). We quantified the synaptic density in each layer, classified synaptic boutons according to their number of synapses and mitochondrial content, and quantified key morphometric parameters, including bouton volume, postsynaptic density (PSD) area and morphology, volume occupied by mitochondria, and postsynaptic targets. Our results revealed that for all the layers there is a higher proportion of single-synapse boutons without mitochondria. Multisynaptic boutons containing mitochondria (MSBm+) -which likely correspond to TC terminals -were significantly more abundant in the thalamocortical recipient layers 4C and 4C{beta}. These MSBm+ boutons were also larger, more likely to contact dendritic spines, and contained more mitochondria than other bouton categories. In contrast, layer 3B, displayed a lower prevalence of MSBm+ boutons, these boutons were smaller than those in layer 4C and made fewer synapses. These findings highlight laminar differences in bouton architecture and support the idea that TC synapses are structurally adapted to support high synaptic efficacy. Together, our data provide a detailed quantitative framework for understanding the synaptic organization of primate V1, with implications for sensory processing and cortical circuit function.", "date": "2025-08-06", "journal": ""}
{"title": "Temporal Dynamics of Depression in Premanifest Huntington's Disease: A Network Dysconnection Approach", "doi": "10.1101/2025.08.04.668558", "authors": "Barta, T.; Novelli, L.; Georgiou-Karistianis, N.; Stout, J.; Loi, S. M.; Razi, A.", "abstract": "Depression emerges years before motor signs in Huntington's disease gene expansion carriers (HDGECs), yet the neural mechanisms underlying this temporal relationship remain unclear. A growing body of evidence links depression in HDGECs to striatal and default mode network (DMN) regions, however, the longitudinal evolution of network dysfunction and its relationship to depressive symptoms has not been characterized. The study included 105 HDGECs (53 Females, Mage = 43, Mean CAG repeat length = 43) from the largest longitudinal study of premanifest HD, TrackOn-HD. Here, we applied spectral dynamic causal modelling to examine effective connectivity changes over 24 months, alongside voxel-based morphometry of grey matter atrophy and linear mixed models of depressive symptoms, including volumetry. We show that depression-related network dysconnection operates independently of regional grey matter atrophy, with HDGECs exhibiting widespread striatal volume loss but no differential atrophy patterns between depression groups. Critically, we demonstrate that larger posterior cingulate cortex volumes predicted increased depression severity specifically in HDGECs with depression history, across both Beck Depression Inventory-II (p = .041) and Hospital Anxiety and Depression Scale-Depression Subscale (p = .002). Spectral dynamic causal models explained 88.6% of variance in depression groups and 90.4% in non-depression groups, demonstrating robust model performance. Longitudinal effective connectivity analyses revealed distinct dysconnection profiles: HDGECs with depression history showed widespread interhemispheric alterations including progressive inhibitory changes of striatal-DMN circuits and aberrant hippocampal regulatory control, while those without depression exhibited more focal dysconnection. These patterns occurred despite no group differences in grey matter atrophy trajectories across striatal or cortical regions over the 24-month period. Furthermore, we identify that clinically elevated depressive symptoms associate with differential connectivity patterns of the PCC and hippocampus depending on depression history, suggesting pathological mechanisms become progressively maladaptive. Our findings challenge that structural preservation confers functional resilience in neurodegeneration, instead suggesting pathological mechanisms and revealing that functional network reorganization in relatively preserved regions drives depression vulnerability in premanifest HD.", "date": "2025-08-06", "journal": ""}
{"title": "Test-Retest Reliability Analysis of Resting-state EEG Measures and Their Association with Long-Term Memory in Children and Adults", "doi": "10.1101/2025.08.04.668389", "authors": "Ziogas, A.; Ruch, S.; Skieresz, N.; Marca, S.; Rothen, N.; Reber, T.", "abstract": "EEG resting-state measures, such as spectral power and microstates, have been associated with human long-term memory (LTM) performance. However, findings across studies are inconsistent and sometimes contradictory, likely due to a low reliability of the measures employed. These inconsistencies limit the interpretability and generalizability of results, emphasizing the need for a systematic evaluation of measure reliability. In this study, we addressed this gap by identifying the most reliable EEG resting-state measures and evaluating their predictive value for LTM performance in a second-language (L2) vocabulary learning paradigm. A group of children (N = 36) and adults (N = 90) participated in 2 studies on app-assisted learning of second language vocabulary. Participants completed a test on L2 vocabulary and a resting-state EEG recording (180 s eyes open) before and after learning a second language using a smartphone app. We used Intraclass Correlation Coefficients (ICC) to identify resting state EEG measures with satisfying test-retest reliability (ICC >= 0.75) and then assessed how these reliable measures are associated with L2 vocabulary learning representing LTM performance. Highest ICC values were found for oscillatory power in the alpha range and in the frequency of occurrences, duration and coverages of microstates. Calculations yielded ICC values of 0.84/0.86 (children/adults) for alpha power and 0.88/0.80 for microstate measures. Of these measures, only alpha power showed a positive correlation with LTM performance, but only in the adult population (r = 0.38, p < .01). No other measures were associated with LTM (all p > 0.05). Alpha power could thus serve as a stable and reliable marker of the neural mechanisms accounting for high LTM performance in the fully developed adult brain.", "date": "2025-08-06", "journal": ""}
{"title": "Sterilizing activity of spectinamide MBX-4888A when replacing linezolid in the Nix-TB regimen in the relapsing BALB/c mouse model of tuberculosis", "doi": "10.1101/2025.08.04.668403", "authors": "Peroutka-Bigus, N.; Scherman, M.; Kaya, F.; Waidyarachchi, S. L.; Liu, J.; Rushefsky, J.; Butler, M. M.; Bowlin, T. L.; Meibohm, B.; Gonzalez-Juarrero, M.; Lenaerts, A. J.; Zimmerman, M.; Lee, R.; Robertson, G. T.", "abstract": "Spectinamides have garnered interest as experimental tuberculosis therapeutics owing to their safety profile and efficacy as partner agents when used in conjunction with established regimens in mice. The Nix-TB regimen of bedaquiline, pretomanid, and linezolid represents a short, effective regimen recommended for treatment of pre-extensively drug-resistant tuberculosis. However, linezolid administration is associated with severe adverse events which limits its use. Here we present preclinical data that spectinamide MBX-4888A can replace linezolid in Nix-TB.", "date": "2025-08-06", "journal": ""}
{"title": "Noise-driven morphogenesis independent of transcriptional regulatory programs", "doi": "10.1101/2025.08.04.662975", "authors": "Toppen, J.; Tavazoie, S.", "abstract": "Development is widely understood as a deterministic process driven by transcriptional programs that specify cell fate and orchestrate morphogenesis. However, this view overlooks pervasive stochasticity in gene expression, often considered an obstacle to reliable tissue patterning. Here, we introduce stochastic tuning-driven morphogenesis (STM), an alternative conceptualization of development in which noisy gene expression is not a nuisance but the primary driving force-guiding cell fates toward optimal multicellular configurations by a trial-and-error process analogous to reinforcement learning. STM operates independently of fixed transcriptional programs, instead relying on convergence of sensory information into signaling hubs, which by reinforcing random transcriptional changes, prospectively and contextually fine-tune gene expression along key developmental milestones. STM offers a fundamentally different view of development-one in which stochastic gene expression enables real-time optimization of gene expression toward multicellular objectives, implementing a self-organizing process that is inherently resistant to molecular and environmental fluctuations.", "date": "2025-08-06", "journal": ""}
{"title": "Gene model for the ortholog of tgo in Drosophila miranda", "doi": "10.1101/2025.08.04.668519", "authors": "Jones, G. M.; Giunta, A. A.; Mastandrea, H.; Wittke-Thompson, J. K.", "abstract": "Gene model for the ortholog of tango (tgo) in the April 2013 (UC Berkeley DroMir_2.2/DmirGB2) Genome Assembly (GenBank Accession: GCA_000269505.2) of Drosophila miranda. This ortholog was characterized as part of a developing dataset to study the evolution of the Insulin/insulin-like growth factor signaling pathway (IIS) across the genus Drosophila using the Genomics Education Partnership gene annotation protocol for Course-based Undergraduate Research Experiences.", "date": "2025-08-06", "journal": ""}
{"title": "Gene model for the ortholog of tgo in Drosophila miranda", "doi": "10.1101/2025.08.04.668519", "authors": "Jones, G. M.; Giunta, A. A.; Mastandrea, H.; Wittke-Thompson, J. K.", "abstract": "Gene model for the ortholog of tango (tgo) in the April 2013 (UC Berkeley DroMir_2.2/DmirGB2) Genome Assembly (GenBank Accession: GCA_000269505.2) of Drosophila miranda. This ortholog was characterized as part of a developing dataset to study the evolution of the Insulin/insulin-like growth factor signaling pathway (IIS) across the genus Drosophila using the Genomics Education Partnership gene annotation protocol for Course-based Undergraduate Research Experiences.", "date": "2025-08-06", "journal": ""}
{"title": "Metabolomics Ex/GWAS in the Amish reveals novel insights into cardiometabolic disease pathways", "doi": "10.1101/2025.08.04.667775", "authors": "Jallow, M. W.; Tzoneva, G.; Ye, B.; Backman, J.; Zavala, V. A.; Sosina, O.; Kapoor, M.; Verweij, N.; Landheer, K.; Geraghty, B.; Marchini, J.; Locke, A.; Bovijn, J.; Nielsen, J.; Lotta, L.; Regeneron Genetics Center,  ; Montasser, M. E.; Lewis, J.; Mitchell, B. D.; Shuldiner, A. R.", "abstract": "We conducted an exome and genome-wide association study (Ex/GWAS) of 1,015 metabolites in serum samples from 5,981 Amish adults. We identified 149 functional or likely functional genetic variants, based on CADD scores significantly associated (P < 5.8 x 10-8) with 519 metabolite levels, 69 of which were >10-fold enriched in the Amish versus Europeans in gnomAD. We discovered novel associations involving a PCK2 splice-donor variant (rs138881435) and metabolites important for energy metabolism and mitochondrial function. In UK Biobank participants, this variant was associated with increased longitudinal relaxation time (T1) values on liver MRI suggesting increased inflammation and fibrosis. Furthermore, we found novel associations involving ENPEP stop-gain variant (rs33966350) and peptide and amino acid metabolite levels, implicating the role of ENPEP in blood pressure regulation. Additional known and novel genetic variant-metabolite associations were identified including genes involved in Amish-enriched Mendelian diseases and cardiometabolic traits, providing insights into underlying mechanisms of these disorders.", "date": "2025-08-06", "journal": ""}
{"title": "Optogenetic activation of liver-innervating vagal sensory neurons increases anxiety-like behavior in mice.", "doi": "10.1101/2025.08.04.668542", "authors": "Lee, S.; Hwang, j.; Jo, Y.-H.", "abstract": "The liver plays a central role in energy balance, glucose homeostasis, and lipid metabolism through neural and humoral pathways. Intriguingly, impaired hepatic lipid metabolism has been also associated with an increased risk of anxiety and depression in rodents and humans. However, the mechanisms by which it affects mood behaviors via neural pathways remain poorly understood. This study investigated whether activation of the liver-brain axis can modulate anxiety-like behavior in mice. Advillin (Avil)CreERT2; channelrhodopsin-tdTomato mice and wireless optogenetics were used to selectively stimulate Avil-positive vagal sensory neurons that innervate the liver in freely moving mice. Acute optogenetic stimulation of their nerves in the liver activated neurons in the nodose ganglia and the dorsal motor nucleus of the vagus, and to a lesser extent, those in the nucleus of the solitary tract (NTS). Behavioral assessments revealed that acute optogenetic stimulation of these liver-innervating vagal sensory nerves increased anxiety-like behavior in male and female mice during open field, elevated plus maze, and light/dark box tests. Retrograde viral tracing revealed that neurons in the NTS sent projections to the locus coeruleus (LC), and optogenetic stimulation of liver-innervating vagal sensory nerves resulted in significant activation of norepinephrine-expressing neurons in the LC. Therefore, these findings reveal a novel liver-NTS-LC circuit that plays a role in the regulation of anxiety-like behavior through vagal sensory neurons. Unlike the traditional top-down neuronal circuits associated with the liver, this newly identified liver-brain axis is essential for regulating not only systemic energy homeostasis but also emotional behaviors.", "date": "2025-08-06", "journal": ""}
{"title": "Targeted analysis of chondrocyte central metabolites in response to cyclical compression and shear deformations", "doi": "10.1101/2025.08.04.668582", "authors": "Myers, E. P.; Gallagher, A.; Welfley, A.; Battles, S.; Gregory, A.; Brahmachary, P.; Greenwood, M.; June, R.", "abstract": "Osteoarthritis results in deterioration of articular cartilage, the soft tissue covering articulating surfaces of bones in joints like the knee and hip. Prior studies show that cyclical mechanical stimulation of articular cartilage results in synthesis of cartilage matrix, suggesting that therapeutic mechanical stimulation might be beneficial for cartilage repair in osteoarthritis. Several prior studies identify ion channels and cytoskeletal molecules as components of chondrocyte mechanotransduction. The pathways of central metabolism, glycolysis, the pentose phosphate pathway, and the tricarboxylic acid cycle, are necessary for producing non-essential amino acids that are needed for synthesizing matrix proteins for cartilage repair. However, it is currently unknown if and how levels of central metabolites change with applied mechanical stimulation of chondrocytes. Here, we show that applied cyclical shear and compressive deformations drive changes in multiple central metabolites. These results add to a rich picture of chondrocyte mechanotransduction including calcium signaling, ion channels, integrins, and cytoskeletal components. By finding compression- and shear-induced changes in central metabolites, these data support the potential for therapeutic mechanotransduction toward cartilage repair. Future studies may build on these results to understand the relationships between mechanical stimulation and chondrocyte central metabolism.", "date": "2025-08-06", "journal": ""}
{"title": "Rational MRI Coil Design: An Optimization Framework for the Design of Radiofrequency Coils for Magnetic Resonance Imaging", "doi": "10.1101/2025.08.04.668545", "authors": "Serralles, J. E. C.; Giannakopoulos, I. I.; Wang, S.; Chen, D.; Zint, D.; Panozzo, D.; Zorin, D.; Lattanzi, R.", "abstract": "The radiative characteristics of the radiofrequency receive coils dictate the signal-to-noise ratio (SNR) of magnetic resonance images. Despite the crucial importance of RF coils, the practical coil design process has remained a largely empirical one. This work introduces a novel optimization framework for rational coil design, which relies on a fully automated pipeline that combines rapid electromagnetic simulations, shape optimization and coil meshing. The objective function iteratively maximizes SNR performance in a target region of interest with respect to the ultimate intrinsic SNR, which is the theoretically highest SNR independent from any particular coil design. The forward simulation employs a fast electromagnetic solver based on coupled surface and volume integral equations. The coils are represented as B-spline curves with an associated width, and automatically meshed for EM simulation. We implemented a new method to tune and decouple coils at each iteration without manual user intervention. The algorithm optimizes the size and position of a given number of coils with a combination of grid search and a line search. We demonstrated the framework by designing receive arrays of increasing complexity that yield optimal SNR for different target regions inside a numerical head model. SNR simulation time ranged from 15s for a 3-coil configuration to 32s for a 12-coil array, constrained to a helmet-like surface, including tuning and decoupling. The optimized 12-coil geometry yielded 9% higher average SNR performance in the brain at 3T. This work represents the first automated coil optimization framework that uses full-wave electromagnetic simulations and ultimate performance benchmarks. This novel approach enables the systematic design of coils for magnetic resonance imaging with significantly improved SNR performance, potentially transforming coil development from empirical design to physics-driven optimization.", "date": "2025-08-06", "journal": ""}
{"title": "MOH: a novel multilayer multi-omics heterogeneous graph for single-cell clustering", "doi": "10.1101/2025.08.04.668248", "authors": "Dong, Y.; Chen, C.; Shi, J.; Hu, Y.; Cao, X.; Dong, Y.; Zhang, X.", "abstract": "Cell clustering is crucial in single-cell multi-omics research for identifying distinct cellular populations. Although there has been progress in integrating multi-omics data for clustering, combining more than two types of omics data remains challenging due to the diversity and heterogeneity of these datasets. Traditional approaches typically use heterogeneous graphs that integrate only two types of omics data, constructing graphs with genes and cells as nodes and a single type of edge representing their relationships. However, this method has limitations as it overlooks cell-cell interactions and struggles to capture complex cellular dynamics. Additionally, the graph structure must be redesigned whenever new omics data are introduced, limiting the scalability of these models. To address these issues, we introduce MOH, a novel single-cell clustering algorithm based on a multilayer multi-omics heterogeneous graph. MOH integrates three key single-cell omics types: scRNA-seq, scATAC-seq, and spatial transcriptomics. It constructs a multilayer heterogeneous graph to simultaneously extract and enhance representations from all three omics layers, incorporating both intra-layer and inter-layer edges to capture association and similarity relationships. This enriched representation leads to an accurate clustering results. Extensive experiments show that MOH outperforms six state-of-the-art methods on unsupervised clustering metrics, offering a precise and comprehensive analysis with consistent improvements across all evaluation criteria. Moreover, downstream analyses validate the results, revealing novel biological insights into immune disorder complications in cancer, cancer drug repurposing, and new signaling pathways, which merit further investigation and validation.", "date": "2025-08-06", "journal": ""}
{"title": "YY1 relieves p300 autoinhibition to promote histone acetylation in advanced prostate cancer, enhancing the oncogenic signaling of Androgen Receptor Splice Variant 7", "doi": "10.1101/2025.08.04.668477", "authors": "Xu, C.; Wu, D.; Pan, B.; Ren, X.; Mackintosh, S. G.; Jain, K.; Bhanu, N. V.; Edmondson, R. D.; Liu, X.; Garcia, B.; Tackett, A. J.; Jin, J.; Wang, G. G.; Cai, L.", "abstract": "Genetic and epigenetic aberrations often act in concert to establish oncogenic transcriptomic programs in aggressive cancers. For example, the development of castration-resistant prostate cancer (CRPC), an advanced prostate cancer form, is closely associated with over-expression and/or hyper-activation of transcription factors (TFs) such as Androgen Receptor (AR) and Yin Yang 1 (YY1), as well as p300, a prominent histone acetyltransferase. How exactly these cancer-related lesions are coordinated to generate a malignant cell state remains elusive. Here, we demonstrate that YY1, which is frequently over-expressed in advanced prostate cancers, allosterically stimulates the acetyltransferase activity of p300 in cis, leading to the globally elevated acetylation of histone H3 lysine 18 and 27 (H3K18ac and H3K27ac). Mechanistically, YY1's N-terminal activation domain (AD) directly interacts with p300's TAZ2 domain, relieving the autoinhibition of p300 to facilitate substrate acetylation. Our integrated genome-wide mapping and transcriptomic studies reveal significant co-localization of genomic binding sites of YY1, androgen receptor splice variant 7 (AR-V7, a constitutively active form of AR) and p300 in CRPC cells, where the YY1-mediated p300 activation and resultant histone acetylation increases promote the oncogenic gene-expression programs downstream of YY1 and AR/AR-V7. Both in vitro and in vivo functional assays demonstrate a critical requirement of the above signaling for the advanced disease progression and drug resistance seen in CRPC. Altogether, this study uncovers that YY1 acts to alleviate p300's autoinhibition at target genes co-bound by oncogenic TFs (YY1 and/or AR/AR-V7) in CRPC, thereby sustaining tumorigenicity. Additionally, the blockade of YY1-mediated gene activation resensitizes CRPC to treatment to the clinic anti-AR agent (enzalutamide), which provides a rationale for overcoming the therapeutic resistance often seen in advanced prostate cancers.", "date": "2025-08-06", "journal": ""}
{"title": "Pediatric CHOP Chemotherapy Acutely Disrupts Satellite-Cell Dynamics and Blunts Muscle Mass in a Sex-Specific Manner", "doi": "10.1101/2025.08.04.668538", "authors": "Daredia, J.; Magana, M. A.; Nascimento, C. M.; Wells, J. M.; Thomas, N. T.; Wen, Y.; Rauschendorfer, S. V.; Dungan, C. M.; Wiggs, M. P.", "abstract": "Pediatric cancer survival now exceeds 85 percent owing, in part, advances and use of combination chemotherapy treatments such as CHOP (cyclophosphamide, doxorubicin, vincristine, and prednisone). Despite its efficacy, CHOP may cause deleterious off-target effects during critical pediatric development periods such as impairments of skeletal muscle. We evaluated the acute effects of a CHOP administered to C57Bl/6J mice from postnatal day28 to 48. CHOP slowed body-weight gain and has smaller gastrocnemius fiber cross-sectional area by approximately 25percent in both sexes. mRNAsequencing detected 214 differentially expressed genes in males and 217 in females relative to controls, yet only 29 transcripts overlapped. Males exhibited downregulation of myogenic regulators, indicating impaired progenitor maintenance, whereas females showed an upregulation of extracellular-matrix and translational machinery genes plus cell-cycle regulators. Using immunohistochemistry to assess satellite cell abundance, there were 60% fewer satellite cells in males and a 40% fewer in females, which supported our transcriptional findings. These results demonstrate that pediatric CHOP acutely disrupts muscle stem-cell dynamics via sex-specific molecular programs and identify satellite-cell depletion as a potential target for preserving muscle health in pediatric cancer survivors.", "date": "2025-08-06", "journal": ""}
{"title": "An evolutionary leap in plant reproduction: From archegonia and motile sperm to embryo sacs and pollen tubes", "doi": "10.1101/2025.08.04.668594", "authors": "Chen, D.; Tang, L.; Wang, F.; Zhang, M.; Zheng, S.; Xia, M.; Wu, Q.; Cao, M.; Jia, P.; Guo, Y.; Chen, F.; Peng, X.; Hu, J.; Sun, M.; Li, H.; Zhang, L.; Yang, W.", "abstract": "The transition of plants from water to land marks a pivotal step in their evolutionary history, with the change in reproductive mode being the most fundamental. This change freed plant reproduction from aquatic dependence, fostering terrestrial life's prosperity. Key to the shift from archegonial to embryo sac reproduction are pollen tube emergence and female gametophyte changes, though their evolutionary trajectories and mechanisms remain unclear. Ginkgo, a basal gymnosperm, occupies a pivotal position in this transition, retaining motile sperm, simplified archegonia, and primitive pollen tubes, making it an ideal model. To study how the transition between these two reproductive modes occurred, we collected transcriptome data from the reproductive organs of Ginkgo and evolutionarily representative species. Our findings reveal the MYB98-CRP-ECS module- critical for angiosperm pollen tube guidance- in Ginkgo's mature archegonia, with pollen tubes containing guidance components. While egg cells are transcriptionally and functionally conserved across land plants, changes in the cell fate of other female gametophyte component cells drove the shift from archegonia to embryo sacs. Pollen tubes may originate from fern male gametophyte internalization and modification. These findings clarify the evolutionary path and molecular basis of this major reproductive transition.", "date": "2025-08-06", "journal": ""}
{"title": "Miniaturized widefield microscope for high speed voltage imaging", "doi": "10.1101/2025.08.04.668551", "authors": "Saladrigas, C. A.; Speed, F.; Teel, A.; Zohrabi, M.; Miscles, E. J.; Futia, G. L.; Baker, L. V.; Zhang, Y.; Kymissis, I.; Bright, V.; Welle, C. G.; Restrepo, D.; Gopinath, J. T.; Gibson, E. A.", "abstract": "Functional imaging in freely moving animals with genetically encoded voltage indicators (GEVIs) will open new capabilities for neuroscientists to study the behavioral relevance of neural activity with high spatial and temporal precision. However, miniaturization of an imaging system with sufficient collection efficiency to resolve the small changes in fluorescence yield from voltage spikes, as well as development of efficient image sensors that are sufficiently fast to capture them, has proven challenging. We present a miniaturized microscope designed for voltage imaging, with a numerical aperture of 0.6, 250 m field of view and 1.3 mm working distance that weighs 16.4 g. We show it is capable of imaging in vivo voltage spikes from Voltron2 with a spike peak-to-noise ratio >3 at a framerate of 530 Hz.", "date": "2025-08-06", "journal": ""}
{"title": "A Novel Infrared-Based Non-Invasive Brain Stimulation Approach for Neurological Disorders", "doi": "10.1101/2025.08.04.668528", "authors": "Verandani, K.", "abstract": "Non-invasive neuromodulation techniques are gaining attention as alternatives to traditional deep brain stimulation for treating neurological disorders. This study explores the use of short-wave infrared light to stimulate deep-brain regions without surgical intervention. By leveraging advanced photon modeling and optical simulations, the proposed system optimizes light penetration for effective neural activation. Experimental evaluations demonstrate its feasibility in delivering targeted stimulation while maintaining safety and efficiency. These findings highlight the potential of infrared-based neuromodulation for future clinical applications in neurotherapy and cognitive enhancement.", "date": "2025-08-06", "journal": ""}
{"title": "Abnormal pro-inflammatory immune cell responses precede clinical onset of hypertensive disorders of pregnancy", "doi": "10.1101/2025.08.04.668579", "authors": "Rezk, A.; DeBolt, C.; Breville, G.; Li, R.; Riis, V.; Ncube, L.; Barry, F.; Elovitz, M.; Bar-Or, A.", "abstract": "Background: Hypertensive disorders of pregnancy (HDP) are significant contributors to maternal morbidity and mortality as well as to long-term cardiovascular health, with an inequitable burden among Black individuals. While there is growing interest in the possibility that inflammatory responses are involved with HDP, work to date has largely been cross-sectional, and immune cell profiling has focused on cell phenotyping that may not capture relevant functional properties of the immune cells. Objective: To examine whether an inflammatory cellular response is found in the blood of pregnant women preceding the clinical onset of HDP. Study design: This nested case-control study included 27 pregnant women who later developed HDP and 73 who had a healthy pregnancy delivered at term, all of whom provided blood samples during the second trimester. Results: We observed a greater abundance of peripheral blood T cells in individuals who were later diagnosed with HDP. Among these were CD161+ CD4 T cells that showed increased expression of pro-inflammatory cytokines, including GM-CSF and TNF. Similarly, monocytes from these individuals exhibited increased expression of pro-inflammatory cytokines. Anti-inflammatory T cells and monocytes were not altered in those with versus without a future diagnosis of HDP. Conclusion: We identify a pro-inflammatory cellular immune signature in pregnant individuals destined to have HDP. Immune signatures may serve as a new biomarker to identify subsets of individuals at particular risk for HDP and/or may point to new therapeutic targets to prevent HDP.", "date": "2025-08-06", "journal": ""}
{"title": "Structural Repertoire of HCV Broadly Neutralizing Antibodies Targeting the E2 Front Layer Supersite", "doi": "10.1101/2025.08.04.668577", "authors": "Wilcox, X. E.; Punia, R.; Mimms, J.; Frumento, N.; Bailey, J. R.; Flyak, A. I.", "abstract": "Structural studies of the hepatitis C virus (HCV) E2 glycoprotein in complex with broadly neutralizing antibodies (bNAbs) have been instrumental in mapping neutralizing epitopes and guiding the rational design of immunogens. However, robust structural classification of HCV bNAbs is lacking, complicating immunogen design. The majority of HCV bNAbs recognize the E2 front layer (FRLY) supersite. Here, we developed a roadmap for the structural classification of FRLY-specific bNAbs. We discovered three distinct structural classes, each utilizing a unique binding mode to engage the FRLY supersite. HCV strains with multiple FRLY polymorphisms had a profound impact on binding and neutralization of bNAbs from distinct FRLY classes. Our findings establish the FRLY as a major antigenic supersite targeted by three bNAb classes and underscore the intrinsic structural plasticity of VH1-69-encoded HCV bNAbs.", "date": "2025-08-06", "journal": ""}
{"title": "HuR-Dependent Cooperative Export of miRNAs From Activated Macrophages", "doi": "10.1101/2025.08.04.668574", "authors": "Ghosh, S.; Mukherjee, K.; Bhattacharyya, S. N. N.", "abstract": "miRNA export is a regulated process vital for maintaining balanced miRNA levels and target gene expression in metazoan cells. RNA-interacting proteins finely adjust the selectivity and specificity of miRNA export, ensuring context-dependent optimal extracellular export of gene-repressive miRNAs in higher eukaryotes. Our findings reveal that activated macrophage cells export miRNAs in a cooperative manner, where elevated expression of miR-122 can significantly enhance the export of miR-146a and selective others. We predict and observe that the cooperative export of repressive miRNAs achieves synchronized upregulation of pro-inflammatory targets in activated macrophage cells. Exploring the molecular basis of this event, we have noted the co-entry of miRNAs into endosomes for their extracellular export, highlighting the selective and cooperative nature of endosome targeting of miRNAs. HuR, a miRNA-binding protein crucial for selectively exporting specific sets of miRNAs from various cell types, facilitates cooperative miRNA entry into endosomes both in the in vivo and in vitro assay conditions. A catalytic amount of high-affinity miR-122 enhances HuR's binding to low-affinity miR-146a, facilitating the efficient endosomal compartmentalization of both miRNAs for their co-export via extracellular vesicles (EVs).", "date": "2025-08-06", "journal": ""}
{"title": "Maternal IBD-related antibodies are associated with early life gut inflammatory status and microbiota composition: insights from cord blood", "doi": "10.1101/2025.08.04.668517", "authors": "Kim, T.; Nicoletti, P.; Estevinho, M. M.; Tarassishin, L.; Picker, M.; Debebe, A.; Nguyen, I.; Dutra-Clarke, R.; Young, C.; Stone, J.; Shitrit, A. B.-G.; Agrawal, M.; Colombel, J.-F.; Torres, J.; Ng, S. C.; Zhang, L.; McGovern, D. P. B.; Peter, I.", "abstract": "Purpose: Antibodies in peripheral blood are used to aid in the diagnosis of inflammatory bowel disease (IBD), but their presence in neonatal cord blood and potential effects on early life development remain unknown. Methods: We measured anti-CBir1, ANCA, anti-OmpC, ASCA IgA, and ASCA IgG levels in the cord blood of babies born to 78 mothers with or without IBD. Their association with fecal calprotectin (FC), and microbiota composition, characterized by 16S rRNA sequencing, was assessed throughout pregnancy and during the first 3 years of life using linear mixed-effects models. Results: Antibodies were detected in cord blood, with significantly higher levels of anti-CBir1 and ASCA IgG in babies born to mothers with Crohn's disease (p = 0.002) and higher abundance of ANCA and anti-OmpC in babies of mothers with ulcerative colitis (p = 0.002), compared to controls. ASCA IgG levels positively correlated with babies' FC (p = 0.006), while babies' microbiota Shannon diversity was negatively associated with ANCA, anti-OmpC, and ASCA IgA levels (p = 0.003, 0.04, and 0.008, respectively). Romboutsia spp., Citrobacter spp., Pseudomonas spp., Clostridiaceae, Clostridia, and Varibaculum spp. were positively correlated with either or both ANCA and anti-OmpC levels (all multiple testing adjusted q < 0.1). Conclusion: Our findings suggest that maternal IBD-associated antibodies cross the placenta barrier and may be associated with intestinal inflammation and imbalanced microbiota colonization. Whether these serological profiles negatively influence the priming of the baby's immune system or IBD risk later in life remains to be determined.", "date": "2025-08-06", "journal": ""}
{"title": "First detection of Cytauxzoon spp. DNA in questing Ixodes ricinus nymphs", "doi": "10.1101/2025.08.04.667914", "authors": "Meli, M. L.; Meili, T.; Pineroli, B.; Boenzli, E.; Eichenberger, R. M.; Willi, B.; Hofmann-Lehmann, R.", "abstract": "Feline cytauxzoonosis is an emerging tick-borne disease in Europe. While infections have been reported in different European countries, the tick vector remains unknown. This study investigated 665 ticks collected in 2019 (n= 160), 2022 (n= 7) and 2024 (n= 658) in a Cytauxzoon spp. hotspot region in central Switzerland (62 ticks from cats; 603 ticks from vegetation). Ticks were morphologically characterized, pooled by origin and life-stage, screened for Cytauxzoon spp. 18S rRNA by qPCR and conventional PCR and positive samples confirmed by sequencing. All ticks belonged to Ixodes ricinus (50 males, 83 females, 532 nymphs). Four tick pools from 2019 tested Cytauxzoon spp. positive: one pool of 4 non-engorged male ticks from cats and three pools of 5-6 nymphs each from vegetation. All ticks collected in 2022 and 2024 tested negative. Amplification of the almost full-length (1535 bp, 1 pool) or partial (219-140 bp, 3 pools) 18S rRNA gene revealed a sequence identify of 98.6-100% with Cytauxzoon spp. previously detected in cats from this area. The detection of Cytauxzoon spp. in questing Ixodes ricinus nymphs suggests a potential role of this tick species in the parasites transmission cycle in Central Europe and raises the possibility of transovarial transmission. Mitochondrial gene sequencing was unsuccessful, but the detected Cytauxzoon spp. likely represent Cytauxzoon europaeus. Discrepancies between qPCR and conventional PCR results point to possible amplification of tick endosymbionts, highlighting the importance of confirmatory sequencing particularly when testing tick-derived DNA. In conclusion, this is the first report of Cytauxzoon spp. in questing I. ricinus ticks in Europe. Our findings underscore the need for further research to confirm vector competence and clarify transmission dynamics", "date": "2025-08-06", "journal": ""}
{"title": "Mapping of genotype-by-environment interaction loci for Metabolic Syndrome-like traits using the multi-parent Drosophila Synthetic Population Resource determines that main genetic effects are distinct from environment dependent plastic loci", "doi": "10.1101/2025.08.04.668530", "authors": "Dew-Budd, K. J.; Mathur, R.; Roy, S.; Jarnigan, J.; Moss, A.; Bombin, A.; Oza, V.; Rele, C.; Adams, A.; Mendez, S.; Bray, K.; Davis, D.; Kieffer, M.; Leonard, L.; Hubickey, J.; Paiva, C.; Izor, N.; Nadella, D.; Perkins, L. R.; Zeng, X.; Johnson, J. M.; Motsinger-Reif, A.; Reed, L. K.", "abstract": "Metabolic Syndrome (MetS) risk, driven by genotype-environment interactions like diet, is rising globally. Due to its genetic and environmental complexity, the genetic architecture and interconnected traits underlying MetS is poorly understood. In Drosophila, genotype-by-diet interactions significantly influence MetS-like traits. This study used the Drosophila Synthetic Population Resource to dissect the genetic architecture of both genotypic and genotype-by-diet interaction effects underlying trait variation. The study hypotheses were: 1) Loci responsible for metabolic phenotypic variation should be shared across traits. 2) Genetic loci responsible for plasticity and epistatic interactions for metabolic traits should also be the loci responsible for the main effects. 3) Genes responsible for variation in metabolic traits should share common functions. Using a round-robin crossing scheme and novel analyses, we mapped additive, dominance, and epistatic locisome diet-specific, others diet-independent. Main-effect and plastic loci were largely distinct, as were epistatic loci from main-effect loci, highlighting that main genetic effects alone will not explain how genetic variants interact with the environment or the genome to influence disease risk. gene-by-diet or gene-by-gene interactions influencing MetS risk. Further, tremendous cryptic genetic variation for metabolic traits is lurking in natural populations. We explored the function of candidate genes from our study empirically and with bioinformatics. While some of the candidate genes might have been expected, most would not have been identified a priori, thus with this study we have identified many new candidate mechanisms contributing to the genetic and genotype-by-diet interaction effects on MetS variance.", "date": "2025-08-06", "journal": ""}
{"title": "Chromosome-Scale, Telomere-to-Telomere Assembly of Winged Bean (Psophocarpus tetragonolobus (L.) DC.) Genome Reveals Lipid Biosynthetic Hotspots and Gene Family Dynamics", "doi": "10.1101/2025.08.04.668583", "authors": "Tribhuvan, K. U.; Singh, N. K.; Singh, B. K.; Pandey, A.; Kumar, S.; Bishi, S. K.; K, K. K.; Sahu, T. K.; Pattanayak, A.; Badhana, V. P.; Rakshit, S.", "abstract": "Winged bean (Psophocarpus tetragonolobus) is a nutritionally rich but cytologically and genomically underexplored legume with potential for climate-resilient agriculture. We report a telomere-to-telomere, chromosome-scale genome assembly (~697.69 Mb; N50 = 85.98 Mb; ~98.25% of the cytometric estimate) of the cultivar AKWB1 using a combination of PacBio HiFi, Illumina, BioNano, and Hi-C technologies. Cytogenetics revealed a diploid karyotype (2n = 18) with exclusively metacentric chromosomes, establishing the first chromosomal ideotype map for the species. The high-quality assembly anchors 98.28% of bases to nine pseudochromosomes and includes 53,745 annotated protein-coding genes, with 97.6% BUSCO completeness. Repeat elements comprise ~60% of the genome, dominated by LINEs, LTRs, and DNA transposons. KEGG and GO annotations reveal diverse biosynthetic capabilities across metabolic and stress-response pathways. Comparative genomics with nine legumes demonstrates conserved chromosomal synteny with Glycine max, absence of recent whole-genome duplication, and a contraction-dominated gene family history. Lipid metabolism analysis identified 750+ genes across 12 KEGG pathways, including fatty acid biosynthesis, elongation, and triacylglycerol assembly. Chromosomes 2, 3, and 5 showed enrichment of lipid biosynthetic loci, suggesting evolutionary hotspots. This reference genome positions P. tetragonolobus as a valuable model for studying genome evolution and engineering underutilized legumes for oil yield, protein enrichment, and climate adaptability.", "date": "2025-08-06", "journal": ""}
{"title": "On the Utility of Virtual Staining for Downstream Applications as it relates to Task Network Capacity", "doi": "10.1101/2025.08.04.668552", "authors": "Sengupta, S.; Xu, J.; Nguyen, P.; Brooks, F. J.; Liu, Y.; Anastasio, M. A.", "abstract": "Virtual staining, or in-silico-labeling, has been proposed to computationally generate synthetic fluorescence images from label-free images by use of deep learning-based image-to-image translation networks. In most reported studies, virtually stained images have been assessed only using traditional image quality measures such as structural similarity or signal-to-noise ratio. However, in biomedical imaging, images are typically acquired to facilitate an image-based inference, which we refer to as a downstream biological or clinical task. This study systematically investigates the utility of virtual staining for facilitating clinically relevant downstream tasks (like segmentation or classification) with consideration of the capacity of the deep neural networks employed to perform the tasks. Comprehensive empirical evaluations were conducted using biological datasets, assessing task performance by use of label-free, virtually stained, and ground truth fluorescence images. The results demonstrated that the utility of virtual staining is largely dependent on the ability of the segmentation or classification task network to extract meaningful task-relevant information, which is related to the concept of network capacity. Examples are provided in which virtual staining does not improve, or even degrades, segmentation or classification performance when the capacity of the associated task network is sufficiently large. The results demonstrate that task network capacity should be considered when deciding whether to perform virtual staining.", "date": "2025-08-06", "journal": ""}
{"title": "AT-HOOK-MOTIF NUCLEAR LOCALIZED 15 extends plant longevity by binding at poorly accessible, epigenetic mark-depleted chromatin that surrounds transcribed regions", "doi": "10.1101/2025.08.05.668696", "authors": "Offringa, R.; Chouaref, J.; Luden, T.", "abstract": "Members of the AT-HOOK MOTIF NUCLEAR LOCALIZED (AHL) gene family have been shown to play important roles in plant development. In Arabidopsis thaliana, one member of this family, AHL15, induces somatic embryogenesis and extends plant longevity when overexpressed - the latter through strong repression of several ageing-related developmental transitions. However, its direct target genes and the mechanisms by which it regulates their expression have remained elusive to date. In this study we identified the genome-wide DNA binding sites of AHL15, and show that AHL15 binds throughout the genome at AT-rich sequences near the transcription start- and end sites in regions depleted of epigenetic marks. We show that induction of AHL15 activity causes strong and rapid changes in transcription, with the majority of the differentially expressed genes being downregulated but without directly affecting chromatin accessibility, resulting in developmental defects. In addition, AHL15 binding to regions near the transcription start and end sites was enhanced at genes that were differentially expressed upon AHL15 induction, and was especially strong near the transcription start site of upregulated genes and near the transcription end site of downregulated genes. Finally, we show that AHL15 shares binding sites with the chromatin architectural protein GH1-HMGA2/HON5, which was previously shown to alter transcription by disrupting gene loop formation. Together, our findings suggest that AHL15 affects the expression of its target genes by regulating the 3D organization rather than the accessibility of chromatin.", "date": "2025-08-06", "journal": ""}
{"title": "Single-nucleus transcriptome analyses uncover a dynamic transcriptional landscape of soybean roots in response to soybean cyst nematode infection", "doi": "10.1101/2025.08.06.668855", "authors": "Bai, P.; Jia, X.; Chen, L.; Han, Y.; Han, S.; Weng, L.; Feng, X.", "abstract": "Soybean cyst nematode (SCN, Heterodera glycines) causes substantial yield losses by inducing the formation of specialized feeding structure called syncytia, which arise from extensive reprogramming of host root cells. Despite their pivotal role in SCN parasitism, the molecular mechanisms governing syncytium formation and function remain poorly understood, largely due to the technique challenges in precisely isolating these rare cell types. Here, we employed single-nucleus RNA sequencing (snRNA-seq) to generate a comprehensive, high-resolution transcriptomic atlas of SCN-infected soybean roots, comparing two resistant cultivars (PI 88788 and Forrest) with a susceptible cultivar (Williams 82) across multiple infection stages. By leveraging the well-characterized syncytium marker GmSNAP18, we successfully identified and transcriptionally profiled syncytial cells, and validate the spatial expression of known SCN-resistant genes. Our analyses revealed strong induction of resistance-associated genes specifically enriched in syncytia from resistant cultivars. Functional validation further demonstrated that overexpression of three novel candidate genes significantly suppressed SCN development. Pseudotime trajectory analyses traced syncytium development back to procambial cell origins, uncovering distinct, cultivar-specific developmental pathways. Collectively, this work provides a foundational single cell transcriptomic resource, advances our understanding of syncytial biology and SCN resistance mechanisms, and identifies promising molecular targets for engineering nematode-resistant soybean varieties.", "date": "2025-08-06", "journal": ""}
{"title": "ZmCRY1s interact with GL2 in a blue light dependent manner to regulate epidermal wax composition in Zea mays", "doi": "10.1101/2025.08.06.668858", "authors": "Zhao, Z.; Feng, F.; Liu, Y.; Liu, Y.; Wang, F.; Ni, Y.; Liang, H.; Hu, W.; Wang, S.; Hao, Y.; Li, X.; Li, J.; Wang, J.; Zhang, P.; Liu, H.", "abstract": "Cryptochromes (CRYs) are photolyase-like blue-light/ultraviolet-A (UV-A) receptors that regulate diverse aspects of plant growth. Maize (Zea mays), a major crop often grown under high UV-B radiation, possesses four copies of CRY. However, it remains unclear whether the multiple copies of CRY in maize have evolved to improve UV tolerance or to acquire new functions. In this study, CRISPR-Cas9-engineered Zmcry mutants were used to investigate the functions of four cryptochromes (ZmCRYs) in maize. The findings revealed that ZmCRYs play a redundant role in mediating blue light signaling and in inhibiting the elongation of the mesocotyl. The results also demonstrated that ZmCRYs mediated blue light-enhanced UV-B stress tolerance in Zea mays by upregulating the expression of genes involved in UV-B stress tolerance-related metabolites such as phenylpropanoid, flavonoid, and fatty acid biosynthesis. Furthermore, blue light was found to influence both the accumulation and composition of epidermal waxes, suggesting that blue light enhances epidermal wax accumulation for UV-B stress tolerance. Additionally, it was discovered that ZmCRY1 directly interacted with GLOSSY2 (GL2) in a blue light dependent manner to mediate blue light promoted C32 aldehyde accumulation, shedding new light on the enigma of aldehyde-forming pathway. These results highlight the critical roles of ZmCRY1s in mediating blue light regulated epidermal wax biosynthesis and UV-B tolerance in Zea mays.", "date": "2025-08-06", "journal": ""}
{"title": "Transcriptional response to warm temperatures is confounded by organ-specificity", "doi": "10.1101/2025.08.05.668523", "authors": "Hua, J.; Gupta, S.; Reis, R. S.", "abstract": "Climate change is causing increases in global average temperatures with detrimental consequences to food security, in part because most plants are sensitive to increases of even 1-2 degrees Celsius. Our molecular understanding of how plants perceive and acclimatise to mild increases in temperature (aka thermomorphogenesis) have largely been built upon transcriptomic analyses of whole seedling using the plant model Arabidopsis thaliana. In this work, we demonstrate that this widely used approach has significant limitations that may have skewed our understanding of gene regulation in thermomorphogenesis.We found a surprisingly poor consensus among published whole seedling transcriptomic datasets. On average, nearly 60% of reported differentially expressed genes (DEGs) are unique to a single study. To investigate the source of this variability, we performed a controlled comparison of RNA sequencing data from whole seedlings versus dissected organs (root, hypocotyl, and cotyledon), which revealed strong organ-specific transcriptional responses to warmth. Critically, we found that ~70% of DEGs identified in whole seedlings were not differentially expressed in any of the individual organs, suggesting that whole seedling data is confounded by the pooling of distinct, and sometimes opposing, organ-level responses. These findings are further supported by proteomic analysis. Our work provides a word of caution and clear guidance for the field to advance when producing and interpreting RNA sequencing data for plant response to warm temperatures.", "date": "2025-08-06", "journal": ""}
{"title": "Primary cortical neurons form calcium-phosphate sheets with a bone-precursor-like ultrastructure", "doi": "10.1101/2025.08.04.668590", "authors": "Anderson, E. D. D.; Cronkite, C. A.; Baldwin, P. R.; Abella, C. P.; Duman, J. G.; Simmonds, A. N.; Waxham, M. N.; Tolias, K. F.; Ludtke, S. J.", "abstract": "Calcium-phosphate is a critical component in healthy bone and teeth formation, but its pathologic buildup in brain can occur in dyshomeostatic calcium disorders like Alzheimer's disease and Leigh syndrome. Extracellular calcium-phosphate in the nervous system is not well understood, but prior evidence suggests mitochondria as a potential source. Recently, large unidentified double-membrane-bound hyper-electron dense sheet aggregates of unknown content were reported in Huntington's disease model neurons using cryo-ET that were absent in wild-type control neurons. We use a combination of cryo-ET, cryo-CLEM, and LDSAED to demonstrate that these sheet aggregates are generated by wild-type cortical neurons isolated from embryonic day 18 rat embryos and have an octacalcium phosphate-like structure. They appear to be derived from mitochondria and are extruded at least in part by migrasomes. These findings reveal an important link for how mitochondria can serve as reservoirs for intracellular and extracellular calcium-phosphate highlighting them as potential therapeutic targets in neurological disorders characterized by pathological calcification, such as Alzheimer's disease.", "date": "2025-08-06", "journal": ""}
{"title": "A genetically engineered vertebrate animal model of NAA15-related heart disease uncovers myocardial growth, contractility, and mitochondrial defects", "doi": "10.1101/2025.08.04.668548", "authors": "Piedade, W. P.; Weeks, O.; Akerberg, A. A.; Molnar, M. M.; Galdieri, J.; Zheng, R.; Chen, K.; Keshishian, H.; Hart, P.; Carr, S. A.; Burns, C. E.; Burns, C. G.", "abstract": "Delineating the genetic and environmental instigators of congenital heart disease (CHD), affecting up to 1% of newborns, will improve preventative, diagnostic, and therapeutic efforts to mitigate the disease. Although mutations in the N-alpha-acetyltransferase subunit gene NAA15 were recently associated with CHD in humans, a genetically engineered whole animal model of NAA15-related heart disease in a vertebrate species has yet to be described. We generated and characterized zebrafish carrying null mutations in paralogs naa15a and naa15b. Double homozygous naa15-deficient larvae suffered from diminutive, lowly contractile, and bradycardic ventricles composed of fewer and smaller cardiomyocytes incapable of proliferation. Myocardial re-expression of wild-type naa15a from a stable transgene partially rescued the contractile deficit. Moreover, transient, ubiquitous expression of WT human NAA15 achieved complete rescue, allowing for pathogenicity testing of human CHD variants of unknown significance. On a subcellular level, naa15-deficient CMs exhibited mild disruptions in sarcomere structure. Unlike double homozygous animals, animals carrying three mutant alleles and a reduced genetic dosage (RD) of naa15 grew to adulthood, sharing some phenotypes with double homozygous larvae, including reduced ventricular and cardiomyocyte size, as well as sarcomere disarray. Quantitative proteomics analysis of adult naa15RD hearts identified downregulation of proteins and acetylated N-terminal peptides from mitochondrial respiratory complex I. Abnormal mitochondrial density, size, and content were also documented in the myocardium of naa15-deficient larvae. Taken together, our studies demonstrate that a vertebrate animal model of naa15 disruption causes defects in cardiac development and function, with likely contributions from mitochondrial abnormalities, providing additional evidence that loss-of-function mutations in NAA15 are pathogenic for CHD.", "date": "2025-08-06", "journal": ""}
{"title": "In Vivo Evolution of Monoclonal Antibody CR3022 to Achieve Cross-Neutralization of SARS-CoV-2 and Implications for Vaccine Strategies Against SARS-Related Viruses", "doi": "10.1101/2025.08.05.666673", "authors": "Fu, Y.; Feng, Z.; Erickson, S. A.; Halfmann, P. J.; Li, L.; Chervin, J. C.; Troxell, C. A.; Sun, J.; Yasuhara, A.; Changrob, S.; Huang, M.; Zheng, N.-Y.; Yuan, M.; Kawaoka, Y.; Wilson, I. A.; Wilson, P.", "abstract": "The epitope that monoclonal CR3022 binds to represents a promising target for broad protection against a wide range of human and zoonotic coronaviruses. We developed a powerful model to evaluate antibody affinity maturation in vivo using immunoglobulin (Ig)-humanized mice that express the predicted germline heavy chain of antibody CR3022. SARS-CoV/SARS-CoV-2 sequential immunization led to the convergent evolution of the germline CR3022 through somatic hypermutation (SHM) that resembled the affinity-matured CR3022 from a human, but now also adapted to key variants and divergent sarbecoviruses. While simple prime-boost strategies drove CR3022-epitope targeting, an intensive vaccination protocol elicited dominant responses to other epitopes. X-ray crystal structures revealed that SARS-CoV-2-neutralizing CR3022-like antibodies exhibit enhanced affinity by increasing polar and electrostatic interactions. Overall, these findings show CR3022-like clones can be readily adapted through SHM to increase breadth and potency to sarbecoviruses by relatively minor shifts in affinity with appropriate vaccination strategies.", "date": "2025-08-06", "journal": ""}
{"title": "Beyond Gatekeeping: Efflux Pumps Remotely Destabilize Cytoplasmic Drug-Target Interactions by Limiting Rebinding.", "doi": "10.1101/2025.08.06.668934", "authors": "Dev, S.; Stevenson, K.; Le, D.; Kim, M.", "abstract": "Bacterial efflux pumps are major contributors to multidrug resistance, classically described as gatekeepers that reduce drug entry. Here, we uncover an equally potent post-entry mechanism of efflux pumps, revealing that their function extends deep into intracellular drug-target interactions. Using quantitative live-cell fluorescence imaging, we monitored the activity of major efflux systems in Escherichia coli and Pseudomonas aeruginosa with Hoechst (HCT), a DNA-binding inhibitor. As expected, more HCT entered efflux-deficient cells than efflux-active cells. Unexpectedly, the intracellular HCT in efflux-deficient cells also bound DNA more stably, resulting in higher binding affinity. Statistical-physics-based modeling and experimental testing show that that unlike in dilute in vitro conditions, drug molecules that unbind from their targets in intracellular environments rapidly undergo successive rebinding, prolonging the lifetime of the drug-target complex. However, efflux pumps counteract this effect by suppressing rebinding, thereby kinetically destabilizing drug-target interactions and lowering the binding affinity. This kinetic destabilization acts synergistically with canonical gatekeeping to broaden and amplify drug resistance. Our findings reveal an underappreciated biophysical mechanism of efflux pumps, expanding the classical biochemical view of how efflux pumps confer multidrug resistance.", "date": "2025-08-06", "journal": ""}
{"title": "A novel approach to Caudoviricetes taxonomy utilising whole proteome structure-structure comparison", "doi": "10.1101/2025.08.06.668922", "authors": "Smith, L.; Schmidt, T. S.; Tolstoy, I.; Skvortsov, T.; Hill, C.; Shkoporov, A. N.", "abstract": "Viral proteins often evolve so rapidly that sequence similarity is lost even among conserved functional genes, complicating phylogenetic analysis and classification. This challenge is acute for Caudoviricetes, a highly diverse class of dsDNA tailed bacteriophages recently redefined by the International Committee on Taxonomy of Viruses (ICTV). To address the limitations of sequence-based taxonomy, we present a structure-based classification framework using whole-proteome structural clustering. From 4,082 exemplar genomes, we predicted 445,098 protein structures with ESMFold and clustered them using Foldseek. Genomes were encoded as binary profiles of structural fold presence, and phylogenetic distances were inferred and normalized using Relative Evolutionary Divergence (RED). This yielded a revised structural taxonomy comprising 159 orders, 267 families, 502 subfamilies, and 1,189 genera. We also introduce PhagePleats, a Python tool for classifying novel phage genomes based on structural similarity. Our approach highlights the utility of protein structure for resolving distant viral relationships.", "date": "2025-08-06", "journal": ""}
{"title": "Synergistic latency reversal by the SMAC mimetic AZD5582 and iBET JQ1, combined with Nef ablation, facilitates immune-mediated elimination of latently HIV-1-infected T-cells", "doi": "10.1101/2025.08.06.668975", "authors": "Postmus, D.; Hui, C.; Akbil, B.; Jansen, J.; Wooding, D.; Cingoez, O.; Goffinet, C.", "abstract": "Recent breakdowns in the supply chains of antiretroviral therapy (ART) to lower income countries, where they are needed most, underpin the pressing need for an accessible and scalable HIV cure that would allow ART-free control of the virus. The shock-and-kill cure concept shows promise in its ability to reactivate HIV-1 transcription in latently infected cells in vivo in people living with HIV-1 but has failed to result in a meaningful reduction of the size of the reactivatable viral reservoir. We therefore hypothesised that the efficiency of reversal of transcriptional quiescence, and the resulting HIV-1 antigen expression and presentation, may be insufficient to achieve full immunological visibility of HIV-1-infected cells. To gain a deeper understanding of potential LRA-specific shortcomings, we developed a novel model of HIV-1 latency - Jurkat E6.1 subclonal cell lines, each harbouring a single, full-length, NL4.3-based provirus with a GFPOPT reporter inserted into the V5 loop of the viral Env protein. Using this model, we quantified HIV-1 reactivation, as well as expression and surface presentation of Env after treatment with a panel of known latency reversal agents (LRAs) and their synergistically-acting combinations. HIV-1 reactivation with the PKC agonist Bryostatin-1 limited the cell-surface presentation of viral Env, a phenomenon we found being linked to the ability of Bryostatin-1 to induce the expression of the restriction factor GBP5 in T-cell lines and primary CD4+ T-cells, and induced a cellular state which was resistant to apoptosis. A combined treatment of Bryostatin-1 and the BET inhibitor (iBET) JQ1 resulted in synergistic HIV-1 reactivation and boosted levels of cell-surface Env, but failed to reduce resistance to apoptosis. In contrast, the combination of the SMAC mimetic (SMACm) AZD5582 and JQ1 markedly boosted cell-surface Env levels, without co-induction of GBP5, T-cell activation or apoptotic resistance. Crucially, HIV-1 Nef was found to be a potent antagonist of the cytotoxic killing of reactivating cells, most likely by its ability to inhibit apoptosis. Nef knockout, however, when paired with the AZD/JQ1 combination, displayed highest potency in inducing immune-mediated elimination of latently infected T-cells and presents a promising new approach for HIV cure programs.", "date": "2025-08-06", "journal": ""}
{"title": "Evidence for the major role of PH4EFB in the prolyl 4-hydroxylation of Drosophila collagen IV", "doi": "10.1101/2025.08.05.668786", "authors": "Ishikawa, Y.; Toups, M. A.; Elkrewi, M.; Zajac, A. L.; Horne-Badovinac, S.; Matsubayashi, Y.", "abstract": "Collagens are fundamental components of extracellular matrices, requiring precise intracellular post-translational modifications for proper function. Among the modifications, prolyl 4-hydroxylation is critical to stabilise the collagen triple helix. In humans, this reaction is mediated by collagen prolyl 4-hydroxylases (P4Hs). While humans possess three genes encoding these enzymes (P4Hs), Drosophila melanogaster harbour at least 26 candidates for collagen P4Hs despite its simple genome, and it is poorly understood which of them are actually working on collagen in the fly. In this study, we addressed this question by carrying out thorough bioinformatic and biochemical analyses. We demonstrate that among the 26 potential collagen P4Hs, PH4EFB shares the highest homology with vertebrate collagen P4Hs. Furthermore, while collagen P4Hs and their substrates must exist in the same cells, our transcriptomic analyses at the tissue and single cell levels showed a global co-expression of PH4EFB but not the other P4H-related genes with the collagen IV genes. Moreover, expression of PH4EFB during embryogenesis was found to precede that of collagen IV, presumably enabling efficient collagen modification by PH4EFB. Finally, biochemical assays confirm that PH4EFB binds collagen, supporting its direct role in collagen IV modification. Collectively, we identify PH4EFB as the primary and potentially constitutive prolyl 4-hydroxylase responsible for collagen IV biosynthesis in Drosophila. Our findings highlight the remarkably simple nature of Drosophila collagen IV biosynthesis, which may serve as a blueprint for defining the minimal requirements for collagen engineering.", "date": "2025-08-06", "journal": ""}
{"title": "Engineering single-AAV CRISPR-Cas13 RNA base editors for treatment of inherited retinal diseases", "doi": "10.1101/2025.08.06.668808", "authors": "Kumar, S.; Chang, H.-A.; Aubin, D.; HSIAO, Y.-W.; Brunet, A.; Yang, J.; Huang, L.; Luu, C. D.; Hewitt, A. W.; Li, F.; Fry, L. E.; Carvalho, L. S.; Gonzalez Cordero, A.; Liu, G.-S.", "abstract": "Site-directed RNA editing, especially RNA base editing, allows for specific manipulation of RNA sequences, making it a useful approach for the correction of pathogenic mutations. Correction of RNA transcripts allows therapeutic gene editing in a safe and reversible manner and avoids permanent alterations in the genome. RNA-targeting CRISPR-Cas nucleases (e.g., CRISPR-Cas13) enable delivery within a single adeno-associated virus (AAV) vector for RNA base editing, making the approach clinically feasible. Here, we used the inactive CRISPR-Cas13bt3 (also known as Cas13X.1) fused to the ADAR2 deaminase domain (ADAR2DD) for targeted correction of inherited retinal disease (IRD) mutations. First, we show in vitro that dCas13bt3-ADAR2DD can efficiently correct a pathogenic nonsense mutation (c.130C>T [p.R44X]) found in the mouse Rpe65 gene and recover protein expression in retinal pigment epithelium cells (RPEs). Across clinically reported RPE65 mutations, we observed editing efficiencies ranging from 0% to 60%. In the Rpe65-deficient mouse model of retinal degeneration (rd12), we observed that RNA base editing can recover Rpe65 expression in RPEs and rescue retinal function with no observable adverse effects. We further employed our RNA base editor against the large USH2A gene to assess the promise of RNA base editing for addressing untreatable IRDs caused by genes too large for AAV gene delivery. Against the human USH2A in vitro, we observed up to 60% on-target efficiency. We further found that gRNA mismatches, domain-inlaid ADAR2DD design and nucleocytoplasmic shuttling of the RNA base editor optimised on-target and bystander editing for a highly precise base editor. Against the mouse Ush2a in vitro, we similarly observed up to 60% on-target editing in mammalian cells, while in the Ush2aW3947X mice, we observed ~12% on-target editing, with no impact on retinal structure or function, or transcriptome-wide editing. Overall, our findings demonstrate dCas13bt3-ADAR2DD as a potent tool for gene therapy against IRDs, addressing a significant unmet clinical need in ophthalmology.", "date": "2025-08-06", "journal": ""}
{"title": "Protein Structure Informed Bacteriophage Genome Annotation with Phold", "doi": "10.1101/2025.08.05.668817", "authors": "Bouras, G.; Grigson, S. R.; Mirdita, M.; Heinzinger, M.; Papudeshi, B.; Mallawaarachchi, V.; Green, R.; Kim, R. S.; Mihalia, V.; Psaltis, A. J.; Wormald, P.-J.; Vreugde, S.; Steinegger, M.; Edwards, R. A.", "abstract": "Bacteriophage (phage) genome annotation is essential for understanding their functional potential and suitability for use as therapeutic agents. Here we introduce Phold, an annotation framework utilising protein structural information that combines the ProstT5 protein language model and structural alignment tool Foldseek. Phold assigns annotations using a database of over 1.36 million predicted phage protein structures with high quality functional labels. Benchmarking reveals that Phold outperforms existing sequence-based homology approaches in functional annotation sensitivity whilst maintaining speed, consistency and scalability. Applying Phold to diverse cultured and metagenomic phage genomes shows it consistently annotates over 50% of genes on an average phage and 40% on an average archaeal virus. Comparisons of phage protein structures to other protein structures across the tree of life reveals that phage proteins commonly have structural homology to proteins shared across the tree of life, particularly those that have nucleic acid metabolism and enzymatic functions. Phold is available as free and open-source software at https://github.com/gbouras13/phold.", "date": "2025-08-06", "journal": ""}
{"title": "A scalable cell-free manufacturing platform for two-step bioproduction of immunogenic conjugate vaccines", "doi": "10.1101/2025.08.05.668792", "authors": "Wong, D. A.; Aw, R.; Hulbert, S. W.; Qin, Y.; Shaver, Z. M.; Myers, K. A.; Karim, A. S.; DeLisa, M. P.; Jewett, M. C.", "abstract": "Rapid and decentralized vaccine production is essential to ensure global preparedness against emerging and re-emerging infectious diseases. Cell-free gene expression systems, which can be freeze-dried for long-term storage and re-activated for point-of-use synthesis, offer a promising solution to address this need. However, scalable cell-free production of conjugate vaccines-highly effective tools against bacterial infections-has been hindered by low yields and inefficient glycosylation. Here, we present an optimized, modular cell-free platform for the synthesis and purification of conjugate vaccines. By decoupling cell-free protein expression from in vitro glycosylation in a two-step approach, we achieve >85% glycosylation efficiency and up to ~450 mg/L of glycoprotein. We apply this platform to manufacturing protein-polysaccharide conjugates composed of vaccine carrier proteins covalently modified with polysaccharide antigens from enterotoxigenic Escherichia coli O78 and Streptococcus pneumoniae serotype 4. Our workflow produced conjugate vaccine candidates in under 5 days with >87% product purity and low endotoxin levels suitable for preclinical evaluation. Immunization of mice with the pneumococcal conjugate vaccine induced a strong IgG response against the S. pneumoniae serotype 4 capsular polysaccharide, confirming the immunogenicity of the conjugate. We anticipate that this cell-free platform will advance efforts in decentralized manufacturing and rapid response to bacterial disease threats.", "date": "2025-08-06", "journal": ""}
{"title": "Viral Diversity Influences T Cell Responses to Enteric Human Adenoviruses F40 and F41", "doi": "10.1101/2025.08.05.668391", "authors": "Craven, H. M.; Hoang, J. P.; Mukhopadhyay, R.; Lambisia, A. W.; Krishna, B. A.; Ravenhill, B. J.; Agoti, C. N.; Houldcroft, C. J.", "abstract": "Background Human enteric species F adenoviruses are a leading cause of diarrhoea-associated paediatric morbidity and mortality worldwide. The cellular immune response (antigen-specific cytotoxic T cells and secreted cytokines) to human adenovirus (HAdV) infection is known to ameliorate symptoms and is critical for viral clearance. We hypothesised that the capsid proteins (hexon and penton) of HAdV-F40 and 41 (F40, F41) are evolving to escape cellular immune responses. Major histocompatibility complex (MHC) binding of viral peptides is a key step in the presentation of peptide-MHC complexes which activate the T cell receptor and the cytotoxic T cell response. Methods Using global HAdV genomic data, we predicted MHC-peptide binding within the hexon and penton proteins of F40 and F41. We focused on MHC class I alleles common in the UK and Kenya and identifying predicted CD8+ T cell epitopes. Eight predicted epitope pairs from the F41 hexon were synthesised as 15mer peptides, comparing the wildtype (1970 F41 reference) to the variant (2019-2022) sequences. Cellular IFN{gamma} responses to these epitopes were measured in healthy donors using FluoroSpot assays. Results We identified multiple predicted CD8+ T cell epitopes shared between HAdV- species C and F, but also unique to species F, and epitopes unique to each genotype. We show that IFN{gamma} and IL2 peripheral blood mononuclear cell (PBMC) responses to HAdV-F are ubiquitous among healthy adult donors from Cambridge, UK. Among predicted CD8+ epitopes within the F41 hexon, 11/16 peptides elicited donor positive IFN{gamma} responses from healthy donor PBMC (at least one epitope from seven out of eight peptide pairs). Conclusions The hexon and penton proteins of HAdV-F-40 and F41 are predicted to contain a number of genotype-specific, but conserved, CD8+ T cell epitopes which could be used to inform future vaccine design. Using the hexon of F41 as a case study, we show that predicted T cell epitopes in emergent strains are able to elicit an inflammatory cytokine response from healthy donor PBMC. The role of T cell recognition in driving enteric adenovirus evolution deserves further consideration.", "date": "2025-08-06", "journal": ""}
{"title": "Identification of natural products and synthetic analogs which inhibit microsporidia spores and prevent infection", "doi": "10.1101/2025.08.06.669004", "authors": "Huang, Q.; Brown, L.; Pan, G.; Wei, J.; Porco, J. A.; Chen, J.; Reinke, A. W.", "abstract": "Microsporidiosis, a disease caused by microsporidia, affects many animals, with symptoms ranging from diarrhea to death, especially in immunocompromised individuals. Current treatments, such as albendazole and fumagillin, are limited in efficacy. To address this problem, we utilized Caenorhabditis elegans infected with its natural microsporidian Nematocida parisii to evaluate 4,080 structurally diverse compounds from the Boston University Center for Molecular Discovery (BU-CMD) chemical library. From this screen we identified 34 compounds that effectively inhibited N. parisii infection and restored the reproductive capacity of C. elegans. All 17 compounds we validated prevented N. parisii infection in C. elegans, and 10 were capable of suppressing microsporidia invasion by inactivating mature spores. Additionally, five of the identified compounds were also effective against Pancytospora epiphaga, a species related to human-infecting microsporidia. Together this work identifies and characterizes compounds which inhibit microsporidia infection.", "date": "2025-08-06", "journal": ""}
{"title": "Putative MFS transporter Rv1250 of Mycobacterium tuberculosis is involved in multidrug efflux activity", "doi": "10.1101/2025.08.06.668847", "authors": "Chatterjee, D.; Sawant, A. R.; Panda, A. P.; Roy, S.; BoseDasgupta, S.; Ghosh, A. S. S.", "abstract": "Drug-resistant Mycobacterium tuberculosis is one of the leading causes of global mortality. Mechanisms, such as slow uptake of drugs along with cell wall impermeability and active efflux, are some of the concerning reasons leading to drug resistance. Efflux pumps actively transport a wide variety of drugs and toxins away from the target site, which is considered an emerging cause for the failure of anti-tubercular medications and treatment. In this study, we report that the ability of Rv1250, a probable MFS-type transporter, influences the extrusion of multiple structurally unrelated classes of drugs, enhances the biofilm formation in E. coli and Mycobacterium smegmatis, and facilitates the survival of M. smegmatis cells inside the macrophage during antibiotic stress. Interestingly, in trans, the expression of rv1250 decreased the susceptibility of host cells to several structurally unrelated antibiotics, ranging from fluoroquinolones to aminoglycosides, beta-lactams, and anti-tubercular drugs, thus indicating its involvement in imparting intrinsic drug tolerance. In addition, the increased efflux of EtBr, norfloxacin, and Bocillin FL from host cells expressing rv1250 was revealed by the host's ability to confer a lower level of antibiotic accumulation. Moreover, the expression of rv1250 resulted in the enhancement of biofilm formation. Overall, we conclude that Rv1250 of Mycobacterium tuberculosis might facilitate the survival of host cells under antimicrobial stress.", "date": "2025-08-06", "journal": ""}
{"title": "Zinc and Cobalt exposure influence Akkermansia muciniphila growth and short-chain fatty acid metabolism", "doi": "10.1101/2025.08.06.668965", "authors": "Eggers, S.; Eggers, J.; Banas, M. J.; Gennings, C.; Midya, V.", "abstract": "Akkermansia muciniphila is a probiotic bacterium that has been proposed as a potential intervention for depression. A. muciniphila is a common mucin degrader, producing short fatty chain acids (SCFAs), including acetate, butyrate, and propionate, which can help regulate mood via the gut-brain axis. However, the interplay between A. muciniphila and other neuroactive environmental exposures is unclear. The objective of this study was to assess the effects of Zn and Co exposure, individually and together, on A. muciniphila growth and SCFA production. Minimum Inhibitory Concentration (MIC) was calculated for each metal, and sub-MIC exposure testing at high and low levels was conducted with single and combined metals. Growth curves were measured for each exposure condition, and SCFAs were measured using liquid chromatography-mass spectroscopy. Growth and SCFA production were compared between exposures and controls using paired t-tests and linear regression models. All p-values were corrected using FDR adjustments (q-values). A. muciniphila was tolerant to both metal exposures, with MICs at 750mg/L for Zn and 4,000 mg/L for Co. Growth at 24- and 48-hours was only significantly reduced upon exposure to high levels of Co, alone and in combination with Zn. Production of propionate significantly increased with high and low Zn exposures alone and in combination with low Co exposure (q-values <0.01), and significantly decreased with high Co exposure alone and in combination with Zn (q-values <0.01). Overall, A. muciniphila was metal tolerant, supporting its use as a probiotic in the presence of other neuroactive metal exposures.", "date": "2025-08-06", "journal": ""}
{"title": "Distant Site Mutations in Clinical TEM Beta-Lactamase Variants Enhance Non-Covalent Binding to Ceftazidime: Insights from Spectroscopic and Biophysical Investigations.", "doi": "10.1101/2025.08.06.661929", "authors": "Mukherjee, S. K.; Mishra, P. P.; Mukherjee, M.", "abstract": "{beta}-lactamases retain the central armamentarium against the {beta}-lactams, resulting in surge of antibiotic resistance, primarily due to the hydrolysis of the amide bond of the four-membered ring. This study aimed to investigate the binding interactions of ceftazidime (CAZ) to TEM {beta}-lactamase variants with distant site mutations isolated from clinical setting to explore the cause of their selection and dissemination due to indiscriminate use of {beta}-lactams. Absorbance and fluorescence spectroscopy along with biophysical experimentation indicated facilitated binding of CAZ to the active site of the mutants than the wild type. The CAZ-TEM {beta}-lactamase mutant interactions were predominantly hydrophobic compared to H-bonding and van der Waals forces in the CAZ-wild type complex. Additionally structural alteration to justify more rigid binding of CAZ to the mutants in contrast to the wild type enzyme was established in silico. Therefore, acquisition of distant site mutations with respect to the active site of the {beta}-lactamase variants that rendered conformational flexibility to accommodate CAZ was evidenced. This study provided an insight to the bioactive interaction of CAZ with TEM {beta}-lactamase variants that probably facilitated their selection from clinical settings in response to rampant usage of {beta}-lactams.", "date": "2025-08-06", "journal": ""}
{"title": "A compact vector for scarless gene editing in E. coli", "doi": "10.1101/2025.08.05.668820", "authors": "Ridone, P.; Baker, M. A.", "abstract": "Here we present pCASKD, a single-plasmid system for scarless chromosomal editing in Escherichia coli. Our plasmid pCASKD integrates CRISPR-Cas9-mediated counterselection, Lambda-Red recombineering, and temperature-sensitive plasmid curing into a 12 Kb vector to enable kilobase-scale insertions and deletions using a linear dsDNA donor and homologous recombination. Using the flagellar stator motAB locus as a model, we demonstrate that pCASKD enables efficient knock-in and knock-out edits with lower donor DNA input and reduced false positives compared with its parent, multi-plasmid system, No-SCAR. Using a single plasmid reduces transformation steps, accelerates screening, and increases the frequency of correctly edited clones. The protocol can be completed in five days, with potential for further optimization, offering a compact and efficient alternative for microbial genome engineering.", "date": "2025-08-06", "journal": ""}
{"title": "Mcm10 and RecQL4 Synergize to Activate the Eukaryotic Replicative DNA Helicase", "doi": "10.1101/2025.08.05.668837", "authors": "Terui, R.; Sambel, L. A.; Song, D.; Chistol, G.", "abstract": "Chromosomes are copied from thousands of origins. At each origin, two replicative DNA helicases are first assembled, then activated to begin unwinding DNA. Several replication proteins are subsequently recruited to the active helicase, forming a replisome. The helicase must undergo dramatic conformational changes during its activation and this process is poorly understood, especially in metazoa. How the metazoan replicative helicase is activated, and which proteins promote this essential process are long-standing questions. Using a combination of single-molecule imaging and ensemble biochemistry, we show that Mcm10 and RecQL4 act in a concerted manner to activate replicative helicases. Mcm10 first binds to inactive helicases, then recruits RecQL4, which synergizes with Mcm10 to promote helicase activation. Mcm10 is not incorporated into replisomes and dissociates from origins during replication initiation. In the absence of Mcm10, RecQL4 is recruited to origins via an interaction with the Mcm7 subunit of the helicase. Our data reveal that Mcm10 and RecQL4 play partially redundant roles during helicase activation, help resolve long-standing controversies about the roles of Mcm10 and RecQL4 in DNA replication, and reveal replication initiation defects caused by pathologic RecQL4 mutations.", "date": "2025-08-06", "journal": ""}
{"title": "Antagonistic insulin mimetics lock the insulin receptor in an alternative apo-state", "doi": "10.1101/2025.08.05.667158", "authors": "Polak, M.; Selicharova, I.; Pinkas, M.; Hernandez, M. S. G.; Fabre, B.; Lubos, M.; Zakova, L.; Grzybek, M.; Schaefer, I. B.; Coskun, U.; Jiracek, J.; Novacek, J.", "abstract": "Despite significant advancements in high-resolution structural analysis of activated human insulin receptor (IR), the molecular mechanisms underlying its conformational plasticity that govern the transition from the apo state to the activated state are still not well understood. This leaves critical aspects of IR regulation unclear. Here, we reveal the mechanism by which the insulin mimetics Ada, Trim, and S661 fully inhibit the insulin receptor. The receptor is stabilized in a yet structurally undescribed {cap}-shaped conformation which is induced by antagonist binding between the L1 and FnIII-1 domains. In contrast to insulin-bound IR structures, the -CT helix is not observable in the {cap} conformation, and the membrane-proximal regions of the FnIII-3 domains are >10 nm apart, which prohibits transmembrane signal transduction and kinase domain activation. Analysis of apo-IR electron cryo-microscopy data indicates that the {cap}-shaped state is one of several metastable apo-IR conformations. These findings underscore the intrinsic conformational dynamics of apo-IR and its role in integrating insulin binding and receptor activation.", "date": "2025-08-06", "journal": ""}
{"title": "Fine modulation of carbon flow in the central carbon metabolism via ribosome-binding site modification in Escherichia coli", "doi": "10.1101/2025.08.05.668782", "authors": "Sawada, S.; Imada, T.; Nagai, H.; Mundt, P.; Matsuda, F.; Shimizu, H.; Toya, Y.", "abstract": "Optimization of flux distribution in central carbon metabolism is important to improve the microbial productivity. As the number of precursors required for synthesis differs for each target compound, optimal flux distribution also varies. A library of mutant strains with diverse flux distributions can aid in optimal strain screening. Therefore, in this study, we aimed to construct a library of Escherichia coli strains with stepwise changes in flux distribution by introducing mutations into the ribosome-binding sites of key enzyme genes on its chromosome. We focused on the flux ratios at the glucose-6-phosphate and acetyl-CoA nodes to enhance mevalonate production. Mutations were introduced into the ribosome-binding sites of pgi and gltA to vary the flux ratios of the two pathway branches. Furthermore, a combinatorial repression library comprising 16 strains was constructed by varying pgi and gltA expression at four levels, and a plasmid expressing mevalonate synthesis genes was introduced into each strain. Batch cultures were performed to obtain strains with mevalonate titers and yields were 2.4- and 3.4- fold higher than those of the parent strain. Overall, our combinatorial suppression library of pgi and gltA facilitated the effective identification of mutants with optimal metabolism for mevalonate production.", "date": "2025-08-06", "journal": ""}
{"title": "High-Affinity, Structure-Validated and Selective Macrocyclic Peptide Tools for Chemical Biology Studies of Huntingtin", "doi": "10.1101/2025.08.06.668955", "authors": "Wolf, E.; Fanti, R.; Ikenoue, T.; Deme, J. C.; Balakrishnan, S.; Keith, B. A.; Alteen, M. G.; Chandrasekaran, R.; Yadav, M.; Bhajiawala, R.; Ackloo, S.; Feng, J.; Pouladi, M. A.; Edwards, A. M.; Wilson, D.; Lea, S. M.; Suga, H.; Harding, R. J.", "abstract": "Huntington's disease (HD) is a fatal neurodegenerative disorder caused by a CAG repeat expansion in the Huntingtin (HTT) gene, with no disease-modifying therapies currently available. The precise molecular function of the HTT protein is unclear, and the lack of selective chemical tools has limited functional studies. We have identified and characterized macrocyclic peptide binders targeting HTT. These binders exhibit low-nanomolar affinity in vitro and engage distinct HTT and HTT-HAP40 interfaces, as revealed by hydrogen-deuterium exchange mass spectrometry and cryo-electron microscopy. Chemoproteomics confirmed selective binding in cell extracts from wildtype but not HTT-null cell lines. HAP40 consistently and stoichiometrically co-purified with HTT across cell lines, including with HTT variants containing different CAG repeat lengths, highlighting the broad presence of the HTT-HAP40 complex.", "date": "2025-08-06", "journal": ""}
{"title": "Simultaneous detection and quantification of adenine nucleotides in mammalian cultured cells by HPLC", "doi": "10.1101/2025.08.06.668918", "authors": "Kopel, B.; Prado, F. M.; de Moura, R. D.; Guimaraes-Ramos, S. L.; di Mascio, P.; Hoch, N. C.; de Medeiros, M. H. G.; de Souza-Pinto, N. C.", "abstract": "Adenine nucleotides, such as ATP, ADP, ADP-ribose, AMP, NAD+ and NADH, have central roles in cellular homeostasis and participate in several pathways. Because of their diverse roles in cell biology, accurately quantifying these metabolites is paramount for several research areas such as bioenergetics, signaling, cancer and others. There are several methods available to analyze adenine nucleotides, ranging from enzymatic assays to mass spectrometry approaches, however, to our knowledge, no method in the literature quantifies these six adenine nucleotides simultaneously, mostly due to limitations in sample preparation or detection methods. Here, we developed a method that can detect simultaneously ATP, ADP, ADP-ribose, AMP, NAD+ and NADH using RP-HPLC with UV-Vis detection. This methodological approach is simple, sensitive to physiological concentrations of all nucleotides and detects biologically significant variations in ATP, AMP and NAD+ induced by pharmacological treatments, presenting an accessible and accurate alternative for quantification of these nucleotides in biological samples.", "date": "2025-08-06", "journal": ""}
{"title": "Development of single-molecule enzyme activity assay for serine hydrolases using activity-based protein labeling probes", "doi": "10.1101/2025.08.06.668846", "authors": "Ishii, S.; Minoda, M.; Mizuno, T.; Iwasaka, T.; Kusuhara, H.; Honda, K.; Urano, Y.; Komatsu, T.", "abstract": "Single-molecule enzyme activity assays have proven their potential in elucidating aberrant protein function at the proteoform level. However, the limited number of targetable enzymes is the major drawback of such assays. Here, we report the development of single-molecule enzyme activity assays utilizing activity-based probes that label active enzymes in an enzyme superfamily-wide manner. A proof-of-principle using fluorophosphonate-based probes was conducted to detect the active form of serine hydrolases such as PSA and granzyme B at the single-molecule level in complex biological systems such as blood. The assay suggested the potential of active granzyme B in blood as a suitable biomarker of liver damage with specific activation of immune cells.", "date": "2025-08-06", "journal": ""}
{"title": "Reproducibility and reliability of Free-Water-corrected Diffusion Tensor Imaging of the brain: Revisited", "doi": "10.1101/2025.08.06.668995", "authors": "Pieciak, T.; Paris, G.; Aja-Fernandez, S.; Tristan-Vega, A.", "abstract": "Diffusion tensor imaging (DTI) corrected for the free-water (FW) enables the separation of a hindered Gaussian-like profile from an isotropic component, which represents diffusion found in cerebrospinal and interstitial fluids within the extracellular space of grey and white matter. The assessment of the reproducibility and reliability properties of FW-corrected DTI is a crucial factor in demonstrating the potential clinical utility of this refinement, particularly considering the examinations across multiple medical centres. This paper explores the variability, reliability, and separability properties of free-water volume fraction (FWVF) and FW-corrected DTI-based measures in healthy human brain white matter using publicly available test-retest databases acquired in 1) intra-scanner, 2) intra-scanner longitudinal and 3) inter-scanner settings under varying acquisition schemes. Three different estimation techniques to retrieve the FW-corrected DTI parameters tailored to single- or multiple-shell diffusion-sensitizing magnetic resonance (MR) acquisitions are investigated: i) a direct optimization of bi-tensor signal representation in the variational framework, ii) the region contraction-based approach, and iii) the spherical means technique combined with a correction of diffusion-weighted MR signal prior to DTI estimation. We found the previous suggestion (Hum. Brain Mapp., 38(1), 2017, 10.1002/hbm.23350) that the FW correction to DTI in a single-shell diffusion-weighted MR acquisition improves the repeatability and reliability of DTI-based measures may be data- and methodology-dependent, and does not generalise to multiple-shell scenario. Our experiments have shown that the most reliable and repeatable/reproducible measures, while preserving a moderate separability property, are fractional anisotropy and axial diffusivity estimated in a multiple-shell variant under a combined FW-correction scheme. On the contrary, our results show evidence that the least reliable measures are the mean diffusivity estimated using any FW-correction procedure, as well as the FWVF parameter itself. These results can be used to establish the direction for selecting the most attractive FW-correction DTI scheme for clinical applications in terms of the variability-reliability-separability criterion.", "date": "2025-08-06", "journal": ""}
{"title": "The ambivalent effect of spatial structure on the spread of cooperative anti-CRISPR phages", "doi": "10.1101/2025.08.06.668856", "authors": "Chevallereau, A.; Kumata, R.; Fradet, O.; Lion, S.; Westra, E. R.; Sasaki, A.; Gandon, S.", "abstract": "Some phages have evolved the ability to cooperate to evade the immunity triggered by their bacterial host. A first exposure to the phage may weaken the host defences and allow later infections to be successful. Because this cooperation requires sequential infections, the phage can invade the host population only if its initial density is sufficiently high in a well-mixed environment. However, most natural bacterial populations are spatially structured. Could spatial structure create more favourable conditions for viral spread? Here we study the effect of spatial structure on the dynamics of cooperative anti-CRISPR (Acr) phages spreading in a population of CRISPR-Cas resistant Pseudomonas aeruginosa bacteria. We show experimentally that spatial structure does not always promote the spread of Acr-phages. In particular, the effect of spatial structure is modulated by the efficacy of the bacterial hosts CRISPR-Cas resistance and by the efficacy of the phage Acr protein. These results are discussed in the light of a mathematical model we developed to describe the spread of the phage. The model allows us to understand the ambivalent effects of spatial structure via its effects on the reproduction and on the persistence of the phage. More generally, we find that spatial structure can have opposite effects on the epidemiological dynamics of the phage, depending on the properties of the Acr protein encoded by the phage. This joint experimental and theoretical work yields a deeper understanding of the spatial dynamics of cooperative strategies in phages.", "date": "2025-08-06", "journal": ""}
{"title": "Mechanistic Insights into Dual-Active Liver and Blood-Stage Antiplasmodials", "doi": "10.1101/2025.08.06.666330", "authors": "Rawat, M.; Boonyalai, N.; Smidt, C.; Luth, M. R.; Chen, D.; Plater, A.; Post, J.; Lin, D.; McMillan, J.; Eadsforth, T.; Moliner-Cubel, S.; Billker, O.; Rayner, J. C.; Gamo, F.-J.; Baragana, B.; Winzeler, E.; Lee, M. C. S.", "abstract": "The identification of novel antimalarials with activity against both the liver and blood stages of the parasite lifecycle would have the dual benefit of prophylactic and curative potential. However, one challenge of leveraging chemical hits from phenotypic screens is subsequent target identification. Here, we use in vitro evolution of resistance to investigate nine compounds from the Tres Cantos Antimalarial Set (TCAMS) with dual liver and asexual blood stage activity. We succeeded in eliciting resistance to four compounds, yielding mutations in acetyl CoA synthetase (AcAS), cytoplasmic isoleucine tRNA synthetase (cIRS), and protein kinase G (PKG) respectively. Using a combination of CRISPR editing and in vitro activity assays with recombinant proteins, we validate these as targets for TCMDC-125075 (AcAS), TCMDC-124602 (cIRS), and TCMDC-141334 and TCDMC-140674 (PKG). Notably, for the latter two compounds, we obtained a T618I mutation in the gatekeeper residue of PKG, consistent with direct interaction with the active site, which we modelled with molecular docking. Finally, we performed cross-resistance evaluation of the remaining five resistance-refractory compounds using the Antimalarial Resistome Barcode sequencing assay (AReBar), which examined a pool of 52 barcoded lines with mutations covering >30 common modes of action. None of the five compounds where in vitro evolution of resistance was not successful yielded validated hits using AReBar, indicating they likely act via novel mechanisms and may be candidates for further exploration.", "date": "2025-08-06", "journal": ""}
{"title": "The presence and induction of regioselective dehydroxylases dictate urolithin metabolism by Enterocloster species", "doi": "10.1101/2025.08.06.668933", "authors": "Pidgeon, R.; Giurleo, A.; Dridi, L.; Castagner, B.", "abstract": "Urolithins are a class of bioactive metabolites derived from the metabolism of dietary ellagitannins by the human gut microbiota. In the gut, urolithins are dehydroxylated regioselectively based on microbiota composition and activity. A single 9-hydroxy urolithin dehydroxylase (ucd) operon in gut resident Enterocloster species has been described to date; however, most enzymes in the urolithin metabolic pathway remain uncharacterized. Here, we investigate urolithin cross-feeding between members of the gut microbiota and discover a novel urolithin dehydroxylase in a subset of Enterocloster species. We show that urolithin intermediates, released by gut resident Gordonibacter species during ellagic acid metabolism, are dehydroxylated at both the 9- and 10-positions by E. asparagiformis, E. citroniae, and E. pacaense, but not E. bolteae. Using untargeted proteomics, we uncover a 10-hydroxy urolithin dehydroxylase operon, termed uxd, responsible for these species-specific differences in urolithin metabolism. By inducing uxd expression with diverse urolithins, we show that 9-hydroxy urolithins are required for uxd transcription and 10-position dehydroxylation. Collectively, this study reveals some of the genes, proteins, and substrate features underlying differences in urolithin metabolism by the human gut microbiota.", "date": "2025-08-06", "journal": ""}
{"title": "A Spatial and Temporal Transcriptomic Atlas of Mouse Intestinal Regeneration", "doi": "10.1101/2025.08.06.668727", "authors": "Ofer, R.; Tran, T.; He, P.; Qiu, X.; Hu, X.; Zachariah, E.; Krier, C.; Saxena, A.; Yang, J.; Verzi, M.", "abstract": "Background & Aims: The intestinal epithelium exhibits a remarkable capacity for regeneration following injury. However, the spatial and temporal dynamics of the injury-repair cycle remain incompletely understood. Methods: We employ spatial transcriptomics to create an atlas of the damage and repair response to ionizing radiation in the mouse intestine. We map molecular events driving epithelial recovery over a six-day period and 23 biological samples, spanning the early apoptotic response to tissue remodeling and repair. Results: The datasets capture mRNA of 19,042 genes in ~26 million bins at 2um resolution. Analysis revealed transcriptional patterns and niche signals that would remain undetected in bulk or single-cell approaches, including a non-random activation of interferon-target genes. Temporal shifts in cytokine and growth factor gene expression, particularly in the crypt and lower villus regions, corroborate published studies and reveal new predictions of the mechanisms governing intestinal healing. Global transcriptional upregulation was observed in the regenerating epithelium, suggesting hypertranscription is a hallmark of intestinal repair. Furthermore, we observe altered cellular differentiation trajectories and villus patterning at the early stages of regeneration. Conclusions: Together, our work provides a detailed spatiotemporal map of intestinal regeneration at subcellular resolution and nearly whole-genome scale. These data lay the groundwork for future discoveries and therapeutic strategies to enhance epithelial repair in inflammatory bowel diseases and other gastrointestinal pathologies or in response to side-effects of cancer therapies.", "date": "2025-08-06", "journal": ""}
{"title": "Temporal transcriptional rhythms govern coral-symbiont function and microbiome dynamics", "doi": "10.1101/2025.08.06.668741", "authors": "Weiler, B. A.; Kron, N.; Bonacolta, A. M.; Vermeij, M. J. A.; Baker, A. C.; del Campo, J.", "abstract": "Diel rhythms align physiological processes with light/dark cycles, driving predictable oscillations in gene expression and protein activity through tightly controlled transcriptional-translational feedback loops. Transcriptomic analyses in the stony coral Pseudodiploria strigosa revealed tightly regulated transcriptional control: dawn initiates a molecular reset marked by RNA metabolism and protein turnover; midday emphasizes anabolic and phosphate-regulated pathways; dusk reflects transitional lipid and amino acid metabolism; and midnight activates stress-responses, mRNA catabolism, and mitochondrial organization. The photosymbiont Breviolum sp. exhibits subtler but distinct diel regulation, with photoprotective activation at dawn, metabolite transport and nitrogen cycling through midday and dusk, and cell cycle and ion homeostasis at night. Microbial communities show time-dependent restructuring of co-occurrence networks. Carbohydrate-catabolizing taxa associated with Symbiodiniaceae during daylight, while nighttime assemblages feature methylotrophs likely facilitating dimethylsulfoniopropionate (DMSP) metabolism. Together, these findings present the first system-level molecular framework of diel regulation across the coral-photosymbiont-microbe holobiont, revealing strong time-specific transcriptional control as a key driver of coordinated function and homeostasis.", "date": "2025-08-06", "journal": ""}
{"title": "Allopurinol improves cardiovascular phenotypes of a mouse model for Williams-Beuren syndrome reducing redox stress", "doi": "10.1101/2025.08.06.668870", "authors": "Aizpuru-Gomez, A.; Rodriguez-Rovira, I.; Abdalla, N.; Ruiz-castro, J.; Dantas, A. P.; Egea, G.; CAMPUZANO, V.", "abstract": "Cardiovascular disease represents the primary cause of morbidity in Williams-Beuren syndrome (WBS), a neurodevelopmental disorder resulting from a hemizygous deletion of 26-28 genes on chromosome 7q11.23. The clinical phenotype includes systemic hypertension, cardiac dysfunction, and progressive vascular remodelling, features that are further exacerbated by increased oxidative stress. Given the early onset and progression of these cardiovascular manifestations, patients often require long-term pharmacological management from childhood. This raises important concerns about cumulative drug toxicity, dosing strategies, and the long-term safety of therapeutic interventions in pediatric populations. Using the Complete deletion (CD) mouse model of WBS, this study aims to evaluate whether pediatric-equivalent doses of Allopurinol (ALO) (20mg/kg/day equivalent to 1,66mg/kg/day in humans) a highly specific xanthine oxidoreductase (XOR) inhibitor, and Losartan (LOS) (12,5 mg/kg/day equivalent to 1 mg/kg/day in humans) an angiotensin II type1 receptor antagonist, will exert beneficial effects on the cardiovascular phenotype of CD mice. To enable comparative analysis, the pharmacological effects of ALO and LOS were evaluated against both untreated CD mice and wild-type (WT) controls. In CD mice, both treatments significantly reduced systemic blood pressure; however, their effects on cardiac outcomes were different. While treatment with ALO improved cardiac pathology, treatment with LOS did not. ALO likely acts by reducing XOR protein levels, reactive oxygen species (ROS) production and NRLP3 activation. These findings support a therapeutic model in which minimal doses of ALO offers broader cardiovascular protection in WBS.", "date": "2025-08-06", "journal": ""}
{"title": "Tracing spontaneously occurring mutations in Fusarium graminearum laboratory strains resulting in reduced virulence on wheat", "doi": "10.1101/2025.08.06.668883", "authors": "Svoboda, T.; Kastner, F.; Freitag, M.; Strauss, J.", "abstract": "Background: Fusarium graminearum is a well characterized plant pathogenic fungus which is able to infect a broad range of economically relevant crop plants. Besides yield reduction this fungus is also responsible for mycotoxin contamination of food and feed. Upon propagation under laboratory conditions, mutations may occur which would be disadvantageous for fungal fitness in nature but not in the lab where the strains are usually grown on nutrient-rich media under optimal growth conditions. In this study we characterized four phenotypically different Fusarium graminearum strains for fitness traits and compared their genomes to trace down mutations responsible for the phenotypes. Results: The four tested F. graminearum PH1-derived strains revealed differences in their phenotypic appearance and also in their secondary metabolite profiles expressed on different growth media. Also, two of the investigated strains (94 and 96) showed significantly reduced virulence on wheat upon point inoculation of flowering wheat. We identified one high impact mutation in each of the two strains. In strain 96 a loss of function mutation occurred in FGSG_00355 which has a high similarity to Ras GTPase activating proteins and consequently may have an impact on the cell cycle. Even though strain 96 showed enhanced DON production in vitro, the strain was no longer able to spread within the wheat ear in infection assays. In strain 94 we identified an insertion of an A rather at the end of FGSG_00052 leading to a frameshift and consequently mutation of the last three amino acids and a shift of the stop codon by seven amino acids. Even though knock-out of this putative transcription factor has been described by Son et al (2011) to have no impact on virulence, changes at the C-terminal region may result in changes of the binding affinity. Conclusions: We tracked down the mutations which might be responsible for the changes in phenotypic appearance, secondary metabolite profile as well as virulence. Yet, a closer biological characterization is necessary to determine the impact of these mutations on the fungus.", "date": "2025-08-06", "journal": ""}
{"title": "Psilocybin triggers an activity-dependent rewiring of large-scale cortical networks", "doi": "10.1101/2025.08.06.668927", "authors": "Jiang, Q.; Shao, L.; Yao, S.; Savalia, N.; Gilbert, A. D.; Davoudian, P. A.; Northnagel, J. D.; Tian, G.; Hung, T. S.; Lai, H. M.; Beier, K.; Zeng, H.; Kwan, A. C.", "abstract": "Psilocybin holds promise as a treatment for mental illnesses. One dose of psilocybin induces structural remodeling of dendritic spines in the medial frontal cortex in mice. The dendritic spines would be innervated by presynaptic neurons, but the sources of these inputs have not been identified. Here, using monosynaptic rabies tracing, we map the brain-wide distribution of inputs to frontal cortical pyramidal neurons. We discover that psilocybin's effect on connectivity is network-specific: strengthening the routing of inputs from perceptual and medial regions (homolog of default mode network) to subcortical targets, while weakening inputs that are part of cortico-cortical recurrent loops. The pattern of synaptic reorganization depends on the drug-evoked spiking activity, because silencing a presynaptic region during psilocybin administration disrupts the rewiring. Collectively, the results reveal the impact of psilocybin on the connectivity of large-scale cortical networks and demonstrate neural activity modulation as an approach to sculpt the psychedelic-evoked neural plasticity.", "date": "2025-08-06", "journal": ""}
{"title": "Spatio-temporal dynamics of lateral Na+ diffusion in apical dendrites of mouse CA1 pyramidal neurons", "doi": "10.1101/2025.08.06.668873", "authors": "Nelson, J. S. E.; Meyer, J.; Gerkau, N. J.; Kafitz, K. W.; Ullah, G.; Santamaria, F.; Rose, C. R.", "abstract": "Sodium ions (Na+) are major charge carriers mediating neuronal excitation and play a fundamental role in brain physiology. Glutamatergic synaptic activity is accompanied by large transient Na+ increases, but the spatio-temporal dynamics of Na+ signals and properties of Na+ diffusion within dendrites are largely unknown. To address these questions, we employed multi-photon Na+ imaging combined with whole-cell patch-clamp in dendrites of CA1 pyramidal neurons in tissue slices from mice of both sexes. Fluorescence lifetime microscopy revealed a dendritic baseline Na+ concentration of ~10 mM. Using intensity-based line-scan imaging we found that local, glutamate-evoked Na+ signals spread rapidly within dendrites, with peak amplitudes decreasing and latencies increasing with increasing distance from the site of stimulation. Spread of Na+ along dendrites was independent of dendrite diameter, order or overall spine density in the ranges measured. Our experiments also show that dendritic Na+ readily invades spines and suggest that spine necks may represent a partial diffusion barrier. Experimental data were well reproduced by mathematical simulations assuming normal diffusion with a diffusion coefficient of DNa+= 600 m2/s. Modeling moreover revealed that lateral diffusion is key for the clearance of local Na+ increases at early time points, whereas when diffusional gradients are diminished, Na+/K+-ATPase becomes more relevant. Taken together, our study thus demonstrates that Na+ influx causes rapid lateral diffusion of Na+ within spiny dendrites. This results in an efficient redistribution and fast recovery from local Na+ transients which is mainly governed by concentration differences.", "date": "2025-08-06", "journal": ""}
{"title": "Genome-wide chromatin recording resolves dynamic cell state changes", "doi": "10.1101/2025.08.05.668773", "authors": "Takei, Y.; Lay, J. A.; Linton, J. M.; Chadly, D. M.; Ochiai, Y.; Hadas, R.; Perez, A. A.; Blanco, M. R.; Laurino, P.; Guttman, M.; Elowitz, M. B.", "abstract": "Understanding how the chromatin state of a cell influences its future behavior is a major challenge throughout biology. However, most chromatin profiling methods are limited to endpoint assays. Here, we present LagTag, a method for recovery of earlier and endpoint chromatin states in the same mammalian cells. In this approach, transient expression of bacterial adenine methyltransferase fusions records the DNA binding profiles of chromatin-associated proteins of interest at earlier timepoints. Subsequent tagmentation and sequencing recovers the earlier chromatin profile from adenine methylation profiles, alongside endpoint profiles of endogenous chromatin-associated proteins. We verified that LagTag profiles aligned with those from established methods in mouse and human cells. More importantly, LagTag was able to record and recover dynamic chromatin state transitions during mouse embryonic stem cell differentiation, capturing transcriptional signatures from pre- and post-differentiation timepoints in the same cells. LagTag thus provides a foundation for temporally resolved chromatin profiling.", "date": "2025-08-06", "journal": ""}
{"title": "Spared cognitive and social function following perinatal ablation of ATRX despite transient microglia dysregulation", "doi": "10.1101/2025.08.06.668920", "authors": "Mansour, K. Y.; Shafiq, S.; Berube, N. G.", "abstract": "Mutations in the chromatin-remodelling factor ATRX underlie syndromic ID and ASD, yet the contribution of microglial ATRX to early brain development remains unknown. We used a tamoxifen-inducible Cx3cr1-CreERT2 system to delete Atrx in microglia during the first postnatal week, achieving >90% recombination at one month of age. At both one and three months, ATRX-null microglia displayed a sustained increase in CD68-positive phagocytic foci and in Ki67+ proliferative microglia, but an unexpected ~20% reduction in microglial density, despite only modest evidence of caspase-3-mediated apoptosis. A comprehensive behavioural battery conducted between three and six months revealed normal anxiety, locomotion, learning, memory, social interaction and sensory gating, coinciding with a decline in knockout efficiency to ~45% in cortex and ~75% in hippocampus, suggestive of microglial repopulation by ATRX-expressing cells. These findings demonstrate that perinatal loss of ATRX drives chronic microglial reactivity and turnover with no discernable effects on neurobehaviours, suggesting a developmental resilience of neural circuits to transient microglial dysregulation.", "date": "2025-08-06", "journal": ""}
{"title": "Organ-specific and conserved regulatory logic orchestrates gene expression in the embryonic mesothelium", "doi": "10.1101/2025.08.06.668886", "authors": "Dang, Q. M.; Smart, N.; Redpath, A. N.; Vieira, J. M.", "abstract": "The embryonic coelomic mesothelium undergoes epithelial-to-mesenchymal transition (EMT) to promote vascular growth and parenchymal development. A prominent example is the epicardium, which plays an essential role during heart development. Little is known about the mechanisms behind gene regulation in the coelomic mesothelium, or the organ-specific enhancer logic that endows specialization. Using gene regulatory network inference via multi-omic analysis, our study reveals trans- and cis-regulatory elements (CREs) that regulate mesothelial gene expression in three organs: heart, lung, and pancreas. We delineate pivotal transcription factors (TFs) and CREs specific to the epicardium, and show, in contrast, that the TF MAF orchestrates pan-mesothelial gene expression via conserved CREs, which are absent in non-mesothelial lineages. MAF may preserve mesothelial identity, evidenced by negative correlation with EMT and mouse-human conservation. Collectively, our work elucidates the regulatory logic behind cell type identity and leverages single-cell integration to gain insights into mammalian organ development.", "date": "2025-08-06", "journal": ""}
{"title": "Cross-species variant-to-function analyses implicate MEIS1 in conferring sleep abnormalities and impaired cerebellar development", "doi": "10.1101/2025.08.05.665539", "authors": "Zimmerman, A. J.; Almeraya Del Valle, E.; Pahl, M. C.; Doldur-Balli, F.; Keenan, B. T.; Liu, P. Z.; Shetty, Z. Y.; Tsundupalli, T. R.; Palermo, J.; Krishnan, A.; Pippin, J. A.; Wells, A. D.; Veatch, O. J.; Chesi, A.; Gehrman, P. R.; Keene, A. C.; Pack, A. I.; Grant, S. F. A.", "abstract": "Genome wide association study (GWAS) reports substantially outpace subsequent functional characterization. Pinpointing the causal effector gene(s) at GWAS loci remains challenging given the non-coding genomic residency of >98% of these signals. We previously implicated effector genes at GWAS loci for the complex and polygenic disorder of human insomnia using a high-resolution cell-specific, chromatin capture-based variant-to-gene mapping protocol, paired with sleep phenotyping in Drosophila. In this study, we leveraged a diurnal vertebrate model with higher genomic conservation, namely zebrafish, to screen our six highest confidence candidate genes and identify those whose loss-of-function impaired sleep characteristics related to human insomnia-like behaviors. Of these genes, we observed that CRISPR-mediated deletion of the zebrafish ortholog of MEIS1 produced nighttime specific sleep fragmentation and increased latency to sleep, pointing to a conserved role for MEIS1 in sleep maintenance. Comparing our human cell-based chromatin accessibility and contact maps with publicly available zebrafish spatial genomic data revealed highly conserved genomic architecture harboring the insomnia GWAS variant of interest. Notably, this genomic conservation was selective for the zebrafish ortholog which contributed to the sleep phenotype, meis1b, while the duplicated ohnolog meis1a proved dispensable. Motivated by this, we characterized the spatio-temporal expression of meis1b in zebrafish, showing it is comparable to human with respect to cerebellar granule progenitors. Ultimately, we found that loss of meis1b impairs cerebellar development. Together, our work provides a powerful model for screening human disorder risk genes for sleep fragmentation using a tractable vertebrate and supports a conserved cerebellar role for MEIS1 in sleep disturbance.", "date": "2025-08-06", "journal": ""}
{"title": "Sex-specific exploration accounts for differences in valence learning in male and female mice", "doi": "10.1101/2025.08.06.668689", "authors": "Schuler, H.; Iyer, E. S.; Siemonsmeier, G.; Weinbaum, A. M.; Vitaro, P.; Shen, S.; Bagot, R. C.", "abstract": "Valence, the quality by which something is perceived as good or bad, appetitive or aversive, is a fundamental building block of emotional experience and a primary driver of adaptive behavior. Pavlovian fear and reward learning paradigms are widely used in preclinical research to probe mechanisms of valence learning but with limited consideration of sex as a biological variable despite known sex differences in neuropsychiatric disorders associated with impaired valence. Here, we compare appetitive-only, aversive-only and mixed-valence cue-outcome Pavlovian conditioning paradigms in male and female mice to dissociate effects of context, valence and salience in a sex-specific manner. Using a data-driven approach to identify behaviors indicative of valence learning in an unbiased manner, we compare task performance between paradigms in male and female mice. We show that while male and female mice acquire appetitive and aversive associations in both single- and mixed-valence paradigms, sex differences emerge in single-valence paradigms. Ultimately, we show that these apparent sex differences in valence learning are driven by non-specific baseline differences in exploratory behavior. Males explore more at baseline, altering their trajectory of cue-reward association acquisition whereas females explore less at baseline, increasing shock facilitated freezing in aversive-only contexts, masking cue discrimination. Overall, our findings illustrate how task design differentially impacts behavioral expression in male and female mice and demonstrate that mixed-valence paradigms afford a more accurate assessment of valence learning in both sexes.", "date": "2025-08-06", "journal": ""}
{"title": "Altered brain structure in an ATRX-deficient mouse model of autism spectrum disorder", "doi": "10.1101/2025.08.06.666605", "authors": "Quesnel, K.; Ellegood, J.; Lerch, J. P.; Berube, N. G.", "abstract": "Mutations in the ATRX gene are a primary cause of ATR-X syndrome, which is characterized by intellectual disability, autism, and a range of brain structural abnormalities, including microcephaly. We previously showed that mice with conditional ATRX ablation in forebrain excitatory neurons display deficits in fear memory and autism-related behaviors, with some effects exhibiting sexual dimorphism. In this study, we used high-resolution magnetic resonance imaging (MRI) to systematically characterize brain structural changes associated with these behavioral abnormalities. Whole-brain analysis revealed male-specific microcephaly, while subregional analysis identified significant reductions in hippocampal structures and increased volume of the caudal cortex in mutant animals of both sexes. We also identified structural alterations in regions retaining ATRX expression, such as the thalamus, midbrain, cerebellum, and several fiber tracts. These findings suggest that ATRX loss disrupts the coordinated development of interconnected brain regions. Overall, our results implicate impaired cortico-thalamic-cerebellar connectivity as a potential neural substrate underlying the autistic-like behaviors observed in this mouse model, providing new insights into the neurobiological basis of ATR-X syndrome.", "date": "2025-08-06", "journal": ""}
{"title": "Inhibition from the oxytocin system tunes prefrontal circuit dynamics to promote social behavior", "doi": "10.1101/2025.08.06.668891", "authors": "Amadei, E. A.; Vilimelis Aceituno, P.; Loidl, R.; Boehringer, R.; Streit Morsch, E.; Ehret, B.; Grewe, B. F.", "abstract": "The prefrontal cortex (PFC) plays a central role in the selection and expression of diverse social behaviors. A balance of excitation and inhibition is necessary for normal social functioning, but it remains unclear how inhibition sculpts pyramidal activity to promote social behaviors. To address this question, we developed a novel social decision-making task in which female mice chose between social and non-social options. To explore the role of a task-relevant inhibitory subpopulation in social decision-making, we targeted neurons in the medial PFC (mPFC) expressing oxytocin receptors (OXTR neurons). Combining optogenetic inhibition of OXTR neurons with population calcium imaging of pyramidal neural activity, we found that OXTR neurons normally promote interaction with a male compared to a non-social alternative. OXTR neurons also regulate pyramidal activity, which enables a specific ensemble to represent the male option during decision-making. Computational modeling reproduced these findings through a pyramidal competition mechanism, in which regulation by OXTR neurons allows a male-representing pyramidal ensemble to effectively compete against the remaining pyramidal population to drive male choice. These results provide a potential mechanism by which PFC excitation-inhibition balance contributes to normal social functioning.", "date": "2025-08-06", "journal": ""}
{"title": "A Genome-wide CRISPR Screen Reveals ZDHHC8-Dependent Gαq Palmitoylation as a Key Regulator of GPCR Signaling", "doi": "10.1101/2025.08.06.668953", "authors": "Ahmad, M.; Perrimon, N.; Viswanatha, R.; Kim, A.-R.", "abstract": "G protein-coupled receptors (GPCRs) that couple to the Gq signaling pathway control diverse physiological processes, yet the full complement of cellular regulators for this pathway remains unknown. Here, we report the first genome-wide CRISPR knockout screen targeting a Gq-coupled GPCR signaling cascade. Using a Drosophila model of adipokinetic hormone receptor (AkhR) signaling, we identified CG34449 (Zdhhc8), encoding a palmitoyl acyltransferase and its adapter protein CG5447, as a top hit required for robust Gq-mediated GPCR signaling. We show that Zdhhc8 enhances GPCR signaling through palmitoylation of Gq, which promotes its membrane localization and function. Loss of Zdhhc8 markedly reduces palmitoylation of Gaq resulting in attenuation of AkhR/Gq signaling and a reduction in receptor stability. Mechanistically, Zdhhc8 is necessary for palmitoylation of Gq. These findings uncover Zdhhc8-dependent Gq palmitoylation as a pivotal regulatory mechanism in GPCR signal transduction and highlight palmitoyl transferase as potential modulators of GPCR pathways.", "date": "2025-08-06", "journal": ""}
{"title": "Wntless interacts with Notch signaling to balance the generation of neurons and gliocytes in vertebrate dorsal diencephalon", "doi": "10.1101/2025.08.06.668881", "authors": "Lin, S.-H.; Pan, H.-Y.; Wu, B.-T.; Sakamoto, J.; Wu, C.-H.; Shimada, A.; Kamei, Y.; Takeda, H.; Kuan, Y.-S.", "abstract": "Wnt chaperon Wntless (Wls) mediates the intracellular transport of Wnts and plays important roles in early vertebrate brain development. Spatially restricted induction of Wls denotes the earliest differentiation of non-telencephalic cells in human brain organoids. In zebrafish developing diencephalon, loss-of-Wls reduces the formation of habenula (HA) neurons but how Wls influences HA neurogenesis is unclear and whether Wls regulates gliocyte development is unknown. Here we report that the formations of cholinergic, substance P-ergic or glutamatergic neurons in HA are reduced differentially but the generation of gliocyte-derived choroid plexus (ChP) epithelia is increased in wls null mutants. At earlier stage, three-dimensional gene expression analyses revealed that while neurog1 expressions in HA progenitor zones are reduced, the expressions of Notch downstream effector her6 are increased and expanded into HA progenitor zones in wls mutants. Over-expressing Her6 in neurog1-positive cells reduced neurog1 expressions in HA progenitor zones. These results indicate that Wls restricts the expressions of Notch effector her6 to promote the specification of neurog1 proneurons and demotes the generation of ChP epithelia in zebrafish embryonic dorsal diencephalon.", "date": "2025-08-06", "journal": ""}
{"title": "Single Cell Multiomics Across Nine Mammals Reveals Cell Type Specific Regulatory Conservation in the Brain", "doi": "10.1101/2025.08.06.668931", "authors": "Anderson, A. G.; Rogers, B. B.; Barinaga, E. A.; Loupe, J.; WaMaina, E.; Johnston, S. Q.; Limbo, H. L.; Gardner, E. A.; Moyer, A. J.; Gross, A. L.; Martin, D. R.; Thyme, S. B.; Rizzardi, L. F.; Myers, R. M.; Cooper, G. M.; Cochran, J. N.", "abstract": "Understanding the gene regulatory mechanisms underlying brain function is crucial for advancing knowledge of the genetic basis of neurologic diseases. Cis-regulatory elements (CREs) play a pivotal role in gene regulation, and their evolutionary conservation can offer valuable insights. Importantly, the function and evolution of CREs are affected not only by primary sequence, but also by the cis- and trans-regulatory context. However, comparative functional analyses across species have been limited, leaving how these regulatory landscapes evolve in the brain largely unresolved. Here, we generated single-nucleus multiomic (snRNA- and snATAC-seq) data from cortex tissue across nine mammalian species and identified candidate CREs (cCREs) in a cell type-specific manner. We developed a multidimensional framework of conservation to assess sites of shared function that integrates sequence, chromatin accessibility, and enhancer-gene associations. Using massively parallel reporter assays (MPRA) in human neural progenitor cells and neurons, we measured activity of cCREs including both conserved and human-specific regions. CRISPR interference validated conserved enhancer function, including at neurodevelopmentally important genes like FAM181B. Motif enrichment identified transcription factors distinguishing conserved versus recent cCREs. Linkage disequilibrium score regression indicated that both conserved and human-specific cCREs were enriched for neuropsychiatric GWAS risk, while neurodegenerative risk was confined to conserved elements. Our findings define functional dimensions of enhancer conservation and demonstrate how regulatory evolution shapes human brain biology and disease susceptibility.", "date": "2025-08-06", "journal": ""}