{"title": "MiniFAST: A sensitive and fast miniaturized microscope for in vivo neural recording", "doi": "10.1101/2020.11.03.367466", "authors": "Juneau, J.; Duret, G.; Chu, J.; Rodriguez, A.; Morozov, S.; Aharoni, D.; Robinson, J.; St-Pierre, F.; Kemere, C.; Golshani, P.; Dorian, C. C.; Madruga, B.", "abstract": "Observing the activity of large populations of neurons in vivo is critical for understanding brain function and dysfunction. The use of fluorescent genetically-encoded calcium indicators (GECIs) in conjunction with miniaturized microscopes is an exciting emerging toolset for recording neural activity in unrestrained animals. Despite their potential, current miniaturized microscope designs are limited by using image sensors with low frame rates, sensitivity, and resolution. Beyond GECIs, there are many neuroscience applications which would benefit from the use of other emerging neural indicators, such as fluorescent genetically-encoded voltage indicators (GEVIs) that have faster temporal resolution to match neuron spiking, yet, require imaging at high speeds to properly sample the activity-dependent signals. We integrated an advanced CMOS image sensor into a popular open-source miniaturized microscope platform. MiniFAST is a fast and sensitive miniaturized microscope capable of 1080p video (1920x1080 pixels), 1.5 m resolution, frame rates up to 500 Hz (achieved with windowing: 1920 x 55 pixels height) and high gain ability (up to 70 dB) to image in extremely low light conditions. We report results of ~300 Hz in vivo imaging of freely behaving transgenic Thy1-GCaMP6f mice, high speed 500 Hz in vitro imaging of a GEVI and in vivo GEVI imaging in head-fixed mice. Our results extend miniaturized microscope capabilities in high-speed imaging, high sensitivity and increased resolution, opening the door for the open-source community to use fast and dim neural indicators.", "date": "2025-08-26", "journal": ""}
{"title": "Domain-adaptive matching bridges synthetic and in vivo neural dynamics for neural circuit connectivity inference", "doi": "10.1101/2022.10.03.510694", "authors": "Sheng, K.; Zhang, S.; Zhang, S.; He, Y.; Beau, M.; Qu, P.; Liu, X.; Zhang, Y.; Ma, L.; Du, K.", "abstract": "Accurately inferring neural circuit connectivity from in vivo recordings is essential for understanding the computations that support behavior and cognition. However, current deep learning approaches are limited by incomplete observability and the lack of ground-truth labels in real experiments. Consequently, models are often trained on synthetic data, which leads to the well-known \"model mismatch\" problem when simulated dynamics diverge from true neural activity. To overcome these challenges, we present Deep Domain Adaptive Matching (DeepDAM), a training framework that adaptively matches synthetic and in vivo data domains for neural connectivity inference. Specifically, DeepDAM fine-tunes deep neural networks on a combined dataset of synthetic simulations and unlabeled in vivo recordings, aligning the model's feature representations with real neural dynamics to mitigate model mismatch. We demonstrate this approach in rodent hippocampal CA1 circuits as a proof of concept, achieving near perfect connectivity inference performance (Matthews correlation coefficient 0.97-1.0) and substantially surpassing classical methods (0.6-0.7). We further demonstrate robustness across multiple recording conditions within this hippocampal dataset. Additionally, to illustrate its broader applicability, we extend the framework to two distinct systems without altering the core methodology: a stomatogastric microcircuit in Cancer borealis (ex vivo) and single neuron intracellular recordings in mouse, where DeepDAM significantly improves efficiency and accuracy over standard approaches. By effectively leveraging synthetic data for in vivo and ex vivo analysis, DeepDAM offers a generalizable strategy for overcoming model mismatch and represents a critical step towards data-driven reconstruction of functional neural circuits.", "date": "2025-08-26", "journal": ""}
{"title": "A multipotent cell type from term human placenta", "doi": "10.1101/2023.08.02.551028", "authors": "Vadakke-Madathil, S.; Bouhamida, E.; Wang, B.; Mathiyalagan, P.; Ayyamperumal, P.; Khan, A.; Oniskey, M.; Santos-Gallego, C.; Hadley, M.; Croft, L.; Dekio, F.; Tripodi, J.; Najfeld, V.; Brody, R.; Gelber, S.; Sperling, R.; Chaudhry, H. W.", "abstract": "We identify a population of multipotent CDX2; cells from term human placentas with clonal expansion, migratory capacity, and immune-privileged transcriptional profiles. Isolated from 180 healthy pregnancies, these cells differentiate into cardiomyocyte and vascular lineages in vitro and in vivo. Single-cell RNA sequencing uncovers distinct cardiogenic and vasculogenic subpopulations, along with immune-modulatory and chemotactic programs, providing a blueprint for precision-guided cardiovascular cell therapy. In a NOD/SCID myocardial infarction model, CDX2; cells restore cardiac function, and clonal propagation preserves their cardiovascular differentiation potential. These findings position placental CDX2; cells as an ethically accessible, regenerative platform for targeted treatment of cardiovascular disease.", "date": "2025-08-26", "journal": ""}
{"title": "Ionic conductances driving tonic firing in Purkinje neurons of larval zebrafish", "doi": "10.1101/2023.11.29.569172", "authors": "Jadhav, M. P.; Verma, S.; Thirumalai, V.", "abstract": "Purkinje neurons are critical for the functioning of the cerebellum, which is among the oldest and most conserved regions of the vertebrate brain. In mammals and in larval zebrafish, Purkinje neurons can generate tonic firing even when isolated from the network. Here we investigated the ionic basis of tonic firing in Purkinje neurons of larval zebrafish using voltage clamp for isolation of membrane currents along with pharmacology. We discovered that these neurons express L-type and P/Q-type high voltage- gated calcium currents, T-type low voltage-gated calcium currents and SK and BK- type calcium dependent potassium currents. Among these, L-type calcium currents and SK-type calcium-dependent potassium currents were indispensable for tonic firing, while blocking T-type, P/Q-type and BK currents had little effect in comparison. We observed that action potentials were broadened when either L-type or SK channels were blocked. Based on these results, we propose that calcium entry via L-type calcium channels activates SK potassium channels leading to faster action potential repolarization, in turn aiding the removal of inactivation of sodium channels. This allows larval zebrafish Purkinje neurons to continue to fire tonically for sustained periods. In mammals also, tonic firing in Purkinje neurons is driven by calcium channels coupling to calcium-dependent potassium channels, yet the specific types of channels involved are different. We therefore suggest that coupling of calcium channels and calcium-dependent potassium channels could be a conserved mechanism for sustaining long bouts of high frequency firing.", "date": "2025-08-26", "journal": ""}
{"title": "Neurometabolic predictors of mental effort in the frontal cortex", "doi": "10.1101/2024.01.23.576854", "authors": "Barakat, A.; Brochard, J.; Pessiglione, M.; Godin, J.-P.; Cuenoud, B.; Xin, L.; Clairis, N.; Sandi, C.", "abstract": "Motivation drives individuals to overcome costs to achieve desired outcomes, such as rewards or avoidance of punishment, with significant variability across individuals. The dorsomedial prefrontal cortex/dorsal anterior cingulate cortex (dmPFC/dACC) and anterior insula are key brain regions implicated in effort-based decision-making. Here, we utilized proton magnetic resonance spectroscopy (1H-MRS) at 7 Tesla on 69 healthy participants in these brain regions to uncover the neurometabolic factors that influence these differences. We designed and applied an effort-based decision-making task requiring mental and physical effort to probe motivated behavior, complemented by computational modeling to extract key behavioral parameters. Gradient boosting machine learning was applied to explore the predictive role of specific metabolites in motivated behavior. Our results reveal that a model established on dmPFC/dACC metabolites explains decisions to exert high mental effort and sensitivity to mental effort. In particular, glutamate, aspartate, and lactate in dmPFC/dACC, three metabolites linked through the tricarboxylic acid cycle and glycolysis, were identified as key discriminative metabolites in the dmPFC/dACC, predictive of mental effort choices, underpinning energy supply and cognitive processes. Anterior insula metabolites did not significantly relate to effort-related decisions. Notably, glutamine and lactate levels between the periphery (plasma) and the dmPFC/dACC were correlated, suggesting a metabolic link between peripheral and central biomarkers of effort. Our findings provide novel insights into the neurometabolic underpinnings of motivated behavior and propose novel biomarkers for mental effort-based decision-making. Importantly, our study highlights the relevance of multivariate approaches in elucidating complex cognitive functions.", "date": "2025-08-26", "journal": ""}
{"title": "AllTheBacteria - all bacterial genomes assembled, available and searchable", "doi": "10.1101/2024.03.08.584059", "authors": "Hunt, M.; Lima, L.; Anderson, D.; Bouras, G.; Hall, M. B.; Hawkey, J.; Schwengers, O.; Shen, W.; Lees, J.; Iqbal, Z.", "abstract": "The bacterial sequence data publicly available via the global DNA archives is a vast potential source of information on the evolution of bacteria. However, most of this sequence data is unassembled, or where assembled was done so with no consistent assembler or quality control. Although this data has great potential, these inconsistencies make it unsuitable for large-scale analyses, and inaccessible for most researchers to reuse. Therefore in our previous effort, we released a uniformly assembled set of 661,405 genomes, consisting of all publicly available whole genome sequenced bacterial isolate data up to a cutoff of November 2018, enriched with various search indexes to make the data easier to sort and use. In this study, we first extend the dataset up to August 2024 with the same consistent assembly pipeline, more than tripling the number of genomes available. We also expand the scope of the dataset beyond genomes, as we begin a global collaborative project to generate annotations, species-specific analyses, evolutionary data, new search indices, and protein structural data. Our collaboration is therefore grass-roots, driven by the needs of different research communities within microbiology. In this paper, we describe the project as of release 2024-08, comprising 2,440,377 assemblies. All 2.4 million genomes have been uniformly reprocessed for quality criteria and to give taxonomic abundance estimates with respect to the GTDB phylogeny. We further enrich the dataset with sequence annotations from Bakta, antimicrobial resistance predictions from AMRFinderPlus, and AlphaFold2 protein structure predictions for the 17.7M hypothetical proteins. By applying an evolution-informed compression approach, the full set of genomes is just 130Gb: a reduction of about 23x compared to compressing individual assemblies. To make the resource as accessible as possible, we also provide multiple search indexes, a method for alignment to the full dataset, and cloud-based access to all the genomes. The AllTheBacteria data (https://allthebacteria.org/) has already been independently used in multiple other analyses; our goal is to make this a self-sustaining community-driven resource, which increases the accessiblity and reuse of bacterial genomes for a large range of purposes.", "date": "2025-08-26", "journal": ""}
{"title": "2P-NucTag: on-demand phototagging for molecular analysis of functionally identified cortical neurons", "doi": "10.1101/2024.03.21.586118", "authors": "Shi, J.; Nutkovich, B.; Kushinsky, D.; Rao, B. Y.; Herrlinger, S. A.; Tsivourakis, E.; Mihaila, T. S.; Malina, K. C.-K.; OToole, C. K.; Conde Paredes, M. E.; Yong, H. C.; Sanner, B. M.; Xie, A.; Varol, E.; Losonczy, A.; Spiegel, I.", "abstract": "Neural circuits are characterized by genetically and functionally diverse cell types. A mechanistic understanding of circuit function is predicated on linking the genetic and physiological properties of individual neurons. However, it remains highly challenging to map the transcriptional properties to functionally heterogeneous neuronal subtypes in mammalian cortical circuits in vivo. Here, we introduce a high-throughput two-photon nuclear phototagging (2P-NucTag) approach optimized for on-demand and indelible labeling of single neurons via a photoactivatable red fluorescent protein following in vivo functional characterization in behaving mice. We demonstrate the utility of this function-forward pipeline by selectively labeling and transcriptionally profiling previously inaccessible place and silent cells in the mouse hippocampus. Our results reveal unexpected differences in gene expression between these hippocampal pyramidal neurons with distinct spatial coding properties. Thus, 2P-NucTag opens a new way to uncover the molecular principles that govern the functional organization of neural circuits.", "date": "2025-08-26", "journal": ""}
{"title": "Optimizing Phylogenetic Eigenvector Regression: Union Eigenvectors, Robust Estimation, and Flexible Application to Comparative Analyses", "doi": "10.1101/2024.04.14.589420", "authors": "Chen, Z.-L.; Niu, D.-K.", "abstract": "Phylogenetic eigenvector regression (PVR) is widely used in ecology and evolution because it represents phylogenetic structure through modular eigenvectors rather than model-specific assumptions. Despite this flexibility, its implementation faces two challenges: the choice of eigenvectors and the default use of least-squares regression, which may reduce robustness under non-stationary evolution. A further source of uncertainty concerns the applicability of conventional rules for model complexity, such as the \"samples-per-variable (SPV) [&ge;] 10\" guideline. Here we propose an optimized PVR framework that addresses these issues. First, we show that eigenvectors selected independently from different traits often diverge, leading to inconsistent results, and that using their union provides stronger control of phylogenetic non-independence. Second, we evaluate robust regression estimators within PVR, demonstrating that PVR-MM, and in some cases even PVR-L2, maintain high accuracy under non-stationary evolutionary shifts where other non-robust methods deteriorate. Third, through simulation we reassess the SPV [&ge;] 10 rule, showing that PVR tolerates eigenvector counts well beyond this conventional threshold, offering more flexibility but requiring careful monitoring. Extensive simulations across diverse tree structures and evolutionary scenarios confirm that the optimized framework enhances both accuracy and robustness. By clarifying best practices for eigenvector selection, regression estimation, and model complexity, our results provide practical guidelines that improve the reliability of PVR and broaden its utility for phylogenetic comparative analyses.", "date": "2025-08-26", "journal": ""}
{"title": "Leaflet-specific phospholipid imaging using genetically encoded proximity sensors", "doi": "10.1101/2024.05.01.592120", "authors": "Moore, W. M.; Brea, R. J.; Knittel, C.; Wrightsman, E.; Hui, B.; Loui, J.; Ancajas, C. F.; Best, M. D.; Obara, C. J.; Devaraj, N. K.; Budin, I.", "abstract": "The lipid composition of cells varies widely across organelles and between individual membrane leaflets. Transport proteins are thought to generate this heterogeneity, but measuring their functions in vivo has been hampered by limited tools for imaging lipids at relevant spatial resolutions. Here we present fluorogen-activating coincidence encounter sensing (FACES), a chemogenetic tool capable of quantitatively imaging subcellular lipid pools and reporting their transbilayer orientation in living cells. FACES combines bioorthogonal chemistry with genetically encoded fluorogen-activating proteins (FAPs) for reversible proximity sensing of conjugated molecules. We first apply this approach to identify roles for lipid transfer proteins that traffic phosphatidylcholine pools between the ER and mitochondria. We then show that transmembrane domain-containing FAPs can reveal the membrane asymmetry of multiple lipid classes in the trans-Golgi network and be used to investigate the mechanisms that generate it. Lastly, we demonstrate FACES can be applied to measure other molecule classes, like sugars.", "date": "2025-08-26", "journal": ""}
{"title": "A computational approach to understanding effort-based decision-making in depression", "doi": "10.1101/2024.06.17.599286", "authors": "Valton, V.; Mkrtchian, A.; Moses-Payne, M.; Gray, A.; Kieslich, K.; VanUrk, S.; Samborska, V.; Halahakoon, D. C.; Manohar, S. G.; Dayan, P.; Husain, M.; Roiser, J. P.", "abstract": "Background: Motivational dysfunction is a core feature of depression, and can have debilitating effects on everyday function. However, it is unclear which disrupted cognitive processes underlie impaired motivation, and whether impairments persist following remission. Decision-making concerning exerting effort to obtain rewards offers a promising framework for understanding motivation, especially when examined with computational tools which can offer precise quantification of latent processes. Methods: Effort-based decision-making was assessed using the Apple Gathering Task, where participants decide whether to exert effort via a grip-force device to obtain varying levels of reward; effort levels were individually calibrated and varied parametrically. We present a comprehensive computational analysis of decision-making, initially validating our model in healthy volunteers (N=67), before applying it in a case-control study including current (N=41) and remitted (N=46) unmedicated depressed individuals, and healthy volunteers with (N=36) and without (N=57) a family history of depression. Results: Four fundamental computational mechanisms that drive patterns of effort-based decisions, which replicated across samples, were identified: overall bias to accept effort challenges; reward sensitivity; and linear and quadratic effort sensitivity. Traditional model-agnostic analyses showed that both depressed groups showed lower willingness to exert effort. In contrast with previous findings, computational analysis revealed that this difference was primarily driven by lower effort acceptance bias, but not altered effort or reward sensitivity. Conclusions: This work provides insight into the computational mechanisms underlying motivational dysfunction in depression. Lower willingness to exert effort could represent a trait-like factor contributing to symptoms, and might represent a fruitful target for treatment and prevention.", "date": "2025-08-26", "journal": ""}
{"title": "AEon: A global genetic ancestry estimation tool", "doi": "10.1101/2024.06.18.599246", "authors": "Warren, N. M.; Pinese, M.", "abstract": "Genetic ancestry is a major confounding factor in genetic association studies, and it is essential to estimate and account for ancestry in genomic research. Despite this importance, accurate ancestry information is difficult to obtain, and existing methods to estimate ancestry are not designed for modern sequencing data. This methodological gap hinders the integration of genetic ancestry information in modern research, and limits progress in finding the genetic determinants of disease in diverse populations. To address this gap we present AEon, a probabilistic model-based global ancestry estimation tool, ready for use on modern genomic data. AEon predicts an individual's fractional ancestral population membership, accounting for possible admixture. Unlike previous global ancestry estimation tools, AEon takes input directly from a VCF/BCF, includes default training data based on the 26 reference populations of the 1000 Genomes Project, and produces visualisation aids and diagnostics to complement data output. AEon's turnkey design significantly reduces the time taken to estimate ancestry from VCFs without compromising accuracy compared to ADMIXTURE analysis, with a 4.8-fold decrease in runtime for a file with 10,000 sites and 100 individuals. AEon is available at github.com/GenomicRisk/aeon.", "date": "2025-08-26", "journal": ""}
{"title": "Discovery of a Linked Constellation of Gene Expression Revealed by Local Editing of Fibroblasts in Tumors", "doi": "10.1101/2024.07.11.603114", "authors": "Kuhn, N. F.; Zaleta-Linares, I.; Hu, K. H.; Courau, T.; Davidson, B.; Tam, T.; combes, A. J.; Nyberg, W. A.; Eyquem, J.; Krummel, M. F.", "abstract": "Fibroblasts play critical roles in regulating cellular relationships during tissue homeostasis, immunity, and tumor biology at multiple sites. However, tools to perturb fibroblasts at just one site in vivo are limited, restricting our understanding of how these cellular relationships develop on a local level. We optimized local gene editing of fibroblasts in multiple mouse tumor models to investigate how locally restricted fibroblast perturbations affect the cellular tumor microenvironment (TME). By knocking out surface receptors Osmr, Tgfbr2, or Il1r1 on cancer-associated fibroblasts (CAFs), we uncover that TGFBR2 signaling loss uniquely induces the emergence of a Col18a1hi CAF cell state that is distinct from previously described fibroblast states and is associated with worse survival in human PDAC patients. Further application of a local as well as combinatorial gene knockout technology in CAFs reveals a circuit in which these Col18a1hi CAFs reshape the TME by recruiting Siglec-Fhi neutrophils via Cxcl5 expression; and that the Col18a1hi CAF cell state is further dependent on TNFR1 and canonical Wnt signaling. Together, a fast, affordable, and modular engineering method is demonstrated, allowing discovery of a modified fibroblast identify, as well as the network details of a local inter-cellular circuitry in a tumor.", "date": "2025-08-26", "journal": ""}
{"title": "A community-oriented, data-driven resource to improve protocol design for cardiac modelling from human pluripotent stem cells", "doi": "10.1101/2024.09.04.611313", "authors": "Chow, C. S. Y.; Shen, S.; Hanna, A.; Negi, S.; Tan, C. L. L.; Bao, S. C.; Fang, C.; Hudson, J. E.; Shim, W. J.; Cao, Y.; Palpant, N. J.", "abstract": "Protocol design and benchmarking is central to optimising model development using human pluripotent stem cell derived cardiomyocytes (hPSC-CMs). By applying data mining to decades of research and hundreds of peer reviewed studies, we evaluate how protocol variables associate with common properties of cardiac functional and physiological maturation. This resource is publicly accessible through CMPortal, a community-oriented website that provides data-driven tools for researchers to navigate leverage decades of knowledge for benchmarking protocol designs and outcomes for their dedicated applications in developmental biology, disease modelling, and drug screening.", "date": "2025-08-26", "journal": ""}
{"title": "High early lactational synchrony within baboon groups predicts increased female-female competition and infant mortality", "doi": "10.1101/2024.09.09.611196", "authors": "Winans, J. C.; Learn, N. H.; Siodi, I. L.; Warutere, J. K.; Archie, E. A.; Tung, J.; Alberts, S. C.; Markham, A. C.", "abstract": "In species where multiple breeding females co-reside in a social group, female-female competition may be particularly acute when many females have dependent young at the same time, with potential negative consequences for offspring survival. Here, we used more than four decades of data on wild baboons (Papio sp.) in Amboseli, Kenya, to examine the effects of \"early lactational synchrony\" (the proportion of females in a group with an infant <90 days old) on female-female agonistic interactions and infant survival. Because early lactation is energetically demanding for mothers and high-risk for infants, we expected both female-female aggression and protection by males to intensify during this period. In support, when early lactational synchrony was high, rates of female-female agonism increased. High-ranking females increased their time associating with adult males, while the time that low-ranking females associated with adult males decreased. Furthermore, high early lactational synchrony strongly predicted infant mortality, even though periods of high synchrony tended to be brief in duration in this nonseasonally breeding population. This association may result from both aggression among adult females and infanticidal behavior by peripubertal females. These findings provide novel evidence that synchronous reproduction alters competitive regimes and compromises reproductive outcomes even in nonseasonal breeders.", "date": "2025-08-26", "journal": ""}
{"title": "Nucleation limited assembly and polarized growth of a de novo-designed allosterically modulatable protein filament", "doi": "10.1101/2024.09.20.613980", "authors": "Shen, H.; Lynch, E. M.; Shi, C.; Watson, J. L.; Liu, Y.; Wu, K.; Bai, H.; Kim, C. J.; Sheffler, W.; Derivery, E.; De Yoreo, J. J.; Kollman, J. M.; Baker, D.", "abstract": "The design of inducibly assembling protein nanomaterials is an outstanding challenge. Here, we describe the computational design of a protein filament formed from a monomeric subunit that binds a peptide ligand. The cryoEM structure of the micron-scale fibers is very close to the computational design model. The ligand acts as a tunable allosteric modulator: while not part of the fiber subunit-subunit interfaces, the assembly of the filament is dependent on ligand addition, with longer peptides having more extensive interaction surfaces with the monomer, promoting more rapid growth. Seeded growth and capping experiments reveal that the filaments grow primarily from one end. We show that designed nucleators that present 12 copies of the peptide ligand promote fiber assembly at concentrations where otherwise assembly occurs very slowly, likely by generating critical local concentrations of monomer in the assembly competent conformation. Following filament assembly, the peptide ligand can be exchanged with free peptide in solution fused to any functional protein of interest, opening the door to a wide variety of tunable engineered materials.", "date": "2025-08-26", "journal": ""}
{"title": "A tale of three morphs I: Variations in nectar, reproductive compatibility, and abundance explain reproductive success of the morphs in a polymorphic ginger from Western Ghats, India", "doi": "10.1101/2024.09.21.614269", "authors": "Shrotri, S.; Gowda, V.", "abstract": "Background and aims: Floral color polymorphism is common in angiosperms, yet in perennial, clonal plants, proximate trait differences and reproductive differences among sympatric morphs remain poorly understood. This is primarily because perennial individuals can carry signatures of past selection regimes. We studied bract color polymorphism in a nocturnal ginger Curcuma caulina to ask: (i) Do nectar rewards, reproductive compatibility and pollinator visitation differ among color morphs? (ii) Does morph abundance correlate with fitness via ecological (pollinator-mediated) or physiological (compatibility) pathways? (iii) Do these traits predict realized reproductive success? Methods: We measured 22 floral/vegetative traits (n=30 per morph), nectar rewards (106 flowers), pollinator visitation rates (648 hours), and physiological compatibility (471 hand-pollinations treatments) and natural fruit and seed set ([&ge;]50 per morph) across three dominant morphs. Path analysis tested direct and indirect effects of morph abundance, nectar traits, pollinator visitation, and compatibility on reproductive fitness. Key results: Morphs did not differ in their morphological traits but showed differential nectar and reproductive compatibility traits. The rare red-white morph produced the highest nectar energy, received the most visits, had a leaky self-compatibility, and yet showed lowest seed count per fruit, while the most common green-red morph was self-incompatible, showed higher cross-compatibility and had highest seeds per fruit. The second common green-white morph showed intermediate abundance and also showed leaky self-compatibility. Path analysis indicated that morph abundance had both direct and indirect effects on reproductive fitness, mediated by nectar, pollinator visitation and compatibility. Conclusions: Reproductive success of the polymorphic C. caulina is a result of multi-trait interactions including pollinator interaction. That is, nectar traits and mating-system differences shape reproductive fitness of the morphs. We also highlight that in polymorphic perennial plants contemporary selection regimes may be acting alongside genotypic vestiges (historical genotypes present in extant population), thus complicating any frequency-dependent selection regime.", "date": "2025-08-26", "journal": ""}
{"title": "Comparing the Impact of Systemic Pituitary Adenylate-Cyclase-Activating Polypeptide (PACAP) and Calcitonin Gene-Related Peptide (CGRP) on Motion-induced Nausea and Balance Behaviors In Mice", "doi": "10.1101/2024.10.17.618743", "authors": "Rahman, S. M.; Dweh, A.; Luebke, A. E.", "abstract": "Pituitary adenylate-cyclase-activating polypeptide (PACAP), particularly its dominant isoform PACAP-38, is implicated in migraine and represents a promising therapeutic target. We investigated if intraperitoneally delivered (IP) PACAP-38 impacts motion-induced nausea, postural sway, and imbalance in C57BL/6J wildtype mice using the motion-induced thermoregulation, center of pressure (CoP), rotarod, and balance beam assays. We also assessed CGRPs effects on these behaviors in parallel. Our findings indicate that IP PACAP-38 significantly disrupts motion-induced thermoregulation in mice, with notable blunting of tail vasodilation responses in both sexes. Additionally, PACAP-38 administration increased postural sway in female mice only and caused balance beam imbalances. Contrary to IP CGRP, IP PACAP-38 did not affect rotarod performance when mice were trained on a dowel with 1.5 cm radius. Our findings provide preclinical evidence supporting a potential role of PACAP-38 in vestibular migraine pathophysiology. Future research will explore if PACAP antagonism can protect against PACAP-38s effects on nausea and balance behaviors, relevant to treatment of vestibular migraine (VM), especially for patients unresponsive to triptans or CGRP-targeting therapies.", "date": "2025-08-26", "journal": ""}
{"title": "Identification of a sub-population of synovial mesenchymal stem cells with enhanced treatment efficacy in a rat model of Osteoarthritis", "doi": "10.1101/2024.11.10.622893", "authors": "Al_Jezani, N.; Affan, A.; Leonard, C.; Das, N.; Almeida, L. G.; Young, D.; Masson, A. O.; Dufour, A.; Salo, P.; Railton, P.; Powell, J. N.; Krawetz, R. J.", "abstract": "Osteoarthritis (OA) is a painful and debilitating disease which has no cure and there are no treatments which can predictably stop/reverse its progression. Treating this disease is particularly difficult since the articular cartilage lacks intrinsic repair capacity even though mesenchymal stem cells (MSCs) are present in the joint environment and have robust chondrogenic potential. We have previously shown that there is heterogeneity of MSC sub-types within the human synovium, yet it remains unclear if any of these MSC types can regenerate cartilage and/or impact OA disease progression. Therefore, we have undertaken this study focusing on clonally derived MSC populations derived from the synovium of normal and OA patients to characterize if any MSC populations can positively impact OA disease trajectory in a rat model of OA. MSCs were clonally isolated by indexed flow cytometry, expanded in culture and then characterized for differentiation capacity and by quantitative proteomics. MSC clones were then transplanted into a xenograft rat OA model and treatment effect was determined by histology and immunofluorescence outcomes. We identified heterogeneity in putative MSCs derived from within and between patient groups (normal vs. OA) and the ability of these cells to effect repair in a rat OA model. However, these different sub-types of MSCs could not be distinguished by traditional cell surface markers showing the need for a better understanding of these populations at the single cell level. Using an unbiased proteomics approach, CD47 was identified a novel marker of human MSCs. Using the same rat model of OA, CD47Hi expressing cells were found to have robust treatment efficacy and directly contributed to the formation of new articular cartilage tissue. Characterizing MSCs is essential to understand which sub-types are appropriate for further clinical investigation. If OA patients still have functional MSCs in their synovium, then it is possible these cells can be exploited for cartilage regeneration / OA treatment strategies.", "date": "2025-08-26", "journal": ""}
{"title": "Squidiff: Predicting cellular development and responses to perturbations using a diffusion model", "doi": "10.1101/2024.11.16.623974", "authors": "He, S.; Zhu, Y.; Tavakol, D. N.; Ye, H.; Lao, Y.-H.; Zhu, Z.; Xu, C.; Chauhan, S.; Garty, g.; Tomer, R.; Vunjak-Novakovic, G.; Zou, J.; Azizi, E.; Leong, K. W.", "abstract": "Single-cell sequencing has revolutionized our understanding of cellular heterogeneity and responses to environmental stimuli. However, mapping transcriptomic changes across diverse cell types in response to various stimuli and elucidating underlying disease mechanisms remains challenging. Studies involving physical stimuli, such as radiotherapy, or chemical stimuli, like drug testing, demand labor-intensive experimentation, hindering mechanistic insight and drug discovery. Here we present Squidiff, a diffusion model-based generative framework that predicts transcriptomic changes across diverse cell types in response to environmental changes. We demonstrate Squidiff's robustness across cell differentiation, gene perturbation, and drug response prediction. Through continuous denoising and semantic feature integration, Squidiff learns transient cell states and predicts high-resolution transcriptomic landscapes over time and conditions. Furthermore, we applied Squidiff to model blood vessel organoid development and cellular responses to neutron irradiation and growth factors. Our results demonstrate that Squidiff enables in silico screening of molecular landscapes, facilitating rapid hypothesis generation and providing valuable insights for precision medicine.", "date": "2025-08-26", "journal": ""}
{"title": "Pathogen threat proximity shapes host extracellular vesicle production in pre-infection response", "doi": "10.1101/2024.11.18.624080", "authors": "Kolodziejska, K.; Szczepanska, A.; Vadlamani, S.; Ponath Sukumaran, R.; Radkiewicz, M.; Bringmann, H.; Pujol, N.; Pokrzywa, W.; Turek, M.", "abstract": "Extracellular vesicles (EVs) play a crucial role in immune responses, yet it remains unclear whether pathogen metabolites alone can stimulate EV production prior to infection. Using Caenorhabditis elegans, we investigate this question through the lens of exophers - large, evolutionarily conserved EVs known to enhance proteostasis, extend lifespan, and improve reproductive fitness. Our study uncovers distinct regulatory mechanisms driving EV production in response to pathogen-derived volatile metabolites and non-volatile secretome, providing insights into host-pathogen signaling before physical interaction. We reveal a sophisticated network that adjusts EV production based on pathogen proximity: non-volatile secretome (including tripeptide Ile-Pro-Pro), signaling an immediate threat, activate immune-dependent EV pathways, while volatile metabolites, forewarning potential danger, initiate immunity-independent exopher production. Both responses rely on sensory neurons, with ASK, ADL, and AWC neurons playing central roles in each, and additional input from ASI, AWB, and ASH neurons specifically enhancing non-volatile secretome-induced EV production. Downstream signal integration is mediated by a circuit involving the RMG hub and AIB/AIA interneurons, with the AIB-specific NPR-9 receptor playing a critical role. Molecularly, we identified multiple GPCRs, including SRI-19, SRI-36/39, and SRR-6, as crucial for the non-volatile response, and revealed that SRR-6 functions in the intestine to regulate muscle exopher production, demonstrating a novel gut-muscle signaling axis. Notably, exposure to volatile pathogen metabolites significantly boosts offspring fitness during infection in SRI-19-dependent manner, albeit at the cost of maternal survival when conditions are being harsher. Thus, our study shows that C. elegans distinguishes pathogen proximity through compound types, activating EV-dependent physiological responses tailored to either immediate or anticipated threats to optimize survival across generations.", "date": "2025-08-26", "journal": ""}
{"title": "mRNArchitect: sequence design of mRNA medicines", "doi": "10.1101/2024.12.03.626696", "authors": "Budzinska, M. A.; Zardbani, M.; Sidharta, M. P.; Waterhouse, J.; Leonard, T. E.; Ghodasara, A.; Lakshman Das, S.; Chang, R. Y.; Chaudhary, N.; Cheetham, S. W.; Mercer, T. R.; Gunter, H. M.", "abstract": "Sequence design is the critical first step in developing a new mRNA medicine. The mRNA primary sequence is assembled from multiple elements, including the coding sequence of the target protein or gene, flanking untranslated regions that impact expression, and the poly(A) tail, which improves stability. The mRNA primary sequence can be optimized to improve the performance of an mRNA medicine, including increasing translation and stability, and reducing reactogenicity. Here, we introduce mRNArchitect, a software toolkit to assist in the design of mRNA sequences. mRNArchitect can rapidly assemble and optimize mRNA sequences based on user requirements, including GC content, secondary structure, codon optimization, and uridine depletion. The sequences generated by mRNArchitect can also be readily synthesized and have been experimentally validated across a variety of applications. We present mRNArchitect as a software toolkit to help scientists design new mRNA medicines.", "date": "2025-08-26", "journal": ""}
{"title": "Distinct representational properties of cues and contexts shape fear learning and reversal", "doi": "10.1101/2024.12.16.628638", "authors": "Bouyeure, A.; Pacheco, D.; Fellner, M.-C.; Jacob, G.; Kobelt, M.; Rose, J.; Axmacher, N.", "abstract": "When we learn that something is dangerous, a fear memory is formed. However, this memory is not fixed and can be updated through new experiences, such as learning that the threat is no longer present. This process of updating, known as extinction or reversal learning, is highly dependent on the context in which it occurs. How the brain represents cues, contexts, and their changing threat value remains a major question. Here, we used functional magnetic resonance imaging and a novel fear learning paradigm to track the neural representations of stimuli across fear acquisition, reversal, and test phases. We found that initial fear learning creates generalized neural representations for all threatening cues in the brain's fear network. During reversal learning, when threat contingencies switched for some of the cues, two distinct representational strategies were observed. On the one hand, we still identified generalized patterns for currently threatening cues, whereas on the other hand, we observed highly stable representations of individual cues (i.e., item-specific) that changed their valence, particularly in the precuneus and prefrontal cortex. Furthermore, we observed that the brain represents contexts more distinctly during reversal learning. Furthermore, additional exploratory analyses showed that the degree of this context specificity in the prefrontal cortex predicted the subsequent return of fear, providing a potential neural mechanism for fear renewal. Our findings reveal that the brain uses a flexible combination of generalized and specific representations to adapt to a changing world, shedding new light on the mechanisms that support cognitive flexibility and the treatment of anxiety disorders via exposure therapy.", "date": "2025-08-26", "journal": ""}
{"title": "The Demodifier: a tool for screening modification-induced alternate peptide taxonomy in palaeoproteomics", "doi": "10.1101/2025.01.09.632126", "authors": "Evans, M.", "abstract": "In palaeoproteomic research, the accuracy of taxonomic matches is crucial, as research questions frequently hinge on which species were utilised by ancient people. However, protein modifications including deamidation of glutamine and asparagine, and conversion of glutamine or glutamic acid to pyroglutamic acid, can change the sequence of peptides, leading to spurious taxonomic detections and potentially inaccurate archaeological interpretations. While a handful of examples of this phenomenon have been reported in the literature, the issue is potentially much wider reaching than currently realised. In reality, any time a peptide containing a deamidated glutamine or asparagine residue, an unmodified glutamic acid or aspartic acid residue, or a pyroglutamic acid modification is detected by proteomic search software, the sequence, and therefore potentially its taxonomy, may be incorrect, which could potentially lead to unsound archaeological interpretations. The Demodifier is a fast, open source tool which solves this issue by screening for modification-induced alternate peptide taxonomy, enabling archaeologists to make informed interpretations of the taxonomies of peptides detected in ancient samples. To assess its utility, The Demodifier is tested against an archaeological dataset containing all unique peptides reported in palaeoproteomic studies of dental calculus and vessels. The results reveal that modification-induced alternate peptide taxonomies are severely under-reported, occurring 15% more frequently than previously understood. Modifications were found to produce three different types of inaccurate taxonomic matches: those which yielded completely different taxonomic lowest common ancestors to the input peptide, those which were more taxonomically specific than the input peptide, and those which were less taxonomically specific than the input peptide. The Demodifier therefore enables the rapid detection of potentially inaccurate peptide taxonomies, avoiding spurious archaeological interpretations in future studies.", "date": "2025-08-26", "journal": ""}
{"title": "Light of both high and low melanopic illuminance exerts positive effects on attention and alertness during daytime", "doi": "10.1101/2025.01.15.633100", "authors": "Bjerrum, L. B.; Visted, E.; Nordhus, I. H.; Osnes, B.; Bjorvatn, B.; Bugge Kambestad, O.; Hansen, M. E.; Sorensen, L.; Flo-Groeneboom, E.", "abstract": "Light exposure during the day exerts acute effects on attention, such as how alert and ready a person is for solving problems and goal-oriented behavior. However, to increase the understanding of how different light conditions during daytime affect our attention, there is a need for more studies. The current study, using a sample of healthy, young adults (N = 39; age = 21.7{+/-}2.6, 61.5% females), tested the acute effects of daytime exposure (09:00-11:00) to four artificial light conditions on attention and alertness with the Psychomotor Vigilance Task (PVT). The PVT was administered three times in short-wavelength 'blue' light [SWL, high melanopic illuminance], long-wavelength 'red' light [LWL, low melanopic illuminance], and bright white light [BWL] of high correlated color temperature, and white dim light [DL] as the control condition. PVT measures included fluctuations in attention, quantified as intra-individual Reaction Time (RT) variability and the number of lapses; mean RT; and optimum response capability (10% fastest RTs). Compared to DL, participants had significantly fewer lapses and faster mean RT during SWL and LWL, and they enhanced their optimum response capability during LWL. There were no significant effects of BWL, and light did not appear to have effects on RT variability. Surprisingly, SWL was not superior to LWL. Hence, our results suggest that light, irrespective of melanopic illuminance, has the potential to increase alertness and attention during daytime.", "date": "2025-08-26", "journal": ""}
{"title": "How good is Generative Diffusion Model for Enhanced Sampling of Protein Conformations Across Scales and in All-atom Resolution?", "doi": "10.1101/2025.01.16.633470", "authors": "Bera, P.; Mondal, J.", "abstract": "Molecular dynamics (MD) simulations are fundamental for probing the structural dynamics of biomolecules, yet their efficiency is limited by the high computational cost of exploring long-timescale events. Generative machine learning (ML) models, particularly the Denoising Diffusion Probabilistic Model (DDPM), offer an emerging strategy to enhance conformational sampling. In this study, we evaluate the capabilities and limitations of DDPM in generating atomistically accurate conformational ensembles across proteins of varying size and structural order, ranging from the 20-residue folded Trp-cage and 58-residue BPTI to the 83-residue intrinsically disordered region Ash1 and the 140-residue intrinsically disordered protein $\\alpha$-Synuclein. Training DDPM on relatively short MD trajectories using both torsion angle and all-atom coordinate data, we demonstrate that it can reproduce key structural features such as secondary structure, radius of gyration, and contact maps, while effectively sampling sparsely populated regions of the conformational landscape. Notably, DDPM can also generate novel conformations, including transitions not explicitly observed in the training data. However, the model occasionally overlooks low-probability regions and may produce conformers with unclear physical relevance, warranting independent validation. These limitations are particularly evident in flexible systems such as IDPs. Overall, this work benchmarks DDPM as a viable tool for augmenting MD simulations, offering enhanced sampling with significant computational savings, while noting its limitations in capturing low-populated conformers. At the same time, it highlights the importance of rigorous validation and thoughtful interpretation when deploying generative models in computational biophysics.", "date": "2025-08-26", "journal": ""}
{"title": "Thymic selection of the T cell receptor repertoire is biased toward autoimmunity in females", "doi": "10.1101/2025.01.21.633929", "authors": "Vantomme, H.; Quiniou, V.; Adda, L.; Jouannet, C.; Mhanna, V.; Albalaa, C.; Barennes, P.; Coatnoan, N.; Diderot, V.; Dubois, J.; Fourcade, G.; Le Gouge, K.; Nguekap Tchoumba, O.; Pezous, M.; Stys, P.; Six, A.; Mariotti Ferrandiz, E.; Klatzmann, D.", "abstract": "Women represent about 80% of patients with autoimmune diseases. This may partly result from sex-based differences in T cell receptor (TCR) selection during thymocyte development, potentially influenced by hormones and the lower expression of the Autoimmune Regulator (AIRE) transcription factor in females. To investigate this, we analyzed sex-specific differences in TCR generation and selection. We examined TCR repertoires in double-positive thymocytes and single-positive thymic cells, including CD8 and CD4 effector T cells and regulatory T cells (Tregs), derived from male and female organ donors. Minimal sex-based differences were observed in V and J gene usage, and there were no notable differences in TCR repertoire diversity, complementarity-determining region 3 (CDR3) length, amino acid composition, or network structure. No TCR sequences were exclusive to either sex. However, female effector T cells exhibited a significantly higher prevalence of TCRs specific to self-antigens implicated in autoimmunity compared to males, while female Tregs showed a reduced frequency of such TCRs. These differences were not observed for TCRs targeting self-antigens unrelated to autoimmunity or antigens associated with cancer or viruses. Our findings highlight a sex-specific imbalance in thymic selection of TCRs with autoimmunity-associated specificities, providing mechanistic insight into the increased susceptibility of women to autoimmune diseases.", "date": "2025-08-26", "journal": ""}
{"title": "Homeostatic bidirectional plasticity in Upbound and Downbound micromodules in a model of the olivocerebellar loop", "doi": "10.1101/2025.01.23.634547", "authors": "Fernandez Santoro, E. M.; Landsmeer, L. P. L.; Hamdioui, S.; Strydis, C.; De Zeeuw, C. I.; Badura, A.; Negrello, M.", "abstract": "Olivocerebellar learning is highly adaptable, unfolding over minutes to weeks depending on the task. However, the stabilizing mechanisms of the synaptic dynamics necessary for ongoing learning remain unclear. We constructed a model to examine plasticity dynamics under stochastic input and investigate the impact of inferior olive (IO) reverberations on Purkinje cell (PCs) activity and synaptic plasticity. We explored Upbound and Downbound cerebellar micromodules, which are organized loops of IO neurons, cerebellar nuclei neurons and microzones of PCs characterized by their unique molecular profiles and different levels of baseline firing. Our findings show synaptic weight convergence followed by stability of synaptic weights. In line with their relatively low and high intrinsic firing, we observed that Upbound and Downbound PCs have a propensity for potentiation and depression, respectively, with both PC types reaching stability at differential levels of overall strength of their parallel-fiber (PF) inputs. The oscillations and coupling of IO neurons participating in the Upbound and Downbound modules determine at which frequency band PFs can be stabilized optimally. Our results indicate that specific frequency components drive IO resonance and synchronicity, which, in turn, regulate temporal patterning across Upbound and Downbound zones, orchestrating their plasticity dynamics.", "date": "2025-08-26", "journal": ""}
{"title": "Under the cover of darkness: a transcriptomic exploration of clubroot during the night.", "doi": "10.1101/2025.01.31.635897", "authors": "Garvetto, A.; Auer, S.; Benade, F.; Hittorf, M.; Ludwig-Mueller, J.; Neuhauser, S.", "abstract": "Plasmodiophora brassicae (Phytomyxea, Rhizaria) is the etiological agent of clubroot disease, one of the most important diseases of Brassicaceae crops. Alteration of metabolism and hormone homeostasis leads to the formation of tumour-like galls in the roots of affected plants. Host plant energy metabolism, defence and developmental processes are under strong temporal control and the very same processes are affected by clubroot. For the first time, this study uses time-resolved transcriptome analyses to explore how P. brassicae affects Arabidopsis thaliana in the night during intermediate (14 days after inoculation; DAI) and late (21 DAI) infection. Day-night differences in gene expression were more pronounced in younger rather than older plants in our differential gene expression (DGE) analysis. Consequently, intermediate phases of infection showed more day-night differences than later ones. Clustering of differentially expressed genes (DEGs) in functional categories highlighted how some of the typical processes known to be disrupted by clubroot infection are more significantly affected in the night and also uncovered some disrupted exclusively in the night. RNA modification stood out as the most unambiguously upregulated process in infected Arabidopsis roots in the night. Analysis of the interaction between clubroot infection and diel oscillations in gene expression detected modifications in the rhythmicity of central circadian clock components during the infection. We discuss our findings in the context of manipulation of plant defence and metabolism, identifying targets for experimental validation and highlighting potential new lines of investigation of our time-resolved datasets to better understand the interaction between P. brassicae and its host.", "date": "2025-08-26", "journal": ""}
{"title": "MorphoNet 2.0: An innovative approach for qualitative assessment and segmentation curation of large-scale 3D time-lapse imaging datasets", "doi": "10.1101/2025.02.21.639560", "authors": "Gallean, B.; Laurent, T.; Biasuz, K.; Clement, A.; Faraj, N.; Lemaire, P.; Faure, E.", "abstract": "Thanks to recent promising advances in AI, automated segmentation of imaging datasets has made significant strides. However, the evaluation and curation of 3D and 3D+t datasets remain extremely challenging and highly resource-intensive. We present MorphoNet 2.0, a major conceptual and technical evolution designed to facilitate the segmentation, self-evaluation, and correction of 3D images. The application is accessible to non-programming biologists through user-friendly graphical interfaces and works on all major operating systems. We showcase its power in enhancing segmentation accuracy and boosting interpretability across five previously published segmented datasets. This new approach is crucial for producing ground-truth datasets of discovery-level scientific quality, critical for training and benchmarking advanced AI-driven segmentation tools, as well as for competitive challenges..", "date": "2025-08-26", "journal": ""}
{"title": "Facial gestures are enacted via a cortical hierarchy of dynamic and stable codes", "doi": "10.1101/2025.03.03.641159", "authors": "Ianni, G. R.; Vazquez, Y.; Rouse, A. G.; Schieber, M.; Prut, Y.; Freiwald, W.", "abstract": "Successful communication requires the generation and perception of a shared set of signals. Facial gestures are one fundamental set of communicative behaviors in primates, generated through the dynamic arrangement of dozens of fine muscles. While much progress has been made uncovering the neural mechanisms of face perception, little is known about those controlling facial gesture production. Commensurate with the importance of facial gestures in daily social life, anatomical work has shown that facial muscles are under direct control from multiple cortical regions, including primary and premotor in lateral frontal cortex, and cingulate in medial frontal cortex. Furthermore, neuropsychological evidence from focal lesion patients has suggested that lateral cortex controls voluntary movements, and medial emotional expressions. Here we show that lateral and medial cortical face motor regions encode both types of gestures. They do so through unique temporal activity patterns, distinguishable well-prior to movement onset. During gesture production, cortical regions encoded facial kinematics in a context-dependent manner. Our results show how cortical regions projecting in parallel downstream, but each situated at a different level of a posterior-anterior hierarchy form a continuum of gesture coding from dynamic to temporally stable, in order to produce context-related, coherent motor outputs during social communication.", "date": "2025-08-26", "journal": ""}
{"title": "Spontaneous eye movements reveal that human premotor cortex is involved in conceptual processing", "doi": "10.1101/2025.03.11.642662", "authors": "Pilacinski, A.; Wagner, L.; Besson, G.; Matos, M. J.; Araujo, E.; Klaes, C.", "abstract": "Non-visual saccades (NVS) are spontaneous eye movements humans make while thinking. Their role is puzzling and there is no framework to explain them in terms of underlying neural systems. Here we studied neural activity preceding NVS when subjects performed standardized abstract thinking tasks. We used high-density EEG and focused on frontal and parietal channels representing oculomotor cortical areas. We found that NVS are distinctively preceded by neural activity changes in frontal and parietal EEG channels qualitatively different to that for voluntary saccades. However, only the ERP amplitude changes in frontal channels, but not in parietal channels, were different from saccadic preparation. A source reconstruction analysis additionally revealed that presaccadic neural activity originated mainly in the premotor cortex. Frequency spectrum analyses showed increased synchronization in alpha to low gamma bands suggesting complex top-down and bottom-up processing. We propose that this presaccadic activity while thinking represents evidence accumulation and attentional shifts, as shown before in the premotor cortex during sensorimotor tasks. Our findings suggest that human thinking appears to function similarly to human actions and engages premotor areas responsible for evaluating and manipulating objects also when evaluating and manipulating concepts.", "date": "2025-08-26", "journal": ""}
{"title": "Inference and visualization of complex genotype-phenotype maps with gpmap-tools", "doi": "10.1101/2025.03.09.642267", "authors": "Marti-Gomez, C.; Zhou, J.; Chen, W.-C.; Stoltzfus, A.; Kinney, J. B.; McCandlish, D. M.", "abstract": "Understanding how biological sequences give rise to observable traits, that is, how genotype maps to phenotype, is a central goal in biology. Yet our knowledge of genotype-phenotype maps in natural systems is limited due to the high dimensionality of sequence space and the context-dependent effects of mutations. The emergence of Multiplex assays of variant effect (MAVEs), along with large collections of natural sequences, offer new opportunities to empirically characterize these maps at an unprecedented scale. However, tools for statistical and exploratory analysis of these high-dimensional data are still needed. To address this gap, we developed gpmap-tools (https://github.com/cmarti/gpmap-tools), a python library that integrates a series of models for inference, phenotypic imputation, and error estimation from MAVE data or collections of natural sequences in the presence of genetic interactions of every possible order. gpmap-tools also provides methods for summarizing patterns of epistasis and visualization of genotype-phenotype maps containing up to millions of genotypes. To demonstrate its utility, we used gpmap-tools to infer genotype-phenotype maps containing 262,144 variants of the Shine-Dalgarno sequence from both genomic 5'UTR sequences and experimental MAVE data. Visualization of the inferred landscapes consistently revealed high-fitness ridges that link core motifs at different distances from the start codon. In summary, gpmap-tools provides a flexible, interpretable framework for studying complex genotype-phenotype maps, opening new avenues for understanding the architecture of genetic interactions and their evolutionary consequences.", "date": "2025-08-26", "journal": ""}
{"title": "Frontoparietal Hubs Leverage Probabilistic Representations and Integrated Uncertainty to Guide Cognitive Flexibility", "doi": "10.1101/2025.03.21.644222", "authors": "Leach, S. C.; Hollow, H.; Jiang, J.; Hwang, K.", "abstract": "Adaptive behavior requires integrating information from multiple sources. These sources can originate from distinct channels, such as internally maintained latent cognitive representations or externally presented sensory cues. Because these signals are often stochastic and carry inherent uncertainty, integration is challenging. However, the neural and computational mechanisms that support the integration of such stochastic information remain unknown. We introduce a computational neuroimaging framework to elucidate how brain systems integrate internally maintained and externally cued stochastic information to guide behavior. Neuroimaging data were collected from healthy adult human participants (both male and female). Our computational model estimates trial-by-trial beliefs about internally maintained latent states and externally presented perceptual cues, then integrates them into a unified joint probability distribution. The entropy of this joint distribution quantifies overall uncertainty, which enables continuous tracking of probabilistic task beliefs, prediction errors, and updating dynamics. Results showed that latent-state beliefs are encoded in distinct regions from perceptual beliefs. Latent-state beliefs were encoded in the anterior middle frontal gyrus, mediodorsal thalamus, and inferior parietal lobule, whereas perceptual beliefs were encoded in spatially distinct regions including lateral temporo-occipital areas, intraparietal sulcus, and precentral sulcus. The integrated joint probability and its entropy converged in frontoparietal hub areas, notably middle frontal gyrus and intraparietal sulcus. Entropy adaptively reconfigured connectivity, first strengthening coupling with sensory regions, then motor and premotor regions that encode task output, and finally prediction-error circuits. These findings suggest that frontoparietal hubs read out and resolve distributed uncertainty to flexibly guide behavior, revealing how frontoparietal systems implement cognitive integration.", "date": "2025-08-26", "journal": ""}
{"title": "De novo design of inducibly assembling multi-component filaments", "doi": "10.1101/2025.03.26.645066", "authors": "Shen, H.; Lynch, E. M.; Jameson, N.; Decarreau, J.; Shi, C.; Chen, Z.; Sheffler, W.; Xu, M.; De Yoreo, J. J.; Zalatan, J. G.; Kollman, J. M.; Baker, D.", "abstract": "The design of multi-component nanomaterials is an outstanding challenge. Here, we describe the computational design of protein filaments with two or three distinct structural components that assemble into micron-scale, well-ordered fibers when mixed. CryoEM structure determination of four fiber designs was close to the computational design models. Filament assembly can be initiated by mixing the components, and modulated by addition and/or phosphorylation of designed regulatory subunits. This work demonstrates that regulatable multi-component protein filament systems can now be designed, opening the door to a wide range of engineered materials.", "date": "2025-08-26", "journal": ""}
{"title": "Immune surveillance and pruning of neuronal stem cells in the medaka retina", "doi": "10.1101/2025.04.01.646524", "authors": "Agarwal, R.; Benjaminsen, J.; Lust, K.; Becker, C.; Fuchs, N.; Hasel de Carvalho, E.; Eggeler, F.; El Said Ibrahim, O.; Aghaallaei, N.; Bajoghli, B.; Wittbrodt, J.", "abstract": "Stem cell populations in tissues require precise regulation of their number and quality to maintain proper organ growth and regenerative capacity. Amongst various regulatory mechanisms, immune cells are emerging to directly regulate stem cell populations. The medaka retinal stem cell niche, a model for lifelong neurogenic growth, provides a system to study immune cell-stem cell interactions. Here we investigate how microglia, the resident macrophages of the central nervous system, regulate the retinal stem cell niche. We identify that bona fide retinal stem cells express the chemokine ccl25b while its cognate receptor, ccr9a, is expressed in microglia. These microglia form a static surveillance ring adjacent to the stem cell niche and actively phagocytose retinal stem cells. We show that targeted mutation of ccl25b affects microglia mobility and leads to reduction of retinal-stem cell-derived material in microglia. Interference with microglia by deletion of spi1b reveals that microglia absence leads to increased numbers of ccl25b-positive stem cells and results in morphological defects in the retinal stem cell niche and retina. Overall, our data show that under homeostatic conditions the retinal stem cell population, essential for proper eye development, is actively pruned by immune surveillance.", "date": "2025-08-26", "journal": ""}
{"title": "Rational design of selective bispecific EPO-R/CD131 agonists", "doi": "10.1101/2025.04.10.648227", "authors": "Doiron, K. E.; Way, J. C.; Silver, P. A.", "abstract": "Erythropoietin (EPO) suppresses apoptosis and promotes survival by signaling through EPO-R/EPO-R on hematopoietic progenitors or EPO-R/CD131 on non-hematopoietic cells. However, EPO signaling through EPO-R/CD131 is controversial and there is no solved structure of a complex. Here, we constructed a structural model of EPO-R/CD131 and designed several anti-EPO-R, anti-CD131 bispecific proteins that selectively activate EPO-R/CD131. Treatment with these fusion proteins is sufficient to activate STAT5 phosphorylation downstream of EPO-R/CD131 without engaging EPO-R/EPO-R. We demonstrated that proteins with a tandem scFv or bispecific antibody format activate EPO-R/CD131, in contrast to an equimolar mixture of the individual scFvs. Finally, we explored the effect of modifications to binding domain arrangement and linker length and found results consistent with our structural model of an EPO-R/CD131 complex. These findings highlight the utility of bispecific scaffolds in the development of cytokine receptor agonists and provide a foundation for the study of EPO-R/CD131 biology and future clinical development.", "date": "2025-08-26", "journal": ""}
{"title": "Monocyte Metabolic Plasticity and Cytokine Production Differentiate Latent TB Infection from Active Disease", "doi": "10.1101/2025.04.24.650431", "authors": "Jameson, G.; Batten, I.; Dyer, A. H.; Geoghegan, C.; Murray, M.; McDonnell, N.; Murphy, D. M.; Connolly, S. A.; McLaughlin, A. M.; O Maoldomhnaigh, C.; Gleeson, L. E.; Keane, J.; Basdeo, S. A.", "abstract": "Rationale: Monocytes are central to host defence against Mycobacterium tuberculosis (Mtb), yet their functional and metabolic profiles during latent TB infection (TBI) and active TB disease (TBD) remain poorly defined. Immunometabolic dysfunction may underlie ineffective responses in TB, but cell-specific mechanisms are unclear. Objectives: To compare the phenotypic, functional, and metabolic profiles of circulating monocytes from individuals with TBI, TBD, and healthy controls (HC), and assess the impact of treatment. Measurements: Peripheral blood monocytes were profiled using high-dimensional flow cytometry, Luminex cytokine/chemokine assays, and SCENITH, a flow-based metabolic assay. Unstimulated and Mtb-stimulated monocytes from treatment-naive and treated individuals were analysed. Main Results: Monocytes from TBI and TBD showed distinct phenotypes from HC, marked by elevated CD14 and CD45RA. HLA-DR was reduced in TBI versus HC and further decreased in TBD. TNF receptors were downregulated in TBI but unchanged in TBD. Baseline cytokine and chemokine profiles in TBI and TBD were similar (yet distinct from HC), but Mtb stimulation elicited a stronger cytokine response in TBI. Metabolically, TBI and TBD monocytes exhibited increased glycolysis and reduced mitochondrial dependence versus HC. Treatment partially restored mitochondrial function. Upon Mtb challenge, TBI monocytes had higher glycolytic capacity than TBD. Conclusions: Monocyte metabolic plasticity and cytokine production distinguish latent from active TB and are partially reversible with treatment. Circulating monocyte metabolism reflects TB immune status and may serve as a biomarker or therapeutic target. Reprogrammed glycolytic profiles in TBI contrast with impaired adaptability in TBD, suggesting dysfunctional myeloid activation during disease.", "date": "2025-08-26", "journal": ""}
{"title": "Evolution of a fuzzy ribonucleoprotein complex in viral assembly", "doi": "10.1101/2025.04.26.650775", "authors": "Zhao, H.; Li, T.; Hassan, S. A.; Nguyen, A.; Datta, S. A.; Zhang, G.; Trent, C.; Czaja, A. M.; Wu, D.; Aronova, M. A.; Lai, K. K.; Piszczek, G.; Leapman, R. D.; Yewdell, J. W.; Schuck, P.", "abstract": "Previously we showed that the genetic diversity of SARS-CoV-2 nucleocapsid (N) protein explores a wide range of biophysical properties facilitated by non-local impact of point mutations to its intrinsically disordered regions (IDRs) (Nguyen et al., 2024). This includes modulation of self-association, such as the creation of a de novo binding interface through the P13L mutation characteristic of Omicron variants. In the present work we focus on the key function of N condensing viral RNA into ribonucleoprotein particles (RNPs) for viral assembly. Lacking high-resolution structural information, biochemical and biophysical approaches have revealed architectural principles of RNPs, which involve cooperative interactions of several protein-protein and protein-RNA interfaces, initiated through oligomerization of conserved transient helices in the central disordered linker of N. Here we study the impact of defining N-protein mutations in variants of concern on RNP formation, using biophysical tools, a virus-like particle assay, and reverse genetics experiments. We find convergent evolution in repeated, independent introduction of amino acid substitutions strengthening existing binding interfaces, compensating for other substitutions that promote viral replication but decrease RNP stability. Furthermore, we show P13L of Omicron enhances RNP assembly and increases viral fitness. Overall, our data reveal RNP complexes to be highly variable not only in sequence and conformations, but also in thermodynamic and kinetic stability, with its pleomorphism affecting basic architectural principles. We hypothesize that the formation of polydisperse, fuzzy N-RNA clusters with multiple distributed weak binding interfaces optimizes reversible RNA condensation, while supporting host adaptation and allowing for a large sequence space to be explored.", "date": "2025-08-26", "journal": ""}
{"title": "Predicting antifolate resistance in the unculturable fungal pathogen Pneumocystis jirovecii", "doi": "10.1101/2025.05.07.652661", "authors": "Rouleau, F. D.; Dube, A. K.; Pageau, A.; Desautels, L.; Dufresne, P. J.; Landry, C. R.", "abstract": "Pneumocystis jirovecii is a fungal pathogen causing Pneumocystis pneumonia in humans, mainly in immunocompromised individuals. Infections by P. jirovecii are treated using the antifolate combination drug trimethoprim-sulfamethoxazole (TMP-SMX), targeting the dihydrofolate reductase (DHFR) and the dihydropteroate synthase (DHPS). In recent years, there has been an increase of treatment failure, with no mutations observed in the DHPS, implying the potential evolution of resistance through this pathogen's DHFR (PjDHFR). Experimental methods to study this pathogen are limited, as it cannot be grown in vitro. Model fungi are insensitive to TMP-SMX due to unknown mechanisms, preventing the use of functional complementation to study mutations causing resistance to this specific drug combination. In a previous study, we conducted deep mutational scanning (DMS) on PjDHFR to identify resistance mutations to methotrexate (MTX), another antifolate drug. Here, by leveraging this data, as well as computational data modeling aspects of protein function and stability in the PjDHFR-MTX complex, we train a machine learning model to predict the effect of mutations on MTX resistance. We find that the model can predict the effect of mutations outside of its training dataset (balanced accuracy on training set: 98.3%, and 88.3% on testing set). We also find that the best predictors of resistance, such as distance to ligand and effect on region flexibility, are coherent with previously established models, and that experimental data about the effect of mutations on protein function is critical to optimize model performance. Using this model on computational data generated using the PjDHFR-TMP complex, we predict the effect of mutations on resistance to TMP. We predict TMP resistance mutations in PjDHFR that did not confer resistance to MTX, one of which had been characterized in vitro as reducing affinity to TMP by 100-folds. We compare the predictions from this model to PjDHFR sequences from previously and newly sequenced clinical samples. Our results offer a resource to interpret the impact of amino acid variants in PjDHFR on TMP resistance, as well as methods to predict resistance in hard-to-study organisms.", "date": "2025-08-26", "journal": ""}
{"title": "A Unique Role for the Hippocampus in Cue Integration During Human Spatial Navigation", "doi": "10.1101/2025.05.14.654008", "authors": "Wei, Z.; Wolbers, T.; Chen, X.", "abstract": "It is a central question in cognitive neuroscience how the brain integrates diverse sensory inputs to improve cognitive performance. This study investigated this question in the domain of human spatial navigation using high-field fMRI, a novel navigation task, and desktop virtual reality. Participants learned and retrieved spatial locations using landmarks alone (landmark condition), visual self-motion cues alone (i.e., optic flow; self-motion condition), or both cues together (combination condition). Behaviorally, participants benefited from cue integration. fMRI analyses revealed a cue integration effect in the hippocampus, which displayed positional coding only in the combination condition, and only in participants who showed behavioral evidence of cue integration. Notably, the posterior hippocampus exhibited stronger positional coding in the combination condition than in both single-cue conditions. Additionally, positional coding in the hippocampus predominantly reflected actual, rather than self-reported, locations, suggesting relatively early involvement in the cue integration process. These findings suggest that the hippocampus supports precise memory-guided navigation by integrating different spatial cues, a function beyond simple spatial representation. More broadly, this work helps reconcile the longstanding debate regarding the role of the hippocampus in spatial navigation versus episodic and relational memory, facilitating a unified understanding of hippocampal function.", "date": "2025-08-26", "journal": ""}
{"title": "SLC35G3 is a UDP-N-acetylglucosamine transporter for sperm glycoprotein formation and underpins male fertility in mice", "doi": "10.1101/2025.05.12.653469", "authors": "Mashiko, D.; Tonai, S.; Miyata, H.; Matzuk, M.; Ikawa, M.", "abstract": "Despite the recognized importance of glycans in biological phenomena, their complex roles in spermatogenesis and sperm function remain unclear. SLC35G3, a 10-transmembrane protein specifically found in early round spermatids, belongs to the sugar-nucleotide transporter family, indicating its involvement in glycan formation. In this study, we found that Slc35g3 knockout male mice were sterile due to impaired sperm functions in uterotubal junction passage, zona pellucida binding, and oocyte fusion. Mouse SLC35G3 has UDP-GlcNAc transporter activity, and its ablation caused abnormal processing of the sperm plasma membrane and acrosome membrane proteins. Reported human SLC35G3 mutations (F267L and T179HfsTer27) diminished the UDP-GlcNAc transporter activity of SLC35G3, implying infertility risks in males carrying these mutations. Our findings unveil the vital roles of SLC35G3 in the glycan formation of sperm membrane proteins critical for sperm fertilizing ability.", "date": "2025-08-26", "journal": ""}
{"title": "Adrenergic Hypersensitivity Drives Ventricular Arrhythmias Following Loss of Plexin-Mediated Cardiac Innervation", "doi": "10.1101/2025.05.20.655085", "authors": "Zhu, C.; Makita, T.; Lucero, E.; Jyothidasan, A.; Patel, R.; Wang, J. J.; Cao, Y.; Rockman, H. A.; Shivkumar, K.", "abstract": "Background: Ventricular arrhythmias (VAs) are a leading cause of death and arise from a combination of cardiac muscle injury and dysfunction of the intramyocardial sympathetic nerves that control cardiac electrophysiology. The adrenergic mechanisms by which intramyocardial nerves contribute to arrhythmogenesis are poorly understood. Semaphorin-plexin signaling pathways are responsible for developmental guidance of sympathetic nerves onto the heart and have previously been associated with VAs in humans. Objective: To investigate adrenergic control of arrhythmogenesis, we probed the cardiac electrophysiology of a Plexin-A3/-A4 double knockout mouse with loss of cardiac adrenergic nerves. Methods: We studied cardiac structure and function using tissue clearing, immunohistochemistry, and echocardiography. We utilized ECG and optical mapping of action potentials to evaluate electrophysiologic responses to pharmacologic beta ({beta})-adrenergic stimulation and blockade. We measured circulating catecholamines and quantified {beta}-adrenergic receptor ({beta}AR) density in cardiac membranes. Finally, we performed a phenome-wide association study utilizing data from the UK Biobank to search for associations between PLXNA4 and human arrhythmias. Results: Mice with loss of plexin-dependent cardiac innervation had structurally normal hearts but displayed spontaneous VAs driven by adrenergic hypersensitivity, as well as increased cardiac {beta}AR density. Several human PLXNA4 variants were associated with arrhythmia phenotypes. Conclusion: These data establish a model of VAs driven by enhanced adrenergic receptor signaling, in the absence of structural heart disease, which can be used to investigate adrenergic mechanisms of arrhythmogenesis and to identify novel antiarrhythmic targets.", "date": "2025-08-26", "journal": ""}
{"title": "Time-series modeling with neural flow maps", "doi": "10.1101/2025.06.18.660388", "authors": "Xu, B.; Ho, Z. E.; Huang, Y.", "abstract": "Constructing mathematical models from data is fundamental for understanding complex systems across scientific disciplines. However, real-world data often pose challenges such as irregular sampling, sparsity, and noise, that hinder the development of accurate, mechanistic models. In this work, we present a deep learning framework that directly reconstruct flow maps from data, assuming only that the observed patterns arise from an autonomous dynamical system. We demonstrate that our method accurately captures system dynamics across diverse settings, even with limited and irregularly sampled training data. When applied to the circadian transcriptomic time series data, it generates biologically valid predictions by integrating information across multiple organs. By parameterizing the full dynamical system, our proposed approach enables efficient computation of time derivatives and Jacobians directly from data, offering a powerful tool for analyzing and interpreting high-dimensional biological systems.", "date": "2025-08-26", "journal": ""}
{"title": "NucleoBench: A Large-Scale Benchmark of Neural Nucleic Acid DesignAlgorithms", "doi": "10.1101/2025.06.20.660785", "authors": "Shor, J.; Strand, E.; McLean, C. Y.", "abstract": "One outstanding open problem with high therapeutic value is how to design nucleic acid sequences with specific properties. Even just the 5 UTR sequence admits 2 x 10120 possibilities, making exhaustive exploration impossible. Although the field has focused on developing high-quality predictive models, techniques for generating sequences with desired properties are often not well benchmarked. Lack of benchmarking hinders production of the best molecules from high-quality models, and slows improvements to design algorithms. In this work, we performed the first large-scale comparison of modern sequence design algorithms across 16 biological tasks (such as transcription factor binding and gene expression) and 9 design algorithms. Our benchmark, Nucle-oBench, compares design algorithms on the same tasks and start sequences across more than 400K experiments, allowing us to derive unique modeling insights on the importance of using gradient information, the role of randomness, scaling properties, and reasonable starting hyperparameters on new problems. We use these insights to present a novel hybrid design algorithm, AdaBeam, that outperforms existing algorithms on 11 of 16 tasks and demonstrates superior scaling properties on long sequences and large predictors. Our benchmark and algorithms are freely available online1.", "date": "2025-08-26", "journal": ""}
{"title": "Dicer accumulates in cytoplasmic foci upon alphavirus infection and plays a proviral role in Myotis myotis bat cells", "doi": "10.1101/2025.07.10.664130", "authors": "Gaucherand, L.; Marie, H.; Cremaschi, J.; Pfeffer, S.", "abstract": "Bats are reservoirs for many viruses that frequently cause epidemics in humans and animals. It is thus critical to better understand their immune system and mechanisms of antiviral immunity. Despite an increasing number of studies, much is still unknown about the molecular mechanisms that govern bat-virus interactions, especially given the large diversity of bat species. Dicer is a conserved ribonuclease with multiple activities that can modulate antiviral immunity, including the detection of viral RNA as part of the RNA interference (RNAi) pathway, the maturation of micro RNAs, and the direct inhibition of innate immunity in mouse and human cells. In view of these complex activities of Dicer, we tested its antiviral activity in Myotis myotis nasal epithelial cells. Surprisingly, we did not see strong evidence of RNAi in these cells, but instead saw a proviral effect of Dicer for two alphaviruses, Sindbis and Semliki forest virus. We also observed a striking relocalization of Dicer to cytoplasmic foci upon infection with these viruses, which did not occur in the several human cell lines we tested. These foci contained dsRNA and viral plus strand RNA, suggesting that they are sites of viral replication. Finally, we found that factors specific to M. myotis cells are needed for Dicer relocalization. Overall, we propose that Dicer can play different roles in different bat species and/or cell types, and is being repurposed by alphaviruses to promote viral replication.", "date": "2025-08-26", "journal": ""}
{"title": "An extended β-finger motif is near-ubiquitous in kinase fusion proteins", "doi": "10.1101/2025.07.14.664643", "authors": "Powell, O. R.; Gilbert, D.; Wulff, B. B. H.", "abstract": "Kinase fusion proteins (KFPs) are immune receptors that confer disease resistance in wheat (Triticum aestivum) and barley (Hordeum vulgare). We discovered that KFPs with a confirmed function share an extended {beta}-finger motif, a Poaceae-specific feature that originated ~98 million years ago. The genes encoding these receptors are among the most highly expressed within the plant KFP repertoire, suggesting that elevated transcript abundance is a hallmark of their disease resistance function.", "date": "2025-08-26", "journal": ""}
{"title": "A Regulatory Role of Molecular Chaperones in Excited States and Functions of Folded Enzymes", "doi": "10.1101/2025.07.15.664663", "authors": "Wang, G.; Bin, Y.; Chen, Y.; Ding, R.; Qi, S.; Zhao, X.; Zhou, G.; Zhang, X.; Hiller, S.; Liu, M.; He, L.", "abstract": "Molecular chaperones are recognized for assisting protein folding. Emerging evidence suggests that chaperones also interact with natively folded proteins. Yet their functional impact on folded proteins remains unclear. Here, we show that chaperones can directly modulate the conformational dynamics and catalytic efficiency of enzymes in their native states. Spy and Hsp70 increased lysozyme activity by altering conformational exchanges, and this effect extended across other chaperones and enzymes. Hsp70, Spy, Hsp104, and Hsp20 enhanced the catalytic activities of multiple folded enzymes, including alkaline phosphatase, DNA polymerase Pfu, endonucleases Cas12a/Cas13a, and xylanase. These findings uncover an unanticipated function of chaperones in regulating enzyme function expanding their mechanistic scope beyond folding assistance and suggests opportunities in enzyme engineering, diagnostics, and cellular regulation.", "date": "2025-08-26", "journal": ""}
{"title": "Detecting cortical index of arousal in sleeping patients with unresponsive wakefulness syndrome", "doi": "10.1101/2025.08.02.668275", "authors": "Li, M.; Pan, J.; Han, J.; Bao, X.; Wu, H.; Wang, F.; Yu, Y.; Li, A.; Liu, Y.; Chen, D.; Yang, X.; He, Y.; Qin, P.; Li, Y.", "abstract": "Consciousness is assumed to be defined by two components: awareness and arousal. However, compared with awareness, the cortical index for arousal remains lacking in clues. Since patients with unresponsive wakefulness syndrome (UWS) are supposed to have no awareness but arousal, sleep-wake cycle in patients with UWS may reflect pure arousal fluctuations, and then could highlight the cortical indexes for arousal. This study recorded nighttime polysomnography in patients with UWS, patients with minimally conscious state and healthy controls. The EEG signal showed that spectral slope could index arousal, fluctuating among sleep stages in all three groups. Both spectral entropy and Lempel-Ziv complexity indexed awareness, showing a significant difference between conscious and unconscious states. These findings provide fundamental evidence for the two-component hypothesis of consciousness.", "date": "2025-08-26", "journal": ""}
{"title": "Teneurin-3 and latrophilin-2 are required for somatotopic map formation and somatosensory topognosis", "doi": "10.1101/2025.08.13.670179", "authors": "Sangster, K. T.; Zhang, X.; del Toro, D.; Sarantopoulos, C.; Moses, A. M.; Mahasenan, S.; Pederick, D. T.; Perreault, S.; Fallet-Bianco, C.; Roome, R. B.; Seiradake, E.; Luo, L.; Kania, A.", "abstract": "Somatotopy is a recurring organisational feature of the somatosensory system where adjacent neurons and their connections represent adjacent regions of the body. The molecular mechanisms governing the formation of such \"body maps\" remain largely unknown. Here we demonstrate that the cell surface proteins teneurin-3 and latrophilin-2 are expressed in opposing gradients in multiple somatotopic maps in the mouse, including within the dorsal horn of the spinal cord. Genetic manipulation of these proteins in spinal dorsal horn or sensory neurons distorts the somatotopy of neuronal connections and impairs accurate localisation of a noxious stimulus on the surface of the body. Our work provides the foundation for a molecular model of somatotopic map formation and insights into their function in the localisation of somatosensory stimuli or topognosis.", "date": "2025-08-26", "journal": ""}
{"title": "DIPLOMAT: multi-animal tracking with efficient manual editing", "doi": "10.1101/2025.08.11.669786", "authors": "Robinson, I.; Glidden-Handgis, G.; Panchal, N.; Insel, N.; Wheeler, T.", "abstract": "Recent advances in computer vision have enabled the development of automated animal behavior observation tools. Several software packages currently exist for concurrently tracking pose in multiple animals; however, existing tools still face challenges in maintaining animal identities across frames and can demand extensive human oversight and editing. Here we report on DIPLOMAT, a Deep learning-based, Identity-Preserving, Labeled-Object Multi-Animal Tracker, which implements automated algorithms to improve identity continuity, supplemented by a human interface to help eliminate remaining errors. DIPLOMAT is designed to perform multi-animal tracking by building on the per-frame pose prediction models of two state-of-the-art tools, DeepLabCut and SLEAP, applying novel methods to tolerate occlusion and preserve animal identity across frames. Notable features include leveraging model-derived positional probabilities to compute independent maximum probability traces across frames of a video, use of video-specific skeletal constraints, and implementation of an efficient user interface for resolving errors.", "date": "2025-08-26", "journal": ""}
{"title": "Regulated development of cannibalistic supergiant cells", "doi": "10.1101/2025.08.19.671124", "authors": "Larson, B. T.; Giannotti, D.; Mtawali, M.; Lord, S. J.; Boscaro, V.; Keeling, P. J.", "abstract": "Virtually all paradigms in developmental biology apply to differentiating cells and tissues within multicellular animals and plants. However, unicellular eukaryotes, which must simultaneously perform all roles necessary for organismal function, also form complex and specialized structures, using processes that take place exclusively within the confines of a single cell. Here, we describe a ciliate (Euplotes gigatrox sp. nov.) undergoing drastic morphological transformations within a genetically uniform population, the most spectacular being the appearance of \"supergiants\" that increase in size, change shape, and modify their locomotion and feeding behaviour to cannibalize clonal relatives. We explore supergiant formation from the perspective of life cycle, ecological strategy, and gene expression, demonstrating that supergiants are distinct, regulated, transcriptionally unique stages. These reversibly differentiated cells require both external and internal triggers to develop and have evolved regulatory loops to ensure coupling between environmental and physiological conditions. This system provides a blueprint for approaching both cell differentiation and functional ecology in unicellular organisms, which might open new avenues for the generalization and contextualization of known morphogenetic mechanisms, as well as the discovery of new ones.", "date": "2025-08-26", "journal": ""}
{"title": "Enhancing the outcome of crystallographic screening for efficient drug discovery by choosing the right crystal form", "doi": "10.1101/2025.08.20.671191", "authors": "Barthel, T.; Wollenhaupt, J.; Benz, L. S.; Reinke, P. Y. A.; Zhang, L.; Oelker, M.; Lennartz, F.; Taberman, H.; Mueller, U.; Meents, A.; Hilgenfeld, R.; Weiss, M. S.", "abstract": "Crystallographic fragment screening (CFS) is a powerful tool to identify starting points for drug development. A popular target for extensive CFS activities has been the SARS-CoV-2 main protease (MPro). In most of the published screening campaigns the monoclinic crystal form of MPro was used, although it was reasoned that the orthorhombic crystal form of MPro might be better suited. Here, two CFS campaigns with the same fragment library and an almost identical experimental setup were carried out against the two crystal forms of MPro. While both crystal forms exhibit similar diffraction properties, the observed hit rates in the two campaigns were vastly different. For the monoclinic crystals a hit rate of 3% was determined, while a hit rate of 16% was observed for the orthorhombic crystals. These findings align with a more open molecular packing in the orthorhombic crystals shown also by in silico analysis, which indicates better accessibility of the active site. Our results highlight the critical importance of choosing an optimal crystal system for the preparation of crystallographic fragment-screening campaigns.", "date": "2025-08-26", "journal": ""}
{"title": "Integration of Bioinformatics and Machine Learning to Characterize Fusobacterium nucleatum's Pathogenicity", "doi": "10.1101/2025.08.21.671586", "authors": "Tian, Z.; Lio, P.", "abstract": "Fusobacterium nucleatum has been found to be associated with cancer lesions in both oral and colon cancers. Although important studies have dissected the clinical aspects of its remarkable pathogenicity, there is a lack of molecular studies. Our computational work based on bioinformatics and machine learning methodologies has predicted potential pathogenicity islands. The study has involved the analysis of genome-based compositional bias, promoter maps, codon adaptation index, protein structure, and characterized these genomic regions on the basis of predicting protein interactions and metabolic models. Although most of the currently in use pathogenicity islands finder software detect the presence of three pathogenicity islands, our analysis suggests that only one is present. Furthermore, we have investigated and discussed the metabolic advantages of pathogenicity, particularly iron ion scavenging activity. Our work has two immediate and important benefits: the improved understanding of the biological processes that shape the pathogenicity and evolution of Fusobacterium nucleatum at the molecular level and the improved ability to integrate and automate the state-of-the-art bioinformatics tools and machine learning approaches in the inference of the mechanistic interpretability of a pathogenic phenotype.", "date": "2025-08-26", "journal": ""}
{"title": "Engineered heat-stable variants of Trypanosoma cruzi flagellar protein Tc24 enable serological detection of Chagas disease", "doi": "10.1101/2025.08.23.671862", "authors": "Batra, S.; Waugh, C.; Harris, G.; Muskett, F. W.; Gianga, T. M.; Hussain, R.; Siligardi, G.; Mertens, P.; Turpins, L.; Draye, M.; Rooney, B.; Miles, M. A.; Bhattacharyya, T.; Campeotto, I.", "abstract": "Chagas disease, caused by the protozoan Trypanosoma cruzi, is one of the major neglected diseases globally, killing 12,000 people per year and silently infecting an estimated 7 million people worldwide. Current diagnostic methods are limited by cost, complexity and cold-chain requirements. The T. cruzi flagellar protein Tc24 is a promising antigen for serological tests but suffers of poor solubility and heat stability. Here, we computationally engineered and produced three variants of Tc24, which exhibit remarkable heat stability, up to 69{degrees}C, and express with higher solubility in E. coli compared to the wild-type protein, reducing production costs, eliminating the need for a cold chain and therefore facilitating cost-effective production and storage without refrigeration and even in lyophilised form. These variants remained remarkably stable for 70 days in solution at 25{degrees}C and successfully detected antibodies in human sera samples from Chagas disease patients from Northern and Southern regions of Latin America, demonstrating the preservation of their antigenicity. The best-performing engineered variant was incorporated into a prototype of lateral flow test, demonstrating potential for rapid, affordable and accessible Chagas disease diagnostics in resource-limited settings.", "date": "2025-08-26", "journal": ""}
{"title": "Advancing Codon Language Modeling with Synonymous Codon Constrained Masking", "doi": "10.1101/2025.08.19.671089", "authors": "Heuschkel, J.; Kingsley, L.; Pefaur, N.; Nixon, A.; Cramer, S.", "abstract": "Codon language models offer a promising framework for modeling protein-coding DNA sequences, yet current approaches often conflate codon usage with amino acid semantics, limiting their ability to capture DNA-level biology. We introduce SynCodonLM, a codon language model that enforces a biologically grounded constraint: masked codons are only predicted from synonymous options, guided by the known protein sequence. This design disentangles codon-level from protein-level semantics, enabling the model to learn nucleotide-specific patterns. The constraint is implemented by masking non-synonymous codons from the prediction space prior to softmax. Unlike existing models, which cluster codons by amino acid identity, SynCodonLM clusters by nucleotide properties, revealing structure aligned with DNA-level biology. Furthermore, SynCodonLM outperforms existing models on 6 of 7 benchmarks sensitive to DNA-level features, including mRNA and protein expression. Our approach advances domain-specific representation learning and opens avenues for sequence design in synthetic biology, as well as deeper insights into diverse bioprocesses.", "date": "2025-08-26", "journal": ""}
{"title": "Highly active chromosome regions preferentially associate with two perispeckle networks that partition the interchromatin space", "doi": "10.1101/2025.08.23.671945", "authors": "Venkata, N. C.; Kim, J.; Faber, G.; Misra, S.; Bektash, A.; Chaturvedi, P.; Hernanadez, G.; Dopie, J.; Kanemaki, M.; Han, K. Y.; Shav-Tal, Y.; Belmont, A. S.", "abstract": "A subset of highly active chromosomal hot zones reproducibly positions adjacent to nuclear speckles (NS). Genes within these regions amplify their expression only with NS contact. However, gene expression differences inversely correlate with differences in NS distance, genome-wide. We hypothesized the existence of additional gene expression niches away from, but spatially correlated with, NS. Here we report the identification of two dynamic perispeckle patterns of protein concentrations extending outwards from NS and persisting even after NS are eliminated. Highly active chromosome regions which weakly associate with NS instead show close, NS-independent association with these perispeckle patterns. Additionally, transcripts from model intron-containing versus intronless genes associate differentially with these two patterns. While genes within NS-associated genomic regions are predominantly downregulated upon NS depletion, genes associated with perispeckle patterns are biased towards upregulation. We suggest the interchromatin space is partitioned into additional gene expression niches- surrounding and extending from NS - that may be involved in mRNA and gene dynamics.", "date": "2025-08-26", "journal": ""}
{"title": "Co-delivery of human adipose derived stromal cells and endothelial colony forming cells in cell-assembled decellularized adipose tissue scaffolds for applications in soft tissue regeneration", "doi": "10.1101/2025.08.21.671493", "authors": "From, S.; Walker, J. T.; Gillis, C. J.; Ronald, J.; Hess, D. A.; Flynn, L. E.", "abstract": "Cellular therapies involving the co-delivery of cells with complementary pro-regenerative functionality hold promise as a strategy to promote soft tissue regeneration. In particular, the co-delivery of adipose derived stromal cells (ASCs) and endothelial colony-forming cells (ECFCs) has shown promise for regenerating stable blood vessels in vivo. The current study developed novel cell-assembled scaffolds for co-delivering human ASCs and ECFCs within a supportive decellularized adipose tissue (DAT) matrix, with the objective of enhancing their localized retention and augmenting their capacity to stimulate adipose tissue regeneration. Human ASCs and ECFCs were seeded separately onto human-derived DAT microcarriers under cell-type specific conditions. The cell-seeded microcarriers were then combined and cultured for 8 days under conditions that promoted matrix remodeling to fuse the microcarriers into 3D engineered tissues containing ASCs+ECFCs, ASCs alone, or ECFCs alone. Co-culture with ECFCs within the scaffolds was shown to modulate ASC pro-angiogenic gene expression, with some ECFCs forming tubule-like structures in vitro in both the ASC+ECFC and ECFC alone groups. In vivo bioluminescence imaging using a dual luciferase reporter system showed that co-delivery with ASCs enhanced ECFC retention following subcutaneous implantation in athymic nu/nu mice, but co-delivery did not alter the localized retention of viable ASCs. Interestingly, while immunofluorescence staining for CD31 and microcomputed tomography angiography indicated that vascular regeneration was similar in the cell-assembled scaffolds containing ASC+ECFCs, ASCs alone, and ECFCs alone, histological staining revealed that extensive regions of the ECFC alone scaffolds had remodelled into adipose tissue at 29 days post-implantation.", "date": "2025-08-26", "journal": ""}
{"title": "Synthetic Phase Variation for Engineered Microbial Consortia", "doi": "10.1101/2025.08.25.672192", "authors": "Kratz, M. F.; Murray, R. M.; Elowitz, M. B.", "abstract": "Some biochemical functions can be performed more efficiently when split into different tasks, each performed by distinct strains within a microbial consortium. Due to the distinct growth dynamics of each strain, uncontrolled consortia have unstable composition dynamics, leading to the rapid loss of the community level function. Several approaches have been developed to stabilize consortia, with most relying on communicated-mediated growth and death feedback. These approaches require accurate communication between strains to maintain control, something which is not guaranteed under non-well-mixed conditions. As such, these methods are of limited utility in consortia applications with poorly mixed environments e.g. industrial scale bioreactors or soil. Here, inspired by microbial phase variation dynamics, we introduce an alternative, communication-free approach in which a set of genetically identical cells switch stochastically between distinct phenotypes. In this scheme, the population composition is dynamically stable and determined by the rates of transitions between states. Mathematical modeling indicates that this approach can stabilize consortia. Experimentally, we used reversible DNA inversions catalyzed by serine recombinases to implement a dynamic consortium. We then characterized the dynamic properties of the consortium at the single cell and bulk levels, and demonstrated control in 2- and 3-state consortia. These results provide a composition control approach that does not rely on cell to cell communication, providing a foundation for deployment of engineered consortia in complex, and sometimes non-mixed, environments such as industrial scale bioreactors or the human gut.", "date": "2025-08-26", "journal": ""}
{"title": "Post-synaptic facilitation and network dynamics underlying stimulus-specific combination sensitivity", "doi": "10.1101/2025.08.25.672194", "authors": "Merabi, Z.; Daou, A.", "abstract": "Combination-sensitive neurons (CSNs) integrate multiple stimulus features to generate behaviorally meaningful responses. While such neurons are well studied in fast timescale systems such as bat echolocation, the mechanisms enabling extended temporal integration in species like songbirds remain poorly understood. Using a computational model, we show that syllable-specific neurons in the songbird auditory system function as coincidence detectors whose selectivity depends on both post-inhibitory facilitation and persistent network activity. This persistence serves as a \"memory trace\", allowing precise association of sequential syllables across hundreds of milliseconds. We propose that this dynamic interplay between intrinsic neuronal properties and convergent synaptic inputs gives rise to a higher-order \"meta-combination sensitivity\" enabling the auditory system to transform discrete acoustic events into temporally extended percepts. Our findings provide a mechanistic framework that bridges theories of coincidence detection with longer-timescale working memory, highlighting the importance of distributed network mechanisms for auditory temporal coding.", "date": "2025-08-26", "journal": ""}
{"title": "40 Hz Audiovisual Stimulation Improves Sustained Attention and Related Brain Oscillations", "doi": "10.1101/2025.08.25.671937", "authors": "Attokaren, M. K.; Zhang, L.; Mettupalli, S.; Singer, A.", "abstract": "Gamma oscillations (30-100 Hz) have long been theorized to play a key role in sensory processing and attention by coordinating neural firing across distributed neurons. Gamma oscillations can be generated internally by neural circuits during attention or exogenously by stimuli that turn on and off at gamma frequencies. However, it remains unknown if driving gamma activity via exogenous sensory stimulation affects attention. We tested the hypothesis that non-invasive audiovisual stimulation in the form of flashing lights and sounds (flicker) at 40 Hz improves attention in an attentional vigilance task and affects neural oscillations associated with attention. We recorded scalp EEG activity of healthy adults (n=62) during one hour of either 40 Hz audiovisual flicker, no flicker as control, or randomized flicker as sham stimulation, while subjects performed a psychomotor vigilance task. Participants exposed to 40 Hz flicker stimulation had better accuracy and faster reaction times than participants in the control groups. The 40 Hz group showed increased 40 Hz activity compared to the control groups in agreement with previous studies. Surprisingly, 40 Hz subjects had significantly lower delta power (2-4 Hz), which is associated with arousal, and higher functional connectivity in lower alpha (8-10 Hz), which is associated with attention processes. Furthermore, decreased delta power and increased lower alpha functional connectivity were correlated with better attention task performance. This study reveals how gamma audiovisual stimulation improves attention performance with potential implications for therapeutic interventions for attention disorders and cognitive enhancement.", "date": "2025-08-26", "journal": ""}
{"title": "Fault-tolerant pedigree reconstruction from pairwise kinship relations", "doi": "10.1101/2025.08.21.671608", "authors": "Huang, E. C.; Li, K. A.; Narasimhan, V. M.", "abstract": "Pedigrees reconstructed from biologically related ancient genomes have revealed many insights into (pre)history. To our knowledge, all reported ancient pedigrees have been manually reconstructed, as existing pedigree reconstruction methods are ill-suited for the quality and nature of ancient DNA data. Here, we introduce repare, an open-source software method to automatically reconstruct pedigrees from pairwise kinship relations, which are readily obtainable from ancient genomes. This method reconstructs pedigrees by iteratively incorporating pairwise kinship relations into a set of candidate pedigrees, with pruning and sampling to reduce its search space; it optionally considers supporting information such as haplogroups and skeletal age-at-death estimates. We evaluate this method on a variety of simulated pedigrees with varying error rates and missingness. We also use this method to reconstruct several published pedigrees that were originally manually reconstructed; for one, we present a potential alternative topology. repare optionally incorporates user-inferred pedigree constraints, enabling \"human-in-the-loop\" reconstruction workflows. Especially when used with these user-inferred constraints, we find that repare represents a powerful and flexible tool for ancient pedigree reconstruction.", "date": "2025-08-26", "journal": ""}
{"title": "Integrated ambient modeling and genetic demultiplexing of single-cell RNA+ATAC multiome experiments with Ambimux", "doi": "10.1101/2025.08.21.671671", "authors": "Alvarez, M.; Li, T.; Lee, S. H. T.; Arasu, U. T.; Selvarajan, I.; Örd, T.; Rahmani, E.; Chen, Z. J.; Avram, O.; Kar, A.; Kaminska, D.; Männistö, V.; Halperin, E.; Pihlajamäki, J.; Luo, C.; Kaikkonen, M. U.; Zaitlen, N.; Pajukanta, P.", "abstract": "Single cell technologies have advanced at a rapid pace, providing assays for various molecular phenotypes. Droplet-based single cell technologies, particularly those based on nuclei isolation, such as simultaneous RNA+ATAC single-cell multiome, are susceptible to exogenous ambient molecule contamination, which can increase noise in cell type-level associations. We reasoned that genotype-based sample multiplexing can provide an opportunity to infer this ambient contamination by leveraging DNA variation in sequenced reads. Thus, we developed ambimux, a likelihood-based method to estimate ambient fractions and demultiplex single-cell multiome experiments using genotype-level data. Ambimux models the ambient or nuclear probability at the read level and thus can classify empty droplets and estimate droplet-specific ambient molecule fractions in each modality. We first evaluated our method using simulated data sets across a range of parameters. We found that ambimux closely estimated the ground truth droplet contamination fractions in the RNA (MAE=0.048) and ATAC (MAE=0.042) modalities. As a result, ambimux maintained high specificity (>95%) and was able to correctly assign singlets at considerably high ambient fractions (up to 60%) for both RNA and ATAC modalities. In comparison with models that do not consider ambient contamination, these only maintained similar sensitivity levels at considerably lower ambient fractions (up to 25%). We then generated a real data set of seven visceral adipose tissue biopsies run on a single 10x Multiome channel. We ran ambimux and detected 4,986 singlets, capturing similar numbers as other methods. Then, we sought to evaluate the fidelity of the ambient fraction estimates from ambimux. We split singlets into ambient-enriched (>5% contamination in both modalities) or nuclear-enriched (<5% in both) droplets and performed gene-peak linkage analysis. Low ambient droplets resulted in more significant hits with gene-peak links enriched at the transcription start site relative to high ambient droplets, suggesting that the ambient droplets identified by ambimux hamper the identification of biologically meaningful signals. In summary, we developed a joint single-cell multiome demultiplexing method, ambimux, that accurately models and estimates ambient molecule contamination in each modality.", "date": "2025-08-26", "journal": ""}
{"title": "Psychological scales in the brain: Trait-linked questionnaire items evoke similar neural patterns in the mPFC", "doi": "10.1101/2025.08.21.671650", "authors": "Izuma, K.; Ito, A.; Yoshida, K.; Aoki, R.", "abstract": "Self-report questionnaires are widely used across psychology and related disciplines, yet the cognitive and neural processes underlying how individuals generate responses to such items remain poorly understood. Here, we investigated whether items from the same psychological scale evoke similar neural activation patterns in the medial prefrontal cortex (mPFC), a region consistently implicated in self-referential processing. While undergoing functional magnetic resonance imaging (fMRI), participants completed a self-reference task in which they judged how well 72 personality-related questionnaire items (e.g., from the Big Five, emotion regulation, and well-being scales) described themselves. Using representational similarity analysis (RSA), we found that items from the same scale elicited more similar multivoxel activation patterns in the mPFC compared to items from different scales. This effect was specific to the self-reference task and was not observed during a semantic judgment control task using the same items. Furthermore, the mPFC encoded not only categorical scale membership but also graded psychological similarity among scales, as reflected in inter-scale behavioral correlations. Importantly, these effects remained significant even after controlling for sentence-level semantic similarity using multiple regression RSA, indicating that the observed neural structure reflects psychological rather than linguistic similarity. These findings suggest that the mPFC integrates internally constructed evidence in a construct-sensitive manner during self-report, and they open new avenues for linking psychological assessment with neural representation. We discuss the implications for understanding self-report as a cognitive process and for future work on neuroimaging-informed scale validation.", "date": "2025-08-26", "journal": ""}
{"title": "Genome-edited retinal organoids restore host bipolar connectivity in the primate macula", "doi": "10.1101/2025.08.21.671525", "authors": "Ozaki, A.; Kawai, A.; Akiba, R.; Okayama, S.; Ohno, N.; Kajita, K.; Masuda, T.; Yokota, S.; Ito, S.-i.; Peiyan, D.; Onoue, K.; Yonemura, S.; Kondo, M.; Kurimoto, Y.; Fu, Y.; Mandai, M.", "abstract": "Retinal organoids (ROs) represent a promising regenerative strategy for restoring vision in retinal degenerative diseases, but whether host cone bipolar cells (BCs) in the primate macula can rewire with transplanted photoreceptors remains unresolved. Here, we transplanted genome-edited human retinal organoids lacking ON-BCs (Islet-1-/-ROs) into a non-human primate macular degeneration model. Remarkably, host rod and cone BCs extended dendrites toward grafted photoreceptors, forming functional synapses confirmed by immunohistochemistry, ultrastructural imaging, and focal macular electroretinography. Both ON- and OFF-pathway connectivity was rebuilt, providing the first demonstration of host-graft synaptic integration in the primate macula. These results establish that primate cone circuits retain a surprising capacity for rewiring and highlight genome-edited ROs as a powerful platform for vision restoration. Our findings represent a critical translational step toward stem cel-based therapies capable of repairing central vision in patients with advanced macular degeneration.", "date": "2025-08-26", "journal": ""}
{"title": "Antiretroviral treatment does not prevent extrapulmonary tuberculosis during SIV/Mtb co-infection in macaques", "doi": "10.1101/2025.08.21.671578", "authors": "Diedrich, C. R.; Rutledge, T.; Gleim, J.; Kline, C.; Maiello, P.; Medrano, J.; Borish, H. J.; Chishti, H.; Gaines, J.; Klein, E.; Hopkins, F.; Klein, J.; Fillmore, D.; Kracinovsky, K.; Tomko, J.; Schober, J.; Fortune, S.; Chao, M.; Flynn, J. L.; Ambrose, Z.; Lin, P. L.", "abstract": "Co-infection with both HIV and M. tuberculosis (Mtb) results in disseminated tuberculosis (TB) and accelerated progression of HIV. Despite greater access to antiretroviral treatment (ART), it remains unclear whether suppression of HIV replication protects against severe Mtb infection. Here, using a macaque model of SIV/Mtb coinfection, we investigated whether treatment of SIV infection with ART influenced control of a subsequent Mtb challenge compared to SIV infected macaques who were not treated with ART. Using a macaque model of simian immunodeficiency virus (SIV)-Mtb co-infection, macaques were first infected with SIVB670, SIVB670 with ART, or saline followed by a low-dose Mtb inoculation with serial clinical, microbiological, PET CT imaging, and immunologic assessments. At necropsy, gross pathology, viremia, bacterial burden, and immunologic parameters were compared. SIV-TB animals had greater gross pathology and total bacterial burden than TB only and SIV/ART/TB groups. However, despite normal blood CD4 counts and undetectable SIV RNA, SIV/ART/TB macaques showed similar clinical parameters and extrapulmonary involvement as SIV/TB animals. Analysis of barcoded-Mtb suggests ART control of SIV replication does not prevent Mtb extrapulmonary dissemination. These data indicate that people living with HIV on ART remain at high risk of bacterial dissemination and extrapulmonary TB disease, particularly when methods to identify extrapulmonary disease are inconsistent. This highlights the importance of understanding the mechanism of extrapulmonary spread and disease severity in HIV/TB co-infected individuals.", "date": "2025-08-26", "journal": ""}
{"title": "Plasma membrane accessible cholesterol is regulated by ACC1 and lipid droplets", "doi": "10.1101/2025.08.21.671640", "authors": "Kinnebrew, M.; Wijesinghe, K. M.; Kim, C.-w.; Schad, E. O.; Li, S.; Chen, S.; Takeshima, E.; Khandwala, C. B.; Tillo, D.; Lebensohn, A. M.; Olzmann, J. A.; Rohatgi, R.", "abstract": "Proper maintenance of plasma membrane (PM) cholesterol is essential for diverse processes ranging from animal development to pathogen evasion. Despite decades of study, the mechanisms governing cellular cholesterol regulation are incomplete. Using genome-wide screens we find that ACC1, the rate-limiting enzyme in fatty acid biosynthesis, regulates PM cholesterol transport. ACC1 loss causes a ~10-fold increase in PM accessible cholesterol in cells and mice. Mechanistically, we find that ACC1 regulates lipid droplet (LD) catabolism, and LDs are intimately tied to PM accessible cholesterol levels since reductions or elevations in their numbers block or promote cholesterol trafficking, respectively. Furthermore, LDs are required for cholesterol trafficking induced by 25-hydroxycholesterol, a modulator of inflammation and an interferon-stimulated second messenger that protects cells from pathogen invasion. This work identifies an unrecognized role for ACC1 and LDs in cholesterol regulation, which has implications for diseases where LD numbers are altered, from metabolic syndromes to neurodegeneration.", "date": "2025-08-26", "journal": ""}
{"title": "Plasma membrane accessible cholesterol is regulated by ACC1 and lipid droplets", "doi": "10.1101/2025.08.21.671640", "authors": "Wijesinghe, K. M.; Kim, C.-w.; Schad, E. O.; Li, S.; Chen, S.; Takeshima, E.; Khandwala, C. B.; Tillo, D.; Lebensohn, A. M.; Olzmann, J. A.; Rohatgi, R.; Kinnebrew, M.", "abstract": "Proper maintenance of plasma membrane (PM) cholesterol is essential for diverse processes ranging from animal development to pathogen evasion. Despite decades of study, the mechanisms governing cellular cholesterol regulation are incomplete. Using genome-wide screens we find that ACC1, the rate-limiting enzyme in fatty acid biosynthesis, regulates PM cholesterol transport. ACC1 loss causes a ~10-fold increase in PM accessible cholesterol in cells and mice. Mechanistically, we find that ACC1 regulates lipid droplet (LD) catabolism, and LDs are intimately tied to PM accessible cholesterol levels since reductions or elevations in their numbers block or promote cholesterol trafficking, respectively. Furthermore, LDs are required for cholesterol trafficking induced by 25-hydroxycholesterol, a modulator of inflammation and an interferon-stimulated second messenger that protects cells from pathogen invasion. This work identifies an unrecognized role for ACC1 and LDs in cholesterol regulation, which has implications for diseases where LD numbers are altered, from metabolic syndromes to neurodegeneration.", "date": "2025-08-26", "journal": ""}
{"title": "CASP3-GSDME-mediated trophoblast pyroptosis contributes to systemic inflammation", "doi": "10.1101/2025.08.21.671642", "authors": "Huang, B.; Bi, S.; Deng, W.; Du, L.; Huang, L.; Wang, Y.; Zhang, L.; Feng, Z.; Liu, T.; Kzhyshkowska, J.; Tu, Z.; Wang, H.; Chen, J.; Chen, D.; Zhang, S.", "abstract": "Early-onset preeclampsia (EOPE) is associated with excessive apoptosis and inflammation, but the mechanistic link between these processes remains enigma. Here, we report elevated circulating pro-apoptotic proteins in EOPE patients at early pregnancy, along with concurrent CASP3 activation and GSDME cleavage in a subset of EOPE placentas. Using multiple trophoblast cell lines, we demonstrate that trophoblast cells, which highly express GSDME, undergo a shift from apoptosis to CASP3-dependent pyroptosis, driving inflammation. Notably, pyroptotic trophoblasts further induce pro-inflammatory macrophage polarization within placental villi organoids, establishing a feedback loop that amplifies both trophoblast pyroptosis and inflammatory responses in trophoblast organoids-macrophage assembloids. In vivo, CASP3-GSDME-mediated trophoblast pyroptosis contributes to systemic inflammation in wild-type pregnant mice but not in Gsdme-/- mice. Screening of EOPE prevention drugs reveals Vitamin D as a suppressor of GSDME activation and pyroptosis in trophoblast cells. These findings highlight the CASP3-GSDME axis as a promising therapeutic target for preeclampsia prevention.", "date": "2025-08-26", "journal": ""}
{"title": "Environmental Detection of the Amphibian Chytrid Fungus in Water Bodies Predicts Host Infection Along a Deforestation Gradient", "doi": "10.1101/2025.08.21.671594", "authors": "Brito de Assis, A.; Rodriguez, D.; Neely, W. J.; Lopes, C. M.; Prist, P.; Navas, C. A.; Martins, R. A.; Haddad, C. F. B.; Becker, C. G.", "abstract": "Understanding pathogen dynamics during environmental life stages is vital for comprehending wildlife diseases, especially for those with a free-living phase. In amphibians affected by the chytrid fungus Batrachochytrium dendrobatidis (Bd), most studies have focused on host-pathogen interactions, with less emphasis on Bd's environmental stage. We tested whether the distribution of Bd in natural aquatic environments can predict host infection patterns. We sampled four tropical amphibian species across eight rainforest landscapes with varying habitat loss, testing whether environmental and host Bd detection varied along gradients of habitat change. Using a high-capacity water filtration method coupled with digital and real-time PCR detection assays, we quantified Bd in water and amphibian samples. Our results revealed a strong positive correlation between Bd DNA concentrations in water samples and infection loads on amphibian skin samples. Forest cover and habitat split were the primary predictors of Bd distribution in both free-living and host-associated forms. We identified Bd-GPL and Bd-Asia-2/Brazil lineages across our study landscapes. Our study introduces and validates a robust protocol for detecting Bd in environmental samples, with the potential to enhance monitoring and inform management strategies. Moreover, our work contributes novel, well-replicated spatial data on Bd associations between hosts and their environments.", "date": "2025-08-26", "journal": ""}
{"title": "A novel homecage operant task reveals circadian dynamics of social motivation in mice", "doi": "10.1101/2025.08.21.671364", "authors": "Chen, Y.; Maloney, S. E.; Kravitz, A.", "abstract": "Deficits in social motivation are a core feature of many neurodevelopmental disorders, including autism spectrum disorders. While a range of tools have been developed to quantify social motivation in rodents, most rely on brief tests in dedicated apparatuses that can introduce stress and novelty, potentially reducing test reliability. Most current approaches are also typically not suited to studying learning across days or circadian rhythms of social motivation. To address these challenges, we developed a social operant task that can run around-the-clock for multiple days in the mouse homecage, continuously monitoring social motivation around the circadian cycle. The task consists of a custom-built automated door that was installed between two rodent homecages and configured so one mouse could trigger the door to open with a nose-poke action from within their cage. When open, the door allows for social interaction with the neighboring mouse through a perforated stainless-steel panel, which did not allow the mice to cross over into the neighboring cage. Mice opened the door multiple times each day, allowing us to quantify their amount and daily rhythms of social motivation. In our first experiment, C57BL/6J mice (both sexes) were individually housed with an empty adjacent cage for five days, after which a same-sex social partner was introduced for another nine days. Mice opened the door at significantly higher rates when the social partner was present vs. absent, confirming that mice were motivated to earn social interaction. This task also revealed a circadian rhythm to social motivation that peaked about 2 hours after the peak in their feeding rhythm. We speculate that mice first addressed their caloric needs each day before changing their priority to social behavior. Given prior literature implicating the dopamine system in social motivation, we also tested whether dopamine antagonists would block social motivation in our task in a new group of 14 mice (both sexes). The dopamine D1 receptor antagonist SCH23390 (delivered systemically at 0.3mg/kg SC) reduced social seeking without affecting locomotor activity or food intake, demonstrating a selective role for dopamine D1 receptors in social motivation. The dopamine D2 receptor antagonist haloperidol (delivered systemically at 0.3mg/kg SC) also reduced social seeking, but reduced locomotor activity and food intake as well, demonstrating a general reduction in behavior that was not specific to social motivation. Overall, our task offers a way for studying social motivation in the rodent homecage, which has advantages for studying disorders that involve both social and circadian disruptions.", "date": "2025-08-26", "journal": ""}
{"title": "Blood, sweat, and beers: investigating mosquito biting preferences amidst noise and intoxication in a cross-sectional cohort study at a large music festival", "doi": "10.1101/2025.08.21.671470", "authors": "Blanken, S. L.; Inklaar, M. R.; Wan, Z.; Evers, F. R.; Smit, M.; Kalyuzhnyy, V.; Verhoef, J. M. J.; Bekkering, E. T. M. J.; Schinkel, M.; Mulder, S.; Andrade, C.; van Gemert, G.-J.; Gusinac, A.; Zeeuwen, P.; Ederveen, T.; Bousema, T.; Hol, F. J.", "abstract": "Introduction We live in a world split between mosquito magnets and those lucky enough to remain (nearly) untouched. The reasons why some people attract more mosquito bites than others remain largely mysterious. In the Mosquito Magnet Trial, we investigated differences in mosquito attraction amongst festivalgoers with varying levels of hygiene and intoxication. Methods Our study was conducted in a slightly steamy pop-up laboratory inside four connected shipping containers at Lowlands Festival in The Netherlands (August 18-20, 2023). Participants completed an anonymous questionnaire on hygiene, diet, and festival-related behaviour (including alcohol uptake and shared sleeping arrangements). Mosquito attraction was measured using a custom designed setup: a transparent cage with perforations where female Anopheles mosquitoes were offered a choice between a sugar-feeder and the participants arm. Mosquitoes could only smell, not bite, the participant's arm. Attraction was quantified through video imaging, measuring arm landings relative to total landings. Mosquito attraction was correlated with questionnaire responses and skin microbiota profiles collected from forearm skin swabs. Results Amongst the 465 included participants, mosquitoes showed a clear fondness for those who drank beer over those who abstained from the liquid gold (Fold Change 1.35, 95% CI 1.12-1.63, PFDR<0.001). Attraction was also contagious: participants that successfully lured a fellow human into their tent the previous night also proved more enticing to mosquitoes (FC 1.34, 95% CI 1.14-1.58, PFDR=0.002). Meanwhile, skipping the morning showering routine and using sunscreen reduced mosquito attraction (FC 0.52, 95% 0.38-0.70, PFDR<0.001). Streptococci were more abundant on the skin of highly attractive individuals (Puncorrected=0.017), and the overall abundance of malodour associated bacteria was high -- possibly reflecting the container's smell. Conclusion The Mosquito Magnet Trial, to our knowledge the largest study of its kind, was conducted in a loosely controlled setting with a selection bias towards science loving festivalgoers. That said, using our custom designed experimental set-up, we found that mosquitoes are drawn to those who avoid sunscreen, drink beer, and share their bed. They simply have a taste for the hedonists among us.", "date": "2025-08-26", "journal": ""}
{"title": "Loss of WNT2B Increases Progression from Dysplasia to Colorectal Cancer", "doi": "10.1101/2025.08.21.671161", "authors": "Silva Oliveira, L. F.; Wu, Y.-S.; Raveenthiraraj, S.; Kwon, J.; Dasuri, V. S.; Adegboye, C.; Putra, J.; Munera, J. O.; Carlone, D. L.; Breault, D.; O'Connell, A. E.", "abstract": "Colorectal cancer (CRC) is the third most common cancer and the second leading cause of cancer-related deaths in the United States, and upregulation of the WNT pathway is a primary driver in most cases. However, the role of individual WNT proteins in the development of CRC remains poorly understood. Our previous studies demonstrated that WNT2B loss-of-function leads to severe intestinal enteropathy in humans and increases chemically-induced colitis in mice, suggesting a protective function in the colon. Therefore, we investigated how loss of WNT2B affects CRC development. We used azoxymethane (AOM)/dextran sodium sulfate (DSS) to model colitis-associated cancer (CAC) and AOM-induced mutagenesis to model sporadic CRC. We measured the number and size of tumors and performed histopathological and molecular analyses. We also analyzed the Cancer Genome Atlas to evaluate WNT2B expression in human colon cancer. In CAC and CRC mouse models, Wnt2b KO mice showed decreased survival and enhanced tumor burden. Moreover, Wnt2b KO mice had larger tumors and enhanced dysplasia, with a higher frequency of animals progressing from adenomas to adenocarcinomas compared to control littermates. Wnt2b KO animals frequently presented with intestinal bleeding and rectum prolapse, which resembles obstructive CRC. Furthermore, WNT2B expression was downregulated in human CRC samples compared to healthy controls, which predicted a significantly lower patient survival. These findings support the conclusion that WNT2B is required for maximal resistance against tumorigenesis and raise the possibility that selectively increasing WNT2B signaling may be a useful colon cancer prevention strategy.", "date": "2025-08-26", "journal": ""}
{"title": "INDITEK-2.0: A Bayesian inverse eco-evolutionary modelling framework for reconstructing Phanerozoic biodiversity", "doi": "10.1101/2025.08.22.671786", "authors": "Cermeno, P.; Garcia-Comas, C.; Herrero Gascon, G.; Benton, M. J.; Bodin, T.; Gurung, K.; Mills, B.; Pohl, A.", "abstract": "Mechanistic eco-evolutionary models are powerful tools for understanding how life diversified, but estimating their parameters is a major challenge. The vast parameter space of these models makes traditional inverse modelling computationally unfeasible. We address this challenge with INDITEK-2.0, a new, cost-efficient eco-evolutionary model that integrates a Bayesian inverse modelling framework for parameter estimation. To validate our framework, we conducted a proof-of-concept study. We first generated synthetic biodiversity data for marine invertebrates using INDITEK-2.0 with known parameter values. To mimic field data, some realistic random Gaussian errors were added to the data. We then used our Bayesian inverse modelling framework to recover these original parameter values from the dataset of current biodiversity distributions after 500 million years of diversification. Our solution is a probability distribution on the parameter space, and we show that the method successfully recovered the target parameters values. This validates INDITEK-2.0's ability to probabilistically infer the underlying eco-evolutionary processes and reconstruct the evolutionary history of animal biodiversity across Earth's ecosystems and taxonomic groups.", "date": "2025-08-26", "journal": ""}
{"title": "Evaluating the Effectiveness of Parameter-Efficient Fine-Tuning in Genomic Classification Tasks", "doi": "10.1101/2025.08.21.671544", "authors": "Berman, D.; Jimenez, D.; Ta, S.; Merritt, B.; Narayan, V.; Ratcliff, J.", "abstract": "Foundation models are increasingly being leveraged for biological tasks. To address the high memory requirements of fine-tuning large pre-trained language models, parameter efficient fine-tuning (PEFT) methods are also being increasingly utilized. Previous studies have shown minimal, if any, loss in performance when using PEFT on binary classification tasks. However, the impact of using PEFT on tasks with large classification spaces has not been systemically evaluated. In this work, we apply PEFT to the problem of taxonomic classification using pre-trained genomic language models as the classification backbone. We explore various training strategies - including PEFT, full fine-tuning, and partial fine-tuning - for classifying sequences at the superkingdom, phylum, and genus levels. We find that PEFT-trained models significantly underperform compared to those trained via full fine-tuning or partial fine-tuning. Additionally, we demonstrate increased performance of pretrained models over those randomly initialized.", "date": "2025-08-26", "journal": ""}
{"title": "Sex-Specific Neurovascular and Cognitive Deficits in Offspring of Preeclampsia", "doi": "10.1101/2025.08.21.671659", "authors": "Escudero, C.; Troncoso, F.; Sandoval, H.; Escudero-Guevara, E. A.; Nualart, F.; Ramirez, E.; SANDANA, P. R.; Ek, C. J.; Herrock, O. T.; Merceron, D.; Ardiles, A. O.; Vatish, M.; Acurio, J.", "abstract": "Background: Offspring of preeclampsia may develop long-term neurovascular and cognitive impairments, but the underlying mechanisms remain unclear. We investigate sex-specific alterations in brain vascular function and cognition in a murine model of preeclampsia induced by the nitric oxide synthase inhibitor L-NAME. Methods: Pregnant mice received L-NAME (gestational day 7 to 19). Offspring were assessed at postnatal day 5 (P5) and in adulthood (4-5 months). Brain vascular development, angiogenesis, perfusion, cold-induced vasoconstriction, and blood-brain barrier (BBB) integrity were assessed in vivo and ex vivo. Offspring's serum was applied to brain endothelial cell cultures to evaluate endothelial activation and barrier function. Adult cognitive performance was evaluated through behavioral tests and hippocampal long-term potentiation (LTP) recordings. Results: L-NAME offspring (P5) exhibited reduced brain vascular density, decreased tip cell formation, and impaired cold-induced vasoconstriction, most prominently in males. BBB integrity was compromised, with increased permeability and reduced expression of tight junction proteins (claudin-5, ZO-1), again more pronounced in males. Serum from L-NAME offspring induced endothelial activation and barrier dysfunction in vitro. These effects were accompanied by increased brain and systemic levels of hypoxia markers and proinflammatory cytokines (IL-6, TNF-). Adult L-NAME offspring showed cognitive deficits in recognition and spatial memory tasks, with female offspring displaying more pronounced impairments. These behavioral findings paralleled a reduced magnitude and impaired stabilization of hippocampal LTP in females. Conclusions: Prenatal exposure to a preeclampsia-like environment induces persistent, sex-specific neurovascular and cognitive deficits in offspring. These findings underscore the need for long-term neurological follow-up in children born to preeclamptic pregnancies.", "date": "2025-08-26", "journal": ""}
{"title": "DECREASE IN DNA METHYLATION 1-mediated epigenetic regulation maintains gene expression balance required for heterosis in Arabidopsis thaliana", "doi": "10.1101/2025.08.21.671646", "authors": "Matsuo, K.; Wu, R.; Yonechi, H.; Murakami, T.; Takahashi, S.; Kamio, A.; Akter, M. A.; Kamiya, Y.; Nishimura, K.; Matsuura, T.; Tonosaki, K.; Shimizu, M.; Ikeda, Y.; Kobayashi, H.; Seki, M.; Dennis, E. S.; Fujimoto, R.", "abstract": "Heterosis, or hybrid vigor, is characterized by superior phenotypic performance in F hybrids compared to their parental lines, and its expression is influenced by both genetic and epigenetic factors. In this study, we investigated the role of epigenetic regulation, particularly DNA methylation mediated by DECREASE IN DNA METHYLATION 1 (DDM1), in early seedling biomass heterosis using hybrids between Arabidopsis thaliana accessions Columbia-0 and C24. Loss of DDM1 function in F hybrids resulted in a significant reduction of rosette diameter, confirming that DDM1 is essential for heterosis. Transcriptomic and epigenomic analyses revealed extensive genotype-specific changes in gene expression and DNA methylation patterns in ddm1 mutants. Notably, ddm1-F hybrids exhibited upregulation of genes categorized into 'xyloglucan:xyloglucosyl transferase activity' and downregulation of genes categorized into 'circadian rhythm', which may contribute to reduced growth vigor. Whole-genome bisulfite sequencing showed widespread hypomethylation in ddm1 mutants, yet the overlap between differentially methylated and expressed genes was limited, suggesting indirect or context-dependent regulatory effects. Additionally, we examined the role of salicylic acid (SA) in heterosis using SA-deficient mutants and found that variations in endogenous SA levels did not correlate with biomass heterosis under normal conditions. Our findings suggest that heterosis in A. thaliana is dependent on the maintenance of parental epigenetic divergence, particularly in DNA methylation patterns mediated by DDM1. Disruption of DDM1 compromises this epigenetic complementarity, leading to transcriptomic imbalances that reduce heterosis.", "date": "2025-08-26", "journal": ""}
{"title": "A molecularly defined basalo-prefrontal-thalamic circuit regulates sensory and affective dimensions of pain", "doi": "10.1101/2025.08.22.671771", "authors": "Xie, G.; Liu, Y.; Qi, X.; Bhattacherjee, A.; Zhang, C.; Zhang, Y.", "abstract": "Both the medial prefrontal cortex (mPFC) and thalamus have been implicated in pain regulation. However, the roles of the mPFC-thalamus connection in pain and how the mPFC modulates nociceptive processing within the brain remain unclear. Here, we show that the mPFC neurons that project to thalamus are marked by Foxp2 expression and deactivated in both acute and chronic pain. Persistent inactivation of the mPFC Foxp2+ neurons enhances nociceptive sensitivity, while their activation alleviates multiple aspects of pain. Circuit-specific manipulations revealed that the projections to parataenial nucleus, mediodorsal and ventromedial thalamus differentially modulate sensory and affective pain. Additionally, the mPFC Foxp2+ neurons receive cholinergic input from the basal forebrain, particularly the horizonal diagonal band (HDB). Notably, activation of the 4{beta}2-containing nicotinic acetylcholine receptor in mPFC exerts antinociceptive effects in Foxp2+ neuron-dependent manner. Together, our study defines an HDB[-&gt;]mPFCFoxp2[-&gt;]thalamus circuit essential for sensory and affective pain modulation and underscores the therapeutic potential of targeting mPFC cholinergic signaling in chronic pain management.", "date": "2025-08-26", "journal": ""}
{"title": "Role of Dienelactone Hydrolases in PET Biodegradation by Flavobacteria Maribacter dokdonensis and Arenibacter palladensis", "doi": "10.1101/2025.08.25.672177", "authors": "Trinh, L.; Alio, I.; Perez-Garcia, P.; Keuter, S.; Dierkes, R. F.; Preuss, L.; Vollstedt, C.; Streit, W. R.", "abstract": "Dienelactone hydrolases (DLHs, EC 3.1.1.45) are enzymes that play a crucial role in the breakdown of cyclic esters and some have been found to act on substrates such as terephthalate esters, which are monomers of polyethylene terephthalate (PET). In the current study, we show that bacteria affiliated with the Bacteroidota (class Flavobacteria) harbor DLHs acting on PET foil and powder. We report on the isolation of two marine bacterial strains, Arenibacter palladensis UHH-Hm9b and Maribacter dokdonensis UHH-5R5, forming biofilms on PET foil and releasing {micro}M amounts of terephthalic acid after 5-7 days. Genome sequencing and functional analyses identified two secreted DHLs designated PET93 and PET 94 involved in PET degradation. While their predicted active sites and substrates binding pockets were identical to previously published PETases, both enzymes differed largely in their structural features from known PETases and represent novel scaffolds. Further they lacked the typical porC-domain of the known PETases from the Flavobacteria. Biochemical characterization of the two recombinant enzymes confirmed activity on PET, the primary degradation products Bis(2-Hydroxyethyl) terephthalate (BHET) and Mono-(Hydroxyethyl) terephthalate (MHET). These are the first DLHs to be reported being active on plastics and our findings indicate that Flavobacteria harbor an unexpectedly wide range of PET-active promiscuous enzymes.", "date": "2025-08-26", "journal": ""}
{"title": "CRISPR/Cas14a Combined with RPA for Visual Detection of Marek's Disease Virus", "doi": "10.1101/2025.08.21.671677", "authors": "Zhu, Z.-J.; Cui, M.-L.; Liu, Y.; Yao, X.-Q.; Wang, M.-C.; Liu, J.-H.; Li, J.-F.; Li, E.", "abstract": "Marek's disease (MD), a highly contagious avian immunosuppressive disorder caused by the -herpesvirus MDV-1, poses a significant threat to poultry health. The development of rapid visual detection methods capable of distinguishing epidemic MDV-1 strains from vaccine strains is crucial for early disease warning, vaccine efficacy evaluation, and precise disease control. We developed a novel isothermal detection system that integrates recombinase polymerase amplification (RPA) with CRISPR/Cas14a technology for the visual identification of epidemic MDV-1 strains. This method operates at a constant temperature of 37{degrees}C and allows for either real-time analysis or endpoint visual readout without the need for complex instrumentation. Our results showed no cross-reactivity with Newcastle disease virus (NDV), infectious bursal disease virus (IBDV), MDV-1 vaccine strains, or herpesvirus of turkeys (HVT). Plasmid DNA standards were used to determine the sensitivity of the assay and the detection limit was 24.6 copies/L. Clinical evaluation using 24 field samples confirmed that the method successfully identified all MDV-positive cases, demonstrating its diagnostic reliability. In conclusion, we have developed a rapid, instrument-free, and highly specific nucleic acid detection platform for MDV-1 by combining the sensitivity of RPA with the specificity of CRISPR/Cas14a technology, offering promising potential for field-based diagnostics and disease surveillance.", "date": "2025-08-26", "journal": ""}
{"title": "The 2'-endo conformation of arabinose-CTP and arabinose-UTP inhibit viral polymerases by inducing long pauses.", "doi": "10.1101/2025.08.26.672356", "authors": "Xiao, Z.; Das, A.; Jain, A.; Anderson, T. K.; Cameron, C. E.; Arnold, J. J.; Dulin, D.; Kirchdoerfer, R. N.", "abstract": "Key to supporting human health in the face of evolving viruses is the development of novel antiviral drug scaffolds with the potential for broad inhibition of viral families. Nucleoside analogs are a key class of drugs that have demonstrated potential for the inhibition of several viral species. Here, we evaluate arabinose nucleotides (ara-NTP) as inhibitors of the SARS-CoV-2 and poliovirus polymerases using biochemistry, biophysics and structural biology. Ara-NTPs compete poorly with their natural counterparts for incorporation into RNA by viral polymerases. However, upon incorporation, ara-NMPs induce long polymerase pausing in both SARS-CoV-2 and poliovirus polymerase RNA elongation. Our studies suggest that subsequent nucleotide incorporation is inhibited at the catalytic step due to the 2'-endo sugar pucker of the incorporated ara-NMP.", "date": "2025-08-26", "journal": ""}
{"title": "Single-molecule flow cytometry", "doi": "10.1101/2025.08.26.672174", "authors": "Rahmani, A.; Christie, M.; Truesdale, A.; Thorne, J. L.; Ponjavic, A.", "abstract": "Flow cytometry (FC) is a powerful tool for high-throughput characterisation of cell populations, yet its ensemble fluorescence detection and the autofluorescence of cells impose a sensitivity limit of ~100-1,000 fluorophores per cell. This precludes detection of low-abundance proteins and weak signalling events with biological importance and therapeutic potential. We introduce single-molecule Flow Cytometry (smFC), integrating high-numerical aperture oblique plane microscopy (OPM) with microfluidics to achieve optical sectioning and photon collection efficiencies suitable for single-molecule detection on flowing cells. Using super-bright, large Stokes shift fluorophores, smFC can detect labelled membrane proteins on cells with digital precision down to ~2 molecules per cell, compared to an unlabelled control. This represents an improvement in the detection limit of 10 to 80-fold depending on the probe. We apply smFC to quantify the distribution of the membrane receptor c-kit in triple-negative breast cancer cells with unprecedented sensitivity. This revealed a previously unidentified distribution of 60% c-kit negative cells and 40% with low-abundance but heterogenous (1-200 mol/cell) surface distribution that is undetectable by conventional FC. These results establish smFC as a robust platform for high-throughput, quantitative single-molecule analysis in cell populations, opening new avenues for detecting rare biomarkers and quantifying the presence of low-abundance membrane proteins and targetable surface molecules with digital precision.", "date": "2025-08-26", "journal": ""}
{"title": "Neuraminidase-on-a-string nanoparticles probe how antigenic distance shapes elicited humoral immunity", "doi": "10.1101/2025.08.21.671615", "authors": "Hecht, R.; Mohamed, F. N.; Lingwood, D.; Schmidt, A. G.", "abstract": "Understanding how antigenic distance influences cross-reactive responses can inform vaccine design. Multivalent displays of viral proteins can improve B cell activation due to receptor cross-linking, and mosaic nanoparticles that incorporate variants can lead to cross-reactive B cell responses recognizing conserved epitopes. Here, we used the influenza virus neuraminidase to develop a neuraminidase-on-a-string platform displaying neuraminidase dimer pairs conjugated to a nanocarrier To systematically assess the influence of antigenic distance on humoral immunity, we paired H2N2 neuraminidase with either divergent H3N2 or H11N9 neuraminidases. We found that nanoparticle immunizations with heterologous antigens elicited sera with greater breadth and enhanced enzymatic inhibition relative to immunizations that incorporated a single neuraminidase strain. While sera reactivity for H2N2 neuraminidase was not impacted by inclusion of a second strain, strain-specific responses correlatively increased with the antigenic distance between neuraminidase components. These data show how neuraminidase strain selection for multivalent display immunizations influences elicited breadth and cross-reactivity, highlighting findings that may extend to other viral antigens.", "date": "2025-08-26", "journal": ""}
{"title": "Polyfunctionality of broadly reactive non-neutralizing SARS-CoV-2 RBD antibodies", "doi": "10.1101/2025.08.26.672080", "authors": "Rosenbaum, P.; Planchais, C.; Bruel, T.; Beretta, M.; Bolland, W.; Staropoli, I.; Guivel-Benhassine, F.; Schwartz, O.; Mouquet, H.", "abstract": "Persistent SARS-CoV-2 viral escape hindered the search for broad pan-neutralizer monoclonal antibody candidates. To unravel properties of cross-reactive SARS-CoV-2 anti-RBD monoclonal antibodies (mAbs), we identified, cloned, produced, and characterized anti-RBD specific mAbs from convalescent donors infected during the first wave of pandemic. We observed a strong dichotomy between the mAbs based on reactivity profile. The majority (55%) were poorly cross-reactive yet displayed potent neutralization together with strong Fc effector functions, including ADCC, CDC, and ADCP. In contrast, 45% were broadly cross-reactive, maintaining activity against highly mutated Omicron variants (e.g., BA.2.86, EG.5.1), but lacked neutralization and ADCP, while preserving other Fc-mediated functions. Rare intermediates bridged these groups combining cross-reactivity antiviral potency. Those mAbs were also able to induce SARS-CoV-2 homotrimeric spike conformational changes, increasing anti-FP reactivity and potency. These findings suggest a potential protective role for non-neutralizing, cross-reactive anti-RBD mAbs in mitigating SARS-CoV-2 reinfection.", "date": "2025-08-26", "journal": ""}
{"title": "Lithosyntrophy: Obligate syntrophy in a phosphite-oxidizing, methanogenic culture", "doi": "10.1101/2025.08.26.672485", "authors": "Aronson, H.; Weaver, M. E.; Hu, R.; Lanclos, V. C.; Rapp, J. D.; Iavarone, A. T.; Carlson, H. K.; Coates, J. D.", "abstract": "The anaerobic conversion of organic matter to methane and carbon dioxide typically relies on obligate syntrophic interactions between bacteria and methanogenic archaea, where interspecies hydrogen (H2) transfer enables thermodynamically constrained reactions to proceed near equilibrium. Syntrophs couple the oxidation of fermentation products such as fatty acids and alcohols to the reduction of protons to form H2. These reactions can only proceed if low H2 concentrations are maintained by H2-consuming syntrophic partners. Here, we describe \"lithosyntrophy,\" a novel mode of syntrophic interaction in which electrons that drive hydrogenotrophic methanogenesis originate from an inorganic compound rather than from the canonical organic substrates. Candidatus Phosphitivorax anaerolimi strain Phox-21 oxidizes phosphite (HPOH32-, oxidation state +3) to phosphate coupled to hydrogenogenesis in an obligate energetic dependency on a hydrogenotrophic methanogen, Methanoculleus sp. Physiology experiments, thermodynamic calculations, genomic annotation, and metaproteomics analysis collectively revealed a mechanism for syntrophic phosphite oxidation in Phox-21, which requires phosphite, acetate, and CO2 as co-substrates. In this pathway, electrons derived from phosphite drive H2 production via an electron-confurcating hydrogenase. Unlike previously characterized acetogenic phosphite oxidizers that grow without exogenous acetate, Phox-21 requires acetate to regenerate AMP, a cofactor required by the phosphite dehydrogenase, PtdF. Lithosyntrophic phosphite oxidizers may play important roles both in transferring reducing equivalents as well as biologically available phosphorus to other members of their surrounding microbial communities. We infer that lithosyntrophic DPO emerged before acetoclastic methanogenesis and was a major sink for acetate in the Archaean when phosphite was more abundant.", "date": "2025-08-26", "journal": ""}
{"title": "A recursive pathway for isoleucine biosynthesis arises from enzyme promiscuity", "doi": "10.1101/2025.08.26.672309", "authors": "Rainaldi, V.; Donati, S.; D'Adamo, S.; Claassens, N.", "abstract": "Enzyme promiscuity can be the starting point for the evolution of new enzymatic activities and pathways. Previously Cotton et al. (2020) identified underground isoleucine biosynthesis routes that can replace the canonical route in Escherichia coli, after they deleted the enzymes that catalyze the formation of its precursor 2-ketobutyrate. Using this strain and short-term evolution we identify a new pathway for isoleucine biosynthesis based on the promiscuous activity of the native enzyme acetohydroxyacid synthase II. We demonstrate that this enzyme catalyzes the previously unreported condensation of glyoxylate with pyruvate to generate 2-ketobutyrate in vivo. The gene encoding this enzyme, ilvG, is inactivated by a frameshift mutation in the laboratory model strain E. coli K-12 MG1655. Its evolutionary reactivation we report here points to a potential natural role in isoleucine biosynthesis in E. coli. Isoleucine biosynthesis proceeds with a further condensation step of 2-ketobutyrate with pyruvate, again catalyzed by AHAS, giving the proposed pathway the unusual property of recursivity. The discovered enzyme activity uses glyoxylate and pyruvate as direct central metabolic precursors for isoleucine biosynthesis instead of its canonical  indirect biosynthesis via the amino acid threonine. Unlike previously discovered underground isoleucine routes by Cotton et al., this route is more likely to play a role in natural isoleucine biosynthesis in E. coli due to the use of ubiquitous metabolites and its activity in aerobic conditions. The discovered route further expands the known metabolic space for isoleucine biosynthesis in E. coli and potentially other organisms, and could find applications in biotechnological isoleucine production.", "date": "2025-08-26", "journal": ""}
{"title": "Human Rhinovirus 16 impacts cilia structure in 3D cultured primary bronchial epithelial tissue through alternative splicing of host cilia RNAs.", "doi": "10.1101/2025.08.26.672366", "authors": "Rozario, C.; Gu, Q.; Stevenson, A.; Maciewicz, R. A.; Graham, S. V.", "abstract": "Human rhinoviruses (HRV) are a leading cause of the common cold but can often lead to respiratory complications such as wheeze in young children. In a transcriptomic study of respiratory nasal swab specimens from children hospitalised with acute wheeze, a significant alteration was found in the expression of the serine/arginine rich splicing factor (SRSF) kinase, SRPK1, between HRV positive children with acute exacerbations and HRV negative controls. As this kinase can regulate host RNA splicing, we hypothesised that HRV infection could dysregulate the expression of host mRNAs to affect antiviral functions or to alter the morphological features of the infected respiratory epithelium. Here, we show that pharmacological inhibition of SRPK1 in primary bronchial epithelial cells resulted in increased HRV16 replication while overexpression of SRPK1 reduced viral replication. In a primary bronchial epithelial 3D model infected with HRV16 decreased phosphorylation of SRSF1, 3 and 6 was observed. Furthermore, transcriptomic and alternative splicing (AS) bioinformatic analysis revealed the significantly altered AS of 1228 host genes during infection. Subsequent pathway analysis revealed the enrichment of most of these genes in networks related to cilia development and function. HRV16 infection led to significantly decreased cilia length and total cilia numbers in the primary bronchial epithelial 3D model together with changes to selected cilia proteins. Overall, this investigation has unravelled novel cellular networks implemented during HRV infection that may lead to acute exacerbations of respiratory infections.", "date": "2025-08-26", "journal": ""}
{"title": "Wheat responds to lack of root hairs with recruitment of bacteria harboring P mineralization genes and increased arbuscular mycorrhizal fungi arbuscularisation", "doi": "10.1101/2025.08.26.672279", "authors": "Herms, C.; Tsang, I.; Bak, F.; Gunnarsen, K.; Hasenzagl, M.; Djurhuus, A. M.; Thirkell, T.; Ober, E.; Leigh, F.; Cockram, J.; Nicolaisen, M. H.", "abstract": "Plant roots simultaneously rely on root hairs and the rhizosphere microbiome to acquire poorly accessible P from the soil, but the full potential of the plant to utilize its microbiome for nutrient capture has yet to be fully understood. We hypothesized that a wheat mutant defective in root hair elongation could recruit more P-cycling bacteria and AMF compared to its wild-type background to compensate for the loss of root hairs. Through quantitative polymerase chain reaction and arbuscular mycorrhizal fungi (AMF) staining, we quantified the enrichment of bacterial P-cycling genes and AMF colonization across different stages of wheat development and in differentially P fertilized soils in the presence and absence of root hair elongation. The loss of root hair elongation led to an enrichment of P-cycling bacteria during very early seedling development, where P mineralizing bacteria dominated over P solubilizing bacteria. The AMF symbiosis was only fully established after several weeks of growth, but then arbuscularisation became dominant over bacterial P mineralization in the root hair mutant. Wheat can recruit and rely on bacterial P mineralization to meet their P needs before the AMF symbiosis is fully dominant and then release these bacteria once the AMF symbiosis is developed.", "date": "2025-08-26", "journal": ""}
{"title": "A socio-ecological System Dynamics model of antimicrobial use and resistance", "doi": "10.1101/2025.08.26.672312", "authors": "Redman-White, C. J.; Kopainsky, B.; Muwonge, A.; Peters, A. R.; Moran, D.", "abstract": "The concept of resource extraction in the context of antimicrobial resistance (AMR) is rarely explored. In this framework, antimicrobial susceptibility is viewed as a finite resource that is depleted through the use of antimicrobials -- thus, AMR represents the exhaustion of this resource. In this work, we examine the system dynamics of AMR using causal loop diagrams to define both the structure and behaviour of two variants of the system. We then evaluate the robustness of the system dynamics models through sensitivity testing. The first model is inspired by a classic \"Limits to Growth\" structure, in which antimicrobial use practices depend on recent observations of treatment success or failure. The second differs by including AMR surveillance informing antimicrobial prescribing instead of anecdotal experience. The models consider one \"bug-drug-mutation-context\" combination at a time, but can be applied to different microbes, antimicrobials, and host populations in human or veterinary contexts. Multiparameter sensitivity analyses of relative fitness and timescale parameters were carried out on both model variants. Several key differences in model behaviour over time were observed between the socio-ecological Limits to Growth structure and the modified version in which human judgment, with its associated time lag, is bypassed. The models help explore the effects of human behaviour and associated time lags on patterns of population-level antimicrobial susceptibility over time, applying an established modelling technique in a novel context to generate new insights -- notably that plateaux in AMR observed in the field could be in part due to human behaviour rather than purely evolutionary forces. The framing of antimicrobial susceptibility as a variably renewable natural resource is valuable not only as an avenue for alternative modelling approaches, but also as a more collaborative framing for public and policy engagement to promote sustainable management of this common pool resource.", "date": "2025-08-26", "journal": ""}
{"title": "Transcriptomic profiles of single-copy marker genes enable predicting bacterial growth states in microbial communities", "doi": "10.1101/2025.08.26.672432", "authors": "Staeubli, M. L.; Ruscheweyh, H.-J.; Greter, G.; Dmitrijeva, M.; Miravet-Verde, S.; Arnoldini, M.; Hardt, W.-D.; Slack, E.; Sintsova, A.; Sunagawa, S.", "abstract": "Studying microbial community dynamics is fundamental to better understand ecosystem stability, resilience and environmental change. Community composition changes with the growth of individual members, yet current methods to estimate microbial growth in communities face substantial limitations. For example, genome sequence-based estimates of maximum growth rates may not reflect growth patterns in the natural environment well, and metagenomic in situ growth prediction requires the availability of reference genomes and shows limited accuracy for slow-growing bacteria. Gene expression data provide an information-rich readout of community activity that could reflect growth, however, cross-species comparisons in community settings remain challenging. An approach using expression signatures of universal, single-copy marker genes provides independence from reference genomes and may thereby enable comparability across species. Here, we present a transcriptomic, marker gene-based growth classifier that predicts the growth states of bacterial strains from different phyla cultivated in diverse conditions. We demonstrate its application in vivo in gnotobiotic mice carrying the same bacterial strains, and in a more complex synthetic community, where predicted growth states align with reported growth inhibition induced by systemic inflammatory response. This approach offers a new method for predicting bacterial growth states across species, with potential for broad application in the study of microbial growth dynamics at the whole community level.", "date": "2025-08-26", "journal": ""}
{"title": "Pseudomonas aeruginosa phenazines dictate site-specific competitive interactions with Klebsiella pneumoniae", "doi": "10.1101/2025.08.26.672413", "authors": "Todd, K.; Schneider, O.; Lawrence, J.; Aronoff, J. L.; Witek, B.; Velazquez-Colon, V.; Santana-Ufret, V.; Noda, M.; Relich, R. F.; Zeng, L.; Limoli, D. H.; Whidbey, C.; Vornhagen, J.", "abstract": "Pseudomonas aeruginosa and Klebsiella pneumoniae are Gram-negative opportunistic pathogens that frequently colonize the human body and are major causes of infection. These bacteria are often co-isolated in polymicrobial urinary tract and lung infections, the latter of which is associated with increased disease severity and worse clinical outcomes. Despite their overlapping niches and clinical relevance, little is known about how these two pathogens interact and how those interactions influence human health. Given the growing recognition that microbial interactions are key drivers of disease, we investigated how P. aeruginosa and K. pneumoniae influence one another. We discovered an antagonistic interaction in which P. aeruginosa restricts the growth of K. pneumoniae. This inhibition is driven by phenazine production in P. aeruginosa, specifically the secondary metabolites pyocyanin and pyorubin, which are both necessary and sufficient to suppress K. pneumoniae growth. Using a diverse set of clinical isolates, we found that this antagonism is strain dependent. Both the susceptibility of K. pneumoniae to phenazines and the ability of P. aeruginosa to restrict K. pneumoniae growth varies between strains. Moreover, the necessity of phenazine production is specific to the site of infection. Together, these findings demonstrate that strain background and environmental context are critical determinants of pathogen interactions. Our work underscores the importance of considering these variables when investigating how microbial interactions influence infection and disease outcomes.", "date": "2025-08-26", "journal": ""}
{"title": "An integrated enzymatic and computational pipeline for quantifying off-target base-editing", "doi": "10.1101/2025.08.26.667396", "authors": "McFarland, A. G.; Ooi, S.-k.; Tafuri, D.; Kamali, E.; Cooper, N.; Cook, E. J.; Reddy, S.; Jarocha, D.; Wellhausen, N.; Gill, S. I.; Roche, A. M.; Fraietta, J. A.; Bushman, F. D.; Herbst, F.", "abstract": "DNA base editing is increasingly used for human genetic modification, but methods for monitoring off-target editing are nascent. Here we present a simple model-independent workflow for identifying sites of off-target base-editing in relevant cell types on a genome-wide level. We report that sites of off-target editing by the ABE8e editor could be identified using an ABE8e derivative with restored DSB cleavage activity. This allows marking of enzyme-generated double-stranded (ds) DNA breaks by incorporation of dsDNA oligonucleotides that are transfected into primary target cells. DNA sequencing at sites of oligonucleotide incorporation reported both the genomic location of off-target cleavage and the extent of base-editing nearby. We present a platform combining this cellular (BEiGUIDE-Seq) and computational workflow (CRISPRito) to generate optimized amplicon panels for convenient monitoring of off-target base editing. This work introduces a generalizable strategy to evaluate off-target edits in patient-derived cells, addressing a critical safety gap for clinical base editing.", "date": "2025-08-26", "journal": ""}
{"title": "The Effect of SARS-COV-2 Protein Fragments onthe Dimerization of α-Synuclein", "doi": "10.1101/2025.08.26.672456", "authors": "Coleman, L. M.; Hansmann, U. H. E.", "abstract": "There is evidence that amyloidogenic segments in SARS-COV-2 proteins can induce aggregation of -synuclein (S), the main component of brain-located amyloids whose presence is connected with Parkinsons Disease (PD). Using molecular dynamic simulations, we could show in earlier work that SARS-COV-2 protein fragments shift the ensemble of S chains toward more aggregation-prone conformations. However, the mechanism by which these chains assemble into fibrils, the presumed neurotoxic agent in PD, is not clear. The first step on that route are dimers. For this reason, we have now, using again molecular dynamics simulations, studied how the fragment 194FKNIDGYFKI203 (FI10) of the SARS-COV-2 spike protein, and the fragment 54SFYVYSRVK62 (SK9) of the envelope protein, alter the ensemble of -synuclein dimers. Our simulations suggest a differential stabilization of such dimers that would preferentially seed rod- like fibrils over the competing twister-like structures", "date": "2025-08-26", "journal": ""}
{"title": "Semi-Automated Seal Detection on the Western Antarctic Peninsula: An Unsupervised Machine Learning Approach for Detecting Ice Seals in Aerial Survey Data", "doi": "10.1101/2025.08.22.671691", "authors": "McGinnity, C.; Bamford, C. C.; Fenney, N.; Fleming, A.; Forcada, J.; Tift, M. S.; Huckstadt, L.; Costa, D.; Fretwell, P. T.", "abstract": "Over the past 25 years, the Western Antarctic Peninsula (WAP) has experienced dramatic shifts in sea ice extent. This change has coincided with rapid alterations in ice-dependent ecosystems, including those supporting crabeater seals - the most abundant Antarctic seal and one of the largest mammalian consumers of krill. Despite their ecological importance, population estimates for ice seals remain scarce due to the difficulty of surveying large-scale, remote, ice-covered habitats. In 2023, during an abnormally low sea ice year, we conducted aerial surveys over Crystal Sound and Marguerite Bay during the end of the breeding season, flying over 1,000 km of transects. Seals were extremely sparse in the resulting imagery - occupying less than 1% of the surveyed area. This posed a significant challenge for both manual annotation and automated detection. Here we present a semi-automated, rules-based image analysis pipeline to substantially reduce human annotation time. Our method leverages hierarchical clustering with just two tunable parameters, avoiding the computational burden and opacity of deep learning models. Using this method, we identified 758 seals within a ~350 km2 survey subset, achieving a test recall of 82%. In the absence of concurrent tagging data to estimate haul-out corrections, we refrain from extrapolating to a population estimate. However, the low observed densities highlight the urgent need for continued monitoring. Our improved data processing pipeline is a key step in facilitating the large-scale analysis required to inform conservation strategies for this key species.", "date": "2025-08-26", "journal": ""}
{"title": "Experimental enhancement of structural heterogeneity in forest landscapes promotes multidimensional hoverfly diversity.", "doi": "10.1101/2025.08.22.670311", "authors": "Masso Estaje, C.; Rothacher, J.; Vujic, A.; Milicic, M.; Chao, A.; Mitesser, O.; Müller, J.; Classen, A.; Steffan-Dewenter, I.", "abstract": "The homogenization of temperate forests due to intensive management has led to biodiversity loss at local and landscape scales, threatening species persistence and ecosystem functions. However, experimental evidence on how structural heterogeneity among forest patches influences diversity at the landscape scale is lacking. Here, we test whether enhancing structural heterogeneity, via diverse deadwood enrichment and canopy gap creation treatments (Enhancement of Structural Beta Complexity, ESBC), can increase hoverfly diversity within landscapes, and elucidate the contributions of local (-) diversity enrichment and turnover ({beta}-diversity) to this effect. We conducted a large-scale forest experiment in 11 regions across Germany. Each region included two districts, representing small forest landscapes. In one district, we implemented patches with ESBC treatments, while in the other, serving as the control, we established patches without ESBC. Hoverflies were sampled in three seasonal intervals and across, in total, 234 forest patches (50 x 50 m) using pan traps. We applied a new integrative meta-analytic framework that incorporates sample completeness to quantify taxonomic, functional, and phylogenetic diversity (TD, FD, PD) using Hill numbers at , {beta}, and {gamma} scales. All three {gamma}-diversity dimensions - TD, FD, and PD - were significantly higher in structurally heterogeneous forest landscapes than in homogeneous ones. The strongest effects were observed for TD, indicating functional and phylogenetic redundancy among species. Effect sizes declined with increasing order of Hill numbers, suggesting that rare species benefit most from structural heterogeneity. In most regions, {gamma}-diversity gains were driven by increases in -diversity rather than {beta}-diversity, highlighting the importance of interventions to increase local structural complexity. However, several regions also showed elevated {beta}-diversity, indicating context-dependent effects of spatial heterogeneity. Our results provide the first experimental evidence that enhancing structural heterogeneity at the landscape scale can restore multi-dimensional insect diversity in temperate forests. They underscore the management value of ESBC as a scalable tool to restore biodiversity, increase ecological resilience, and counteract biotic homogenization in production forests.", "date": "2025-08-26", "journal": ""}
{"title": "pH-driven evolutionary divergence and ongoing speciation in the cosmopolitan cyanobacterium Microcoleus vaginatus", "doi": "10.1101/2025.08.22.671682", "authors": "Wei, J.; Li, H.; Yang, H.; Li, R.; Shu, W.; Hu, C.", "abstract": "Speciation models and the concept of speciation continuum have been well established in multicellular eukaryotes. However, the mechanisms underlying population differentiation and their environmental drivers in prokaryotes remain elusive. Here, we explored the population diversification of the filamentous cyanobacterium Microcoleus vaginatus, a photoautotrophic edificator with significant importance for dryland ecosystems worldwide. By constructing a 132-genome dataset spanning multiple climate zones across four continents, we integrated intraspecific genomics with environmental association analyses to elucidate the population genetic structure and molecular mechanisms underlying the divergence of the M. vaginatus continuum. Our findings reveal that adaptive differentiation is driven by the combined effects of natural selection, homologous recombination, and gene family turnover, with varying contributions across different phylogroups. The evolution of core and accessory genomes exhibits complementary patterns, with genome-wide association studies demonstrating the predominant role of the core genome in population divergence. Selection, followed by neutral evolution and recombination, mediates trade-offs in life-history strategies, while environmental factors shape these evolutionary processes. Notably, while local edaphic variables exert direct influences on Tajima's D values, they demonstrate predominantly indirect modulation through alterations in the selection-to-gene gain ratio (S/G). pH emerges as the principal abiotic driver governing population genetic signatures, operating through coordinated effects on both S/G and the proportion of selected genes undergoing recombination (SUR). This study offers novel insights into the diversification mechanisms of cosmopolitan, dominant cyanobacteria, thereby advancing our understanding of prokaryotic speciation in complex natural settings and providing a framework for predicting microbial adaptation in a changing world.", "date": "2025-08-26", "journal": ""}
{"title": "Regulatory features determine the evolutionary fate of laterally acquired genes in plants", "doi": "10.1101/2025.08.22.671697", "authors": "Collins, C. F.; Alston, B. J.; Hibdige, S. G.; Raimondeau, P.; Baker, E.; Sotelo, G.; Papadopulos, A. S.; Christin, P. A.; Pereira, L.; Dunning, L. T.", "abstract": "Lateral gene transfer (LGT) is widespread in eukaryotes, including in animals and plants where it can fuel adaptive evolution and innovation. However, the factors that influence the integration and long-term retention of transferred genes remain poorly understood. The pangenome of the grass Alloteropsis has a high turnover of laterally acquired genes, and here we combine expression, methylation and genomic data to identify factors promoting their long-term persistence. Most transferred genes appear to be degenerating, showing lower expression levels and/or greater sequence truncation compared to their vertically inherited homologs. These degenerating genes also show significantly higher levels of DNA methylation, potentially indicating transcriptional silencing. The likelihood of a transferred gene being retained will be influenced by how easily it can be expressed in the recipient genome. In Alloteropsis, putatively functional laterally acquired genes had expression levels significantly more similar to their donor xenolog than to their vertically inherited homolog. This pattern suggests that transferred genes may carry cis-regulatory elements encoded on the fragment of DNA that moves between species, facilitating their expression in the new genomic context. Evolutionary novelty may also increase the likelihood that selection retains a transferred gene. However, only a significant difference in expression level, not sequence divergence, between donor and recipient orthologs is associated with successful lateral gene transfer. Overall, our results show that most transferred genes degrade over time. However, those capable of regulating their own expression are more likely to persist and contribute to long-term evolutionary innovation.", "date": "2025-08-26", "journal": ""}
{"title": "Genetic Correlates of Host Use in Scotland's Pearl Mussels", "doi": "10.1101/2025.08.22.671716", "authors": "Pritchard, V. L.; Cosgrove, P.; Gillman, V.; Layton, K.; McGill, L.; Morrissey, B.", "abstract": "The freshwater pearl mussel (Margaritifera margaritifera) is an ecologically important and highly endangered bivalve native to running freshwaters across Europe and eastern North America. Its life cycle includes an obligate parasite stage in which newly emerged larvae attach to the gills of juvenile salmonid fishes. In northern Europe, populations specialize on one of two hosts: Atlantic salmon (Salmo salar) or brown trout (S. trutta). Previous microsatellite studies of pearl mussels in the Nordic region have shown an association between host specialization and population genetic characteristics. Scotland is considered a remaining stronghold for freshwater pearl mussel, however current knowledge of genetic characteristics and host association of Scottish M. margaritifera populations is limited. We combined minimally-invasive viscera swabbing with reduced-representation sequencing (nextRAD) to examine genetic diversity of pearl mussels at 5,486 genome-wide SNP markers across 18 populations in Scotland. Our results revealed a substantial variation among populations in genetic diversity and interpopulation differentiation which was strongly related to known host. Populations known to specialize on Atlantic salmon exhibited high genetic diversity (mean He = 0.24) and low inter-population differentiation (Fst = 0.026), even between rivers draining to opposite coasts. In contrast, populations known to specialize on brown trout or occurring where only trout are available consistently showed lower genetic diversity (mean He = 0.15 / 0.14) and much higher inter-population differentiation (Fst = 0.160 / 0.271), with many populations being highly genetically distinct even when geographically proximate. Principal component analysis and neighbor-joining trees confirmed this pattern, with salmon-specialist populations clustering together while trout-associated populations formed discrete, population-specific clusters. These findings mirror previously observed patterns in other parts of the M. margaritifera range and indicate that population sizes and migratory behavior of hosts may drive contrasting evolutionary trajectories in pearl mussel populations. The striking genetic differences between salmon- and trout-specialist populations have important implications for conservation planning, as they indicate differential capacity for local adaptation and vulnerability to reduced population sizes. Our results suggest that population genetic characteristics could be used to predict host associations for unstudied populations, providing a valuable tool for conservation management. The study emphasizes the importance of considering both direct impacts on pearl mussel populations and the status of their salmonid hosts when developing conservation strategies for this rapidly declining species.", "date": "2025-08-26", "journal": ""}
{"title": "Exogenous Delivery of Sphingomyelinase Mediates Mesenchymal Stromal Cell-Extracellular Vesicle Biogenesis, Alters Cargo Sorting, and Therapeutic Potency in vitro", "doi": "10.1101/2025.08.21.671536", "authors": "Shah, D. C.; DeVeaux, S. A.; Zhang, H.; Liu, A. Y.; Adedipe, T. A.; Chiappa, N. F.; Patel, K. A.; Jang, Y. C.; Goudy, S. L.; Sulchek, T.; Roy, K.; Botchwey, E. A.", "abstract": "Mesenchymal stem cells (MSCs) are multipotent stromal cells with regenerative, immunomodulatory, and anti-inflammatory properties, making them a promising tool in cell-based therapies. Increasing evidence suggests the therapeutic effects of MSCs are largely mediated by secreted paracrine factors and extracellular vesicles (EVs), which facilitate extracellular communication by transferring bioactive molecules such as proteins, lipids, and nucleic acids to target cells. The lipid composition of EVs is critical for their stability, uptake, and functional activity. Sphingomyelinase (SMase), an enzyme that hydrolyzes sphingomyelin into ceramide, plays a key role in EV biogenesis by influencing membrane curvature allowing for invagination and budding of MVBs. However, the impact of SMase treatment on the characteristics and therapeutic potential of MSC-derived EVs remains largely unexplored. In this study, human MSCs were cultured with SMase for 24 hours and EVs were isolated via ultracentrifugation. EV size distribution was analyzed using nanoparticle tracking analysis (NTA), microRNA (miRNA) profile was determined using RNA-sequencing, while lipidomic and proteomic profiling were assessed using mass spectrometry. Functional assays were conducted to assess changes in bioactivity. NTA revealed a shift in EV production, with a higher vesicle concentration in SMase induced MSCs compared to untreated cells. SMase treatment significantly altered MSC-EV composition, leading to increased ceramide and glycosphingolipids. In addition, the modifications in protein and miRNA EV cargo were found to be associated with pathways involving TNF- signaling, vesicle trafficking, wound healing, and angiogenesis. Functional assays indicated greater suppression of TNF- in activated macrophages and greater tubular network formation in HUVECS. These findings provide new insights into distinct biophysical and biochemical changes in MSC-derived EVs following SMase stimulation, potentially enhancing their therapeutic properties and may inform strategies for optimizing future EV-based therapies.", "date": "2025-08-26", "journal": ""}
{"title": "A Cryptic Binding Pocket Regulates the Metal-Dependent Activity of Cas9", "doi": "10.1101/2025.08.25.672025", "authors": "Ahsan, M.; Saha, A.; Ramos, D.; Strohkendl, I.; Skeens, E.; Lisi, G. P.; Taylor, D. W.; Palermo, G.", "abstract": "Cas9 is a metal-dependent nuclease that has revolutionized gene editing across diverse cells and organisms exhibiting varying ion uptake, metabolism, and concentrations. However, how divalent metals impact its catalytic function, and consequently its editing efficiency in different cells, remains unclear. Here, extensive molecular simulations, Markov State Models, biochemical and NMR experiments, demonstrate that divalent metals - Mg, Ca, and Co - promote activation of the catalytic HNH domain by binding within a dynamically forming divalent metal binding pocket (DBP) at the HNH-RuvC interface. Mutations in DBP residues disrupt HNH activation and impair the coupled catalytic activity of both nucleases, identifying this cryptic DBP as a key regulator of Cas9 metal-dependent activity. The ionic strength thereby promotes Cas9 conformational activation, while its catalytic activity is metal-specific. These findings are critical to improving the metal-dependent function of Cas9 and its use for genome editing in different cells and organisms.", "date": "2025-08-26", "journal": ""}
{"title": "Enhancing Protein Binding Site Residue Prediction with Graph Neural Networks: Impacts of Cutoff Distance and Feature Selection", "doi": "10.1101/2025.08.25.672254", "authors": "Chen, S. H.; Pasini, M. L.; Hauck, C. D.", "abstract": "Identifying protein binding site residues is critical for understanding molecular interactions but challenging due to incomplete knowledge of features that determine binding. The increasing volume and accessibility of protein sequences and structures presents an opportunity to systematically decipher their intricate relationships with binding. Here, we investigate the effect of cutoff distance between residues and the importance of sequence-based and structure-based features on binding in four eukaryotic model organisms with graph neural networks. Our results indicate that sparse graphs generated by an 8 [A] cutoff are most effective for binding site residue prediction, and that increasing cutoff distance introduces noise from non-binding site residues, impairing model performance. Yet, using hybrid cutoffs that enrich connectivity between predicted binding site residues has the potential for enhancing performance. In addition, sequence-based features learned by a pre-trained protein language model carry substantial information to binding. In contrast, structure-based features derived from protein backbone geometry are inadequate due to overprediction of binding site residues. These findings are consistent for the proteins across the four organisms, providing evidence for evolutionary conservation of binding site residues.", "date": "2025-08-26", "journal": ""}
{"title": "Efficacy of chronic 5-HT1A receptor agonism by NLX-112 in a mouse model of Spinocerebellar Ataxia type 3", "doi": "10.1101/2025.08.21.671624", "authors": "Ferreira-Lomba, B.; Guerreiro, S.; Duarte-Silva, S.; Cunha-Garcia, D.; Oliveira, S.; Vieira, C.; Pereira-Sousa, J.; Vilasboas-Campos, D.; Vidinha-Mira, A.; Monteiro-Fernandes, D.; Varney, M. A.; Kleven, M. S.; Newman-Tancredi, A.; Teixeira-Castro, A.; Maciel, P.", "abstract": "Background: Spinocerebellar ataxia type 3 (SCA3) is an autosomal dominant neurodegenerative disorder caused by an elongated polyglutamine (polyQ) sequence in the ataxin-3 protein. This expansion triggers neuropathological events, leading to progressive motor disturbances. Currently, no approved therapy exists for this debilitating condition, but compelling evidence suggests that targeting the serotonergic system can significantly attenuate SCA3 disease progression in animal models. Objective: This study aimed to assess the effects of NLX-112, a highly selective serotonin 1A receptor (5-HT1AR) full agonist, in the CMVMJD135 transgenic mouse model of SCA3. Methods: NLX-112 (0.625 and 5 mg/kg/day) and tandospirone (a 5-HT1AR partial agonist used as a comparator; 20 and 80 mg/kg/day) were administered chronically in drinking water for 34 weeks, starting prior to symptom onset. To evaluate the effects of the drugs on SCA3 mice, motor-related behavioral tests and neuropathological techniques were employed. Results: Treatment with the higher dose of NLX-112 led to improvements in motor coordination and balance, and slowing of symptom deterioration as the disease progressed. These beneficial effects were not achieved with tandospirone. NLX-112 treatment also elicited neuroprotective effects, reducing dopaminergic (tyrosine hydroxylase-positive) cell loss and astrocyte reactivity in the substantia nigra. Conclusions: NLX-112 treatment, started presymptomatically, enhanced motor function, slowed disease progression and elicited neuroprotective effects in SCA3 mice, supporting its further development as a drug candidate for treatment of ataxia and related movement disorders.", "date": "2025-08-26", "journal": ""}
{"title": "Non-canonical caspase-8 activation by cathepsin B drives anti-inflammatory human macrophage polarization", "doi": "10.1101/2025.08.22.671722", "authors": "Kerreneur, E.; Chaintreuil, P.; Delaby, C.; Boulakirba, S.; Bourgoin, M.; Fajolles, M.; Favreau, C.; Rivault, A.; Bennour, J.; Droin, N.; Peyron, J.-F.; Chiche, J.; Cluzeau, T.; Loschi, M.; Auberger, P.; Robert, G.; Jacquel, A.", "abstract": "Anti-inflammatory monocyte-derived macrophages are essential to maintain tissue homeostasis but can also contribute to disease progression, notably in cancer and fibrosis. Deciphering the signaling pathways that govern their generation could therefore unlock new therapeutic opportunities. Here we uncover a previously unrecognized, non-apoptotic function of caspase-8 in driving both monocyte-to-macrophage differentiation and anti-inflammatory macrophages polarization. We identified cathepsin B as a novel upstream activator of caspase-8 activation through a non-canonical cleavage mechanism, conferring to caspase-8 an original activity profile distinct from its apoptotic role. Disruption of this cathepsin-B-caspase-8 axis, either genetically or pharmacologically, not only impairs the generation of anti-inflammatory macrophages but also reprograms these cells towards a pro-inflammatory phenotype. Our findings position the cathepsin-B-caspase-8 axis as a critical regulatory node in macrophage fate decisions and a promising target for therapeutic reprogramming of human macrophages in cancer, inflammation and fibrotic diseases.", "date": "2025-08-26", "journal": ""}
{"title": "Analysis of menstrual effluent uncovers endometriosis-specific cell populations and impaired cellular pathway processes", "doi": "10.1101/2025.08.21.671582", "authors": "Wilson, T. R.; Morris, S. A.; Deford, P. L.; Starostanko, A.; Kasper, S.; Venkatraman, S.; Morrison, C. F.; Friend, K.; Thomas, S. Y.; Burns, K. A.", "abstract": "Endometriosis is a chronic gynecological disease affecting 1 in 10 reproductive-aged women and is characterized by the ectopic presence of endometrial tissue outside the uterus. The leading hypothesis for disease etiology is via the reflux of menstrual effluent (ME) into the peritoneal cavity. ME is a complex mixture of viable endometrial tissue, proteins, and immune cells which serve specialized functions during menstruation to support and repair the endometrium. We hypothesized shifts in the subpopulations of immune cells present during retrograde menstruation may alter the microenvironment of the peritoneal cavity leading to a favorable environment for uterine tissue attachment and survival of endometriotic lesions. Menstrual effluent collected on days 1 and 2 of menstruation identified from women with endometriosis distinct morphological features, increased subpopulations of aged neutrophils, increased anti-inflammatory macrophages, and overall impaired clearance pathways that hijack endometrial clearance likely contributing to the development and progression of endometriosis.", "date": "2025-08-26", "journal": ""}
{"title": "Variations in H2 thresholds and growth yields among hydrogenotrophic methanogens relate to different energy conservation strategies", "doi": "10.1101/2025.08.26.672303", "authors": "Philippon, T.; Philips, J.", "abstract": "Hydrogenotrophic methanogens are of high environmental and biotechnological relevance, as they convert CO2 with H2 into CH4. Despite their common metabolism, variations among these methanogens likely exist. This study therefore determined the H2 thresholds and growth yields of nine different hydrogenotrophic methanogens. The H2 threshold, i.e. the H2 partial pressure at which H2 consumption halts, ranged over two orders of magnitude from 1.0 +/- 0.5 Pa for Methanobrevibacter arboriphilus to 120 +/- 10 Pa for Methanosarcina mazei. Growth yields ranged from 0.51 +/- 0.28 gDCW / mol CH4) for Methanococcus maripaludis to 5.28 +/- 1.25 gDCW / mol CH4. In addition, ATP gains, estimated from both the H2 threshold and growth yield, correlated reasonably well, suggesting that these variations are due to differences in energy conservation strategies. Our results fitted with the classification previously proposed by Thauer, dividing hydrogenotrophic methanogens into two distinct groups: methanogens using cytochromes for energy conservation had a high H2 threshold (> 20 Pa) and high growth yield (> 4.0 gDCW / (mol CH4), whereas all methanogens without cytochromes had a low H2 threshold (< 8 Pa) and low growth yield (< 1.7 gDCW / (mol CH4). Moreover, our H2 thresholds showed significant additional variations within both groups. Overall, this study found strong variations between hydrogenotrophic methanogens, which are important to understand their environmental prevalence and biotechnological applicability.", "date": "2025-08-26", "journal": ""}
{"title": "Translation control by altered start codon usage as a means of modulating the general stress response and virulence in Listeria monocytogenes.", "doi": "10.1101/2025.08.26.672274", "authors": "Wu, J.; Kelly, C.; Chanza, B.; Reade, A.; Burgess, C. M.; OByrne, C.", "abstract": "Abstract In the food-borne pathogen Listeria monocytogenes, SigB is the central regulator of general stress response (GSR) and it mediates host entry by promoting acid resistance and epithelial cell attachment. The post-translational regulation of SigB activity is complex and is controlled by multiple genes. There is significant evidence that mutations can readily arise in these regulatory genes, or in sigB itself, leading to reduced SigB activity, which suggests that there is considerable genetic plasticity In the GSR. To further investigate this, we defined the complete genome sequence of a clinical isolate with attenuated SigB activity and investigated how it adapts to lethal acidic challenge (mimicking the selective pressure encountered during entry into the host). Acid resistance developed rapidly and 6 acid resistant derivatives (ARDs) were selected for further investigation. All 6 ARDs restored SigB activity due to mutations acquired in rsbW, which encodes an antagonist of SigB. These mutations resulted in non-canonical start codons (rsbWATG to rsbWATA or rsbWATT) or premature translation termination (rsbW-). A translational reporter assay demonstrated distinct differences in translation efficiency between three start codons: ATG>ATA>ATT, suggesting that a perturbation of RsbW:SigB stoichiometry alters SigB activity. We then analysed start codon usage for all conserved genes in 60,692 L. monocytogenes genomes available in the NCBI database. This analysis revealed flexible usage of start codons associated with genetic clades in 39 conserved genes, 13 of which are involved in virulence and stress response. Further, we show that flexible use of canonical start codons (ATG and GTG) also mediates different levels of expression of virulence and stress response genes. Taken together, we show the genetic plasticity of GSR regulation in a model pathogen, and highlight the importance of translational control as a means of fine-tuning gene expression during short-term adaptation and long-term evolution for optimal fitness. Author Summary The general stress response (GSR) in foodborne pathogen Listeria monocytogenes is important for environmental stress response and for host entry, but GSR is also highly variable across wild isolates. In this study, we analysed the evolutionary trajectory of a clinical isolate with attenuated GSR and characterized the adaption by this strain to a host-mimicking stress (acidic condition). Under extreme selective pressure, mutations disabling a negative regulator of the GSR were enriched. Interestingly, several independently occurring mutations negatively affect the translation initiation by using non-canonical start codons. Prompted by this, we analysed the population-wide start codon usage by examining all available L. monocytogenes genomes available (n = 60,690). This analysis revealed differential start codon usage in 39 conserved genes that are associated with different genetic clades. Furthermore, we demonstrated differential translation efficiencies between the different canonical start codons. This work highlights the genetic plasticity of GSR in the important food-borne pathogen L. monocytogenes and shows that altered translational start codon can be used as means of regulatory control. Together the data suggest that genetic changes in the regulation of the GSR might confer niche-specific fitness advantages.", "date": "2025-08-26", "journal": ""}
{"title": "High-Throughput Quantification of Population Dynamics using Luminescence", "doi": "10.1101/2025.08.26.672247", "authors": "Muetter, M.; Angst, D.; Regoes, R.; Bonhoeffer, S.", "abstract": "The dynamics of bacterial population decline at antibiotic concentrations above the minimum inhibitory concentration (MIC) remain poorly characterized. This is because measuring colony-forming units (CFU), the standard assay to quantify inhibition, is too slow, labour-intensive, and costly, and can be unreliable at high drug concentrations. To offer an alternative for high antimicrobial concentrations, we measured the change in light intensity from bioluminescent Escherichia coli over time and compared it with the change in CFU counts as a proxy for population size. Currently, luminescence assays are commonly used below the MIC, but have not yet been evaluated extensively in the super-MIC range. For 12 of the 21 antimicrobials tested, luminescence- and CFU-based rates did not differ significantly. To investigate the source of the discrepancies observed for the remaining 9 antibiotics, we introduced a size-structured population model with a continuum of cell sizes to simulate the impact of filamentation on the light signal, and complemented the findings with microscopy imaging. Discrepancies between the two rates fell into two classes. First, because light intensity tracks biomass more closely than population size, luminescence can indicate a shallower population decline when bacteria filament. Second, CFU-based estimates can indicate a steeper population decline when antimicrobial treatment reduces the number of colonies formed per viable bacterium. This effect can result from changes in clustering behaviour, physiological changes that impair culturability, or antimicrobial carry-over. With these caveats addressed, bioluminescence offers an efficient, high-throughput alternative for quantifying bacterial dynamics at super-MIC concentrations, although its suitability depends on the chosen metric (biomass vs. cell number) and on whether the antimicrobial induces filamentation or affects culturability.", "date": "2025-08-26", "journal": ""}
{"title": "Haploinsufficiency of KPNA7 causes otosclerosis, likely due to the release of import inhibition of PTHrP and the reactivation of chondrogenesis in the globuli interossei", "doi": "10.1101/2025.08.22.671726", "authors": "Benteau, T.; Abdelfatah, N.; Griffin, A.; Penney, C.; Hu, P.; Stanton, S. G.; Zhai, G.; Maheu, M.; Young, T.-L.", "abstract": "Otosclerosis is a genetic bone disorder restricted to the otic capsule and a common cause of conductive hearing loss with both familial and sporadic cases. To date, 14 genomic loci (OTSC) and four underlying OTSC genes (MEPE, SERPINF1, FOXL1, SMARCA4) have been identified in autosomal dominant families. A combined genetic/genomics approach on five affected siblings of Northern European ancestry from the island of Newfoundland, Canada identified a premature stop mutation in Karyopherin subunit 7 (KPNA7, c.49C>T, p.R17X). KPNA7 maps to OTSC2 (7q22.1), is the newest of the seven-member importin- family of nuclear transporters and plays a critical role in early embryonic cleavage events and zygotic genome activation. So far, homozygous KPNA7 variants cause both a syndromic bone disorder of partial agenesis of the corpus callosum and cerebellar vermis hypoplasia with posterior fossa cysts and preimplantation embryo arrest (PREMBA) (OMIM 614107). Interestingly, KPNA7 is exclusively expressed in embryonic tissues and likely inhibits non-classical NLS transport of PTHrP, a known activator of chondrogenesis. We propose that KPNA7 haploinsufficiency causes a failure in transport inhibition of PTHrP in the quiescent embryonic cells of the globuli interossei and re-activates chondrogenesis. The KPNA7 discovery challenges the central theme that otosclerosis is due to dysregulated bone remodeling suppression involving the RANK/RANKL/OPG pathway and offers new insights into its pathophysiology.", "date": "2025-08-26", "journal": ""}
{"title": "HSP-1-Specific Nanobodies Alter Chaperone Function in vitro and in vivo", "doi": "10.1101/2025.08.25.672099", "authors": "Urban, N. D.; Gharat, K.; Mattiola, Z. J.; Scheutzow, A.; Klaiss, A.; Grootveld, M.; Skinner, M. E.; Kirstein, J.; Truttmann, M. C.", "abstract": "Targeted regulation of 70 kilodalton Heat Shock Protein (HSP70) chaperones, particularly the essential cognate heat shock protein (HSC70) and its Caenorhabditis elegans ortholog, HSP-1, may hold the key to improving cellular proteostasis and ameliorating aging-associated conditions linked to protein misfolding and aggregation. However, tools to selectively modulate HSP70 chaperone activity remain elusive. In this study, we pioneer the development of two novel nanobodies, B12 and H5, which specifically bind to both recombinant and endogenous HSP-1. We show that these nanobodies, differing by only two amino acids in their complementarity-determining regions, bind specifically to HSP-1 and effectively reduce both HSP-1 ATPase activity and protein folding capacity in a dose-dependent manner in vitro. We further demonstrate in vivo expression of B12, but not H5, in transgenic C. elegans strains reduces heat-stress survival and proteotoxic-stress resistance, mirroring the effects of hsp-1 knockdown via RNA interference. Our findings suggest that these nanobodies can serve as effective and specific tools for modulating HSP-1 chaperone activity in vivo. These discoveries provide a foundation for future research exploring the therapeutic potential of HSP70-targeting nanobodies in aging and protein misfolding diseases.", "date": "2025-08-26", "journal": ""}
{"title": "Recognition and remodelling of nucleosomes and hexasomes by the human INO80 complex", "doi": "10.1101/2025.08.25.671740", "authors": "Aggarwal, P.; Sharma, M.; Woike, S.; Kunert, F.; Moldt, M.; Hopfner, K.-P.", "abstract": "The ATP-dependent INO80 chromatin remodeller slides and repositions nucleosomes to shape and maintain chromatin around gene regulatory elements and replication origins. Recent work uncovered capabilities of yeast and fungal INO80 to bind and slide hexasomes, but whether this is a universal feature is unknown. Here, we show that also human INO80 slides hexasomes as efficiently as H2A and H2A.Z nucleosomes. By determining a variety of structures of human INO80 bound to canonical and H2A.Z nucleosomes as well as hexasomes, we reveal a predominantly topological sensing of nucleosomal species with at least three positions depending on entry DNA unwrapping. INO80 spin-rotates around the wheel like nucleosomal core particle, with the position determined by the Snf2 ATPase that binds the tangentially protruding entry DNA at various degrees of unwrapping. Acidic patch binding by IES2 can differentiate between different nucleosomal species, is important for nucleosome but not hexasome sliding, and can sense unwrapped exit DNA. These findings provide structural and mechanistic insights into how human INO80 remodels diverse chromatin substrates in a topology driven manner", "date": "2025-08-26", "journal": ""}
{"title": "Stochastic resonance is behind single cell proteomics success", "doi": "10.1101/2025.08.22.671757", "authors": "Meng, Z.; Zubarev, R.", "abstract": "Stochastic resonance is a phenomenon of noise-aided detection of below-threshold signal at the expense of the linearity of signal quantification. Here we demonstrate that peptide signal from single cell proteomes multiplexed by tandem mass tag (TMT) with a carrier proteome is below the nominal detection threshold in the Orbitrap mass analyzer and is registered in the mass spectra largely due to stochastic resonance amplification. This amplification is of the order of 0.5-2.5 single cell equivalents. Consequently, spiking by the corresponding amount of a constant \"pedestal\" proteome lifts the signal of the analyte single cell proteome above the detection threshold, improving detection and largely restoring linearity of quantification.", "date": "2025-08-26", "journal": ""}
{"title": "DeepBioSim: Efficient and Versatile Methods for Microbiome Data Simulation with Minimal Statistical Assumptions", "doi": "10.1101/2025.08.21.670443", "authors": "Shen, Y.; Rajaram, S. V.; Wang, W.; Zeng, E.", "abstract": "The human microbiome profoundly influences health and disease. Robust computational and statistical tools for identifying causal microbe-disease links are therefore critical to uncovering the mechanistic basis of these associations. Yet benchmarking such tools remains difficult: microbiome datasets are sparse, high-dimensional, and contain complex dependencies, and no gold-standard reference set exists. Realistic simulated data with embedded ground truth are essential for fair evaluation of analytical tools. Current simulators often impose strong assumptions, require hard-to-obtain auxiliary information, or fail to scale to large, high-dimensional datasets. We introduce DeepBioSim, a DEEP-learning framework for BIOlogical SIMulation of microbiome data. DeepBioSim uses variational autoencoders (VAEs) to generate realistic microbiome datasets by sampling directly from the latent distribution of metagenomic or metatranscriptomic count data.The approach is fast, accurate, and scalable, generating highly realistic synthetic microbiome datasets without extensive hyper-parameter tuning or phylogenetic input. Tests on human RNA-seq data confirm versatility of DeepBioSim, showing it can also reliably simulate single-organism omics profiles.", "date": "2025-08-26", "journal": ""}
{"title": "Mutual Antagonism Between PRC1 Condensates and SWI/SNF in Chromatin Regulation", "doi": "10.1101/2025.08.25.672128", "authors": "Niekamp, S.; Marr, S. K.; Sanon, R.; Schneider, P. C.; Subramanian, R.; Kingston, R. E.", "abstract": "Opposing activities of conserved chromatin regulatory complexes, such as the Polycomb Repressive Complex 1 (PRC1) and the activating chromatin remodeler SWI/SNF play critical roles in regulating gene expression during development and differentiation. The mechanisms by which these complexes compete to regulate chromatin states remain poorly understood. We combine single-molecule analysis and genomic approaches in cultured cells to demonstrate that the condensate-forming properties of PRC1 play an important role in excluding SWI/SNF from chromatin. Consistently, PRC1 compositions with a higher propensity for condensate formation are more effective in preventing SWI/SNF binding. Conversely, SWI/SNF-bound chromatin significantly reduces PRC1 binding and subsequent condensate formation. Notably, SWI/SNF can suppress PRC1 condensate formation in an ATP-hydrolysis independent manner. We propose that the condensate properties of different PRC1 compositions drive mutual PRC1-SWI/SNF antagonism to properly balance these competing regulatory activities during development.", "date": "2025-08-26", "journal": ""}
{"title": "Evolution of temperature dependence of TRPM2 channel gating and inactivation in vertebrates", "doi": "10.1101/2025.08.22.671705", "authors": "Bartok, A.; Toth, A. V.; Csanady, L.", "abstract": "TRPM2 is a Ca2+ permeable cation channel activated by cytosolic Ca2+ and ADP ribose (ADPR). In contrast to invertebrate orthologs, vertebrate TRPM2 channels inactivate due to evolutionary alterations in amino acid sequence around the selectivity filter. Human TRPM2 (hsTRPM2) serves as a deep-brain temperature sensor important for body temperature regulation, and its gating is exquisitely temperature dependent. To address whether TRPM2 is temperature sensitive also in ectotherms that lack body temperature regulation, here we investigated the functional properties of zebrafish (Danio rerio) TRPM2 (drTRPM2) across the temperature range of 15oC to 37oC. The rate of ion permeation through the open pore was weakly temperature sensitive (Q10~1.3) as expected for a diffusion-limited process. In the presence of saturating concentrations of ligands (ADPR and Ca2+) drTRPM2 open probability showed no temperature dependence. Moreover, for both ADPR and Ca2+, the apparent affinities for channel activation were unaffected by temperature, reporting a standard enthalpy of opening near zero for drTRPM2. Inactivation of drTRPM2 is an order of magnitude slower than that of hsTRPM2. To address whether in both orthologs the same mechanism underlies inactivation, we studied its temperature sensitivity. For both drTRPM2 and hsTRPM2 inactivation rate was modestly temperature dependent (Q10 ~2.7 and ~4.4). A triple substitution which converts the post-filter sequence of drTRPM2 into the corresponding human sequence accelerated drTRPM2 inactivation by >20-fold. The data suggest that temperature dependence of hsTRPM2 gating evolved in the course of vertebrate evolution, whereas inactivation was temperature dependent already when it first appeared in early vertebrates.", "date": "2025-08-26", "journal": ""}
{"title": "Early-life adversity modulates growth trajectories and red blood cell mitochondrial metabolism in king penguin chicks", "doi": "10.1101/2025.08.22.671494", "authors": "Cossin-Sevrin, N.; Anttila, K.; Lejeune, M.; Bocquet, C.; Fusillier, M.; Faulmann, T.; Lemonnier, C.; Garcin, N.; Cillard, A.; Bize, P.; Robin, J.-P.; Ruuskanen, S.; Viblanc, V.", "abstract": "In many avian species, variation in breeding phenology is known to affect reproductive success. In king penguins, the breeding cycle lasts more than a year, and the start of egg-laying extends over 3 months, with early-breeders laying eggs around December and late-breeders around February. Consequently, late-born chicks have less time to grow and build up their energy reserves before the Austral winter. It is however not known whether late-born chicks display alternative physiological strategies to catch up before winter. Variation in metabolic rate is one important pathway driving differences in growth patterns, as it is directly involved both in energy allocation processes and fitness. The conversion of resources into energy occurs in mitochondria, and the efficiency of this conversion is likely to play a fundamental role in explaining individual heterogeneity in growth and survival. The purposes of this study were to investigate the differences in red blood cell mitochondrial metabolism between early- and late-born king penguin chicks and to assess whether morphometric phenotypes could be explained by differences in mitochondrial metabolism. Late-chicks expressed higher mitochondrial metabolism compared to early-chicks at 100 days post-hatching, probably linked to the stress related to winter environmental conditions and a decrease in parental feeding rates. We did not find a clear association between chick mitochondrial metabolism and growth patterns, suggesting that mostly environmental conditions contributed in explaining different metabolic phenotypes. As king penguin populations in Crozet may face changing breeding conditions (changes in feeding area and foraging trips duration) in relation to global changes, studying the physiological traits and adaptations underlying the chick growth and survival may help understanding the response of king penguins facing challenging conditions.", "date": "2025-08-26", "journal": ""}
{"title": "ComBat-Predict enhances generalizability of neuroimaging models to new sites", "doi": "10.1101/2025.08.21.671401", "authors": "Xin, Y.; Gardner, M.; Tustison, N.; Cook, P.; Gee, J.; Benitez, A.; Jensen, J. H.; Bethlehem, R.; Seidlitz, J.; Alexander-Bloch, A. F.; Chen, A. A.", "abstract": "Neuroimaging is vital in quantifying brain atrophy due to typical aging and due to neurodegenerative diseases. To collect large samples necessary to model lifespan brain development, research consortiums aggregate images acquired across multiple study sites. Previous studies have demonstrated that this multi-site study design can lead to site-related bias, necessitating harmonization of these \"site effects\". However, current methodologies are unable to generalize to new sites outside the original harmonized sample, limiting translation to new sites or clinical practice. Here, we propose a method called ComBat-Predict (CB-Predict) building upon the ComBat method for site effect adjustment, which extends to data from a new site with smaller sample sizes and unknown site effects. In data from the Alzheimer's Disease Neuroimaging Initiative (ADNI), our proposed method mitigates bias and yields high accuracy in predicting cortical thickness measures when generalizing the model to new data. Furthermore, we demonstrate that our proposed harmonization method can reduce site-related variance in centile scores estimated using data from the Lifespan Brain Chart Consortium (LBCC). Altogether, our results demonstrate that CB-Predict effectively harmonizes new sites and thereby enables effective translation of neuroimaging models to additional samples.", "date": "2025-08-26", "journal": ""}
{"title": "Influenza A Virus Infection Impairs Neuronal Activity in Human iPSC-Derived NGN2 Neural Co-Cultures", "doi": "10.1101/2025.08.26.672266", "authors": "Benavides, F. F. W.; Kempff, A. L. V.; Smeenk, H.; Lendemeijer, B.; Lavrijsen, M.; Slotman, J. A.; Kushner, S. A.; De Vrij, F. M.; Bauer, L.; van Riel, D.", "abstract": "Influenza A virus (IAV) infection is associated with a wide variety of neurological complications, of which mild complications like impaired cognitive functioning are most prominent. Even though several studies have shown that many influenza viruses can enter the CNS, the neuropathogenesis of seasonal (H3N2 and H1N1) and pandemic (pH1N1 2009) IAV infections is poorly understood. Therefore, we aimed to investigate the cellular tropism, replication efficiency and associated functional consequences using a human stem cell-derived neural co-culture model of neurons and astrocytes. All viruses were able to infect neurons in the co-culture model, although this infection did not result in efficient replication and release of progeny virus. In addition, infection did not result in visible cell death or apoptosis. However, functional analyses revealed that IAV inoculation resulted in a reduction of spontaneous neural activity and a partial reduction of neural excitability. This study shows that seasonal and pandemic IAVs can disrupt neural homeostasis, without efficient virus replication or the induction of cell death. However, these functional changes in neural activity can contribute to cognitive problems during IAV infections in the acute and potentially post-acute phase of the infection.", "date": "2025-08-26", "journal": ""}
{"title": "NOVEL PRINCIPLES OF MOLECULAR GENETIC MAPPING OF THE INTERPHASE GENOME OF Drosophila melanogaster", "doi": "10.1101/2025.08.21.671599", "authors": "Khoroshko, V. A.; Tsukanov, A. V.; Vorobyeva, N. E.; Vatolina, T. Y.; Levitsky, V. G.; Zhimulev, I.", "abstract": "Genome and chromosome maps have played a great role in the development of molecular genetics and biology. Gene activation, expression, and inactivation directly depend on the chromosomal (protein, nucleosomal) environment of the gene and formation of specific protein complexes on various gene structures. Polytene chromosomes are the only object in which interphase chromosomes can be analyzed, but the known Drosophila genome maps provide only an abstract view of gene distribution on a physical map, and there is no connection between these genes and the structures of interphase polytene chromosomes. A combination of bioinformatic methods was applied in this study; the data on interphase distribution of chromatin, H3K36me3 histone modifications, and the insulator protein Chriz, as well as the ChIP-seq, FAIRE-seq, and FISH methods, were used to investigate the genome-wide localization of key marker proteins. Having combined these mapping techniques for the small region 1AF of the X chromosome, we developed a novel method for analyzing the mutual arrangement of developmental and housekeeping genes, their promoters, and various types of proteins in the interphase genome and chromosome structures: compacted black bands, interbands, and gray bands, as well as sites of localization of exons and introns of housekeeping genes. Mapping was based on three consecutive stages: the 4 state Hidden Markov Model (hereinafter referred to as 4HMM) and data distribution for H3K36me3 and Chriz from the cells in which polytene chromosomes had been formed were used to localize interbands; FISH probes were then prepared from interband DNA, and blocks of developmental and housekeeping genes in interphase chromosome structures were mapped. The elaborated mapping methods can be further used to build similar maps for the entire interphase genome of Drosophila. Comparison of the map of bands and interbands in the region 1AF revealed full matching of the boundaries of black bands (developmental genes) and TADs. Within the regions where the housekeeping genes are located (the groups of interbands and gray bands), the TADs is formed on the basis of a gene cluster (the interbandgray band complex).", "date": "2025-08-26", "journal": ""}
{"title": "Genomic Insights into Wolbachia Strain wCin2USA1 Reveal Promising Cytoplasmic Incompatibility Potential and Next-Generation Dengue Biocontrol", "doi": "10.1101/2025.08.22.671735", "authors": "Zaeem, I.; Jewel, N. A.; Rolin, M. H.; Karim, D.; Akter, A.; Mondal, S. I.", "abstract": "Dengue fever poses a growing public health challenge globally, resulting in significant morbidity and economic burden. The use of Wolbachia-mediated biocontrol represents a promising, cost-effective, and environmentally sustainable strategy for managing dengue transmission. However, the susceptibility of existing Wolbachia strains utilized in controlling Aedes aegypti necessitates the investigation of novel strains to enhance dengue control efficacy. This study aimed to identify potential alternative Wolbachia strains for dengue control by comparing the genomes of seven Wolbachia pipientis strains: wMel, wAlbB, wlrr, wHm-C, wAnm, ant7, and a strain isolated from Aedes aegypti. We conducted comprehensive genomic analyses, including phylogenetic assessments, metabolic pathway evaluations, and characterization of the Cytoplasmic Incompatibility Factor (Cif) genes. Our analyses identified the strain wCin2USA1 as a strong candidate for alternative dengue control strategies. This strain demonstrated remarkable genomic similarities to wMel, an already established strain used as biocontrol for Aedes aegypti. Importantly, this strain presented two distinct pairs of Cif genes from different monophyletic types, each homologous to the Cif genes found in wMel and wAlbB. This genetic architecture suggests a high degree of compatibility and demonstrates promising potential for the suppression of Aedes aegypti populations through the induction of Cytoplasmic Incompatibility. The presence of multiple intact prophage regions also suggests greater adaptability compared to established strains. Our findings support the hypothesis that wCin2USA1 could serve as an effective biocontrol agent against dengue transmission. This work provides critical insights into developing innovative Wolbachia-based interventions aimed at mitigating the persistent threat posed by dengue fever. Future research should concentrate on optimizing release methodologies, evaluating ecological impacts, and assessing the strain's effectiveness against the dengue virus.", "date": "2025-08-26", "journal": ""}
{"title": "Dual inhibition of sEH and COX-2 Improved Cognition in Alzheimer's Disease via Enhanced Myogenic Response and Cerebral Artery Distensibility", "doi": "10.1101/2025.08.21.669945", "authors": "Morgan, G. C.; Gregory, A.; Tang, C.; Hwang, S. H.; Border, J. J.; Xu, J.; Lui, Y.; Bai, S.; Lee, T. J.; Cantwell, C.; Bunn, D.; Wagner, K. M.; Morisseau, C.; Pittman, C.; Ngo, A.; Osayi, P.; Pabbidi, A.; O'Herron, P.; Bagi, Z.; Filosa, J. A.; Yu, H.; McReynolds, C.; Hammock, B. D.; Roman, R. J.; Fan, F.", "abstract": "Genetic studies have linked EPHX2 (encoding soluble epoxide hydrolase, sEH) and PTGS2 (encoding cyclooxygenase-2, COX-2) to Alzheimers disease (AD). Elevated levels of sEH and COX-2 found in AD patients and animals suggest their involvement in neurodegeneration, glial activation, vascular dysfunction, and inflammation. This study evaluated a new dual sEH/COX-2 inhibitor, PTUPB, on cerebrovascular function and cognition in TgF344-AD rats. The rats received oral PTUPB (2mg/kg/day) for 25 days. Body weight, plasma glucose, and HbA1c levels remained stable between PTUPB- and vehicle-treated AD rats. PTUPB significantly improved recognition memory in AD rats, as detected by the Novel Object Recognition test. Pressure myography showed that PTUPB restored myogenic responses and increased the distensibility of the middle cerebral arteries (MCAs) in AD rats. Acute PTUPB (0.1 and 1M) enhanced myogenic contraction in response to elevated perfusion pressure in AD MCAs, with minimal effects in wild-type vessels. Vehicle-treated AD rats displayed impaired functional hyperemia, whereas PTUPB (1M) significantly restored this response. Transcriptomic analysis of cerebral vascular smooth muscle cells from AD rats indicated that PTUPB influences genes related to contractility, extracellular matrix remodeling, inflammation, and oxidative stress. These results provide new evidence that dual inhibition of sEH and COX-2 improves cognition in AD, likely by enhancing myogenic responses and increasing cerebral artery distensibility. Our findings highlight the potential of PTUPB as a therapeutic approach for cerebrovascular dysfunction in AD.", "date": "2025-08-26", "journal": ""}
{"title": "Targeting intracellular of populations Pseudomonas aeruginosa with peptide-mimetic therapies: individual efficacy and synergistic rescue of obsolete antibiotics.", "doi": "10.1101/2025.08.26.672426", "authors": "Burger, M. L.; Doyle, R.; Lin, J. S.; Barron, A. E.; Moule, M. G.", "abstract": "Pseudomonas aeruginosa is a leading cause of human infections, with current treatment options severely limited by high levels of antimicrobial resistance. Historically considered to be an extracellular pathogen, recent evidence has emerged that P. aeruginosa is able to survive and replicate within human cells. These intracellular niches present an additional clinical challenge and may serve as bacterial reservoirs associated with chronic infections that are particularly difficult to eradicate. Here we describe the application of a novel peptide-based therapeutic against recalcitrant populations of bacteria residing within lung epithelial cells. This antimicrobial peptoid is able to target intracellular bacteria without harming host cells. In addition, we have shown that peptoid TM5 exhibits synergy with three antibiotics that otherwise have low efficacy against P. aeruginosa, effectively rescuing drugs that have become clinically obsolete. These synergistic combination therapies are also capable of reducing intracellular bacterial reservoirs, opening the door for potential new strategies against chronic P. aeruginosa infections.", "date": "2025-08-26", "journal": ""}
{"title": "Modular adaptation of the ribcage in response to artificial selection for endurance running", "doi": "10.1101/2025.08.22.671715", "authors": "Webb, E.; Hennekam, J.; Schwartz, N.; Garland, T.; Jones, K.", "abstract": "The capability for sustained running has convergently evolved multiple times in mammals, and involves myriad anatomical, physiological, and behavioural adaptations. The ribcage plays a critical role in both respiration and locomotion but its adaptations to running are largely unexplored. Robustly testing adaptation in wild populations is challenging, so we use artificial selection for voluntary wheel-running behaviour (i.e., High Runner or HR mice) to directly test form-function relationships associated with sustained running. We compared ribcage configuration and shape of HR (males: 52, females: 47) to control (males: 48, females: 48) mice using rib counts and 3D Geometric Morphometrics. Two of four HR lines had an additional rib and increased variation in the proportion of true to false ribs, suggesting that ribcage patterning has been impacted by selection. This variability among lines suggests that selection for wheel running has resulted in adaptations that are expressed variably among the selected lines, resulting in \"multiple solutions\" to selection. Total ribcage shape did not vary significantly between HR and Control mice. Instead, the effect of selection varied along the ribcage, with significant effects in the caudal ribs. Further, the caudal ribcage of HR mice showed increased disparity, within-rib, and among-rib integration compared to controls. The strong response of caudal ribs indicates a modular pattern of adaptation, with cranial ribs possibly constrained by their role in ventilation. This study demonstrates that adaptation in the mammalian ribcage is likely shaped by a complex interplay of selection and craniocaudal integration and may result in variation at multiple anatomical levels (count, shape, modularity).", "date": "2025-08-26", "journal": ""}
{"title": "Structural flexibility of the human vault protein revealed by high-resolution cryo-EM and molecular dynamics simulations", "doi": "10.1101/2025.08.26.672097", "authors": "Lapenta, F.; Palacio-Rodriguez, K.; Cruz, S.; Marrancone, S.; Aupic, J.; Marechal, N.; Durand, A.; Moussaoui, D.; Covaceuszach, S.; Gangupam, B.; D'Ercole, C.; Parra, C.; Davide, C.; Tomaino, G.; Tortora, P.; de Marco, A.; Cassetta, A.; Magistrato, A.; Hummer, G.", "abstract": "Vaults are massive ribonucleoprotein complexes, highly conserved and abundant in eukaryotic cells, yet with unclear function. Their thin-walled barrel-shape architecture is composed of two symmetrical, antiparallel half-shells, each containing 39 copies of the major vault protein (MVP). The spacious lumen of the vault suggests a role in cellular transport. To facilitate cargo encapsulation and release, the vault is thought to open into two halves, yet the molecular mechanism governing vault opening remains elusive. Here, we combine cryogenic electron microscopy (cryo-EM) and multi-scale molecular dynamics (MD) simulations to reveal the structural factors giving flexibility to the human vault protein. Using cryo-EM, we identified two alternative conformational states of the human vault, along with the half-vault shell. MD simulations of these structures show extensive, breathing-like motions, porous solvent-exposed surfaces, and distinct structural variability between conformational states. The stable intermediates and the flexibility at the interface of the half vaults together suggest a possible mechanism for the dynamic assembly and disassembly of the vault.", "date": "2025-08-26", "journal": ""}
{"title": "Interactive Visualization of Metric Distortion in Nonlinear Data Embeddings using the distortions Package", "doi": "10.1101/2025.08.21.671523", "authors": "Sankaran, K.; Zhang, S.; Chenab,  ; Meila, M.", "abstract": "Nonlinear dimensionality reduction methods like UMAP and t-SNE can help to organize high-dimensional genomics data into manageable low-dimensional representations, like cell types or differentiation trajectories. Such reductions can be powerful, but inevitably introduce distortion. A growing body of work has demonstrated that this distortion can have serious consequences for downstream interpretation, for example, suggesting clusters that do not exist in the original data. Motivated by these developments, we implemented a software package, \\pkgname, which builds on state-of-the-art methods for measuring local distortion and displays them in an intuitive and interactive way. Through case studies on simulated and real data, we find that the visualizations can help flag fragmented neighborhoods, support hyperparameter tuning, and enable method selection. We believe that this extra layer of information will help practitioners use nonlinear dimensionality reduction methods more confidently. The package documentation and notebooks reproducing all case studies are available online at https://krisrs1128.github.io/distortions/site/.", "date": "2025-08-26", "journal": ""}
{"title": "Sensorimotor dynamics in the superior colliculus of the echolocating bat", "doi": "10.1101/2025.08.26.672231", "authors": "Somasekhar, G.; Kothari, N. B.; Moss, C. F.; Wohlgemuth, M.", "abstract": "To successfully execute natural tasks, animals must continuously monitor and integrate dynamic sensory information to guide behavior. While this process, known as active sensing, is fundamental to goal-directed behavior, the mechanisms by which sensory information supports motor planning, particularly across different behavioral contexts, remains poorly understood. We investigated sensory and motor activity in the superior colliculus (SC) of echolocating bats, a powerful model system to study active sensing behaviors due to their reliance on self-generated sonar signals. We recorded multichannel SC activity while bats performed spatial navigation and target tracking behaviors. We hypothesized that changes in sensory signals (i.e., returning echoes) drive quantifiable adjustments in SC activity related to sonar call production, and that adaptive changes in SC sensorimotor processing are preserved across behavioral contexts. We examined pooled SC activity using a dimensionality reduction technique to isolate the largest changes in firing rates across multichannel SC recordings. We then examined the variation in SC activity from the time of echo arrival (sensory input) to call production (motor output). Our data show that increases in call rate are associated with shorter trajectory lengths in neural state space, reflecting reduced variability and increased efficiency in population activity. Strikingly, when bats cluster calls into sonar sound groups (SSGs, which are rapid bursts of calls to increase sensory sampling), SC activity is distinct from times when bats produce isolated calls. Notably, we find that successive SSGs lead to progressively shorter trajectory lengths, suggesting a refinement of sensorimotor processing across successive SSGs. Together, our findings demonstrate that sensorimotor population dynamics in the SC follow common principles across distinct behavioral tasks. These results support a fundamental role for the SC in adaptive sensing and highlight its contribution to flexible sensorimotor transformations in natural behaviors.", "date": "2025-08-26", "journal": ""}
{"title": "Goal-directed hippocampal theta sweeps during memory-guided navigation", "doi": "10.1101/2025.08.26.672489", "authors": "Tang, W.; Mei, X.; Harvey, R. E.; Carbajal-Leon, E.; Netzer, T.; Chang, H.; Oliva, A.; Fernandez Ruiz, A.", "abstract": "During navigation animals continuously sample their surrounding space and plan trajectories to distant goals. The brain mechanisms underlying these behaviors and how they coordinate to support memory-guided navigation in open environments is not understood. Using large scale recordings from behaving rats, we found two distinct types of place cell sequences within theta cycles that encoded trajectories sweeping beyond the animal's current location: stereotypic left-right alternating sweeps and learning-dependent goal-directed sweeps. Goal-directed sweeps predicted upcoming trajectories to remembered goal locations, were coordinated with prefrontal cortex activity and preferentially replayed during sharp-wave ripples. We describe a circuit mechanism for goal-directed theta sweeps involving an egocentric goal-direction signal in a subpopulation of CA1 cells together with reduced feedback inhibition. These results indicate a flexible mechanism to support different behavioral demands during navigation.", "date": "2025-08-26", "journal": ""}
{"title": "Cerebral Organoids Uncover Mechanisms of Neural Activity Changes in Epileptogenesis", "doi": "10.1101/2025.08.26.672285", "authors": "Nagumo Wong, S.; Zabolocki, M.; Eichmüller, O. L.; Klooster, M. A. v.; Priouret, M. M.; Krauditsch, C.; Krautberger, S.; Chu, J.; Gonzalez-Granero, S.; Barea Moya, L.; Fieseler, C.; Guzman, S. J.; Reumann, D.; Najm, R.; Garcia-Verdugo, J. M.; Paredes, M. F.; Zimmer, M.; Ziljmans, M.; Jonas, P.; Bardy, C.; Corsini, N.; Knoblich, J. A.", "abstract": "Neurological disorders often originate from progressive brain network dysfunctions that start years before symptoms ap- pear. How these changes emerge in the developing human brain remains elusive due to a lack of tractable model systems. Here, we show a cerebral organoid model of Tuberous Sclerosis Complex (TSC) that recapitulates hallmarks of epileptogenesis in vitro. We compare extracellular recordings of TSC organoids with intraoperative electrocorticography from TSC patients to reveal striking functional similarities, including high-frequency oscillations - an electrical biomarker for epileptogenic tissue. In TSC, a human-specific interneuron sub-type derived from the caudal ganglionic eminence drives network hyper-synchronization through increased spontaneous firing and altered excitability. Inhibiting overproliferation of its progenitors via long-term epidermal growth factor receptor inhibition prevented the onset of this pathological phenotype at functional and morphological levels. Our work shows that organoids allow mechanistic analysis of emerging neural network phenotypes, enabling anti-epileptogenic drug testing in a human brain development model.", "date": "2025-08-26", "journal": ""}
{"title": "Precise Extraction of Neural Motifs Reveals Multiscale, Parallel Encoding Schemes in Auditory Cortex", "doi": "10.1101/2025.08.26.672281", "authors": "Xiang, L.; Wang, M.; O. Kanold, P.; Charles, A.", "abstract": "Neural population activity is often stereotyped into recurring activity patterns, i.e., neural motifs, which can be seen as the fundamental building blocks in sensory processing and cognition. In this work we study the codes carried by such neural motifs in primary auditory cortex A1, and analyze how they build on and complement traditional views of single-unit coding. In particular, we study, using two-photon calcium imaging (CI), how activity in A1 differentially represents both sensory stimuli and task and behavioral variables in each of the parallel single neuron and population motif scales. While CI enables the study of neural motifs by capturing the activity of large neural populations, identifying motifs in CI is hampered by the temporal imprecision of current motif-detection algorithms when applied to CI data. We thus developed a new algorithm for motif detection, which enabled us to identify widespread stimulus-encoding motifs as well as a small number of motifs jointly encoding stimulus and choice in Layer 2/3 of A1. These motifs consist of small groups of neurons that are neither clustered nor regularly ordered in space. Interestingly, active neurons within task-encoding motifs exhibit mixed encoding properties inconsistent with the motifs they participate in. Together, these results demonstrate how single unit activity and neural motifs in A1 L2/3 provide different levels of coding granularity containing different information in parallel within the greater neural population. Generally, our results indicate that downstream populations, by selecting which scale of a population drives them, can be selective in the information collected for later cognitive processing.", "date": "2025-08-26", "journal": ""}