{"title": "PAV-spotter: using signal cross-correlations to identify Presence/Absence Variation in target capture data", "doi": "10.1101/2024.10.25.620064", "authors": "de Visser, M. C.; Ploeg, C. v. d.; Cvijanovic, M.; Vucic, T.; Theodoropoulos, A.; Wielstra, B.", "abstract": "High throughput sequencing technologies have become essential in the fields of evolutionary biology and genomics. When dealing with non model organisms or genomic gigantism, sequencing whole genomes is still relatively costly and therefore reduced-genome representations are frequently obtained, for instance by \"target capture\" approaches. While computational tools exist that can handle target capture data and identify small scale variants such as single nucleotide polymorphisms and micro-indels, options to identify large scale structural variants are limited. To meet this need, we introduce PAVspotter: a tool that can identify presence/absence variation (PAV) in target capture data. PAVspotter conducts a signal cross-correlation calculation, in which the distribution of read counts per target between samples of different a priori defined classes, e.g. male versus female, or diseased versus healthy, are compared. We apply and test our methodology by studying Triturus newts: salamanders with gigantic genomes that currently lack an annotated reference genome. Triturus newts suffer from a hereditary disease that kills half their offspring during embryogenesis. We compare the target capture data of two different types of diseased embryos, characterized by unique deletions, with those of healthy embryos. Our findings show that PAVspotter helps to expose such structural variants, even in the face of medium to low sequencing coverage levels, low sample sizes, and background noise due to mismapped reads. PAVspotter can be used to study the structural variation underlying supergene systems in the absence of chromosome level genome assemblies. The code, including further explanation on how to use and customize it, is available through the PAVspotter GitHub repository.", "date": "2025-12-30", "journal": ""}
{"title": "Subregional activity in the dentate gyrus is amplified during elevated cognitive demands", "doi": "10.1101/2024.10.31.621367", "authors": "Castillon, C.; Otsuka, S.; Armstrong, J.; Contractor, A.", "abstract": "Neural activity in the dentate gyrus (DG) is required for the detection and discrimination of novelty, context and patterns, amongst other cognitive processes. Previous studies have shown that granule cell activation differs between the supra and infrapyramidal blades of the DG during a range of hippocampal dependent tasks yet how excitatory dynamics within the DG drive and modulate this blade-specific bias under varying cognitive demands remains unclear. Here we used an automated touch screen pattern separation task combined to temporally controlled tagging of active neurons to determine how increasing cognitive demand shapes the spatial patterns of activity in the DG. We observed that as task difficulty increased, DG activation became progressively biased toward the suprapyramidal blade, accompanied by structured distributions of active mature granule cells (mGCs) along the apex-to-blade and hilar-to-molecular layer axes. Selective inhibition of mature granule cells (mGCs) did not affect the patterned distribution of active cells but profoundly impaired performance, as mice were no longer able to discriminate between closely spaced locations. In contrast, chemogenetic inhibition of adult-born granule cells (abDGCs) beyond a critical window of their maturation significantly impaired performance of mice during high-demand conditions, elevated overall mGC activity and disrupted the blade-specific distribution of active mGCs even in animals that successfully completed the task. These findings demonstrate how a high cognitive demand pattern separation task preferentially activates mGCs in subregions of the DG and are consistent with a modulatory role for abDGCs on the dentate circuit which in part governs the spatially organized patterns of activity of mGCs.", "date": "2025-12-30", "journal": ""}
{"title": "Ultra-fast and highly sensitive protein structure alignment with segment-level representations and block-sparse optimization", "doi": "10.1101/2025.03.14.643159", "authors": "Litfin, T.; Zhou, Y.; von Itzstein, M.", "abstract": "Deep learning models for protein structure prediction have given rise to extreme growth in 3D structure data. As a result, traditional methods for geometric structure alignment are too slow to effectively search modern structure libraries. In this study we introduce SPfast - a fully geometric method for structure-based alignment which accelerates search by more than 2 orders of magnitude while increasing sensitivity by 21% and 5% compared with foldseek and TMalign respectively. Using the significant speed of SPfast to conduct more than 100B pairwise comparisons between bona fide uncharacterized proteins and a large-scale, annotated structure library uncovers new biological insights relating to type III secretion in pathogenic bacteria and identifies novel toxin-antitoxin systems. Putative SPfast-based functional assignments are supported by orthogonal evidence including shared genomic context and high-confidence AlphaFold3 complex modelling.", "date": "2025-12-30", "journal": ""}
{"title": "Cell surface localisation of GPI-anchored receptors in Trypanosoma brucei", "doi": "10.1101/2025.05.02.651885", "authors": "Banerjee, S.; Minshall, N.; Cook, A. D.; Macleod, O.; Webb, H.; Higgins, M. K.; Carrington, M.", "abstract": "Trypanosoma brucei, the causal agent of Human and Animal African trypanosomiasis proliferates in the extracellular milieu of mammals. It acquires host macromolecular nutrients, by receptor mediated endocytosis. The best characterised cell surface receptor is for transferrin (TfR) and it has been reported to be preferentially localised in the flagellar pocket domain of the plasma membrane, the sole site of endocytosis. In this location the TfR may be inaccessible to adaptive immune system effectors. The T. brucei genome encodes ~15 TfR variants, and here we compared two, the first attached to the plasma membrane by a single glycosylphosphatidylinositol (GPI)-anchor and the other by two. Transferrin uptake kinetics were similar and rapid for both. Unexpectedly, initial binding of transferrin occurred over the whole cell surface suggesting the TfR was not localised solely in the flagellar pocket. This localisation was confirmed by immunofluorescence assays and was independent of the number of GPI-anchors. Two other GPI-anchored receptors were investigated to determine whether localisation to the whole cell surface was a general property of GPI-anchored receptors. Haptoglobin-haemoglobin uptake assays and immunofluorescence localisation of complement factor H receptor showed both were also whole cell surface localised. The mechanisms by which trypanosome receptors are protected from antibody-mediated attack are more complex than hiding in a pocket.", "date": "2025-12-30", "journal": ""}
{"title": "Localized Reactivity on Protein as Riemannian Manifolds: A Geometric and Quantum-Inspired Basis for Deterministic, Metal-Aware Reactive-Site Prediction", "doi": "10.1101/2025.04.29.651260", "authors": "Park, H.", "abstract": "We introduce a unified framework for analysing molecular reactivity based on a geometric, quantum-inspired environment representation and a fully deterministic, metal-aware implementation. Proteins and ribonucleoprotein complexes are treated as configurations in 3D space with an abstract condition axis (R^3 x T), and each residue or nucleotide p is mapped to an environment vector Ep that encodes a coarse-grained, DFT-inspired density surrogate together with metal and phosphate fields, solvent exposure, and local geometry. A block-streamed, GPU-optional Python pipeline maps arbitrary PDB or mmCIF structures to fixed-dimensional environment vectors without stochastic training and scales to supramolecular assemblies: the 6Q97 tmRNA-SmpB-ribosome rescue complex (11,618 residues) can be processed in a single pass on commodity cloud hardware, demonstrating practical feasibility at ribosome scale. In a strict unbound, zero-shot setting on the Docking Benchmark 5.5 (DB5.5), a simple classifier trained on top of Ep achieves a macro-averaged area under the precision-recall curve of approximately 0.53 and a ROC AUC of approximately 0.86 for residue-level interface versus non-interface classification, competitive with specialised interface-prediction architectures despite using no evolutionary profiles, multiple sequence alignments, or task-specific retraining on DB5.5. Across mechanistically curated case studies (Rubisco, GroEL/GroES, SecA, p53-DNA, and ribosomal pockets), untuned random forests used purely as probes under site-grouped cross-validation yield ROC AUC values exceeding 0.95 for catalytic and anchor cores (for example SecA ATPase and the GroES IVL anchor), while diffuse regulatory and fitness-defined labels are substantially harder to separate. For 6Q97, a Tier 1 and Tier 2 labelling scheme over tmRNA and SmpB pockets, decoding-centre rRNA, the 23S peptidyl transferase centre, and helicase-like uS3, uS4, and uS5 pockets, together with a curated hard-negative panel of 323 buried hydrophobic, electrostatic, and stacking decoys, yields global AUCs of approximately 0.94 (Tier 1 plus Tier 2 versus all) and approximately 0.98 (Tier 1 plus Tier 2 versus hard negatives). These results support the view that the environment representation defines an interpretable \"reactivity manifold\" in which genuinely functional pockets occupy regions that cannot be mimicked by generic dense or charged environments, and that this structure remains accessible even for full ribosomes on modest hardware.", "date": "2025-12-30", "journal": ""}
{"title": "Ecological and functional stratification of the stool microbiome predicts response to immune checkpoint inhibitors across cancer types", "doi": "10.1101/2025.05.07.652660", "authors": "Kanaeva, V. A.; Olekhnovich, E. I.", "abstract": "Despite the recognized role of the gut microbiome in modulating immune checkpoint inhibitor (ICI) efficacy, the ecological principles governing this relationship remain elusive. Moving beyond cataloging specific bacteria, we investigated whether general ecosystem properties determine clinical outcome. Through genome-resolved metagenomic analysis, we constructed a comprehensive catalog from 951 stool metagenomes and subsequently analyzed a curated subset of 624 samples from 11 multi-cancer cohorts. Our catalog comprises 3816 non-redundant metagenome-assembled genomes (MAGs) and reveals key ecological determinants of ICI response. We found that clinical benefit is associated with an ecosystem dominated by prevalent, autochthonous taxa. A taxons prevalence in the population positively correlated with its association with positive outcome. Functionally, responder-associated microbes were enriched in genomic capacity for complex carbohydrate metabolism (including specialized mucin degradation) and amino acid biosynthesis. In contrast, non-response was characterized by enrichment of low-prevalence, exogenous (oral and food-derived) bacteria and a functional shift toward nucleoside metabolism, indicative of a dysbiotic state focused on replication. A log-ratio biomarker capturing this ecological shift provided generalizable predictive value across independent cohorts. Our results support an ecological interpretation of the Anna Karenina principle in microbiomes: response is linked to a stable, functionally coherent microbial community, whereas non-response represents a destabilized state with high individual variability. This reframes the search for biomarkers from individual taxa to the assessment of ecosystem stability and metabolic competence, providing a foundation for microbiome-targeted strategies to improve cancer immunotherapy outcomes.", "date": "2025-12-30", "journal": ""}
{"title": "Sensitivity of genome-wide tests for mitonuclear genetic incompatibilities", "doi": "10.1101/2025.06.30.662443", "authors": "Kuster, S. A.; Schumer, M.; Havird, J. C.; Sloan, D. B.", "abstract": "Mismatches between interacting mitochondrial and nuclear gene products in hybrids have been proposed to disproportionately contribute to early species boundaries. Under this model, genetic incompatibilities emerge when mitochondrial haplotypes are in a cellular context without their coevolved nuclear-encoded mitochondrial (n-mt) proteins. Some case studies have shown that such disruptions in mitonuclear coevolution can contribute to reproductive isolation, but whether mitonuclear incompatibilities generate selection that impacts multiple n-mt loci and/or causes broad, genome-wide contributions to speciation is unclear. Here, we leverage a system with several hybridizing species pairs (Xiphophorus fishes) that have known mitonuclear incompatibilities of large effect. We divided nuclear-encoded genes into three classes based on level of interaction with mitochondrial gene products. We found only inconsistent statistical support for a difference between these classes in the degree of positive covariation in mitonuclear ancestry. We discuss evidence that these analyses are sensitive to the amount of non-synonymous divergence between parent species in interacting n-mt genes or the age of the hybridization event. Overall, our results imply that genome-wide scans focused on enrichment of broad functional gene classes may often be insufficient for detecting a history of mitonuclear coevolution, even when strong selection is acting on mitonuclear incompatibilities at multiple loci.", "date": "2025-12-30", "journal": ""}
{"title": "A large-scale comparative metagenomic analysis of short-read sequencing platforms indicates high taxonomic concordance and functional analysis challenges", "doi": "10.1101/2025.07.06.662369", "authors": "Zielinska, K.; Pantiukh, K.; Labaj, P. P.; Kosciolek, T.; Org, E.", "abstract": "Driven by the increasing scale of microbiome studies and the rise of large, continuously expanding population cohorts, the volume of sequencing data is growing rapidly. As such, ensuring the comparability of data generated across different sequencing platforms has become a pressing concern in efforts to uncover robust links between the microbiome and human health. In this study, we conducted a comprehensive comparison of taxonomic and functional profiles from 1,351 matched human gut microbiome sample pairs, sequenced using both the MGISEQ-2000 (MGI) and NovaSeq 6000 (Illumina NovaSeq) platforms. Taxonomic profiles showed high concordance within and between platforms: 96.44 {+/-} 5.96% of species were shared between MGI-MGI pairs, and 92.07 {+/-} 5.20% were shared between MGI and NovaSeq pairs. The proportion of platform-specific species was low, at 3.42% for MGI-MGI comparisons and 5.89% for MGI-NovaSeq comparisons. No significant differences in Shannon diversity were observed for either within-platform or between-platform comparisons. However, functional profiles revealed notable discrepancies between platforms, which were attributed to differences in pre-sequencing protocols.", "date": "2025-12-30", "journal": ""}
{"title": "Co-evolved Partners of Immunity: A Trait-Based Map of Human Keystone Organisms", "doi": "10.1101/2025.08.19.671142", "authors": "Asiaee, A.; Mallal, N.; Phillips, E.; Mallal, S.", "abstract": "Persistent human-adapted microbes can act as immunological \"keystones\", organizing host defense across tissues and shaping vulnerability under immune perturbation. Here we operationalize keystone organisms as pathogens whose containment requires coordinated engagement of multiple immune arms and whose residence is structured across anatomical niches. Using 18 curated immunological and evolutionary traits across 43 organisms, unsupervised analyses resolved four reproducible archetypes and identified a compact keystone set dominated by persistent herpesviruses and Mycobacterium tuberculosis. We then translated the clinical literature into a pathogen by immune-perturbation by niche tensor capturing where and when each organism emerges under defined immune deficits. We quantified \"diagnostic breadth\" with two complementary summaries: immune breadth, the diversity of perturbations associated with emergence, and niche breadth, the diversity of anatomical sites. Clinical emergence patterns perfectly separated trait-defined keystones from all other organisms and highlighted expanded niche breadth as the primary discriminator, whereas immune breadth showed no significant group separation. Finally, a mechanistic model integrating barrier disruption, latent reservoir activation, and tissue-resident immune control predicted clinical emergence from first principles, without fitting parameters to individual pathogens, and ranked true emergences 2.9-fold above chance among its highest-confidence predictions. Together, these results link evolutionary adaptation to clinically readable patterns of reactivation, motivate archetype-aware surveillance under immunosuppression, and provide a framework for immunogen design that prioritizes conserved, functionally constrained targets.", "date": "2025-12-30", "journal": ""}
{"title": "A global viromic survey reveals unprecedented viral diversity within ammonium-oxidizing archaea and related lineages", "doi": "10.1101/2025.08.23.671958", "authors": "Zheng, K.; Liang, Y.; Wu, F.; Hao, Y.; Paez-Espino, D.; Lopez-Perez, M.; Lee, S.; Nicol, G.; Hazard, C.; McMinn, A.; Wang, M.", "abstract": "Nitrososphaeria, an archaeal class containing all ammonium-oxidizing archaea (AOA) and their closely related clades (e.g. Ca. Caldarchaeales), is a widely distributed archaeal lineage across diverse ecosystems. Due to the difficulty of isolation and cultivation, the viral diversity and evolution associated with non-marine AOA lineages and Ca. Caldarchaeales remain largely uncharacterized. Here, based on globally sampled genomes and metagenomes, we assembled a genomic catalogue associated with AOA, including 283 species-level viruses and 415 species-level mobile genetic elements (MGEs). Notably, 259 previously unrecognized species-level viruses or MGEs associated with Ca. Caldarchaeales were identified. Across the two major Nitrososphaeria lineages, we uncovered an expansion of archaeal viral families: 11 families associated with AOA, including seven new head-tailed lineages, one of which comprises a mega archaeal virus with a genome size exceeding 220 kb; ten families associated with Ca. Caldarchaeales, including four novel head-tailed groups and two previously unknown rod-shaped family (Demeterviridae and Gaiaviridae). Phylogenetic inference showed that rod-shaped viruses associated with Ca. Caldarchaeales and methanogens are phylogenetically intertwined and likely share a common ancestor with Hoswirudivirus, a Sulfolobales-associated rod-shaped virus characterized by two copies of the coat gene. Through structural modelling, a rare fusion of the coat protein in Demeterviridae was observed, in which a single open reading frame within a gene island adjacent to a glycosyl transferase appears capable of forming a complete capsomer. This provides new insights into the origin and evolution of Adnaviria viral realm. Functional genomics analyses further revealed that these novel rod-shaped viruses encode virus-specific rare quinone biosynthesis genes and arsenic response transcriptional regulator genes, providing potential clues to their mechanisms of adaptation to hyperthermal environments. Collectively, our work uncovers the hidden genomic, evolution and functional diversity of Nitrososphaeria viromes for the first time and closes a long-standing gap in archaeal virome research.", "date": "2025-12-30", "journal": ""}
{"title": "Functional imaging of hippocampal layers using VASO and BOLD on the Next Generation (NexGen) 7T Scanner", "doi": "10.1101/2025.08.29.673151", "authors": "Häkkinen, S.; Beckett, A.; Walker, E.; Huber, L.; Feinberg, D. A.", "abstract": "Spatial accuracy and venous biases are a central concern in mesoscale fMRI, with subcortical brain regions facing additional challenges due to lower sensitivity, high physiological noise, and complicated vasculature. Here, we optimized CBV VASO on the NexGen 7T scanner for layer-specific investigations of the hippocampus. The presence of venous biases in VASO and BOLD (from the same acquisition) was then compared by using an established autobiographical memory task. While the activation patterns converged at macroscale, layer-specific differences emerged in the hippocampal subiculum, consistent with venous bias in the inner layers of the subiculum which can be explained by the unique two-sided venous drainage. Further, both VASO and BOLD supported an anterior-posterior dissociation between retrieval stages and functional connectivity with neocortical networks. Thus, hippocampal fMRI allows mapping layer function with high accuracy, and can provide deeper insights into a number of neuropsychological phenomena and the early changes occurring in Alzheimer's disease.", "date": "2025-12-30", "journal": ""}
{"title": "Development of charged nanobubble-containing media and their effects on iPSC-derived neuron cultures", "doi": "10.1101/2025.08.31.673401", "authors": "Liu, Y.; Ohdaira, T.; Kitakata, E.; Silverman, M. A.; Sidhu, J.; Okubo, J.; Harada, Y.; Hayashi, K.", "abstract": "Nanobubbles (NBs) are gas-filled spherical structures less than 1 m in diameter, characterized by high surface charge, long-term stability, and the ability to generate bactericidal hydroxyl radicals upon collapse. Although these unique properties enable their extensive applications, including wastewater treatment, their cell biological applications at neutral pH remain limited by difficulties in maintaining stability and surface charge. Here, we succeeded in generating both positively and negatively charged NBs, achieving high zeta potentials in human iPSC-derived neural progenitor cell (NPC) and neuron culture media (pH 7.4). Similar to their bactericidal effects, NBs induced cell death in iPSC-derived cells, with positively charged NBs showing stronger cytotoxicity than negatively charged ones. This may be because the cell membrane carries a negative charge, making positively charged NBs more likely to approach and interact with the membrane, or because positively charged nanobubbles exhibit stronger radical generation. In future, we aim to elucidate the molecular biological mechanisms underlying NB-induced cell death and to contribute to the potential application of nanobubbles in regenerative medicine. This study will serve as an initial step toward that goal.", "date": "2025-12-30", "journal": ""}
{"title": "Evolutionary adaptation proceeds through a small number of phenotypic modules", "doi": "10.1101/2025.09.16.676658", "authors": "Donyavi, M. H.; Ghelich, R.; Schmidlin, K.; Kinsler, G.; Geiler-Samerotte, K.", "abstract": "Understanding how the myriad molecular impacts of mutation percolate to influence higher-order traits and ultimately fitness requires compressing a many-to-many mapping into something tractable. Decades of theoretical work suggest this may be possible because biological systems are modular: effects of perturbation are often funneled through particular pathways or subsystems rather than propagating freely through the organism. Yet few empirical systems have been able to demonstrate such modularity at scale. Prior low-dimensional models hinted that mutation-to-fitness relationships can collapse onto a small number of latent axes, but these studies relied on simpler datasets, leaving open whether such structure generalizes to more genetically and environmentally complex systems. Here we show that, even across 774 diverse yeast lineages, fitness variation across 12 drug environments is organized by a strikingly low-dimensional structure defined by only a few inferred phenotypic axes that capture the main patterns of variation. Consistent with these lineages having evolved under strong selection pressure, they reveal a striking asymmetry in the genotype-phenotype map: their mutations exhibit broad pleiotropy, affecting nearly all inferred phenotypic axes, yet fitness in any given drug depends on a much sparser subset of the phenotypic modules these axes reflect. This architecture aligns with central expectations of evolutionary theory. Strong selection often favors mutations with broad physiological effects, whereas long evolutionary history shapes organisms into modular systems in which only certain trait combinations matter to fitness in particular environments. By compressing many-to-many relationships, this low-dimensional framework exposes the modular fitness space that constrains the pleiotropic effects of adaptive mutants. It also lays the groundwork for identifying the key phenotypic modules that matter for fitness across different environments.", "date": "2025-12-30", "journal": ""}
{"title": "Long-range coupling regulates stator dynamics in the bacterial flagellar motor", "doi": "10.1101/2025.09.28.679083", "authors": "Sawant, S. A.; Kazan, I. C.; Wise, B. M.; Ozkan, S. B.; Wadhwa, N.", "abstract": "The bacterial flagellar motor generates torque through MotAB stator complexes which couple ion flux to rotation. Stators anchor in the peptidoglycan cell wall and dynamically remodel in response to changes in external conditions such as the mechanical load, yet how stator anchoring is regulated remains unknown. Here, we show that long-range allosteric interactions within the MotB periplasmic domain tune stator binding in Escherichia coli. Using coarse-grained elastic-network modeling and co-evolutionary analyses, we identified residues mechanically coupled to peptidoglycan-interacting loops of MotB. Targeted mutagenesis at these coupled sites produced distinct motility phenotypes in some mutants, exhibiting altered swimming speeds compared to wild-type and characteristic expression-dependent swimming trends, indicating mutation-specific effects on stator dynamics or torque. Single-motor measurements distinguished mutants with altered torque from those with altered stator dynamics. Molecular dynamics simulations revealed that mutations at distal positions reshape loop flexibility in ways that quantitatively correlate with swimming speeds. These results demonstrate that allosteric communication within MotB propagates across length scales to modulate the performance of the entire motor, revealing how local molecular changes can tune large-scale bacterial motion.", "date": "2025-12-30", "journal": ""}
{"title": "Specific and converging modulation of the CRH and noradrenergic systems across drug classes and natural rewards after short- and long-term withdrawal", "doi": "10.1101/2025.10.17.683095", "authors": "Roura-Martinez, D.; Ucha, M.; Moreno-Fernandez, M.; Castillo, C. A.; Ballesteros-Yanez, I.; Marcos, A.; Ambrosio, E.; Higuera-Matas, A. A.", "abstract": "Stress is known to play a critical role in relapse to drug use as well as in food craving. Craving itself is a key determinant of relapse, and cue-induced drug craving has been shown to increase, or incubate, over time for certain drugs such as cocaine and nicotine, though this effect is less consistent for others such as opiates. However, the modulations of stress-related biochemical systems after early or protracted withdrawal that could contribute to this incubation phenomenon have not yet been systematically examined in animal models, nor has the specificity of these mechanisms been tested across different drug classes or reinforcers. To address this gap, we analysed brains from male Wistar rats that self-administered cocaine (0.75 mg/kg, i.v.), heroin (0.075 mg/kg, i.v.), or saline, and subsequently assessed changes in plasma corticosterone, ornithine and other stress-related amines, alongside central gene and protein expression (CRH, CRH2 receptor, and alpha;- and beta;-adrenergic receptor subunits) after 1 or 30 days of withdrawal. A parallel experiment was conducted using sucrose as a reinforcer. Our findings indicate that although most effects were reinforcer-specific, convergent adaptations were also observed, particularly within noradrenergic systems and the basolateral amygdala, suggesting that these mechanisms may represent a potential target for pharmacological interventions to prevent relapse.", "date": "2025-12-30", "journal": ""}
{"title": "An Explainable Knowledge Graph driven approach to decipher the link Between Brain Disorders and the Gut Microbiome", "doi": "10.64898/2025.12.11.693657", "authors": "Aamer, N.; Asim, M. N.; Vollmer, S.; Dengel, A.", "abstract": "Motivation: The communication between the gut microbiome and the brain, known as the microbiome-gut-brain axis (MGBA), is emerging as a critical factor in neurological and psychiatric disorders. This communication involves complex pathways including neural, hormonal, and immune interactions that enable gut microbes to modulate brain function and behavior. However, the specific mechanisms through which gut microbes influence brain function remain poorly understood, and existing computational efforts to understand these mechanisms are simplistic or have limited scope. Results: This work presents a comprehensive approach for understanding these mechanisms by elucidating the cascade of interactions that allows gut microbes to influence brain disorders. By using a large curated biomedical knowledge graph, we train GNN-GBA, an explainable graph neural network, to learn the complex biological interactions between the gut microbiome and the brain. GNN-GBA is then used to extract the mechanistic pathways through which the gut microbiome can influence brain disorders. The network successfully identified pathways for 103 brain disorders, and we show that these pathways are consistent with existing literature. Availability: An interactive dashboard to explore thousands of potential mechanisms through which the gut microbiome can influence brain diseases is available at: https://sds-genetic-interaction-analysis.opendfki.de/gut brain/. Contact: naafey.aamer@cs.rptu.de", "date": "2025-12-30", "journal": ""}
{"title": "Barriers to Antimicrobial Resistance Gene Exchange in Methicillin Resistant Staphylococcus aureus Cluster into Transfer Islands", "doi": "10.64898/2025.12.19.694131", "authors": "Wildfire, J.; Maree, M.; Mallinson, S. R.; Witney, A. A.; Knight, G. M.; Lindsay, J. A.", "abstract": "Horizontal gene transfer (HGT) via generalised transduction is a major driver of antimicrobial resistance (AMR) in Staphylococcus aureus, yet the genetic barriers regulating phage-mediated transfer remain poorly defined. Using a co-culture gene transfer rate assay (COGTRA) that quantifies phage-dependent resistance gene exchange under competitive, antibiotic-free conditions, we screened 1,920 mutants from the Nebraska Transposon Mutant Library for elevated transfer. We identified 32 validated high-transfer mutants that act as HGT barriers, 66% of which clustered within two chromosomal regions that we term S. aureus Transfer Islands (SauTI1 and SauTI2). SauTI loci restricted generalised transduction bidirectionally, and SauTI1 genes were widespread across S. aureus genomes yet showed lineage-specific variation. SauTI1 encodes an SMC2-Cbf1 condensin-nuclease module whose disruption markedly increases generalised transduction and plasmid transfer, resembling Wadjet-like restriction systems. Together, these findings identify clustered defence loci that restrict HGT in S. aureus and identify SauTIs as key regulators of AMR evolution.", "date": "2025-12-30", "journal": ""}
{"title": "Direction and orientation preferences in mouse superior colliculus and its retinal inputs exhibit a topography of cardinal biases atop locally mixed tuning", "doi": "10.64898/2025.12.21.695778", "authors": "He, Z.; Gonzalez Fleitas, M. F.; Gabdrashova, R.; Schroeder, S.", "abstract": "In mouse superior colliculus (SC), neurons are robustly tuned to motion direction and orientation, but it remains controversial whether these preferences form global maps or are arranged in a salt-and-pepper fashion, and how this organization relates to that found in the retina and, specifically, the retinal input to the SC. We addressed these questions by combining two-photon calcium imaging of retinal boutons and SC neurons in superficial SC with Neuropixels recordings across the full depth of SC. We then asked how direction and orientation preferences depend on visual-field location and how tuning similarity among units depend on lateral and vertical distance. Retinal boutons were strongly tuned and closely matched the topographic organization of direction- and orientation-selective ganglion cells, confirming that SC receives a highly ordered, retino-centric code for motion and edges. With increasing depth, SC neurons progressively deviated from this organization. Pairwise and population analyses revealed only weak local clustering, confined to very small spatial scales, and no robust global maps of direction or orientation. These results show that mouse SC inherits a topographic organization of cardinal directions and orientations from the retina and transforms it into a broad coverage of directions and orientations at every visual location, likely supporting readout for diverse visually guided behaviors.", "date": "2025-12-30", "journal": ""}
{"title": "Lung derived extracellular vesicles have distinct pro-repair effects, depending on the age of their source tissue", "doi": "10.64898/2025.12.23.694250", "authors": "Chen, Q.; Tseng, P.; Diaz-Nicieza, C.; Culley, F. J.; Dean, C. H.; Kim, S. Y.", "abstract": "Many age-related lung diseases encompass aberrant repair mechanisms. To develop novel treatments for these diseases, it is critical to understand how biology and repair signals are altered in aged lungs. Extracellular vesicles (EVs) carry bioactive signals reflecting their source tissue; therefore, we used EVs derived from precision-cut lung slices (PCLS) as tools to investigate differences in lung biology and repair signals that occur upon ageing and injury.\n\nWe compared the physicochemical properties and biological content of four groups of EVs, obtained from uninjured and injured, young and aged PCLS. Treatment with EVs obtained from young, uninjured (YU) PCLS decreased apoptotic cells in both young and aged spatially injured (AIR)-PCLS. YU EVs also increased the percentage of alveolar progenitor cells in aged AIR-PCLS, indicating that aged lungs retain the capacity to mount a repair response, if provided with the right biological cues.\n\nSmall RNA sequencing revealed the miRNA content of each EV group is altered, depending on the physiological conditions of their source tissue. Bioinformatic analysis of the target genes regulated by differentially expressed miRNAs identified enrichment of genes required for lung development and repair.\n\nThese findings pave the way for future therapeutic strategies to repair or regenerate aged lungs.", "date": "2025-12-30", "journal": ""}
{"title": "Coupled dynamics of predator group formation and prey populations", "doi": "10.64898/2025.12.26.696504", "authors": "Borofsky, T. M.; Akcay, E.; Rubenstein, D.; Greenbaum, G.; Levin, S.", "abstract": "1A diverse array of social carnivores, such as orcas and wolves, also hunt cooperatively, but it is not well understood how prey availability feeds back with the size of social carnivore groups. Cooperative hunting may expand predators access to food by allowing them to hunt prey they could not catch alone, but many predator groups are much larger than the group size that would maximize individual food intake. One promising explanation is that if individuals can freely leave and join groups, then predators behaving adaptively should continue to join a group until the fitness they achieve in the group is the same as that of being solitary. Here, we investigate the stable group sizes that form in a population of predator groups when predators hunt two types of prey- big prey that is best hunted in groups and small prey that is best hunted alone. In conjunction, we track the dynamics of the distribution of predator group sizes when individuals make decisions about whether to join or leave groups based on their own fitness. We find that if individiual predators are able to freely leave groups and pair up, starting new groups, then group sizes are much smaller than expected, generally staying at or below the size that maximizes individual fitness. Furthermore, accounting for flexible group sizes leads to ecological conditions that are not predicted if predator group sizes are held constant; in some regions of the parameter space, predators partition resources by forming a bi-modal distribution of group sizes, and as a result, create situations where an increase in one prey type helps the other prey population grow. This result has applications to management of carnivore-livestock conflict, implying that increasing populations of wild prey may protect livestock.", "date": "2025-12-30", "journal": ""}
{"title": "tRNA isodecoder analysis using Nanopore ionic current signals and deep learning", "doi": "10.64898/2025.12.27.696718", "authors": "Akeson, S.; Kakhaki, P. D.; Esfahani, N. G.; Reinsch, J. L.; Barry, M. L.; Zamecnik, M.; Tzadikario, T.; Abu-Shumays, R. L.; Garcia, D. M.; Koutmou, K.; Jain, M.", "abstract": "We describe application of Nanopore direct tRNA sequencing and ionic current signal analysis for isodecoder-level analysis of bacterial and yeast tRNA. The computational advance is the application of deep learning for predicting tRNA isodecoders directly from raw nanopore ionic current signals. We then combined ionic current analysis with a pairwise sequence alignment strategy to improve tRNA sequence alignments. We applied this strategy to Nanopore data for E. coli and S. cerevisiae tRNA and aligned 2.6% and 13.1% more reads respectively when compared to present strategies for Nanopore tRNA analysis. Notably, this increase in alignments also came with a significant increase in alignment identity. The ionic current models confirmed enrichment of both an individual tRNA isotype and a tRNA fraction in separate experiments. Finally, we demonstrate that raw ionic current analysis is information-rich and has the potential to deconvolute dense chemical modifications in complex molecules like tRNA. This is an advance for tRNA analysis in prokaryotes and lower eukaryotes with potential to elucidate the role of tRNA in discovery biology and in human health applications.", "date": "2025-12-30", "journal": ""}
{"title": "A Comprehensive Treatment-Induced Resistance Atlas of Glioblastoma Reveals a Fibrotic Niche Shielding the Tumor from Immunotherapy", "doi": "10.64898/2025.12.25.696471", "authors": "Wang, F.; Huang, R.; Ling, H.; Bai, Y.; Yang, C.; Zhao, G.; Wu, X.; Cao, W.; Lu, Y.; Zhang, Y.; Lu, D.; Qiu, Y.; Zhang, J.; Gao, B.; Ma, C.; Dang, H.; Zhang, Y.; Yang, Y.; Sun, T.; Chen, Z.; Wang, Z.", "abstract": "Therapeutic resistance in IDH-wildtype glioblastoma (GBM) is driven by profound cellular plasticity and a structured immunosuppressive tumor microenvironment (TME). Here, we present the Glioblastoma Resistance Insights from Treatment Atlas (GRIT-Atlas), the most comprehensive single-cell resource to date, encompassing nearly one million cells from 296 samples across primary and recurrent cohorts, including those treated with immune checkpoint blockade (ICB) and anti-angiogenic combination therapy. We identify a convergent evolutionary trajectory where therapeutic pressure selects for a specific malignant state, cNMF7 (MES-like), characterized by a synergy of hypoxia, stemness, and inflammatory signaling. Integrating spatial transcriptomics across 48 patient sections, we define a \"Spatial Resistance Triad\", a core functional unit composed of cNMF7 cells, differentiation-arrested E-MDSCs, and Type VI Collagen-secreting myCAFs. This triad specifically colonizes the hypoxic microvascular proliferation (MVP) and pseudopalisading necrosis (PAN) niches. Mechanistically, we show that myCAFs act as stromal architects, constructing a fibrotic scaffold through a Collagen/Fibronectin-CD44 signaling axis. This spatial infrastructure not only physically excludes cytotoxic T cells but also provides essential cues to sustain malignant plasticity and myeloid-mediated immunosuppression. Our findings across seven independent cohorts and pan-cancer validation underscore the clinical significance of this axis in driving immunotherapy failure. Collectively, the GRIT-Atlas provides a blueprint for dismantling the \"immunosuppressive sanctuaries\" of GBM to overcome therapeutic resistance.", "date": "2025-12-30", "journal": ""}
{"title": "Single-cell atlas of the fetal Down syndrome cortex uncovers chromosome 21 regulators of intellectual disability gene networks", "doi": "10.64898/2025.12.29.696602", "authors": "De Paola, V.; Lattke, M.; Tan, W. L.; Kalarikkal Sukumaran, S.; Hana Utami, K.; Sintes Rodriguez San Pedro, M.; Vibhavari Bansal, A.; Lim, A.; Tan, J.; Rekopoulou, K.; Matthews, N.; Sakthivel, S.; Krsnik, Z.; Alic, I.; Nizetic, D.; Levi, B.", "abstract": "Down syndrome (DS), caused by trisomy of chromosome 21, is the leading genetic cause of intellectual disability, yet the mechanisms disrupting fetal brain development remain unclear. We performed single cell transcriptomic and chromatin accessibility profiling of approximately 250,000 cells from 15 DS and 15 control human fetal cortices (10 to 20 weeks post-conception). Our analysis revealed a subtype-specific reduction in RORB/FOXP1 expressing excitatory neurons and widespread disruption of neurodevelopmental transcriptional programs. Chromosome 21 transcription factors BACH1, PKNOX1, and GABPA emerged as dosage-sensitive hubs regulating genes linked to intellectual disability. Antisense oligonucleotide mediated normalization of these factors in human neural progenitors in vitro partially rescued target gene expression. Benchmarking a humanized in vivo model captured additional molecular and cellular signatures of DS, complementing the in vitro model. Together, this resource defines the gene regulatory landscape underlying cortical development in DS and highlights candidate molecular targets and preclinical models for further investigation.", "date": "2025-12-30", "journal": ""}
{"title": "Yeast as a platform to dissect poly(ADP-ribose) polymerase function from Magnaporthe oryzae and evaluate PARP inhibitors", "doi": "10.64898/2025.12.29.696956", "authors": "Kalicharan, R.; Paynes, N.; Fernandez, J.", "abstract": "Poly(ADP-ribose) polymerases (PARPs) regulate genome maintenance through NAD-dependent ADP-ribosylation, yet PARP function in fungi remains poorly defined. Here, we reconstituted the activity of the Magnaporthe oryzae PARP1 homolog (MoPARP1) in Saccharomyces cerevisiae, a genetically tractable organism that lacks endogenous PARP enzymes. Galactose-induced expression of MoPARP1 reduced yeast growth, whereas a catalytically inactive mutant showed no defect, indicating that the growth phenotype depends on PARP catalytic activity. In a multidrug transporter-deficient background, the PARP inhibitor 3-aminobenzamide and the clinically used PARP inhibitor olaparib rescued the growth of MoPARP1-expressing strains, establishing a framework for inhibitor testing in vivo. Finally, MoPARP1-GFP localized to the nucleus independent of catalytic activity, supporting correct targeting in this heterologous system. Together, these findings establish yeast as a platform to dissect fungal PARP biology and evaluate chemical inhibition.", "date": "2025-12-30", "journal": ""}
{"title": "Comparative Transcriptomics Reveals Genes Commonly Induced by Distinct Stressors in Chlamydia", "doi": "10.64898/2025.12.30.696969", "authors": "Haines, R.; Wan, D.; Zhong, G.; Fan, H.", "abstract": "Chlamydia trachomatis is a leading cause of urogenital infections that can result in serious long-term complications. This obligate intracellular bacterium undergoes a biphasic developmental cycle alternating between the infectious elementary body and the replicative reticulate body and can enter a persistent state in response to adverse environmental conditions. Although transcriptomic reprogramming is central to chlamydial stress adaptation and persistence, how responses differ across biologically distinct stressors remains incompletely defined. Here, we performed a comparative reanalysis of five published, high-quality C. trachomatis RNA-Seq datasets generated under prolonged interferon-{gamma} treatment, tryptophan starvation, iron starvation, penicillin exposure, or acute heat shock. Global transcriptomic analyses reveal extensive stress-specific reprogramming and a clear separation between the transcriptome induced by heat shock and those induced by chronic stresses. Transcriptomic overlap observed among chronic stress conditions is substantially reduced when the heat shock transcriptome is included, indicating that shared transcriptional features are stressor-dependent. Unexpectedly, tryptophan starvation and iron starvation exhibit particularly close transcriptomic similarity, consistent with regulatory cross-talk mediated by the iron-dependent transcriptional repressor YtgR. In contrast, interferon-{gamma} induces a distinct but partially overlapping transcriptome, likely reflecting activation of additional host-mediated antimicrobial mechanisms beyond tryptophan deprivation. Together, these findings demonstrate that adaptation to different biological stressors in C. trachomatis is driven by distinct transcriptomic reprogramming, while consistently involving a subset of functions that may represent points of vulnerability for disrupting chlamydial persistence.", "date": "2025-12-30", "journal": ""}
{"title": "3'to 5'translation of linear mRNAs?", "doi": "10.64898/2025.12.29.696803", "authors": "Pi, X.; Wang, P.; Lin, B.; Liu, T.; Lin, Z.; Yang, Y.; Zhang, X.; Lin, Z.; Sun, L.; Chen, F.; Zhang, X.; Ji, Z.; Yang, Y.", "abstract": "3'-5' translation (termed \"backward translation\") mediated by eukaryotic circular RNAs has been reported recently. Whether linear mRNA can produce proteins through backward translation remained elusive. Here, we demonstrate that linear mRNAs can mediate backward translation in vitro. Backward translation was detected in human cells transfected with expression vectors used to produce linear mRNAs. Importantly, synthetic linear mRNAs could produce backward translation signal in multiple in vitro translation systems, with a level comparable to that of conventional 5' to 3' forward translation. Furthermore, we demonstrated that a single translation initiating sequence (TIS) was able to drive backward and forward translation in an in vitro experimental setup, with the efficiency of backward translation found to be significant lower than that of forward translation. In summary, this study further reinforces the notion of translation flexibility, demonstrates a broader applicability of backward translation and heralds a new strategy in synthetic biology.", "date": "2025-12-30", "journal": ""}
{"title": "Seizures, increased interhemispheric synchrony, altered brain transcriptomics and a leaky blood-brain barrier result from loss of ap3b2 in a CRISPR tadpole model of DEE48", "doi": "10.64898/2025.12.29.696940", "authors": "Banerjee, S.; Earl, C. W.; Robson, S. C.; Szyszka, P.; Beck, C. W.", "abstract": "Loss-of-function variants in AP3B2, a neuronal adaptor protein required for synaptic vesicle formation, cause a severe early-onset neurodevelopmental epilepsy known as Developmental and Epileptic Encephalopathy 48 (DEE48). To investigate how AP3B2 loss alters brain development, leading to increased seizure susceptibility, we generated a Xenopus laevis model by targeting the orthologous gene using CRISPR/Cas9. Ap3b2.S-/- (mosaic) F0 tadpoles displayed increased locomotor activity with frequent seizure-like episodes when compared to sibling controls. Visualisation of forebrain and midbrain activity using the genetically encoded Ca2+ sensor GCaMP6s detected spontaneous, large amplitude, prolonged and widespread neural activity, alongside increased interhemispheric synchrony of both regions. Comparison of whole-brain transcriptomes from ap3b2 CRISPants and unedited sibling controls detected mainly downregulation of brain expressed genes, with significant over-representation of pathways involved in ion transport, axon formation and guidance, inhibitory (GABA) neurotransmission, and transport across the blood-brain barrier (BBB). In a simple assay for BBB integrity, CRISPant tadpoles were confirmed to have faster leakage of sodium fluorescein. Acute exposure to the angiotensin receptor blocker losartan significantly reduced locomotor hyperactivity, and CRISPant cohorts treated with losartan tended to have lower neural activity, indicating incomplete rescue of the ap3b2.S CRISPant phenotype. These findings demonstrate how AP3B2 loss of function alters brain development and the establishment of the BBB, with the resulting alterations in neurotransmitter pathways predisposing the brain to spontaneous seizures. Our results suggest that traditional anti-seizure medications designed to alter ion transport and GABA metabolism could be augmented with drugs targeting neuroinflammation, as adjunct seizure control options in infants with DEE48.", "date": "2025-12-30", "journal": ""}
{"title": "Parallel genomic remodeling associated with independent terrestrialization events in arthropods", "doi": "10.64898/2025.12.29.696964", "authors": "Benitez-Alvarez, L.; Tonzo, V.; Aristide, L.; Fernandez, R.", "abstract": "The repeated transition from aquatic to terrestrial environments (terrestrialization) has shaped the evolutionary trajectory of many animal lineages, yet the genomic basis of this ecological shift remains incompletely understood. Arthropods, with multiple independent terrestrialization events, provide a powerful system to investigate whether parallel genomic changes underlie adaptation to land. Here, we present a phylum-wide comparative phylogenomic analysis of 309 arthropod species representing aquatic and terrestrial lineages, using gene family evolutionary dynamics and directional selection analyses to uncover shared genomic strategies associated with life on land. We identified thousands of orthogroups showing parallel expansions or contractions across the three main lineages that colonized land (Arachnida, Myriapoda, and Hexapoda), of which a significant proportion also exhibited lineage-specific shifts in selective pressure. Functional enrichment of these orthogroups revealed functional convergence on processes such as oxidative stress response, transmembrane transport, energy metabolism, exoskeleton formation, and moulting regulation. Notably, parallel evolution in aquaporins, solute carriers, cytochrome P450s, superoxide dismutases, and heat shock proteins suggests that a conserved terrestrialization toolkit underlies independent colonization events. Additionally, parallel remodeling of key developmental and immune signaling pathways highlights the role of regulatory and structural innovations in adapting to terrestrial challenges. Our results provide the first large-scale genomic evidence of parallel molecular evolution driving arthropod terrestrialization and emphasize the power of comparative genomics to reveal shared solutions to ecological transitions across deep evolutionary timescales.", "date": "2025-12-30", "journal": ""}
{"title": "Deciphering the evolution of sex determination across the termite tree of life using high-quality genome assemblies", "doi": "10.64898/2025.12.29.696834", "authors": "Hellemans, S.; Weng, Y.-M.; Julseth, M. J.; Fujiwara, K.; Aumont, C.; Liu, C.; Mikhailova, A. A.; Bucek, A.; Kaymak, E.; Sillam-Dusses, D.; Roisin, Y.; Sobotnik, J.; Maekawa, K.; Harrison, M. C.; McMahon, D. P.; Bourguignon, T.", "abstract": "Most termites exhibit a unique sex-determining system, featuring multiple X and Y chromosomes that fuse into large complexes during male meiosis. The evolutionary origins of such complexes remain largely unknown. Using the genomes of 45 termites and two cockroaches, we investigated the evolution of sex determination systems in an entire insect lineage. We found that termite sex chromosomes are largely undifferentiated, likely reflecting extensive ongoing recombination. Evolving from the X0 system of cockroaches, most early-diverging termites exhibit a Y chromosome bearing the sex-determining gene doublesex, whereas doublesex is autosomal in most other termites. In contrast, other species exhibit multiple sex chromosomes that have undergone frequent turnover, except for Termitidae, which harbor conserved sex chromosomes. Our findings reveal important reworkings of the ancestral transformer-doublesex pathway in termites and suggest a potential role of doublesex in the formation of meiotic chromosomal complexes and caste differentiation.", "date": "2025-12-30", "journal": ""}
{"title": "Zooming into rearranged genome: applying pipeline of cytological, genomic, and transcriptomic methods for structural variant interpretation", "doi": "10.64898/2025.12.29.696952", "authors": "Gridina, M.; Lagunov, T.; Belokopytova, P.; Torgunakov, N.; Nurislamov, A.; Yurchenko, D.; Markova, Z.; Markova, T.; Stepanchuk, Y.; Koksharova, G.; Orlov, P.; Subbotovskaia, A.; Ryzhkova, O.; Shilova, N.; Fishman, V.", "abstract": "Recent advances in genomic technologies have greatly enhanced our understanding of genotype-phenotype relationships and improved diagnostic of genetic diseases. However, the dissection of complex structural variants remains challenging due to the limitations of current methods in resolving their breakpoint and interpreting phenotypes involving multiple disrupted genes. In this study, we demonstrate how an integrative approach-combining cytological, genomic, and transcriptomic methods-enables the detection, structural and functional characterization of a complex structural variants affecting the MBD5, USP34, and XPO1 genes. Our findings underscore the utility of the Exo-C, a modified chromosome conformation capture technique, in resolving complex rearrangements. We also report, for the first time, a composite neurodevelopmental phenotype resulting from the combined effects of MBD5-associated intellectual disability and 2p15p16.1 microdeletion syndromes.", "date": "2025-12-30", "journal": ""}
{"title": "Genomic analysis of extended-spectrum beta-lactamase-producing Enterobacter kobei ST691 strain harboring mcr-10.1 isolated in Yaounde, Cameroon.", "doi": "10.64898/2025.12.28.696731", "authors": "FOUNOU ZANGUE, R. C.; Founou, L. L.; Odih, E. E.; Oaikhena, A. O.; Okeke, I. N.", "abstract": "ABSTRACT Objective Enterobacter species are opportunistic pathogens commonly responsible for serious, difficult-to-treat hospital-acquired infections. Extended-spectrum {beta}-lactamase (ESBL)-producing and colistin-resistant Enterobacterales are increasingly implicated in human and animal infections worldwide. Here we report the first detection of a colistin-resistant ESBL-producing E. kobei strain belonging to ST691 and harbouring mcr-10.1. Methods This strain was isolated from the faecal sample of a two-year-old child who was diagnosed with gastroenteritis in Yaounde, Cameroon. This ESBL-E. kobei ST691 genome was sequenced using Illumina Miseq (Illumina, San Diego, CA, USA). Mobile genetic elements and antibiotic resistance genes were predicted using AMRFinderPlus, ARIBA, and the VFDB and PlasmidFinder databases, respectively. Results This strain exhibited phenotypic resistance to numerous antibiotics belonging to penicillin, third generation of cephalosporin and carbapenem families. However, it was susceptible to aminoglycoside and fluoroquinolone. Genome analysis reveals a length of 4 626 300 bp, and N50 of 143 731, GC content of 54.9%. Genes conferring resistance to {beta}-lactams (blaACT-9), polymyxin (mcr-10.1) and phenicol/quinolone (oqxA,B) were detected. Mobile genetic elements, including plasmid replicon type [IncFIB(pECLA) and IncFII(pECLA)] and the IS1, IS110, ISEc34, IS1222SC, IS66, IS630, IS3, IS26 insertion sequences were also detected. Conclusion We report the first colistin-resistant ESBL-producing E. kobei isolated from a two-year-old child. It is a high-priority potential pathogen showing resistance to last-resort antimicrobials to which there is little access in Cameroon. This underscores the necessity to strengthen genomic surveillance, antimicrobial stewardship, and infection prevention and control, as well as to heighten awareness of the threat posed by resistant bacteria.", "date": "2025-12-30", "journal": ""}
{"title": "Discovery of the metalloenzyme IsmB revises a pathway for coprostanol formation by the human gut microbiome", "doi": "10.64898/2025.12.29.696961", "authors": "Tinoco, A.; Li, C.; Khurana, J.; Banuelos Jara, B.; Plichta, D. R.; Kenny, D.; Xavier, R. J.; Balskus, E. P.", "abstract": "High levels of circulating cholesterol are associated with human cardiovascular diseases and an altered gut microbiome. Still, major gaps exist in our understanding of the interactions of cholesterol with gut microbes. The reductive transformation of cholesterol to the poorly absorbed sterol coprostanol by human gut bacteria has long been known, but the genetic and biochemical basis for this activity is only partially elucidated. Here, we discover and characterize a gut bacterial enzyme that catalyzes the reduction of cholestenone to coprostanone, the second step in the intestinal sterol metabolism (ism) pathway for coprostanol production. We identify a gene encoding a previously unknown 5{beta}-reductase, IsmB, a new member of the Fe-S cluster flavoenzyme superfamily, in the coprostanol producing organism Eubacterium coprostanoligenes. Biochemical characterization of IsmB confirms it is an anaerobic Fe-S cluster flavoenzyme and reveals specificity for reduction of an unanticipated intermediate, 5-cholesten-3-one, to coprostanone, revising the ism pathway. We also identify and characterize homologs of IsmB encoded in uncultured human gut bacteria that also encode the previously identified ism pathway enzyme IsmA, further supporting the role of IsmB in coprostanol formation. Finally, analysis of human stool metagenomics and metabolomics datasets further confirms the relevance of IsmB in the human gut microbiome, and analyses of human serum metabolomics from Framingham Heart Study participants reveal negative correlation between serum cholesterol levels and the presence of IsmA/IsmB encoders in the gut. Together, these results show the utility of combining biochemistry and stool metagenomic analysis for gut microbial enzyme discovery, and suggests IsmA/IsmB-encoding gut bacteria carry potential benefits for cholesterol homeostasis and cardiovascular health.", "date": "2025-12-30", "journal": ""}
{"title": "Biochemical and structural characterization of the RlaP family nucleotidyltransferase potentially involved in RNA repair", "doi": "10.64898/2025.12.29.696909", "authors": "Carruthers, A.; Fatma, S.; Huang, R. H.", "abstract": "Nucleotidyltransferases (NTases) of Pol{beta} superfamily are highly diverse and play many important biological functions. However, many families of NTases remain uncharacterized. Because of physical proximity of the genes encoding NTases of PF10127 family to those encoding RNA ligases involved in RNA repair, PF10127 family of NTases was named RlaP (RNA ligase-associating Pol{beta}). Here we report comprehensive characterization of two RlaP from Pseudomonas fluorescens and Pseudomonas aeruginosa (PfRlaP and PaRlaP), respectively. Our study showed that, among macromolecules isolated from E. coli cells, only RNAs are the substrates of RlaP. In vitro assays employing synthetic RNAs as substrates demonstrated that RlaP catalyzes addition of one or two nucleotide monophosphate (NMP) to the 3'-hydroxyl group of RNAs, with the damaged RNAs as the preferred substrates. The crystal structure of PfRlaP provided insight into molecular recognition of RNA substrate and nucleotide triphosphate (NTP) by RlaP. Aminoacylation assays indicate that RlaP is required to restore biological function of the repaired tRNAs that have suffered excessive damage. Based on our studies, we propose an in vivo scenario where cell survival requires the involvement of RlaP in RNA repair to restore the biological function of the damaged RNAs.", "date": "2025-12-30", "journal": ""}
{"title": "Single-molecule behavior and cell-growth regulation in human RTKs", "doi": "10.64898/2025.12.29.696957", "authors": "Abe, M.; Yanagawa, M.; Koizumi, Y.; Kise, R.; Inoue, A.; Sako, Y.", "abstract": "Receptor tyrosine kinases (RTKs) are a major family of cell surface receptor proteins responsible for various cellular functions in animal cells, including fate decisions, metabolism, polarization and migration. Lateral mobility, dimerization, clustering, and oligomerization are crucial behaviors in the activation process of RTKs on the cell surface. However, relationships between these molecular behaviors and molecular function remain to be elucidated, except for a few RTK members. Here, using an automated live-cell single-molecule imaging and analysis system, we studied the behavior of 52 of the 58 human RTK species on living cells over time during stimulation with ligands. We extracted 72 single-molecule parameters for each RTK species to examine their relationship to function, structure, and evolution. We noticed that RTKs' ability to inhibit or support cell growth, as observed in a large-scale loss-of-function experiment in the public domain, significantly relates to their behavior. Growth-inhibitory signaling was coupled with the immediate formation of immobile clusters, followed by the enlargement of immobile and slow-mobile domains. In contrast, growth-supportive signaling coupled with higher lateral diffusivity and delayed clustering of immobile molecules. The relationship between structure and function suggests that functional differences are related to partitioning into membrane rafts and changes in mobility associated with phosphatidylinositol turnover. In multiple linear regression models, molecular behavior explained half or more of the molecular function related to cell growth. This level of explainability is comparable to that of evolutionary grouping.", "date": "2025-12-30", "journal": ""}
{"title": "Design, synthesis and profiling of highly potent antivirals targeting emerging drug-resistant HIV-1 variants", "doi": "10.64898/2025.12.29.696941", "authors": "Jamey, N.; Udayanga, N. D. M.; Zhang, H.; Ravichandran, S. M.; Cai, X.; Lorson, Z. C.; M. McFadden, W. M.; Ryu, W. H.; Katekar, R.; Xie, J.; Kirby, K. A.; Sarafianos, S. G.; Wang, Z.", "abstract": "Lenacapavir (LEN), the first-in-class HIV capsid inhibitor (CAI), is approved by FDA as a long acting injectable (LAI) for both treatment and pre-exposure prophylaxis (PrEP). Despite its exceptional potency and long pharmacokinetics (PK), a few major resistant mutations have been selected in LEN-treated patients, underscoring the need to develop second-generation LEN analogs to mitigate resistance. Particularly, the M66I mutation confers an extraordinarily high-level LEN resistance, essentially abrogating LEN potency. In this work, we have designed and synthesized LEN analogs featuring a cycloalkyl R2 in subunit B drastically different from known analogs. Against wild-type HIV-1, the potency of our analog 3 (EC50 = 0.073 nM) was 2.6-fold higher than LEN (EC50 = 0.19 nM). More importantly, against the M66I mutant, 3 (EC50 = 5.8 nM) was decisively more potent than LEN (EC50 > 15 M) or any known analogs. We have also shown that the size of the R2 cycloalkyl ring is a major pharmacophore factor as a smaller (cyclopropyl, analog 1) or bigger (cyclohexyl, analog 4) ring confers weaker antiviral potency against both WT HIV-1 and M66I. The vastly improved profile of our lead 3 against M66I was confirmed in the target binding thermal shift assay. These results strongly validate our design and may represent a breakthrough in LEN-based HIV therapy and prophylaxis.", "date": "2025-12-30", "journal": ""}
{"title": "The ecology of carbon sequestration in coastal upwelling ecosystems", "doi": "10.64898/2025.12.29.696936", "authors": "Stukel, M. R.; Aluwihare, L. I.; Bianchi, D.; Forrer, H. J.; Messie, M.", "abstract": "The biological carbon pump (BCP) transports carbon fixed by phytoplankton into the deep ocean via multiple pathways and leads to net carbon dioxide sequestration. The BCP is very active in highly productive eastern boundary upwelling systems (EBUSs), however, the extent to which climate change will impact this key ecosystem service remains uncertain. While this review and synthesis focuses on results from the California Current Ecosystem (the most extensively studied EBUS), similarities and differences are also noted with the Benguela, Canary, and Humboldt ecosystems. We focus on vertical carbon export mediated by sinking particles (responsible for >half of the BCP in EBUSs), as well as subduction of organic matter and vertically migrating zooplankton and fish. We suggest that a plug-flow-reactor conceptual model can be used to link BCP results with physical circulation changes within EBUSs to predict whether climate change will lead to increased or decreased biologically mediated CO2 uptake.", "date": "2025-12-30", "journal": ""}
{"title": "Preclinical Safety Evaluation of Vernolac, a Commercially Available Polyherbal Nutraceutical Comprising Vernonia zeylanica, Nigella sativa, Hemidesmus indica, Smilax glabra, and Leucas zeylanica, in Wistar Rats", "doi": "10.64898/2025.12.27.696713", "authors": "Wijerathne, S. K.; Oshadi, E. A.; Gunawardana, S. D. V.; Kothalawala, A.; Dissanayake, T. L.; Ranaweera, G.; Murugananthan, A.; Galhena, P.; Senathilake, K.; Samarakoon, S. R.", "abstract": "Vernolac is a commercially available polyherbal formulation comprising Vernonia zeylanica aerial parts, Nigella sativa seeds, Hemidesmus indica roots, Smilax glabra rhizome, and Leucas zeylanica aerial parts. Although previous in vitro studies have demonstrated anticancer potential of Vernolac and its active ingredients, safety data are available only for some of the plant ingredients of Vernolac. In the present study, acute and 28-day repeat-dose toxicity of Vernolac were evaluated in Wistar rats following OECD guidelines 420 and 407, respectively. Acute toxic effect was investigated during 14 days after administering a single oral dose of 2000 mg/kg to 10 animals (5 males, 5 female) which was followed by repeat-dose study where a human equivalent therapeutic dose HED (165 mg/kg/day), a mid-dose (2x HED, 330mg/kg/day) and a high dose (4x HED, 660 mg/kg/day) were administered separately to a group of 10 fresh animals (5 male, 5 female) for 28 days. In both acute and repeat-dose studies, no morbidity, mortality, changes in food and water intake, relative organ weights, microscopic changes in organs, hematological changes, or clinical signs of toxicity were observed. In the acute study, significant differences appeared only in AST and ALT levels in males, indicating the liver may be a target organ of toxicity at extremely high doses. In 28-days repeated dose study, a significant reduction in ALT was observed only in females receiving high doses, with no changes in males. In summary, a dose up to four times the therapeutic daily dose is non-toxic in Wistar rats over a 28-day period.", "date": "2025-12-30", "journal": ""}
{"title": "Trainable computation in molecular networks", "doi": "10.64898/2025.12.28.696421", "authors": "Trifonova, K.; Falk, M. J.; Rouches, M.; Vaikuntanathan, S.; Elowitz, M. B.; Murugan, A.", "abstract": "Reports of learning in single cells without genetic change span decades yet remain controversial, in part because there is no accepted general molecular mechanism for training comparable to gradient-based training or Hebbian learning in neural circuits. Here we identify a minimal set of ingredients sufficient to realize non-genetic learning, drawing inspiration from Boltzmann neural networks. First, dense reversible interaction networks provide an expressive substrate in which modulating the concentrations of a small set of mediator species can reprogram function without altering the underlying interaction parameters. Second, a simple rate-sensitive autoregulatory scheme that adjusts these mediator levels provides a local Hebbian-like training rule that can train the same network for diverse tasks, including Pavlovian conditioning, supervised classification, and generative tuning of bet-hedging ratios to match environmental statistics. We show that this autoregulatory training rule is model free and applies to reversible multimerization networks of arbitrary complexity, so training can compensate for unknown or unmodeled interactions present in vivo. These results suggest design principles for trainable synthetic cellular circuits and indicate how molecular systems could learn statistical features of their environments through experience.", "date": "2025-12-30", "journal": ""}
{"title": "Decoding medial entorhinal cortical dynamics produces planning-like alternations in hippocampal theta sequences", "doi": "10.64898/2025.12.29.696939", "authors": "Nakano, M.; Barry, C.; Clopath, C.", "abstract": "The hippocampus plays a central role in memory and spatial planning. In rodents, theta oscillations (7-12Hz) are associated with active navigation and appear necessary for planning and spatial memory. A key neural mechanism held to support navigational decision making are theta sequences - brief (~120ms) sequential activations of hippocampal place cells representing trajectories ahead of the animal. Evidence for their role in planning includes their tendency to sample potential future paths at decision points, particularly the left-right sequences observed along the T-maze arms during alternation tasks. However, a recent study challenges this interpretation, proposing that the natural tendency of medial entorhinal cortex (MEC) theta sequences to alternate between leftward and rightward directions might account for the apparent sampling of arms on the T-maze. Given that MEC inputs drive hippocampal activity, this raises the possibility that hippocampal alternations in T-mazes simply reflect intrinsic MEC dynamics rather than active planning. Here, we test this hypothesis by modelling MEC theta sequences in a T-shaped maze and demonstrate that standard Bayesian decoding produces hippocampal theta sequences alternating between maze arms, consistent with experimental observations. Analysis of simultaneous MEC-hippocampal recordings reveals that MEC alternation consistently precedes hippocampus by ~50ms, suggesting a feedforward, state-independent mechanism. This coordinated MEC-hippocampal left-right alternation occurs not only at choice points but also during inbound trials (where no deliberate choice is required) and at forced-turn corners (where only one path exists). These findings suggest that left-right alternation in hippocampal theta sequences is a ubiquitous phenomenon driven by MEC dynamics, challenging the interpretation that these specifically reflect intentional decision-making or planning processes.", "date": "2025-12-30", "journal": ""}
{"title": "Dispersal transiently modifies the temperature dependence of ecosystem productivity after an extreme thermal fluctuation", "doi": "10.64898/2025.12.29.695627", "authors": "Stark, K.; Thompson, P. L.; Bernhardt, J. R.; Forbes, C.; Davis, K. E.; Yangel, E.; Jackman, A.; Heinrichs, M.; Parfrey, L.; O'Connor, M. I.", "abstract": "Effects of warming on ecosystem productivity are typically summarized over broad time scales, yet they emerge from communities that can reorganize in a matter of days. Temperature accelerates ecosystem productivity through predictable effects on metabolic rates, but dispersal across thermally heterogeneous metacommunities may modify this effect by redistributing communities and their underlying thermal phenotypes. Using outdoor freshwater mesocosms, we tested the hypothesis that increasing dispersal modifies the thermal sensitivity of gross primary productivity through the redistribution of biomass, size spectra, and thermal phenotypes along spatial thermal gradients. High dispersal briefly weakened the thermal sensitivity of GPP after an unplanned heatwave through regional homogenization of phytoplankton community structure and the spread of poorly adapted thermal phenotypes reducing mass-specific GPP in the warmest mesocosms. Except immediately post-heatwave, the thermal sensitivity of GPP was robust to dispersal, despite evidence of metacommunity dynamics. These findings suggest that the temperature dependence of ecosystem metabolism can be briefly modified by dispersal after a perturbation, but remains robust under steady-state conditions.", "date": "2025-12-30", "journal": ""}
{"title": "Mutational analyses reveal PLP-independent functions at PipY, the cyanobacterial paradigm for pyridoxal-phosphate binding proteins", "doi": "10.64898/2025.12.29.696868", "authors": "Llop, A.; Tremino, L.; Contreras, A.", "abstract": "Pyridoxal-phosphate binding proteins (PLPBP) are involved in the homeostasis of B6 vitamers and amino/keto acids, share a high degree of sequence conservation and are represented in all three domains of life. Despite the obligate presence of the catalyst cofactor PLP, attempts to show enzymatic activity have been unsuccessful. Instead, evidence of RNA binding activity has been provided for several members of the family. Here we use PipY, one of the few PLBPB members studied so far, as a model system to address the phenotypic impact in the cyanobacterium Synechococcus elongatus of mutations K26A, P63L and R210Q, which respectively prevent PLP binding or are equivalent to those conferring B6-dependent epilepsy in humans with a recessive inheritance pattern. We found that while mutation K26A at the PLP-binding residue abrogated all phenotypes associated to PipY overexpression and toxicity, P63L and R210Q behaved as dominant gain-of-function mutations that inhibited bacterial growth. We provide in vivo evidence of PipY performing PLP-independent functions, in which mutant variant PipYK26A but not PipYP63L or PipYR210Q would be defective. A model integrating our observations with previous data from other organims and PLPBP variants is discussed.", "date": "2025-12-30", "journal": ""}
{"title": "Multiple Molecular Pathways to Longevity: Opposing Gene Expression Programs Define Distinct Aging Strategies", "doi": "10.64898/2025.12.29.696944", "authors": "Rudich, Z. D.; Tamez Gonzalez, A. A.; Guan, J.; Booth, G. F.; Soo, S. K.; Anglas, U.; Mistry, M.; Senchuk, M. M.; Van Raamsdonk, J. M.", "abstract": "While aging is the greatest risk factor for the development of neurodegenerative disease, the role of aging in these diseases is poorly understood. Our previous work has shown that targeting aging pathways can be neuroprotective in animal models of neurodegenerative disease. Based on these findings, we believe that by gaining insight into the aging process, that knowledge can be applied to identify novel therapeutic targets for neurodegenerative disease. To advance our understanding of aging, we used a genomics approach to identify genes regulated by multiple lifespan-extending pathways. We performed RNA sequencing on nine long-lived C. elegans mutants representing seven longevity pathways: insulin/IGF-1 signaling, dietary restriction, germline deficiency, impaired chemosensation, reduced translation, elevated mitochondrial ROS, and mild mitochondrial impairment. We found that most pairs of long-lived mutants exhibited a significant overlap in differentially expressed genes. Comparing gene expression across the entire panel of long-lived mutants revealed three distinct longevity groups that could be clearly distinguished by gene expression. Interestingly, two of these groups showed modulation of specific genetic pathways in opposite directions, suggesting that there are multiple alternative strategies to achieving long life. Filtering for genes similarly modulated in at least six mutants identified 196 upregulated and 62 downregulated aging genes. Upregulated genes were enriched in immunity, defense and metabolism, while many downregulated genes impacted translation and gene expression. To assess the ability of these genes to enhance longevity individually, we knocked down the commonly upregulated genes in long-lived mutants and evaluated the resulting effect on lifespan. Using this approach, we identified several genes that affect lifespan individually. Upregulation of at least some of these genes was sufficient to enhance stress resistance and extend lifespan in wild-type worms. Overall, the shared longevity genes identified in this work offer potential targets to promote healthy aging and decrease age-onset disease.", "date": "2025-12-30", "journal": ""}
{"title": "Somatic and germline mutational processes across the tree of life", "doi": "10.64898/2025.12.28.691837", "authors": "Lee, S.; Wang, Y.; Haynes, H.; Mitchell, E.; Maddison, M.; Crowley, L. M.; Adkins, P.; Mieszkowska, N.; Blaxter, M.; Darwin Tree of Life Project Consortium,  ; Durbin, R.; Campbell, P.", "abstract": "The characterisation of mutational processes active in somatic and germline cells in vivo has predominantly focused on human cancers1,2, normal tissues3-5 and model organisms6-8. Beyond mammals9, little is known about mutational processes across the tree of life. We developed himut (high-fidelity mutation), an algorithm to identify somatic mutations from circular consensus long-read sequencing data, deploying it on 708 samples from 661 species from Britain and Ireland10. The spectra of somatic mutations, categorised by mutation type and local sequence context, showed considerable between-species divergence but within-species similarity. From normalised spectra across the dataset, we extracted 95 distinct patterns, or 'signatures', of somatic mutations, together with 18 signatures of germline mutational processes. Only two of the somatic signatures resembled mutational signatures extracted from human cancers1,2. Of the somatic signatures, 22 had significant clustering within the taxonomic classification, with some distributed across an entire kingdom or phylum, while others were restricted to a single family or species. Three somatic signatures were found only in water-dwelling species, with one distributed across multiple clades that might suggest it derives from a water-borne mutagen. Of germline signatures, eight were found in multiple species, showed significant clustering by taxonomic classification and had counterpart somatic signatures with matching mutational spectrum and species distribution. Thus, there is considerably greater diversity of mutational processes across the tree of life than found in human samples, likely reflecting either cell-intrinsic biological processes or environmental exposures (or both) operative within distinct clades.", "date": "2025-12-30", "journal": ""}
{"title": "MusTer: A Generalizable Microfluidic Platform Combining Multi-Parametric Droplet Sorting and Multi-Droplet Merging in Single-Cell Sequencing", "doi": "10.64898/2025.12.29.696950", "authors": "Li, L.; Liu, W.; Cheng, G.; Qu, F.; zhong, s.; Ho, Y.-P.", "abstract": "Droplet microfluidics is a core technology that powers high-throughput single cell sequencing. However, the current generation of single-cell microfluidics faces notable limitations, including cell aggregation, suboptimal on-chip reactions that compromise experimental outcomes and elevate background noise, as well as a dependence on costly commercial barcode beads. To address these challenges, we present MusTer, an integrated next-generation platform with multi-parametric singlet droplet sorting and triple-droplet merging capability. MusTer's multi-parametric singlet sorting module enables in-line droplet analysis of intrinsic fluorescence peak amplitude, width and interval from single-nucleus- (singlet) or multiple-nuclei (multiplet)-encapsulating droplets, subsequently allowing an effective separation of the singlet droplets from multiplet droplets and empty droplets. MusTer's triple-droplet merging module enables precise multi-step reactions, with each step performed under its own optimal conditions, thereby significantly enhancing experimental flexibility and efficiency. We validated MusTer's performance by performing single-cell ATAC-seq on maize leaves. The results demonstrate that MusTer significantly reduces the doublet rate, enhances the signal-to-noise ratio, and yields improved cell clustering compared with traditional methods. These results validate MusTer's capability to overcome key limitations in droplet-based single-cell analysis, effectively enhancing data quality and reliability, and also paves the way for its use in other challenging sample types and multi-step single-cell assays.", "date": "2025-12-30", "journal": ""}
{"title": "A multiscale modeling approach to study the role of mechanics and inflammation in pathophysiology of articular cartilage", "doi": "10.64898/2025.12.29.696945", "authors": "Mukherjee, S.; Lesage, R.; Geris, L.", "abstract": "Mechanical loading regulates chondrocyte health in articular cartilage. While physiological stimuli maintain homeostasis, supra-physiological stimuli from joint injuries disrupt it, leading to osteoarthritis (OA). OA is a prevalent degenerative joint disease affecting millions worldwide. OA progression involves complex mechanical and biochemical interactions across multiple length scales, which are challenging to investigate experimentally. In silico models provide an effective framework to explore these mechanisms. This study developed an integrated multiscale modeling framework for articular cartilage. It combined finite element (FE) models at tissue and cellular scales with an intracellular gene/protein regulatory network. The network incorporated key chondrocyte mechanotransduction and inflammatory pathways. A Hill's function was used to link cellular forces from the FE model to a mechanical loading input to the regulatory network. Hill's function constants were calibrated using a genetic algorithm approach. Calibration was performed by matching experimental and simulated expressions of COL-II and ADAMTS5 of cartilage explants under 20% dynamic compression. As a validation step, model simulations were performed at 10% dynamic compression of cartilage explants. COL-II and ACAN were overestimated, and ADAMTS5 was underestimated compared with experimental data. Furthermore, predicted sGAG loss matched the trend of experimental data. Simulated chondrocyte responses for varying spatial locations revealed spatial heterogeneity of chondrocyte activity. Overall, the multiscale modeling workflow developed in this study provides a first step towards a powerful tool to increase the understanding of the complex interplay of mechanics and inflammation in articular cartilage. By integrating tissue, cellular, and intracellular scales, it offers a comprehensive framework for studying cartilage mechanobiology and guiding future therapeutic strategies.", "date": "2025-12-30", "journal": ""}
{"title": "Generative Reconstruction of Unobserved Cellular Dynamics using Single-Cell Transcriptomic Trajectories", "doi": "10.64898/2025.12.29.696948", "authors": "Ray, S.; Das Mandal, S.; Lall, S.; Pyne, S.", "abstract": "The primary challenge in cellular dynamics is to capture the intermediate states between two distinct biological stages. This is because of the technical constraints in capturing transient states or the nature of single-cell sequencing protocols. To address this challenge, we introduce a new computational framework, GRAIL (Generative Reconstruction of Artificial Intermediate Lineages), which aims to bridge these missing transitions. GRAIL reconstructs biologically plausible intermediate cell states between two distinct developmental stages (A and B) through a Locality Sensitive Hashing (LSH) based cell selection strategy followed by a smooth interpolation in learned latent space. The interpolated latent representations are subsequently decoded into gene expression profiles using a trained generator from a Generative Adversarial Network (GAN). The framework consists of three components: (a) a pretrained autoencoder that learns latent representations of stage specific transcriptomes, (b) an LSH-guided interpolation procedure that identifies anchor cells and performed interpolation in latent space, and (c) a GAN generator that extrapolates realistic intermediate expression from the interpolated samples consistent with the underlying trajectory. We benchmarked GRAIL with different state-of-the-arts (SOTA) in diverse setup of simulated dataets as well as in real life scRNA-seq datasets. Generated samples from GRAIL preserve expected marker gene expression patterns and also improve downstream analyses, including differential expression and cell clustering. Our method addresses the critical gap in studying cellular transitions when experimental intermediate samples are unavailable.", "date": "2025-12-30", "journal": ""}
{"title": "cheCkOVER: An open framework and AI-ready global crayfish database for next-generation biodiversity knowledge", "doi": "10.64898/2025.12.29.696807", "authors": "Parvulescu, L.; Livadariu, D.; Bacu, V. I.; Nandra, C. I.; Stefanut, T. T.; World of Crayfish Contributors,  ", "abstract": "Background Species occurrence records represent the backbone of biodiversity science, yet their utility is often limited to spatial analyses, coarse distribution maps, or presence-absence models. Current biodiversity infrastructures rarely provide computational formats directly usable by modern artificial intelligence (AI) systems, such as large language models (LLMs), which increasingly mediate scientific communication and knowledge synthesis. Open frameworks that convert biodiversity occurrences into structured, machine-accessible knowledge are therefore essential, particularly when they enable rapid integration of new records and near real-time generation of spatial metrics and human-interpretable reports. Such capabilities substantially reduce the latency between data acquisition and decision support, enabling rapid production of updated range summaries and narrative outputs consumable by both domain experts and AI-assisted decision-making systems. Results We introduce cheCkOVER, an open framework that converts raw species occurrence datasets into standardized, API-ready, multi-layered outputs: biogeographic descriptors, dynamic distribution maps, summary metrics, and structured JSON biogeographic-narratives, ready for rapid integration into conservation evaluation workflows. Each product embeds provenance metadata to ensure transparency, traceability, and citation. We applied the pipeline to 115,434 global crayfish (Astacidea) occurrence records, generating an AI-ready knowledge base of 458 species packages. This demonstrates how the framework transforms minimal datapoints, validated species occurrences, into interoperable knowledge consumable by both humans and computational systems. The JSON outputs are optimized for retrieval-augmented generation, enabling AI systems to dynamically access and cite biodiversity knowledge beyond their pre-training corpora. Conclusions cheCkOVER is taxon-generalizable and establishes a reproducible pathway from biodiversity occurrences to narrative-ready, AI-interoperable knowledge. The framework's dual output, a generalizable pipeline and taxon-specific knowledge databases, enables flexible reuse across conservation research, policy reporting, and AI-driven applications. This minimalist-to-complex design extends the reach of biodiversity data beyond traditional analyses, positioning occurrence repositories as pivotal engines for next-generation biodiversity knowledge systems.", "date": "2025-12-30", "journal": ""}
{"title": "Tryptophan-substitution antimicrobial peptide temporin-1CEb: in vitro and in vivo antibacterial activity against clinically isolated multidrug-resistant Klebsiella pneumoniae", "doi": "10.64898/2025.12.30.696967", "authors": "Jiang, F.; Ma, Y.; Zhang, Y.; Shang, D.; Dong, W.", "abstract": "Tryptophan (Trp)-substitution antimicrobial peptides (AMPs) exhibit enhanced interactions with bacterial cell membranes, potentially improving their antimicrobial efficacy. K. pneumoniae (20.59% of 2054 ICU isolates) is resistant to multiple clinically used antibiotics and presents significant treatment challenges. In the present study, three Trp-modified peptides (I4W, L12W, and I1WL5W) were generated by substituting Ile or Leu residues in temporin-1CEb, a peptide derived from frog skin, with Trp at various sites to assess their antibacterial effects and mechanisms against K. pneumoniae. Compared with L12W, both I4W and I1WL5W displayed superior antimicrobial activity and lower cytotoxicity. Mechanistic studies revealed that the AMPs exerted antibacterial and bactericidal effects through bacterial surface charge neutralization, insertion into bacterial cell membranes, increased permeability of both the inner and outer membranes, and disruption of membrane integrity. Notably, I1WL5W exhibited the most potent membrane-disrupting activity. Assessment of the impact of Trp-containing peptides on bacterial biofilms revealed that these peptides not only inhibited exopolysaccharide production and biofilm formation but also degraded preformed biofilms. A murine lung infection model was established to investigate the therapeutic efficacy of I1WL5W against MDRKP 1203-induced lung infection in mice. Compared with the control treatment, treatment with I1WL5W resulted in reduced bacterial counts and levels of IL-6 and TNF- in both the blood and lung tissues of MDRKP 1203-infected mice, and treatment with I1WL5W improved lung tissue structure. The present study provides valuable insights for designing Trp-containing peptides with potent antimicrobial properties by facilitating their penetration across bacterial membranes.", "date": "2025-12-30", "journal": ""}
{"title": "Modeling and Design of Multi-layered Cylindrical Microcapsules for Intravitreal Controlled Release", "doi": "10.64898/2025.12.29.696951", "authors": "Chacin Ruiz, E. A.; Swindle-Reilly, K. E.; Ford Versypt, A. N.", "abstract": "Chronic diseases often require repeated oral or local administration, which can compromise patient compliance. In wet age-related macular degeneration (AMD), current therapies rely on intravitreal injections of anti-vascular endothelial growth factor agents every four to six weeks to maintain therapeutic drug levels. Controlled-release drug delivery systems offer a promising alternative by reducing injection frequency and extending drug release. In this study, we developed a continuum diffusion model to describe drug transport through porous polymeric microcapsules, implemented using the finite element method in COMSOL Multiphysics. The case study focused on cylindrical microcapsules fabricated with either a single polycaprolactone (PCL) layer or a bi-layered chitosan-PCL structure, tested at two capsule sizes and three salt leaching concentrations. Bovine serum albumin and bevacizumab were used as model drugs. Parameter estimation was performed using published release data, with a progressive fitting strategy that carried forward parameters from simpler systems into more complex designs. The model reproduced experimental release profiles across formulations and identified key transport parameters governing release dynamics, including porosity, tortuosity, and mass transfer rates. Design exploration revealed that polymer thickness was the dominant factor controlling release, while addition of the chitosan layer moderated the initial burst and extended therapeutic delivery. This framework demonstrates how computational modeling can reduce experimental burden, guide design optimization, and support the development of long-acting intravitreal drug delivery systems to treat wet AMD by linking drug release kinetics to design variables.", "date": "2025-12-30", "journal": ""}
{"title": "Diversity in Rubisco Kinetics and CO2-Concentrating Mechanisms Among Cyanobacterial Lineages", "doi": "10.64898/2025.12.30.696979", "authors": "Aguilo Nicolau, P.; Wijker, R. S.; Iniguez, C.; Capo-Bauca, S.; Stoll, H. M.; Galmes, J.", "abstract": "Cyanobacteria are the most ancient oxygenic photosynthetic organisms on Earth and play a pivotal role in the global carbon cycle. Despite their ecological and evolutionary significance, the mechanisms of carbon acquisition and fixation in this phylum remain largely unexplored beyond a few model species. Here, we examined representative taxa spanning the full phylogenetic breadth of Cyanobacteria, assessing in vivo carbon-acquisition pathways, the role and effectiveness of CO2-concentrating mechanisms (CCMs), as well as conducting in vitro biochemical characterizations of the kinetic traits and carbon isotope fractionation of Rubisco. We found significant lineage-specific differences in Rubisco kinetics and CCM performance, but a common signature of high Rubisco catalytic turnover coupled with low CO2 affinity--consistent with the co-evolution of this enzyme together with powerful CCMs. Furthermore, we identified a strong positive correlation between Rubisco carbon isotope fractionation and its CO2/O2 specificity factor. Together, these results provide fresh insight into Rubisco catalysis and shed light on its co-evolution with CCMs, underscoring their role in shaping Earth's carbon dynamics.", "date": "2025-12-30", "journal": ""}
{"title": "From movement to cognitive maps: recurrent neural networks reveal how locomotor development shapes hippocampal spatial coding", "doi": "10.64898/2025.12.30.696864", "authors": "Abrate, M. P.; Muessig, L.; Cacucci, F.; Bassett, J. P.; Tan, H. M.; Wills, T. J.; Barry, C.", "abstract": "The hippocampus contains neurons whose firing correlates with an animal's location and orientation in space. Collectively, these neurons are held to support a cognitive map of the environment, enabling the recall of and navigation to specific locations. Although recent studies have characterised the timelines of spatial neuron development, no unifying mechanistic model has yet been proposed. Moreover, the processes driving the emergence of spatial representations in the hippocampus remain unclear (Tan et al., 2017). Here, we combine computational analysis of postnatal locomotor development with a recurrent neural network (RNN) model of hippocampal function to demonstrate how changes in movement statistics -- and the resulting sensory experiences -- shape the formation of spatial tuning. First, we identify distinct developmental stages in rat locomotion during open-field exploration using published experimental data. Then, we train shallow RNNs to predict upcoming visual stimuli from concurrent visual and vestibular inputs, exposing them to trajectories that reflect progressively maturing locomotor patterns. Our findings reveal that these changing movement statistics drive the sequential emergence of spatially tuned units, mirroring the developmental timeline observed in rats. The models generate testable predictions about how spatial tuning properties mature -- predictions we confirm through analysis of hippocampal recordings. Critically, we demonstrate that replicating the specific statistics of developmental locomotion -- rather than merely accelerating sensory change -- is essential for the emergence of an allocentric spatial representation. These results establish a mechanistic link between embodied sensorimotor experience and the ontogeny of hippocampal spatial neurons, with significant implications for neurodevelopmental research and predictive models of navigational brain circuits.", "date": "2025-12-30", "journal": ""}
{"title": "Type 2 diabetes Reprograms Bone Marrow Hematopoiesis and Dysregulates Immune Signaling in Response to Stroke", "doi": "10.64898/2025.12.29.696958", "authors": "Zhang, H.; Gu, W.; Yu, K.; Tu, C.-L.; Chang, W.; Liu, J.", "abstract": "Type 2 diabetes mellitus (T2DM) worsens stroke outcomes, but the underlying mechanisms linking T2DM to systemic immune dysfunction remain unclear. We investigated whether T2DM alters bone marrow (BM) hematopoiesis and dysregulate immune signaling following ischemic stroke in mice. Single-cell RNA sequencing, GeoMx digital spatial profiling (DSP), nCounter, and flow cytometry were used to analyze BM cells from control (db/+, Ctrl) and diabetic (db/db, T2DM) mice underwent experimental stroke or sham surgery. Diabetes caused marked structural remodeling of BM, with reduced cellularity and imbalance of hematopoietic lineages. Pseudotime trajectory analysis revealed impaired differentiation and maturation signatures of hematopoietic progenitor cells (HPC1) and granulocytes, and overactivation toward monocytes in diabetes after stroke. CellChat analysis demonstrated reorganization of intercellular communication, with hematopoietic progenitor cells (HPC1) and monocytes emerging as dominant signaling hubs through upregulated MIF, SIRP, and THBS pathways. AUCell enrichment indicated increased glycolysis and oxidative phosphorylation but reduced interferon-{gamma} (IFN-{gamma}) signaling, reflecting metabolic activation coupled with immune dysregulation. DSP and nCounter further confirmed upregulation of genes in the MIF, SIRP and THBS pathways in CD115 monocytes and Ly6G neutrophils, indicating proinflammatory and migratory activation in diabetic bone marrow. Our data suggest that T2DM reprograms hematopoiesis and signaling networks, leading to maladaptive myeloid responses and impaired immune regulation after stroke. This maladaptive BM environment amplifies inflammation and limits repair, linking diabetic metabolic stress to worsened ischemic outcomes. Targeting bone marrow immune dysfunction may offer a therapeutic strategy to improve stroke recovery in diabetic patients.", "date": "2025-12-30", "journal": ""}
{"title": "Kilohertz-rate two-photon voltage imaging of population dynamics in vivo", "doi": "10.64898/2025.12.29.696942", "authors": "Zhang, M.; Liu, S.; Zhao, Y.; Zhu, Y.; Gu, X.; Kong, C.; Hu, J.; Yu, H.; Wu, J.; Xu, F.; Chen, L.; Mao, Y.; Li, B.", "abstract": "Understanding how neural circuits compute requires capturing voltage dynamics across large neuronal populations with millisecond resolution in vivo. However, two-photon voltage imaging remains fundamentally limited by a trade-off among imaging speed, field of view, and excitation efficiency. We introduce HS2PM, a hybrid scanning two-photon microscope that overcomes this bottleneck, enabling kilohertz-rate imaging over a 650x524 m2 field of view at single-cell resolution while preserving the photon efficiency of single-point excitation. HS2PM stably records deep-layer membrane potentials from over 160 neurons simultaneously, with minimal photobleaching and phototoxicity. It resolves both spikes and subthreshold voltage dynamics in vivo, revealing how these jointly shape sensory adaptation and population coding. Beyond voltage imaging, HS2PM supports high-speed fluorescence lifetime and vascular flow imaging, establishing a multimodal platform for dissecting fast circuit dynamics with precision previously inaccessible to optical methods.", "date": "2025-12-30", "journal": ""}
{"title": "Green nanoparticles of Ag, SiO2, and CeO2: strategy for controlling the PVY and ToBRFV coinfection in bell pepper", "doi": "10.64898/2025.12.30.696975", "authors": "Vasquez-Gutierrez, U.; Ramirez-Barron, S. N.; Frias-Trevino, G. A.; Aguirre-Uribe, L. A.; Hernandez-Juarez, A.", "abstract": "Bell pepper (Capsicum annuum L.), a crop of global importance, is threatened by mixed viral infections, such as Potyvirus yituburosum (PVY) and Tobamovirus fructirugosum (ToBRFV). This study evaluated the antiviral potential of green-synthesized silver (Ag), silicon dioxide (SiO2), and cerium dioxide (CeO2) nanoparticles (NPs) against these viruses in seeds and seedlings. NPs were synthesized using aqueous walnut shell extracts. The nanoparticles were characterized by EDX and TEM. In two experimental phases, bell pepper seeds were treated with different concentrations of nanoparticles (50 to 1000 mg L) and subsequently exposed to PVY, ToBRFV, and both. Viral transmission was assessed by qELISA in seeds and seedlings. Seedling development, germination rates, and virus incidence were measured; phytotoxicity (CF), antiviral efficacy (IC, C), and the selectivity index (SI) were calculated. The results showed a significant reduction in viral load and inhibition of PVY and ToBRFV transmission in both single and mixed infections, especially at doses [&ge;]400 mg L. CeO2 nanoparticles exhibited the highest selectivity indices (SI > 3000) and no phytotoxicity. Ag and SiO2 nanoparticles also exhibited antiviral activity, but with slightly higher CF values. In the greenhouse, seedlings grown from seeds treated with nanoparticles showed a reduction in viral symptoms and an increase in SPAD index and height. In conclusion, bio-nanoparticles, especially CeO2, are promising antiviral agents against PVY and ToBRFV in pepper cultivation. Their high sensitivity and low toxicity make them good candidates for the sustainable management of plant viruses, justifying further field scale evaluation.", "date": "2025-12-30", "journal": ""}
{"title": "Nucleolar Targeting and ROS-dependent inhibition of rRNA synthesis by Epstein-Barr Virus Nuclear Antigen 1", "doi": "10.64898/2025.12.29.696898", "authors": "Chabi, M.-M.; Aguida, B.; Laudat, T.; Villette, K.; Oufella, N.; Castro Da costa, S.; Stierle, V.; Sirri, V.; Roussel, P.; Akpovi, C.; Pothier, J.; Jourdan, N.", "abstract": "Epstein-Barr virus nuclear antigen 1 (EBNA-1) is essential for viral episome maintenance and is consistently expressed in all forms of EBV latency. In a previous study, we observed EBNA 1 localizing in the nucleolus, as well as its interaction with the nucleolar protein EBP2 in both the nucleoplasm and nucleoli. Nucleoli are dynamic nuclear domains that coordinate ribosome assembly with the regulation of cell cycle progression and stress responses. Here, we studied the mechanism by which EBNA-1 achieves nucleolar localization and functional consequences for host cell physiology. We observed that EBNA-1 nucleolar accumulation occurs specifically during late G1 and S phase and depends on a bipartite nucleolar localization signal (NoLS) composed of two cooperative Weber motifs separated by 24 amino acids. Mutations disrupting NoLS abolish interaction with the nucleolar protein EBP2, whose depletion similarly prevents EBNA-1 nucleolar import. Once in the nucleolus, EBNA1 triggers a 50 % reduction in the synthesis of ribosomal RNA (rRNA) which leads to a global reduction in cellular protein production. In addition, EBNA1 nucleolar targeting induces reactive oxygen species (ROS) production and antioxidant treatment restores both rRNA transcription and protein synthesis. These findings identify EBP2 as a viral nucleolar docking partner and establish nucleolar targeting of EBNA1 as a regulated, cell cycle-dependent process that links oxidative stress to the perturbation of ribosome biogenesis. This mechanism may contribute to the ability of EBNA-1 to promote cell survival and transformation.", "date": "2025-12-30", "journal": ""}
{"title": "Steroid hormone-dependent glial-neuronal interaction promotes brain development during Drosophila metamorphosis", "doi": "10.64898/2025.12.30.696973", "authors": "Imura, E.; Okamoto, N.; Yamanaka, N.", "abstract": "Steroid hormones regulate various aspects of brain development in metazoans. In the fruit fly Drosophila melanogaster, the primary steroid hormone ecdysone enters the central nervous system (CNS) via Ecdysone Importer (EcI) in the blood-brain barrier (BBB) and induces brain development during metamorphosis. However, our understanding of the exact cell types that require ecdysone during CNS transformation is still limited. Here, we report that ecdysone-dependent glial-neuronal interaction promotes brain development during Drosophila metamorphosis. Unexpectedly, disrupting ecdysone signaling in glial cells caused more severe defects in CNS transformation than in neurons, suggesting an essential role of glia in ecdysone-dependent brain development. When ecdysone receptor was knocked down in mushroom body (MB) neurons, pruning of their larval-specific axonal lobes was disrupted as reported previously. In contrast, knockdown of EcI in the MB did not induce any discernible deficiency in neuronal remodeling, suggesting dispensability of EcI-mediated ecdysone entry into the MB. Consistent with this, the neuronal remodeling defects induced by EcI knockdown in the BBB were rescued by glial cell-specific overexpression of a transforming growth factor-{beta} ligand myoglianin and an engulfment receptor draper, both of which are upregulated in glial cells in an ecdysone-dependent manner. Collectively, our findings suggest that ecdysone is primarily required in glial cells for CNS transformation during metamorphosis, elucidating a hormone-dependent glial-neuronal interaction that drives brain development.", "date": "2025-12-30", "journal": ""}
{"title": "Selection against dispersers: Sex, age and origin-dependent fitness differences in wild Atlantic salmon", "doi": "10.64898/2025.12.30.696970", "authors": "Egal, E.; Perrier, C.; Czorlich, Y.; Bolstad, G. H.; Primmer, C. R.; Manicki, A.; Elso, J.; Evanno, G.; Buoro, M.", "abstract": "Local adaptation is often portrayed as uniform fitness disadvantages of immigrants relative to residents. Yet dispersal costs vary with origin, sex, and life-history traits, shaping the balance between gene flow and adaptation. We quantified these heterogeneous costs by comparing the reproductive success of local and immigrant individuals using a 15-year genetic pedigree of Atlantic salmon (Salmo salar), including over 1,100 adults and 3,400 juveniles. Immigrants represented 19.5% of adults, showed male-biased dispersal, and averaged 15% lower reproductive success than locals. However, outcomes were strongly origin-dependent: immigrants from some populations suffered severe fitness costs while others matched or exceeded locals. Sex and life-history further modulated reproductive success: male immigrants underperformed local males, whereas multi-sea-winter females often equaled or outperformed female residents. Immigrant males partially compensated their fitness offset by acquiring more mates. These findings highlight that, while local adaptation promotes philopatry, immigrants origin effects should be considered in gene-flow adaptation dynamics.", "date": "2025-12-30", "journal": ""}
{"title": "Multimodal AI for Single cfDNA Profiling and Cancer Screening", "doi": "10.64898/2025.12.29.696856", "authors": "Wang, B.; Song, L.; Li, H.; Lin, N.; Xin, Y.; He, X.; Liu, W.; Liu, L.; Cui, J.; Li, X.; Mei, Y.; You, Q.; Zhu, H.; Zhao, G.; Chen, G.; Liu, J.; Zhu, B.; Sun, X.; Wu, X.; Gao, Z.; Ye, Y.", "abstract": "Cell-free DNA (cfDNA) serves as a non-invasive biomarker for cancer detection, but conventional methods face challenges due to the ultra-low abundance of tumor-derived cfDNA (ctDNA) among normal cfDNA. Though nucleosome-bound cfDNA harbors rich epigenomic features that could enable ctDNA identification by single-molecule multi-omics cross-validation, this remains unexplored due to methodological limits. Here, we developed a cfDNA sequencing approach integrating methylation, fragmentomics, and histone modifications at the single-molecule level; together with gene semantics and epigenomic annotations, these modalities were vectorized and fused to represent each cfDNA molecule. We trained a Transformer-based model (cfAI) to profile and evaluate ctDNA likelihood at molecule, gene, and sample levels. cfAI achieved ~10-fold enrichment of cancer-derived signals over noise and reached 72.6% sensitivity at 93.1% specificity for multi-cancer detection. Our study establishes an innovative framework that overcomes the inherent signal-to-noise limitations of conventional assays and reveals biological features at molecular resolution for cancer detection.", "date": "2025-12-30", "journal": ""}
{"title": "Glycomimetic Lysosome-targeting Chimeras (GLYTACs) for Degradation of Growth Factors and Growth Factor Receptors in Cancer Cells.", "doi": "10.64898/2025.12.30.696977", "authors": "Follmar, J. L.; Tabuchi, T.; Godula, K.", "abstract": "Many cancers depend on extracellular growth factors within the tumor microenvironment to drive aberrant signaling, prolifer-ation, and survival. For example, anticancer therapies targeting vascular endothelial growth factor activity have been effective in blocking pro-angiogenic and pro-growth signals, including receptor tyrosine kinase inhibitors (e.g., Sunitinib and Soraf-enib) and monoclonal antibodies (e.g., Bevacizumab). However, the effectiveness of these therapies is frequently limited by compensatory growth factor signaling and incomplete blockade, contributing to drug resistance and suboptimal long-term responses. To address these challenges, we developed Glycomimetic Lysosome-targeting Chimeras (GLYTACs) that se-quester and degrade extracellular growth factors in the cancer cell environment. GLYTACs exploit growth factor interactions with cell-surface heparan sulfate (HS) glycans, a feature shared by many pro-tumorigenic signals and their receptors, by com-bining an HS-glycomimetic arm for growth factor binding with a polyvalent glycopolymer ligand targeting the lysosomal recycling cation-independent mannose 6-phosphate receptor (CI-M6PR) for efficient internalization and degradation. Treating HeLa cells with a heparin-based GLYTAC prototype drove rapid uptake and degradation of extracellular fibroblast growth factor 2 (FGF2). The capacity of heparin to promote the association of FGF2 with its cognate receptors (FGFRs) led to the degradation of the entire receptor-ligand complex, thereby reducing the availability of FGFRs at the cancer cell surface, which are necessary for sustained pro-oncogenic signaling. These findings highlight the potential of GLYTACs as an alternative to existing growth factor blocking anticancer therapies and as a strategy to reshape the extracellular signaling environment of tumors.", "date": "2025-12-30", "journal": ""}
{"title": "Ensemble Coding of Hidden Objects in Visual Cortex", "doi": "10.64898/2025.12.29.696959", "authors": "Zhu, S.; Lopes, D. A.; Cital, S. N.; Moore, T.", "abstract": "Many species exhibit the understanding that visual objects that become hidden by others nonetheless still exist, a property known as object permanence. Previous studies in human and nonhuman primates have provided evidence that neurons within visual cortex encode objects that are remembered but not seen. However, past neurophysiological studies have generally failed to find evidence of visual cortical representations of hidden objects. We measured the activity of large populations of neurons within dorsal extrastriate cortex of macaques trained to monitor the identity of visual objects that moved behind an irrelevant occluder. We found that although the firing rates of neuronal populations signaled the trajectory of hidden objects throughout the occlusion period, coding of object identity in the same activity decayed to chance before the behavioral trial ended. Nevertheless, information about the hidden object was present in the coordinated activity of neuronal populations. Specifically, the strength and presence of pairwise cross-correlations reliably depended on the identity of the hidden object. These results demonstrate that ensembles of visual cortical neurons preserve information about hidden objects independent of single neuron firing rates.", "date": "2025-12-30", "journal": ""}
{"title": "Novel compounds derived from AR-12 that demonstrate host-directed clearance of intracellular Salmonella enterica Serovar Typhimurium", "doi": "10.64898/2025.12.30.696991", "authors": "Graham-Gurysh, E. G.; Zahid, M. S. H.; Varma, D. M.; Landavazo, A.; Namjoshi, O. A.; Wilson, J. W.; Johnson, M. M.; Woodring, R. N.; Hendricksen, A. T.; Vath, J.; Pino, E. N.; Bachelder, E. M.; Blough, B. E.; Ainslie, K.", "abstract": "Salmonellosis, including typhoid and paratyphoid fever, causes significant diarrheal disease worldwide underscoring the urgent need for effective treatments in the face of rising antibiotic resistance. Host-targeted therapies, such as AR-12, offer a promising solution to combat drug resistance. AR-12 has demonstrated broad-spectrum antimicrobial activity against various bacterial pathogens, including Salmonella enterica serovar Typhimurium, S. Typhi, Francisella tularensis, and F. novicida, as well as protozoan parasites and fungal pathogens. Our research has developed AR-12 analogs for pre-clinical development, focusing on enhancing potency and decreasing cytotoxicity. This involved systematic optimization of various points of diversity and the pyrazole core, resulting in significant improvements in combating resistant intracellular S. Typhimurium. Primary screening of 81 AR-12 analogs assessed changes in intracellular S. Typhimurium burden (IC50), host cell viability (LC50), and direct effects on planktonic S. Typhimurium (MIC50), calculating selectivity (LC50/IC50) to determine host-directed potency versus cytotoxicity. Of the full library, only seven affected planktonic Salmonella growth below 20 {micro}M, suggesting host-directed activity in most of the compounds. Further, 38 analogs were found to be both more potent and less cytotoxic than parent compound AR-12, while only three were less potent and more cytotoxic. Twelve analogs were chosen for secondary screening in MDR S. Typhimurium. Compounds 372, 373, and 378 demonstrated remarkable selectivity, with values exceeding 1500 for both susceptible and MDR S. Typhimurium, compared to AR-12's selectivity of around 20. This approximately 100-fold improvement, coupled with improved potency against intracellular Salmonella, suggests these analogs have significantly greater host-directed activity than direct antibacterial effects. Proteomic analysis for the two most potent compounds, 341 and 370 revealed enrichment of vesicle-mediated transport proteins, specifically with respect to retrograde transport at the trans-Golgi-network and intra-Golgi traffic. These results suggest that the analogs reduce intracellular S. Typhimurium replication by disrupting its exploitation of the host cells vesicle-mediated transport system.", "date": "2025-12-30", "journal": ""}
{"title": "Multi-omic comparative analysis of members of the Akkermansia genus reveals species-specific adaptations to growth in mucin.", "doi": "10.64898/2025.12.30.696933", "authors": "Sharma, A.; Panzetta, M. E.; Overly, M.; Yang, H.; Ernst, R. K.; Valdivia, R. H.", "abstract": "Akkermansia muciniphila is a commensal, mucophilic anaerobic bacterium that influences human host physiology. Although additional prominent Akkermansia species have been identified in humans, their responses to mucin-rich environments remain poorly understood. We conducted a comparative analysis of four representative human isolates: A. muciniphila, A. biwaensis, A. massiliensis, and A. durhamii, focusing on proteins involved in mucin degradation, cell-surface components, and species-specific secreted metabolites during growth in mucin. Our results reveal unique adaptations of A. muciniphila to exploit mucin-rich environments, including higher expression of key mucin-degrading proteins during growth in mucin compared to other Akkermansia species. We also demonstrate that A. muciniphila expresses a significantly greater number of secreted PEPCTERM proteins, which contribute to host colonization. The expression of pili-associated proteins varied across species, with non-muciniphila species producing more predicted pili, suggesting the ability to colonize additional niches. Lastly, we find that small peptides previously linked to host and microbiome modulation in the GI tract are over- represented in the metabolomes of non-muciniphila species. Conversely, A. muciniphila produces more hydroxylated fatty acids, indicating potential mechanisms for modulating host health. These findings highlight genetic and regulatory mechanisms that may explain the dominance of A. muciniphila in the human gut.", "date": "2025-12-30", "journal": ""}
{"title": "Lysine deficiency within a conserved lysine desert is critical for EEL-1/HUWE1 to support ubiquitin proteasome system function.", "doi": "10.64898/2025.12.29.696916", "authors": "Yanagi, K. S.; Chen, B. J.; Kunjo, S. O.; Topalidou, I.; Lehrbach, N. J.", "abstract": "The ubiquitin proteasome system (UPS) is the primary mechanism for targeted protein degradation in eukaryotic cells. Dysfunction of this system is a driver of human disease and a hallmark of aging and late-onset neurodegenerative disorders. Understanding the mechanisms that ensure robust protein turnover may provide new avenues for treatment in these contexts. E3 ubiquitin ligases play critical roles in supplying ubiquitinated substrates to the proteasome, with HUWE1 being an enormous, versatile, and highly conserved member of this family. Here, we show that the C. elegans HUWE1 ortholog, EEL-1, contributes to robust protein turnover during challenges to the proteolytic capacity of the proteasome. We demonstrate that the ability of EEL-1/HUWE1 to safeguard protein turnover requires ubiquitin-binding domains within the substrate-binding arena and the HECT-type ubiquitin ligase activity, supporting a model in which EEL-1 ensures degradation by increasing ubiquitination of pre-ubiquitinated substrates. EEL-1 contains extensive lysine-deficient regions, found at conserved locations in its substrate-binding arena. Through unbiased mutagenesis screening and precise engineering of the EEL-1 protein, we uncover that introducing lysine residues into these regions is detrimental to UPS function. Together, our findings indicate a central and evolutionarily ancient role for EEL-1/HUWE1 in maintaining optimal UPS function and support targeting this E3 for therapeutic manipulation.", "date": "2025-12-30", "journal": ""}
{"title": "Characterization of Z-DNA dynamics across the tree of life", "doi": "10.64898/2025.12.30.697008", "authors": "Megalovasilis, G.; Bochalis, E.; Patsakis, M.; Chartoumpekis, D. V.; Wang, G.; Vasquez, K. M.; Georgakopoulos-Soares, I.", "abstract": "Z-DNA/Z-RNA is an alternative left-handed nucleic acid conformation with established and emerging roles in gene regulation, immunity, and genome instability. However, its occurrence dynamics and lineage specificity across the tree of life have not yet been fully characterized. Utilizing the recently developed and improved Z-DNA searching tool, ZSeeker, we analyzed 281,139 complete organismal genomes, including multiple Telomere-to-Telomere genome assemblies, and generated genome-wide Z-nucleic acid maps, examined their topography, and compared them to dinucleotide-preserving controls. Cellular genomes featured pervasive Z-DNA enrichment relative to expectation, with enrichments of ~1.5 and ~1.7-fold in Bacteria and Archaea and ~3-fold in Eukaryota. In contrast, Viruses exhibited large differences between lineages, with modest enrichment in several DNA viral groups and pronounced depletion across RNA clades, most notably Influenza A/B strains. We built a LASSO regression model trained on non-Influenza viruses (cross-validated R2 {approx} 0.73), which identified GC content, genome type, and host type as the leading predictors for Z-nucleic acid density, yet it significantly over-predicted Z-RNA density in Influenza A/B. More than 99% of assemblies exceeded the +2 SD threshold, and a \"typical Influenza\" genome was predicted at 2.76 bp/kb compared to ~0.016 bp/kb observed (a ~170-fold overestimation based on chance alone). Together, these results reveal domain- and lineage-specific regimes: cellular genomes are enriched for Z-DNA consistent with regulatory roles, whereas influenza viruses appear to have undergone strong, lineage-specific depletion of Z-RNA-forming sequences, likely reflecting evolutionary pressure tied to host sensing pathways.", "date": "2025-12-30", "journal": ""}
{"title": "Probabilistic Multi-site MR Image Harmonization via Feature Preserving Conditional Generative Adversarial Networks", "doi": "10.64898/2025.12.29.696930", "authors": "Moazami, S.; Rezvani, S.; Dasgupta, A.; Oberai, A.", "abstract": "Brain magnetic resonance imaging (MRI) is pivotal in diagnosing and monitoring neurological disorders. However, despite their extensive applications, MR images have certain shortcomings. In particular, factors other than the anatomy of brain tissues influence the intensity distribution of voxels in MR images. These factors include hardware, software, magnetic field strength, and acquisition protocol. This inconsistency poses challenges in multi-site neuroimaging studies, where images are obtained from various devices with minimal control over acquisition parameters. Image harmonization algorithms aim to eliminate non-biological characteristics in MR images through various approaches, including converting images from multiple sites into a format resembling that of a designated target site. Among image harmonization methods, those relying on deep learning algorithms have gained significant attention recently. Nevertheless, certain aspects of deep learning-based image harmonization remain unexplored, notably the integration of probabilistic deep generative models to transform the distribution of MR images to a desired distribution. Inspired by this, we introduced a feature preserving conditional generative adversarial network (FP-cGAN) that converts images from multiple origins into the format of a target site while preserving anatomical features by imposing a novel regularizing constraint. We conduct our experiments on MR images from the SRPBS dataset, which comprises unpaired images in addition to paired (traveling subjects) images from multiple sites. We utilize the unpaired data for training our models and the paired data for evaluation. Furthermore, we compare our results with cycleGAN and histogram matching, two widely used image harmonization methods. Our experiments reveal that our approach surpasses the other techniques.", "date": "2025-12-30", "journal": ""}
{"title": "Effect of Biceps Brachii Muscle Stimulation on Respiration before and after Cervical Spinal Cord Injury.", "doi": "10.64898/2025.12.30.697059", "authors": "Shevtsova, N. A.; Marchenko, V.; Rybak, I. A.; Bezdudnaya, T.", "abstract": "Cervical spinal cord injuries (SCI) often lead to respiratory impairments, significantly increasing morbidity and mortality in affected individuals. Limb muscle/afferent stimulation has been suggested as a potential approach to enhance breathing when supraspinal control over spinal respiratory circuits is compromised due to cervical SCI. Using a combination of intact, C2 Hemisected (C2Hx), and complete C1 Transected (C1Tx) rat models, we systematically evaluated the influence of forelimb muscle afferent input on phrenic motor output and respiratory patterns. Computational modeling was employed to replicate our experimental data and generate predictions. The developed computational model incorporates bilaterally located spinal and supraspinal respiratory circuits, allowing us to simulate their specific contributions to phrenic motor output under different conditions. In this study, we hypothesize that, in addition to supraspinal control, spinal circuits integrate limb sensory input to modulate the activity of phrenic motor neurons through local excitatory and inhibitory interneurons. These intraspinal pathways, normally suppressed by inhibition, can be recruited during movement to adapt breathing to motor demands. Our experimental and computational modeling results following biceps stimulation after C2Hx and C1Tx support this hypothesis, demonstrating that activation of limb afferent pathways can enhance phrenic motor output even after partial or complete loss of supraspinal drive. In the fully transected preparation, this effect required pharmacological disinhibition, confirming the presence of latent spinal pathways. This study provides the first evidence for functionally relevant intraspinal interactions between limb muscles and respiratory circuits and identifies a potential spinal mechanism that could be leveraged to promote breathing recovery after cervical SCI.", "date": "2025-12-30", "journal": ""}
{"title": "A conserved mitochondrial role for cyclin C in mediating oxidative stress-induced cell death in yeast", "doi": "10.64898/2025.12.30.696989", "authors": "Doyle, S. J.; Bauer, J. R.; Stieg, D. C.; Emami, S.; Smethurst, D. G.; Strich, R.", "abstract": "Cyclin C is a highly conserved component of the Mediator kinase module that regulates transcription through CDK8 stimulation. In addition, the yeast (Cnc1) and human (CCNC) cyclin C exhibit stress-induced mitochondrial translocation to stimulate fission through direct interaction with the dynamin-like GTPase DRP1 (mammals) or Dnm1 (yeast). Gene ablation studies revealed that both Cnc1 and CCNC are required for cell damage-induced regulated cell death (RCD). To determine the relative contributions of cyclin Cs transcriptional and mitochondrial roles in promoting RCD, this study utilized docking simulation algorithms to predict interaction interfaces for CCNC-CDK8 and CCNC-DRP1 heterodimers. As expected, CCNC bound CDK8 through its amino terminal cyclin box domain while DRP1 associated with the second carboxyl cyclin box. Using these predictions, we used site directed mutagenesis on Cnc1 to separate these functions. Importantly, only the DRP1/Dnm1-interaction residues were important for RCD in yeast. Interestingly, although Dnm1 is required for RCD, its fission activity was not. Moreover, Dnm1 is still required for RCD even when Cnc1 is targeted to the mitochondria indicating it is not simply functioning as a tether. Finally, when expressed in yeast, the human CCNC efficiently induced fission and stimulated RCD. Moreover, these functions required predicted DRP1 interaction sites as well. In conclusion, these studies revealed that cyclin C separates its nuclear and mitochondrial activities by utilizing different cyclin box domains. Second, Dnm1-cyclin C interaction, and not transcriptional control, is critical for cyclin C-dependent RCD and this role is conserved from yeast to humans.", "date": "2025-12-30", "journal": ""}
{"title": "Pipette, mix, repeat: A reduced-order fluid model and protocol survey to evaluate 96-well mixing protocols", "doi": "10.64898/2025.12.27.696695", "authors": "King, M. R.", "abstract": "Mixing in 96-well plates is a fundamental operation in biology and bioengineering, yet the most common strategy, pipetting up and down to mix well, is rarely quantified or justified. Rules of thumb such as three mixing cycles coexist with protocols that recommend 5, 10, or 20 pipette strokes per step, and there is limited fluid-mechanical guidance on when these choices are adequate. Here, a reduced-order compartment model of advection-diffusion in a single 96-well plate well is developed, in which the fluid is discretized into hundreds of macrocells with finite-volume-style neighbor exchange. A pipette jet is represented as a localized enhancement of exchange along a pipette-aligned jet footprint, parameterized by an effective jet strength, effective jet footprint size as a proxy for cycled volume fraction, pipette angle, and centered versus off-center tip placement. Repeated aspirate-dispense cycles are simulated and mixing quantified by the decay of normalized concentration variance. The reduced model qualitatively reproduces the mixing hierarchy reported in high-fidelity COMSOL simulations of repetitive pipetting, with higher jet strength and jet footprint substantially accelerating homogenization, while gentle, small-footprint jets often require more than three cycles to reach near-uniform thresholds. Systematic variation of pipette angle and tip position shows that moderately off-center, moderately tilted pipetting modestly improves mixing relative to strictly vertical, centered configurations, with angle and tip position effects remaining small compared to jet strength and footprint size. In parallel, a survey of 96-well pipette mixing instructions in online research forums, commercial assay protocols, and published papers was carried out, extracting explicit pipetted up and down N times stroke counts. The resulting distribution varies from 2 to 20 strokes per mixing step, with no clear consensus. This combined modeling and survey analysis indicates that three cycles are not sufficient for many instances of 96-well pipette mixing, and provides a fast, interpretable tool for rationalizing and redesigning pipette-mixing protocols in high-throughput experiments.", "date": "2025-12-30", "journal": ""}
{"title": "Structural basis for hydrolytic splicing of a circularly permuted group II intron", "doi": "10.64898/2025.12.30.696962", "authors": "Ling, X.; Jinbiao, M.; Fang, W.; Chen, Z.", "abstract": "Group II introns are self-splicing ribozymes that are considered the ancestors of the eukaryotic spliceosome. Unlike canonical group II introns that self-splice to generate linear exons and lariats, circularly permuted (CP) group II introns identified in various bacterial phyla perform back-splicing, resulting in the production of circular RNAs and branched products via branching pathway. Furthermore, CP introns may switch to a hydrolysis pathway resulting in distinct products to differentially regulate gene expression. In this study, we present biochemical data and high-resolution cryogenic electron microscopy (cryo-EM) structures of a CP group II intron from Comamonas testosteroni KF-1 (Cte 1), allowing mechanistic dissection of the branching pathway switch to the hydrolysis pathway and enabling reconstruction of both both steps of the hydrolysis pathway. The structures reveal that CP undergoes the hydrolysis pathway upon mutations of the branch point or splice sites (SS) due to rearrangements in the active site. Here, the branching nucleotide in domain D6 is retracted from its catalytically competent conformation, giving way to the nucleophilic water molecule to attack the 5' splice site. Furthermore, we visualized the intermediates of the second splicing step, which reveal the movement of domain D6 out of the way for the 3'-splicing to occur, closely resembling the second-step structures of the branching pathway. Finally, our structures provide direct evidence for domains D1D2D3 acting as a scaffold in group II introns.Together, these findings visualize the complete hydrolysis pathway and offer a new strategy to engineer CP introns for circular RNA production, with potential applications in both basic research and therapeutic development.", "date": "2025-12-30", "journal": ""}
{"title": "The development of an asymmetric accessory olfactory bulb in Octodon degus and the influence of social behavior in its establishment", "doi": "10.64898/2025.12.30.696934", "authors": "Fernandez-Aburto, P.; Delgado, S. E.; Mulet, J.; Buldrini, K.; Sobrero, R.; Mpodozis, J.", "abstract": "The vomeronasal system (VNS) has been extensively associated with the regulation of sexual and social behaviors in mammals. This system comprises two types of vomeronasal neurons sending parallel projections from the vomeronasal organ (VNO) to the anterior and posterior portions of the accessory olfactory bulb (aAOB and pAOB, respectively). Members of caviomorph rodents develop either a larger aAOB or pAOB bias, which has been associated with ecological traits related to the pheromonal communication displayed by these species. However, it is still unknown how and when such AOB asymmetries emerge and whether experience may influence their establishment. To explore these factors, we studied the development of the VNS in Octodon degus, a caviomorph that exhibits an asymmetric AOB, in which the aAOB is larger and has more glomeruli than the pAOB. We found that both VNO and AOB are present at birth, but exhibiting substantial immature traits. Both VNS structures develop postnatally, showing mature patterns by the end of the first postnatal month. By the second postnatal week, aAOB becomes larger in size than pAOB, however, in the glomerular layer such bias appears later, by the end of the first postnatal month. The AOB asymmetry increases in extent until adulthood, as in this period the pAOB shows a minor growing rate than the aAOB. Additionally, we found that animals raised in restricted social contexts displayed a reduced AOB asymmetry in comparison to wild degus. Overall, we suggest that social experiences contribute to the development of the AOB asymmetry in degus.", "date": "2025-12-30", "journal": ""}
{"title": "Subthalamic nucleus controls cautious action timing under threat", "doi": "10.64898/2025.12.30.696140", "authors": "Zhou, J.; Sajid, M. S.; Hormigo, S.; Castro-Alamancos, M. A.", "abstract": "Adaptive goal-directed actions performed under the threat of punishment introduce a demand for caution, often expressed as delayed response timing that balances urgency against error risk by allowing more time for cognitive evaluation. Although this form of temporal regulation is essential for survival, its underlying neural mechanisms remain poorly understood. We show that glutamatergic neurons in the subthalamic nucleus (STN) regulate the timing of cued actions to avoid harm. Optogenetic activation of the STN, or its projections to the midbrain but not the globus pallidus, modulates action timing in a frequency-dependent manner, accelerating initiation to the extent that animals can no longer respond cautiously, defer actions, or stop initiated actions. These results show that the STN shapes goal-directed behavior by gating action-initiation timing, establishing its midbrain projections as a key circuit for balancing urgency and caution under threat.", "date": "2025-12-30", "journal": ""}
{"title": "Assembly and glycosylation of Helicobacter pylori sheathed flagella", "doi": "10.64898/2025.12.30.697013", "authors": "Kumar, R.; Tachiyama, S.; Yu, H.; Heydari, S.; Guo, J.; Botting, J. M.; Guo, W.; Hoover, T. R.; Liu, J.", "abstract": "The bacterial flagellum is a complex nanomachine essential for motility, colonization, and invasion in diverse species. Helicobacter pylori has evolved elaborate sheathed flagella that enable migration through the highly viscous gastric mucus layer to reach its colonization niche on the gastric epithelium, yet the molecular basis for these unique adaptations has remained elusive. Here, we use in-situ single particle cryo-electron microscopy to determine near-atomic structures of the flagellar filament within the membranous sheath of H. pylori. The major flagellin FlaA constitutes the bulk of the filament, whereas the minor flagellin FlaB contributes critically to the hook-proximal region. Both FlaA and FlaB form a conserved core surrounded by variable surface-exposed domains. Our structures further reveal that pseudaminic-acid glycans decorate these domains, where they mediate inter- and intra-subunit contacts that stabilize the filament and confer a negatively charged surface. Together, these findings support a model in which the filament rotates independently of the membranous sheath to drive H. pylori motility and provide a molecular framework for understanding how the sheathed flagellum enables colonization and persistence within the gastric niche.", "date": "2025-12-30", "journal": ""}
{"title": "The biochemical nature of senile plaques: intracellular destabilized-lysosome-enriched neural processes catabolizing extracellular hemorrhagic amyloid materials", "doi": "10.64898/2025.12.30.696965", "authors": "Fu, H.; Li, J.; Zhang, C.; Gao, G.; Ge, Q.; Cui, D.", "abstract": "The pathological mechanism of senile plaque formation in Alzheimer's disease remains a challenging unresolved problem for over one hundred years. In this study, we investigated senile plaque pathogenesis based on immunohistochemistry, fluorescence imaging and quantitative analysis of AD front brain sections with multiple senile plaque related markers such as A{beta}, MAP2, phos-Tau, Cathepsin D, Sortilin 1, Ceruloplasmin and Hemin. Firstlywe confirmed that senile plaque A{beta} deposition mostly happened in MAP2-positive but degenerative neuritic processes. Secondly, we found an interesting dual-component granular or diffusive staining pattern of all of these senile plaque related markers, matching to two states of lysosomes, relatively-stable granule lysosomes and destabilized diffusive lysosomes as shown by lysosome-related marker Cathepsin D or Sortilin 1 staining. Thirdly, dystrophic senile plaque neural processes contain hemorrhage-related markers such as Ceruloplasmin and Hemin. In addition, A{beta} deposition, Tau phosphorylation, lysosome destabilization are all enriched at the sites of microaneurysm formation. Moreover, senile plaques are also characterized by a widespread binary phos-Tau staining pattern with difference in term of staining intensity. We concluded that senile plaques are formed by destabilized-lysosome-enriched neural processes catabolizing extracellular hemorrhagic amyloid materials, with microaneurysm as an important intermediate stage.", "date": "2025-12-30", "journal": ""}
{"title": "FTO promotes skeletal muscle differentiation and regeneration by regulating m6A-modified c-Myc", "doi": "10.64898/2025.12.30.696954", "authors": "Dey, P.; Dey, B. K.", "abstract": "Recent studies have revealed the crucial role of m6A RNA methylation in various myogenic processes. However, the specific function and underlying molecular mechanisms of this modification in vivo during skeletal muscle differentiation and regeneration remain unclear. In this study, we examine the role and mechanism of the m6A RNA demethylase fat mass and obesity-associated protein (FTO) in skeletal muscle differentiation and regeneration in mice. Our findings demonstrate that FTO is upregulated during both skeletal muscle differentiation and regeneration and is essential for these key myogenic processes. We show that exogenous FTO expression in primary myoblasts enhances differentiation, whereas FTO knockdown inhibits it. Additionally, FTO knockout in mouse muscle stem cells impairs muscle regeneration. FTO promotes skeletal muscle differentiation and regeneration by directly targeting and regulating m6A-modified c-Myc, a well-known repressor of myogenesis. The IGF2BP2 reader protein recognizes m6A-modified c-Myc in undifferentiated myoblasts and stabilizes it. As FTO levels increase during myoblast differentiation, m6A levels on c-Myc decrease. This reduction prevents IGF2BP2 from binding to c-Myc, thereby destabilizing c-Myc levels and promoting differentiation. Overall, our findings underscore the significance of the novel FTO/c-Myc/IGF2BP2 axis in skeletal muscle differentiation and regeneration.", "date": "2025-12-30", "journal": ""}
{"title": "An Empirical Analysis of Fine-Tuning Large Language Models on Bioinformatics Literature: PRSGPT and BioStarsGPT", "doi": "10.64898/2025.12.29.696871", "authors": "Muneeb, M.; Ascher, D.", "abstract": "Large language models (LLMs) often lack specialized knowledge for complex bioinformatics applications. We present a reproducible pipeline for fine-tuning LLMs on specialized bioinformatics data, demonstrated through two use cases: PRSGPT, focused on polygenic risk score (PRS) tools, and BioStarsGPT, trained on community forum discussions. The nine-step pipeline integrates diverse data sources, structured preprocessing, prompt-based question-answer (QA) generation (via Google Gemini), natural language inference (NLI) for quality control, semantic deduplication, clustering-based data splitting, and parameter-efficient fine-tuning using LoRA. We fine-tuned three LLMs (LLaMA-3.2-3B, Qwen2.5-7B, Gemma) and benchmarked them on over 14 lexical and semantic metrics. Qwen2.5-7B emerged as the best performer, with BLEU-4 and ROUGE-1 improvements of 82% and 70% for PRSGPT and 6% and 18% for BioStarsGPT, respectively. The open-source datasets produced include over 28,000 QA pairs for PRSGPT and 154,282 for BioStarsGPT. Human evaluation of PRSGPT yielded 61.9% accuracy on the PRS tools comparison task, comparable to Google Gemini (61.4%), but with richer methodological detail and accurate citations. BioStarsGPT demonstrated 59% conceptual accuracy across 142 curated bioinformatics questions. Our pipeline enables scalable, domain-specific fine-tuning of LLMs. It enables privacy-preserving, locally deployable bioinformatics assistants, explores their practical applications, and addresses the challenges, limitations, and mitigation strategies associated with their development and use.", "date": "2025-12-30", "journal": ""}
{"title": "Hallucigenia's diet illuminates the feeding ecology of Cambrian lobopodians", "doi": "10.64898/2025.12.28.696761", "authors": "Ortega-Hernandez, J.", "abstract": "The armoured lobopodian Hallucigenia sparsa embodies the seemingly uncanny nature of the animals that evolved during the Cambrian Explosion over 500 million years ago. Initially regarded as an evolutionary oddball, the exceptional preserved anatomy of H. sparsa has been substantially revised, leading to a better understanding of its relationships with other lobopodians and phylogenetic affinities with extant panarthropod phyla. However, the ecology and behaviour of H. sparsa remain largely enigmatic owing to the difficulties of interpreting its functional morphology and the perceived lack of modern analogues. Restudy of a composite fossil assemblage from the middle Cambrian Burgess Shale demonstrates swarm-like behaviour of several small H. sparsa individuals scavenging on a dead ctenophore. The lack of grasping, masticatory, or piercing mouthparts in H. sparsa points to suction feeding as a viable strategy to consume the gelatinous carcass. Reassessment of the morphology of H. sparsa reveals functional analogues shared with extant pycnogonids, including an elongate anterior end with a terminal mouth opening and enlarged foregut chambers lined up with sclerotized denticles. These observations suggest that suction feeding is ancestral for stem-group Onychophora and highlights the critical trophic role of small-bodied armoured lobopodians as degraders of soft-bodied carcasses in Cambrian benthic ecosystems.", "date": "2025-12-30", "journal": ""}
{"title": "Telomeric repeat distribution and chromosomal evolution in the slipper orchid genus Paphiopedilum", "doi": "10.64898/2025.12.30.697028", "authors": "Lan, T.; Albert, V. A.", "abstract": "The chromosomal mechanisms responsible for the extraordinary diversity in chromosome number and karyotype structure in Paphiopedilum remain incompletely resolved, particularly the processes by which extensive dysploid variation has arisen in the apparent absence of polyploidy. Telomeric repeats provide informative cytogenetic markers for reconstructing chromosome evolution because their typically terminal localization and repetitive nature can retain signatures of breakage, fusion, and repair. To address the chromosomal evolutionary problem in Paphiopedilum, telomeric repeat distribution was examined in 41 species representing all major taxonomic sections (phylogenetic lineages) using fluorescence in situ hybridization (FISH). In addition to conventional terminal telomeres, diverse interstitial telomeric repeat (ITR) patterns were detected, including centromeric, pericentromeric, and subtelomeric arrays, as well as rare chromosome ends lacking detectable telomeric signals. Classification of these patterns into twelve chromosomal types, interpreted in a phylogenetic context, suggests that telomere-associated and chromosome structural processes have contributed to karyotype diversification, including centric fission, subtelomeric rearrangement, repeat amplification, and potentially centric fusion, with different processes predominating among lineages. In some sections, such as Pardalopetalum, these types resolve into internally consistent patterns often dominated by terminal localization with recurrent subtelomeric expansion, providing a clear cytogenetic signature of lineage-specific telomere repeat dynamics, whereas other sections exhibit greater within-section heterogeneity in both signal position and intensity. These results provide a coherent cytogenetic framework for dysploid chromosome evolution in Paphiopedilum and identify telomeric repeat dynamics as an important contributor to karyotype diversification in the genus.", "date": "2025-12-30", "journal": ""}
{"title": "The osm-9 mutant strain is defective in the recovery phase of long-term memory dynamics", "doi": "10.64898/2025.12.30.697040", "authors": "Ma, N. I.; Saifuddin, M. F. A.; Munoz Lobato, F.; L'Etoile, N. D.", "abstract": "Memory by definition is the storage of learned information from experiences where it can be recalled in the future. Memory is essential for organisms of any level, from single celled bacteria to complex mammals like whales in order for them to adapt and survive. The storage of long term memory is known to start in the hippocampus but long-term memory is not simply contained in this one region in the brain but across multiple regions including the cortex, amygdala and nucleus accumbens. This diversity of locations that memory can be located in prompts the question of what molecular components within the nervous system are required to establish and maintain long term memory. To dive into this, we utilize the simple neuroanatomy of C. elegans with only 302 neurons to examine the effects of mutations of specific genes on the success of forming long term memories. Previous work established that C. elegans with defective OSM-9 proteins are unable to sustain an aversion to butanone (an odor that they are innately attracted to) after it is paired once with a negative stimulus. This helped established the importance of OSM-9 proteins for short term memory but how can the OSM-9 protein, a homolog to human TRPV5 and TRPV6 commonly associated with recognizing pain and thermoregulation rather than memory, play a part within the dynamics of space training induced long term memory? Here we show that the loss of the OSM-9 protein affects the dynamics of memory consolidation, which is the process by which short term memory is converted to long term memory. Previously, OSM-9 protein was implicated in the formation of short term memory which was termed adaptation. Here, we examine spaced training induced memory that is resistant to re-feeding and depends on sleep. This study indicates that after spaced training, the OSM-9 protein is required for the conversion of short term memory to long term memory and not acquisition. Furthermore, we confirmed that 30 minutes on food after spaced training, Wild type C. elegans seem to lose their memory but gain it back 120 minutes after, emphasizing the dynamics of memory and revealing that it is not a smoothly continuous process. Our results demonstrate that TRPV containing channels plays a role in stabilizing memory for long term use. Analyzing the specific point in which the OSM-9 protein plays a part in reactivating memory may help pave the way to a more detailed understanding of memory dynamics and the processes involved in recovering memory. Future work includes: identifying where the loss of memory goes, whether its masked or truly disappears can further explain what the OSM-9 protein supports when long term memory is formed; understanding if OSM-9 is directly involved with the process of reviving the memory or is it involved in the development of the C. elegans circuit which allows for this process to occur.", "date": "2025-12-30", "journal": ""}
{"title": "Integration of Audiovisual Danger Stimuli in the Zebrafish Tectum is Linked with Premotor and Behavioral Enhancements", "doi": "10.64898/2025.12.30.697023", "authors": "Martorell, N.; Medan, V.", "abstract": "Multisensory integration allows animals to combine cues from different sensory modalities to improve threat detection and drive evasive behaviors. While the zebrafish Tectum is classically viewed as a visual processing center, its role in integrating auditory and visual danger signals remains unclear. Using in vivo calcium imaging in larval zebrafish, we find that brief, high-amplitude auditory stimuli recruit a significant population of tectal neurons, predominantly in deep tectal layers. In addition, combined auditory and visual stimulation robustly increases both neural activity in the zebrafish Tectum and the probability of executing rapid escape maneuvers, especially for low salient stimuli. Interestingly, simultaneous auditory and visual cues engage more tectal neurons than either modality alone. Single neuron analysis reveal a population of neurons that respond to both auditory and visual cues, and importantly, shows that a proportion of those neurons only responds to multisensory stimulation. These results firmly establish the zebrafish Tectum as a multisensory processing area. Notably, the heightened tectal response during multisensory stimulation is strongly correlated with increased activity in hindbrain neurons implicated in escape-like motion events. These results link tectal multisensory integration to premotor circuits that drive behavioral output. Overall, our findings reveal the zebrafish Tectum as a hub for integration os audiovisual threat signals, and suggest a role of tectal multisensory processing in enhancing behavioral escape responses.", "date": "2025-12-30", "journal": ""}
{"title": "Implications of recursive Bayesian Sensory Inference", "doi": "10.64898/2025.12.30.696730", "authors": "Mortensen, E. S.; Ottenheijm, M. E.; Christensen, M. S.", "abstract": "In this article, we examine how the balance between velocity-based and position-based proprioceptive feedback influences state estimation during motor control. We introduce a computational model of arm state inference grounded in Bayesian sensory integration and compare its behaviour to findings from three classical sensorimotor studies. The model allows us to contrast the predicted behaviour of two proprioceptive configurations: one relying primarily on position signals and another relying primarily on velocity signals, reflecting the distinct contributions of type II and type Ia muscle spindle afferents. Our simulations show that a system with strong reliance on velocity-based feedback tends to represent movement relative to previously estimated positions. In a simulated reaching task with briefly presented offset visual feedback, such an Agent produces systematic endpoint errors even after visual feedback is removed. In contrast, an Agent relying mainly on positional feedback is able to correctly update its inferred hand position after visual feedback is removed, thereby limiting this type of biased endpoint errors. When biased visual feedback remains continuously available, or when muscle vibration is simulated, the two configurations produce very similar behaviour. These results indicate that markedly different assumptions about the weighting of positional and velocity proprioceptive cues can yield similar observable behaviour in some of the often-used experimental setups designed to probe state inference processes. This underscores the importance of carefully considering the composition of proprioceptive signals when building computational models and interpreting human sensorimotor experiments. We highlight the task conditions under which our model predicts clear behavioural differences arising from the relative contribution of velocity versus positional feedback.", "date": "2025-12-30", "journal": ""}
{"title": "Missing steps of mitochondrial translation initiation identified in plants", "doi": "10.64898/2025.12.30.697032", "authors": "Skaltsogiannis, V.; Soufari, H.; Giege, P.", "abstract": "Translation initiation, the first step of the translation cycle, involves initiation factors (mtIF) 2 and 3 in mitochondria. mtIF3 release from the ribosomal small subunit was believed to be a prerequisite for the recruitment of the initiator tRNA. Here we use cryogenic electron microscopy to characterize plant mitochondria pre-initiation complexes and to reveal how plant mtIF3 binds the initiator tRNA and facilitates its accommodation in the decoding center.", "date": "2025-12-30", "journal": ""}
{"title": "Validation of diffusion and exchange imaging biomarkers via simultaneous real-time NMR and optical microscopy", "doi": "10.64898/2025.12.30.697003", "authors": "Ravin, R.; Williamson, N. H.; Cai, T. X.; Basser, P. J.", "abstract": "Diffusion MRI can reflect features of tissue microstructure and homeostasis, but direct validation in living neural tissue remains challenging. Here we combine optical microscopy and NMR for real-time recording on viable ex vivo neural tissue during environmental perturbations. Simultaneous high-temporal-resolution NMR and optical microscopy are used to monitor apparent diffusion coefficient (ADC), apparent exchange rate (AXR), intrinsic optical signal (IOS), and intracellular calcium in ex vivo neonatal mouse spinal cord during osmotic and ionic perturbations. We find that ADC correlates strongly with IOS, while AXR decreases with depolarization. ADC and AXR are sensitive to distinct features of cellular swelling, supporting their complementary roles in probing tissue viability and function.", "date": "2025-12-30", "journal": ""}
{"title": "Molecular signature of COVID-19 prior to its exacerbation by multi-omics survey", "doi": "10.64898/2025.12.27.696524", "authors": "Suzuki, T.; Kita, Y.; Yanagida, K.; Maeda, K.; Hashidate-Yoshida, T.; Nakanishi, H.; Ohto-Nakanishi, T.; Terada-Hirashima, J.; Tsujimoto, Y.; Hojo, M.; Mitsuya, H.; Shimizu, T.; Shindou, H.", "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) caused a global pandemic due to its high transmissibility and ability to evade innate immune responses. Comprehensive characterization of the disease is essential for elucidating its pathophysiology and clinical progression. In this study, we performed multi-omics analyses of plasma samples collected from SARS-CoV-2-positive patients prior to clinical deterioration of coronavirus disease 2019 (COVID-19). These samples revealed the potential of previously reported clinical parameters, including CRP and neutrophil level, to predict COVID-19 exacerbation in the early stage. Our analysis identified a novel panel of molecules that precede the clinical manifestations associated with COVID-19 progression. These candidate biomarkers exhibited strong correlations with previously reported clinical and immunological parameters. Notably, several inflammation-related markers showed inverse associations with specific interferon subtypes, including IFN-6 and IFN-8, potentially reflecting mechanisms of SARS-CoV-2-mediated immune evasion. Our findings contribute to the understanding of virus-induced acute exacerbation and offer a valuable foundation for future pandemic research.", "date": "2025-12-30", "journal": ""}
{"title": "Post-translational modifications within fibrinaloid microclot complexes distinguish Pre-COVID-19 Postural Orthostatic Tachycardia Syndrome, Long COVID, and Long COVID-POTS and reveal disease-specific molecular pathways", "doi": "10.64898/2025.12.29.696828", "authors": "Booyens, R. M.; Vlok, M.; Bester, C.; Hira, R.; Khan, M. A.; Kell, D. B.; Raj, S. R.; Pretorius, E.", "abstract": "Background: Pre-COVID-19 Postural orthostatic tachycardia syndrome (PC-POTS), Long COVID, and their overlap (LC-POTS) are chronic post-viral conditions marked by debilitating symptoms despite frequently normal routine laboratory results. We have previously identified insoluble fibrinaloid microclot complexes (FMCs) in Long COVID. It is not known whether FMCs are also present in PC-POTS, or whether post-translational modifications (PTMs) within FMC-entrapped proteins contribute to disease mechanisms. Methods: Platelet-poor plasma from healthy controls, PC-POTS patients (collected prior to the COVID-19 pandemic), Long COVID (without POTS) and LC-POTS patients underwent fluorescence imaging flow cytometry to quantify FMCs. Proteomic analyses were performed on insoluble protein fractions using a double trypsin digestion strategy and data-independent liquid chromatography-tandem mass spectrometry (LC-MS/MS). Differential protein abundance, PTMs, and amyloidogenicity were compared across groups. Results: Measured with imaging flow cytometry in objects/mL, higher levels of FMCs were present in disease groups compared to controls, although not statistically significant. Statistically significant differences potentially lay within FMC sizes and composition. Furthermore, despite only a few dysregulated proteins, FMC proteomics revealed extensive and disease-specific peptides with PTM dysregulation across coagulation, immune, and metabolic pathways. Long COVID displayed FMCs with PTMs of coagulation proteins including prominent advanced glycation end-products (AGE)- and oxidation-based modifications of fibrinogen subunits, particularly fibrinogen subunit A (FIBA), resembling diabetic glycation profiles. FMCs in PC-POTS showed fewer fibrinogen PTMs but markedly increased modifications in metabolic proteins, including oxidised apoA1 and apoB, and immune patterns with complement-related proteins (C3, C4A/B, IC1), immunoglobulin G1 (IGG1) and alpha 2 macroglobulin (A2MG). LC-POTS shared coagulation pathology with Long COVID and immune pathology with PC-POTS. Many dysregulated peptides were determined by in silco methods to be highly amyloidogenic, consistent with FMCs as beta-sheet-rich aggregates. Protein-level differences were minimal compared with PTM changes. Conclusions: This study provides the first evidence that post-translational modifications (PTMs) within fibrinaloid microclots complexes (FMCs) uniquely distinguish pre-COVID-19 POTS, Long COVID, and Long COVID-POTS. Because PC-POTS samples were collected before SARS-CoV-2, their PTM patterns reflect intrinsic disease biology, allowing a clear separation from Long COVID-related changes. PTM profiling revealed pro-coagulant fibrinogen modifications in Long COVID and LC-POTS, metabolic-oxidative disruptions in Long COVID and PC-POTS, and immune dysregulation in PC-POTS and LC-POTS. None of these is detectable with routine assays, and all are independent of protein abundance. The consistent presence of amyloidogenic peptides suggests a contribution to microvascular dysfunction. These findings define disease-specific PTM landscapes and support new diagnostic and therapeutic avenues across autonomic and post-viral disorders.", "date": "2025-12-30", "journal": ""}
{"title": "Coronavirus membrane protein with a fluorescent protein tag enables tracking of virus particles in live cells", "doi": "10.64898/2025.12.29.696688", "authors": "Stefanos, B.; Green, N. R. B.; Nadig, I.; Lapierre, L. A.; Goldenring, J. R.; Hogue, I. B.; Glenn, H. L.; Hogue, B. G.", "abstract": "Coronavirus particles assemble at endoplasmic reticulum Golgi intermediate compartment (ERGIC) membranes and exit from host cells via secretory organelles that are not well defined. The interplay between viral components and intracellular transport pathways that facilitate assembly and egress are not fully understood and recent studies suggest that multiple pathways maybe involved. Reverse genetics was used to develop a model system to further understand the assembly and egress processes. Mouse hepatitis coronavirus (MHV-A59) was genetically engineered to express the membrane (M) protein fused to green fluorescent protein (M-GFP), with the chimeric gene cloned in place of the open reading frame (ORF) 4 coding region in the RNA genome. The recovered M-GFP virus also expresses wild-type (WT) M protein (M WT) from its native ORF. The M-GFP virus exhibited morphology and growth properties like WT virus. M-GFP and WT M proteins colocalized early in infection, but less M-GFP trafficked toward the cell surface at later times, suggesting that the fusion protein is incorporated less efficiently into virus particles. M-GFP was stably expressed through at least four virus passages. Early passage virus M-GFP virus particles were visualized by confocal and Total Internal Reflection Fluorescence (TIRF) microscopy in live cells. The fluorescently labeled virus particles represent a new tool for coronavirus intracellular trafficking and egress studies. Such studies can also help provide a more detailed understanding of infection and disease processes to provide new insight for development of new therapeutic strategies.", "date": "2025-12-30", "journal": ""}
{"title": "Template-based RNA structure prediction advanced through a blind code competition", "doi": "10.64898/2025.12.30.696949", "authors": "Lee, Y.; He, S.; Oda, T.; Rao, G. J.; Kim, Y.; Kim, R.; Kim, H.; Heng, C. K.; Kowerko, D.; Li, H.; Nguyen, H.; Sampathkumar, A.; Enrique Gomez, R.; Chen, M.; Yoshizawa, A.; Kuraishi, S.; Ogawa, K.; Zou, S.; Paullier, A.; Zhao, B.; Chen, H.-L.; Hsu, T.-A.; Hirano, T.; Gezelle, J. G.; Haack, D.; Hong, Y.; Jadhav, S.; Koirala, D.; Kretsch, R. C.; Lewicka, A.; Li, S.; Marcia, M.; Piccirilli, J.; Rudolfs, B.; Srivastava, Y.; Steckelberg, A.-L.; Su, Z.; Toor, N.; Wang, L.; Yang, Z.; Zhang, K.; Zou, J.; Baker, D.; Chen, S.-J.; Chiu, W.; Demkin, M.; Favor, A.; Hummer, A. M.; Joshi, C. K.; Kryshtafovyc", "abstract": "Automatically predicting RNA 3D structure from sequence remains an unsolved challenge in biology and biotechnology. Here, we describe a Kaggle code competition engaging over 1700 teams and 43 previously unreleased structures to tackle this challenge. The top three submitted algorithms achieved scores within statistical error of the winners of the recent CASP16 competition. Unexpectedly, the top Kaggle strategy involved a pipeline for discovering 3D templates, without the use of deep learning. We integrated this template-modeling pipeline and other Kaggle strategies to develop a single model RNAPro that retrospectively outperformed individual Kaggle models on the same test set. These results suggest a growing importance of template-based modeling in RNA structure prediction.", "date": "2025-12-30", "journal": ""}
{"title": "Smarcc1 is essential for the patterning of the optic stalk and differentiation of the optic nerve head astrocytes", "doi": "10.64898/2025.12.30.697056", "authors": "Zuk-Bar, N.; Ovadia, S.; Cui, G.; Obolensky, A.; Banin, E.; Ofri, R.; Jing, N.; Ashery-Padan, R.", "abstract": "The optic nerve is essential for vision, and its development depends on the transient neuroectodermal optic stalk, which forms alongside the optic cup through coordinated morphogenesis and differentiation into optic nerve astrocytes that provide lifelong support for retinal ganglion cell (RGC) axons. Here, we delineate key steps in astrocyte formation from the optic stalk and uncover stage- and lineage-specific roles of Smarcc1 (Baf155) and Smarcc2 (Baf170), scaffolding subunits of SWI/SNF chromatin remodeling complexes. Both factors are co-expressed in early retinal pigment epithelium (RPE) and optic stalk progenitors, with Smarcc2 persisting in differentiated derivatives, including RPE and optic nerve astrocytes. Conditional deletion using Dct-Cre revealed reciprocal compensation in pigmented lineages, whereas Smarcc1 loss uniquely caused optic nerve head (ONH) morphogenetic failure, characterized by glial lamina collapse, RGC degeneration, and progressive visual decline. Spatial transcriptomics and functional assays demonstrate that Smarcc1 drives the transition of dorsal optic stalk progenitors from a pigmented, RPE-like state to astrocyte progenitors by repressing pigment gene programs and enabling Pax2/Sox2 activity. After specification, Smarcc1 is required for glial lamina assembly, essential for ONH integrity and RGC survival. These findings establish a mechanism in which Smarcc1-mediated chromatin remodeling couples astrocyte progenitor specification and differentiation with local morphogenesis, ensuring long-term retinal function.", "date": "2025-12-30", "journal": ""}
{"title": "Profiling tyrosine kinase substrate recognition using bacterial peptide display and deep sequencing", "doi": "10.64898/2025.12.28.696772", "authors": "Lee, M.; Shah, N. H.", "abstract": "Tyrosine kinases control a wide range of cell signaling pathways that are central to human physiology, and they are dysregulated in a variety of human diseases, most notably cancers. Our understanding of tyrosine kinase biology hinges upon a clear delineation of their protein substrates. Thus, much effort has been invested into defining the substrate specificities of tyrosine kinases, which is partly driven by recognition of the amino acid sequences surrounding the phospho-acceptor tyrosine residues. Numerous methods have been developed to profile tyrosine kinase sequence recognition, and these approaches have collectively demonstrated that different tyrosine kinases have distinct substrate sequence preferences. Here, we describe one such method that combines bacterial peptide display and deep sequencing to study tyrosine kinase substrate preferences. Our approach enables rapid measurement of relative phosphorylation efficiencies for thousands of peptides simultaneously. The genetically-encoded nature of the peptide libraries used with this method allows for facile and cheap construction of libraries tailored to answer a variety questions. Notably, our approach is compatible with genetic code expansion via Amber codon suppression, which allows for the construction and screening of libraries containing non-canonical amino acids. Importantly, results from this assay correlate strongly with quantitative measurements of enzyme kinetics, they corroborate previously reported tyrosine kinase substrate preferences, and they can reveal new insights into tyrosine kinase substrate specificity.", "date": "2025-12-30", "journal": ""}
{"title": "A high-resolution dimeric structure reveals a critical role of alpha-helix 9 in apoptotic Bax pore assembly in the mitochondrial membrane", "doi": "10.64898/2025.12.30.697096", "authors": "Zhi, Z.; Zhou, L.; Liao, C.; Lv, F.; Qi, F.; Du, L.; Pogmore, J.; delRosaio, J.; Andrews, D. W.; OuYang, B.; Lin, J.", "abstract": "Bax functions as a proapoptotic protein perforating the mitochondrial membrane to release mitochondrial proteins and DNA that kill the cell. Structures of full-length Bax monomer in solution and core domain dimers in solution and bound to lipid/detergent bicelles reveal how Bax proteins must be activated, unfold, refold and dimerize prior to forming oligomeric pores in the membrane. In particular, amphipathic core dimer forms part of the pore wall between the nonpolar lipid bilayer and the aqueous conduit. However, atomic resolution structures of other parts of the pore were scarce. Here, we elucidate a structure of Bax C-terminal -helix 9 (9) in lysolipid micelles using NMR. According to this high-resolution structure the 9 regions form an amphipathic helical dimer with an extended nonpolar interface and several uncharged polar residues on the surface. Structure-guided mutagenesis and functional assessment demonstrate that the nonpolar interactions are important for Bax dimerization in and perforation of the mitochondrial membrane. Surprisingly the polar residues are also important because they form bifurcated hydrogen bonds between helical turns to stabilize each helix and thereby the dimer. Molecular dynamics simulations of an oligomer constructed with wall-forming core and transmembrane 9 dimers linked by flexible 6-7-8 bridges in a mitochondrial lipid bilayer generate an atomic resolution model for a stable Bax pore capable to release cytochrome C. Thus, we made an important step toward elucidating molecular mechanisms of apoptotic Bax perforation.", "date": "2025-12-30", "journal": ""}
{"title": "Oligomeric assemblies of plant biotin carboxylase revealed by cryo-EM and cross-linking", "doi": "10.64898/2025.12.30.697075", "authors": "Madison, H. J.; Dunn, L.; You, Y.; Lemes Jorge, G.; Pa_a-Toli_, L.; Thelen, J. J.; Van Doren, S. R.; Yokom, A. L.", "abstract": "Due to the interest in fatty acid synthesis by oilseed crops, we conducted structural studies of the biotin carboxylase (BC) subunit of the plastid acetyl-CoA carboxylase. Acetyl-CoA carboxylase catalyzes the first committed step in the fatty acid synthesis pathway and is highly regulated. Cryo-electron microscopy revealed that pennycress apo-BC forms a symmetric dimer and contains a subpopulation of a dimer-of-dimers. The domain of BC that closes over the catalytic cleft (the B-domain) appears to be dynamic, judging from the b-factors, normal mode analysis of BC structures, and its high susceptibility to acetylation. An increase in the BC concentration decreased the reactivity of the B-domain, however, suggesting structural hindrance. The partial protection of the B-domain was consistent with cross-links that formed between dimers of BC using a cross-linker cleavable in the mass spectrometer. Cross-links guided HADDOCK docking calculations suggesting a dimer of dimers of pennycress BC that is asymmetric, staggered, and tilted between dimers, with conservation in the interface. In contrast, a minimal population of a symmetric dimer of dimers with a small, non-conserved interface was observed by cryo-EM. Taken together, our structural models are the first for Brassicaceae family BC homologs and are the first from plants. These models suggest dimer interactions that might contribute to larger oligomers of BC and influence associations with other subunits of the heteromeric acetyl-CoA carboxylase.", "date": "2025-12-30", "journal": ""}
{"title": "Bento: Benchmarking Classical and AI Docking on Drug Design-Relevant Data", "doi": "10.64898/2025.12.30.696741", "authors": "Pak, M. A.; Frolova, D.; Nikolenko, S. A.; Daulbaev, T.; Ryabchenko, D.; Litvin, A.; Gurevich, P.; Garifullin, K.; Shapeev, A.; Oseledets, I.; Ivankov, D. N.", "abstract": "Recent advances in artificial intelligence have introduced deep learning and co-folding approaches for predicting protein-ligand complexes, raising the question of their applicability and how they compare with classical docking methods. In this work, we present a thorough benchmarking study of eleven tools for protein-ligand interaction prediction, spanning classical molecular docking methods, deep learning-based models, and co-folding algorithms. While most related benchmarking efforts primarily assess the generalization capacity, we extend the analysis to also evaluate the performance on drug design-relevant data and across different classes of protein-ligand complexes. Here, we introduce Bento, a comprehensive benchmark that evaluates 11 tools for protein-ligand interaction prediction - both established and recently developed - across four test datasets and multiple derived subsets in a pocket-aware setup. We show that 1) careful dataset curation is essential - filtering by pocket structural similarity and controlling ligand complexity exposes generalization failures that are obscured in conventional benchmarks; 2) classical and deep learning-based docking tools perform similarly well on drug-like ligands, making them comparably useful for virtual screening, with physics-based methods offering a clear advantage in speed; 3) co-folding tools outperform other approaches on structurally complex ligands, whereas most methods achieve similar accuracy on regular small molecules; and 4) all methods struggle to generalize to unseen pockets, with deep learning models being the most prone to overfitting. Overall, our results show that while current docking and DL-based approaches are reliable for many drug-design-relevant scenarios, genuine pocket-level generalization remains an open challenge. Bento provides a rigorous and transparent framework for diagnosing these limitations and guiding the development of more robust protein-ligand prediction models. The data and code of Bento are available at https://github.com/LigandPro/Bento.", "date": "2025-12-30", "journal": ""}
{"title": "A systematic approach for the purification of fluorophore-labelled proteins via anion exchange chromatography", "doi": "10.64898/2025.12.30.697019", "authors": "Wendler, N.; Cordes, T.", "abstract": "Foerster resonance energy transfer (FRET), an optical distance ruler, provides the unique ability to monitor molecular interactions and conformational changes in single biomacromolecules and multi-subunit complexes. It has proven to be a powerful tool to study enzymatic reactions, membrane transport, protein folding, but also the properties of nucleic acids, proteins, molecular motors and many other biological systems and processes. A prerequisite for FRET is targeted (covalent) labelling of macromolecules with two distinct fluorophores. Here, we present a strategy for stochastic labeling of protein residues with the required donor and acceptor dyes via anion exchange chromatography. While this technique has been used before for this purpose, we provide a conceptual basis to systematically design a purification protocol for an arbitrary choice of fluorophores. By characterizing the interaction fluorophore-maleimides with the column material, we are able to select (and predict) which pairs of fluorophores allow successful purification of donor-acceptor-labelled protein with yields up to 98%. We demonstrate the capabilities of the method for bulk and single-molecule FRET assays of various bacterial substrate-binding proteins.", "date": "2025-12-30", "journal": ""}
{"title": "Lateralized foraging induces asymmetric corticostriatal plasticity in mice", "doi": "10.64898/2025.12.30.696996", "authors": "Amroune, K.; Schaffhauser, M.; Morvan, T.; Bureau, I.; Robbe, D.", "abstract": "With practice, animals perform reward-oriented actions faster and with less variability. The dorsal striatum (DS) plays a key role in this process, potentially through opposing changes in cortical input strength to the two main striatal projection neurons (D1- and D2-SPNs). To test this hypothesis, we trained mice in a foraging task requiring them to perform quarter-turns (QTs) in a single direction (counterclockwise, CCW) along the walls of square towers to collect drops of water. As training progressed, the number and speed of CCW QTs increased while the variability of their trajectory decreased. Whisker trimming in well-trained mice altered QTs kinematics, highlighting the role of tactile inputs in guiding these actions. Combining ex vivo patch-clamp recordings in the DS with glutamate uncaging in the barrel cortex, we mapped the cortical neurons monosynaptically connected to D1- or D2-SPNs and measured the strength of these connections in the contralateral hemispheres, relative to the turn direction. In well-trained mice, compared to naive controls, the contralateral hemisphere showed no major changes in D1- or D2-SPNs connectivity, despite increased excitation of cortical pyramidal neurons. In contrast, the ipsiversive hemisphere exhibited no change in cortical excitability but showed increased cortical connectivity and input strength to SPNs. These findings reveal an unexpected hemispheric asymmetry in corticostriatal connectivity during lateralized foraging, which may reflect a homeostatic process normalizing striatal activity across hemispheres despite unbalanced cortical input.", "date": "2025-12-30", "journal": ""}
{"title": "Real-time Bayesian optimization of deep brain stimulation for personalized cognitive control enhancement", "doi": "10.64898/2025.12.30.697057", "authors": "Dastin-van Rijn, E. M.; Sachse, E. M.; Buccini, M.; Angstadt, B.; Bennek, J.; Mensinger, M. E.; Widge, A. S.", "abstract": "Background: Identifying effective deep brain stimulation (DBS) parameters for psychiatric disorders has historically been a time-consuming and error prone process due to a lack of an objective and rapid readout of target circuit engagement. Cognitive control may have use as a biomarker of treatment efficacy but it has yet to be shown that DBS parameters can be reliably optimized to produce cognitive control improvements in individual subjects. Objective: We sought to leverage a rat model of DBS-driven cognitive control improvements to determine whether state of the art optimization algorithms could consistently identify effective stimulation amplitudes to enhance cognition. Methods: We delivered periods of active and inactive DBS-like stimulation at variable parameters while rats performed a Set-Shifting task that we previously showed to be stimulation-sensitive. We tested both predefined settings of interest and settings that were personalized to individual animals using Bayesian Optimization. Measurements of task performance including reaction time and accuracy were compared between acute, optimized, and traditional settings to evaluate effects on cognitive control. Results: Acute stimulation reduced reaction times without hindering accuracy (N=15), replicating the effects previously observed with chronic stimulation. In a second cohort (N=6), optimization of stimulation amplitude successfully reduced reaction times in all animals with comparable effect size to historically best settings. Conclusion: These findings confirm that optimization techniques can be effective for improving symptomatically-relevant cognitive markers supporting the feasibility of personalized, quantitatively-informed approaches to neuromodulation and target engagement for psychiatric and/or cognitive disorders.", "date": "2025-12-30", "journal": ""}
{"title": "Inducible CreERT2 mouse lines for characterization of retinal bipolar cell subtypes", "doi": "10.64898/2025.12.30.697011", "authors": "Quainoo, E. J.; Xie, X.; Kol, L.; Samson, J.; Gan, L.", "abstract": "Bipolar cells relay visual signals from photoreceptor cells to ganglion cells in the retina. Fifteen bipolar cell subtypes have been identified in the mouse retina. These subtypes are classified as ON and OFF bipolar cells based on their response to light stimulus or rod and cone bipolar cells based on their connection to photoreceptor cells. However, the unique structural and functional role of these subtypes in the processing of visual information is not fully known due to the inadequate tools and models available for their characterization. In this study, to trace the lineage and characterize Vsx1, Lhx3, and Lhx4-expressing bipolar cell subtypes in developing and adult mouse retina, we developed inducible Cre lines under the promoter of Vsx1, Lhx3, and Lhx4 and crossed them with ChR2EYFP reporter mice. Lineages of cells expressing Vsx1, Lhx3, and Lhx4 after Cre induction in the adult and postnatal mouse retina were then characterized. ChR2EYFP expression driven by Vsx1-CreERT2 was detected in type 2, 6, and 7 bipolar cells, Lhx3-CreERT2 in type 1b, 2, and 6 bipolar cells, and Lhx4-CreERT2 in type 2, 3, 4, and 5 bipolar cells as well as cone photoreceptor cells in the adult mouse retina. These bipolar cell subtype-specific inducible Cre mouse lines serve as efficient tools for elucidation of the mechanisms that control bipolar cell subtype development and function in the retina.", "date": "2025-12-30", "journal": ""}
{"title": "Impact of Absent in Melanoma 2 (AIM2) on Antigen-Specific CD4+ T cell Activation and Homeostasis.", "doi": "10.64898/2025.12.30.697014", "authors": "Reinartz, D.; Sairs, C.; Gong, W.; Lei, Y. L.; Kuhns, M. S.; Wilson, J. E.", "abstract": "The intrinsic role of Absent in Melanoma 2 (AIM2) in CD4+ T cells during antigen-specific activation and differentiation is not fully understood. To address this, we crossed AIM2-deficient mice with OT-II/RAG transgenic mice, which express an ovalbumin-specific T cell receptor in CD4+ T cells (OT-II). We found that AIM2 does not regulate thymic selection of CD4+ thymocytes, but may promote trafficking or survivability of CD4+ T cells in the spleen. In vitro coculture assays revealed that Aim2-/- OT-II CD4+ T cells produce significantly less IL-2 than wild type OT-II CD4+ T cells when cocultured with ovalbumin-incubated dendritic cells. However, we found no differences in CD4+ T cell proliferative capacity and differentiation among WT OT-II and Aim2-/- OT-II CD4+ T cells following OVA immunization in vivo. Finally, adoptively transferred WT and Aim2-/- OT-II cells controlled the growth of implanted OVA-expressing NOOC2 syngeneic tumors at an equal capacity. Taken together, these results indicate that AIM2 contributes to CD4+ T cell homeostasis in secondary lymphoid organs in vivo. AIM2 also intrinsically promotes IL-2 production in response to antigen-specific activation in vitro. However, this loss of IL-2 does not translate to measurable defects in proliferative, differentiation or effector function during OVA immunization or tumor challenge in vivo.", "date": "2025-12-30", "journal": ""}
{"title": "Bi-directional highways and super-seeder tissues underpin parasite dissemination in experimental visceral leishmaniasis.", "doi": "10.64898/2025.12.30.696984", "authors": "Loughrey, C.; Carnielli, J. B. T.; Dey, S.; Ashwin, H.; James, S.; Gilbert, L.; Donninger, S.; Droop, A.; Calder, G.; Hogg, K.; Pitchford, J.; Mottram, J. C.; Kaye, P. M.", "abstract": "Visceral leishmaniasis (VL) is a life-threatening parasitic disease caused by Leishmania donovani and L. infantum. Although VL is characterised by organ-specific immunopathology and parasitism of the spleen, liver and bone marrow, other tissues may harbour parasites without overt pathology. The mechanisms governing patterns of within-host dissemination and tissue tropism are largely unknown. We used a barcoded library of isogenic L. donovani and an ecological analysis framework to evaluate parasite population diversity across tissues and to map parasite dissemination in a murine infection model. We reveal an unexpected high degree of inter-connectivity between parasite populations demonstrating: i) continual bi-directional dissemination between viscera and skin; ii) the existence of super-seeder sites that act as hubs fuelling systemic spread; and iii) rerouting of dissemination highways following immune perturbation. These findings change our understanding of L. donovani pathogenesis, providing critical insights into infection dynamics with direct implications for relapse, treatment failure and transmission.", "date": "2025-12-30", "journal": ""}
{"title": "Distinct flagellins differentially fine tune biofilm initiation via flagellar stator-associated proteins", "doi": "10.64898/2025.12.30.697036", "authors": "Liu, X.; Eastep, G. N.; Torres-Mejia, N.; Zia, A.; Ottemann, K. M.; Wang, F.", "abstract": "Helicobacter pylori relies on flagellar motility to colonize the gastric niche. While H. pylori flagella serve multiple functions, including swimming motility, it has recently been appreciated that flagellar basal body properties also contribute to biofilm initiation. The H. pylori flagellar filament contains two spatially segregated flagellins, FlaA and FlaB, but their roles in the biofilm initiation process remained undefined. Here, we confirmed that both FlaA and FlaB are required for optimal motility, but found that they exert opposite effects on biofilm initiation: cells without FlaA display low biofilm initiation, while cells without FlaB display elevated initiation. To understand the molecular basis for this divergence, cryo-electron microscopy (cryo-EM) analysis of native flagellar filaments revealed that FlaA and FlaB have distinct supercoiled waveforms. We confirmed these intrinsic waveform curvatures by analyzing filaments from {Delta}flaA and {Delta}flaB mutants, providing a physical basis for their functional specialization. Genetic epistasis experiments further demonstrated that the enhanced early biofilm formation of the {Delta}flaB mutant depends on PilO, a stator-associated component of the flagellar motor recently shown to drive a reciprocal biofilm and motility response. Our findings establish that H. pylori has developed functionally specialized flagellins that work with motor-dependent signaling to dynamically balance surface colonization and motility.", "date": "2025-12-30", "journal": ""}
{"title": "Effects of Combined Viral and Bacterial Vaccine on Production Performance in Broiler Chickens", "doi": "10.64898/2025.12.27.696645", "authors": "Han, Q.; Wang, N.; Feng, T.; Li, Y.-Y.; Zhu, Z.; Xu, T.-L.; Quan, K.-J.; Zhang, G. F.", "abstract": "This study formulated a novel inactivated vaccine containing Newcastle disease virus (Lasota strain), avian influenza virus (BZ strains), APG, adenovirus and ORT. The vaccine was administered to 1-day-old and 7-day-old fast-growing broiler chickens. Experimental results showed that the vaccine reduced the feed conversion ratio and induced high levels of antibodies against Newcastle disease (Lasota strain), avian influenza (BZ strains), and avian rhinotracheitis. Immunization at 1 day of age had a significant impact on the production of antibodies against adenovirus. Challenge tests indicated that the vaccine partially protected the broiler chickens against Avibacterium paragallinarum types A, B, and C in broilers. Post-mortem examination of the injection sites showed good absorption with no significant unabsorbed oil droplets or hyperplasia in both 1-day-old and 7-day-old immunized chickens. This study demonstrated that combined viral and bacterial vaccine enhanced the feed conversion ratio in broiler chickens.", "date": "2025-12-30", "journal": ""}
{"title": "Spatial inhibition of RhoA by RhoGAP15B promotes protrusive activity during collective cell migration", "doi": "10.64898/2025.12.30.694567", "authors": "Yang, V.; Marchant, C.; Liu, B.; Osswald, M.; Lopez-Gay, J.; Bellaiche, Y.; Wang, X.; Morais-de-Sa, E.", "abstract": "The Rho family GTPases RhoA, Rac1 and Cdc42 are well established regulators of collective migration by driving the formation of cellular protrusions and by regulating actomyosin contraction and adhesion. However, how their activation and inhibition are spatially and temporally coordinated in vivo remains unclear. Using GFP knock-in lines, we systematically characterised the localization patterns of all Drosophila RhoGEFs (activators) and RhoGAPs (inhibitors) in border cells, a model of collective migration. We have further combined RNAi screening with GFP-based validation of depletion efficiency to assess the functional significance of those RhoGEF/GAPs expressed in border cells. This identified RhoGAP15B as a localized inhibitor of RhoA activity at the border cell cortex. RhoGAP15B regulates cluster morphology and is enriched at the leading cell front, where it restrains actomyosin contractility to promote protrusive behaviour. Our findings reveal RhoGAP15B as a key spatial RhoA regulator and highlight that patterned RhoGAP and RhoGEF activities are essential for coordinating cortical contraction and protrusion dynamics during collective migration.", "date": "2025-12-30", "journal": ""}
{"title": "Spatial and depth structuring predominate over temporal variation in Mediterranean grassland soil viral communities", "doi": "10.64898/2025.12.30.696869", "authors": "Fudyma, J. D.; Penev, P.; Estera-Molina, K.; Hoff, J.; Blazewicz, S. J.; Pett-Ridge, J.; Emerson, J. B.", "abstract": "Viruses have the potential to influence microbial community structure and elemental cycling in soils, but it remains unclear how these communities are distributed across space and time, which can shape how they respond to environmental change and impact ecosystem processes. Mediterranean grasslands, with their pronounced seasonal moisture fluctuations, offer an ideal system to examine viral biogeography. While previous studies hint at spatial structuring and moisture controls on viral communities, temporal responses to seasonal moisture shifts have not been comprehensively investigated in situ. Here, we generated 59 viromes and leveraged 89 metagenomes from two Mediterranean grasslands to measure soil viral communities across horizontal space (sampling zone), depth, and key seasonal stages of the Mediterranean water year (e.g. plant productivity, dry down and wetup). Sampling zone was the dominant driver of viral community composition in viromes, with time secondarily explaining variation in viral communities. In contrast, viral richness and DNA yields varied primarily across time. Spatial structuring also emerged in viruses recovered from metagenomes, with depth having the strongest effect, followed by sampling zone. Environmental variables and predicted host distributions partially explained these patterns, but substantial variation remained unaccounted for, suggesting a role for dispersal limitation. Overall, soil viral communities were primarily structured by spatial factors, with temporal and environmental influences acting secondarily, highlighting the importance of fine-scale spatial dynamics in understanding viral ecology. Future studies should explicitly examine the role of dispersal limitation and fine-scale host-environment interactions to fully resolve drivers of soil viral biogeography.", "date": "2025-12-30", "journal": ""}
{"title": "A whole-organ multi-scale in silico framework for human kidney haemodynamics informed by hierarchical phase-contrast tomography", "doi": "10.64898/2025.12.30.696985", "authors": "Javanmardi, Y.; Lyu, M.; Zhou, Y.; Wang, Y.; Walsh, C.; Tafforeau, P.; Jafree, D.; Long, D.; Bellier, A.; Torii, R.; Lee, P.", "abstract": "Studying human kidney haemodynamics has been limited by the absence of complete vascular maps of the whole organ. Here we utilise previously generated multi-resolution hierarchical phase-contrast tomography (HiP-CT) coupled with a hybrid anatomically-grounded synthetic reconstruction to generate a full arterial-glomerular network of an intact human kidney comprising 1.6 million vessels and over 800,000 glomeruli. Using this anatomically comprehensive structure, we apply physics-based zero-dimensional haemodynamic modelling to quantify blood pressure, flow and simulated filtration rate across the entire organ. We show that the reconstructed human kidney vascular network exhibits order-dependent branching behaviour similar to that of rat kidneys, and that physiologically plausible pressure and flow patterns are recovered only when the full vascular network is represented. We further demonstrate how the kidney responds to macrovascular and microvascular perturbations, including stenosis of the large renal arteries and narrowing or ablation of afferent arterioles. Stenosis and arteriole narrowing exhibit threshold-type behaviour, with kidney perfusion and simulated glomerular filtration rate remaining largely preserved up to ~50% narrowing, followed by sharp nonlinear declines beyond ~70%. These predictions emerge in the absence of autoregulatory mechanisms, indicating that vascular geometry and resistance scaling alone contribute to kidney functional deterioration. Together, our framework provides the first organ-wide, data-driven model of human kidney haemodynamics and offers a foundation for future studies of kidney physiology and disease.", "date": "2025-12-30", "journal": ""}
{"title": "Curvature-Encoded Photochemistry for Programmable Isolation and Fractionation of Extracellular and Plasma Membrane Vesicles", "doi": "10.64898/2025.12.30.697083", "authors": "Pichurin, J.; Nair, A.; Williams, A.; Thoduvayil, S.; Radhakrishnan, A.; Gautam, S.; Naskar, A.; Gopal, P. P.; Kyriakides, T.; Ramakrishnan, S.; Gunasekara, R.", "abstract": "Lipid-based nanoparticles, including extracellular vesicles (EVs), cell membrane vesicles (CMVs), and biomimetic nanovesicles, are emerging as powerful carriers for therapy and diagnosis due to their ability to transport diverse payloads across biological barriers. EVs, in particular, show promise for liquid biopsy and systemic therapy because of their endogenous origin, biocompatibility, and intrinsic targeting capacity. Cell-derived plasma membrane nanovesicles complement EVs by preserving the source cell membrane architecture and receptor landscape, creating customizable scaffolds for biomimetic drug delivery. However, the full potential of these lipid nanovesicles has been challenging because current isolation workflows are labor-intensive, low-yield, and often lack purity, forming a critical bottleneck for clinical translation and standardized manufacturing. To overcome these challenges, we developed a programmable electrostatic and light-activated platform for isolating lipid vesicles directly from complex biological fluids in a rapid, high-purity, and scalable manner. Our approach employs photocleavable lipid nanoprobes (PLNs) that insert into vesicle membranes in a size-dependent fashion and, together with a cationic polymer, enable efficient capture on a solid support. A brief light exposure cleaves the probes to trigger on-demand release and fractionation of intact vesicles with high speed and precision. Using this platform, we demonstrate high-purity EV isolation with preserved membrane protein functionality, as well as single-step enrichment of right-side-out (RSO) cell membrane nanovesicles that maintain native membrane orientation for effective drug delivery. The capability to rapidly isolate and tailor vesicle subpopulations by size and orientation establishes a unified materials platform for precision nanomedicine and advanced therapeutics, paving the way toward clinical-grade vesicle production and next-generation liquid biopsy applications.", "date": "2025-12-30", "journal": ""}
{"title": "Multi-task spatial omics analytics for high-precision modeling of tissue architecture with STAX", "doi": "10.64898/2025.12.30.697018", "authors": "Guo, Z.-H.; Huang, D.-S.; Zhang, S.", "abstract": "The rapid advancement of spatial omics technology has revolutionized biomedical research, unveiling unprecedented insights into the molecular and cellular architecture of biological systems. Despite this progress, a critical limitation arises from the widespread use of disparate analytical tools within a single workflow, leading to inconsistencies caused by heterogeneous preprocessing pipelines and extensive method-specific hyperparameter tuning. To this end, we aim to unify diverse analytical tasks within a multi-task learning platform, STAX, for diverse spatial omics types. STAX excels across numerous critical applications, including spatial domain identification, spatial slice integration, cohort-level spatial analysis, spatial spot completion, cell-gene co-embedding, expression profile denoising, and 3D spatial multi-slice simulation. Extensive evaluations demonstrate that STAX consistently delivers superior performance, robustness, and biologically meaningful interpretations, establishing it as an indispensable tool for spatial omics research. In short, STAX effectively addresses multiple analytical challenges in spatial omics, empowering researchers with a unified platform to accelerate biomedical discoveries and deepen understanding of complex biological systems.", "date": "2025-12-30", "journal": ""}
{"title": "Translational control of AMPK activity in melanoma", "doi": "10.64898/2025.12.30.697000", "authors": "Vadovicova, N.; Leskova, A.; Kozdonova, K.; Smolkova, K.; Valcikova, B.; Kafka, F.; Potesil, D.; Zdrahal, Z.; Vacek, O.; Vichova, R.; Soucek, K.; Uldrijan, S.", "abstract": "The eIF4F translation initiation complex controls ERK MAPK signaling in malignant melanomas with BRAF and NRAS mutations. It also contributes to the development of melanoma resistance to therapies targeting BRAF and MEK kinases. Here, we uncovered a critical role for eIF4F in regulating the main cellular metabolic sensor, AMP-activated protein kinase (AMPK). In melanoma cells with the most common BRAF V600E mutation, ERK and AMPK pathway activities were reported as mutually exclusive. This is because BRAF -driven ERK activity negatively impacts LKB1-mediated canonical AMPK activation. However, we observed that eIF4F inhibition can stimulate AMPK activity in melanoma cells, both in vitro and in vivo, despite concomitant ERK hyperactivation. Notably, the protein levels of LKB1 and its co-factor MO25 were sensitive to eIF4F inhibition, indicating a non-canonical LKB1-independent mechanism of AMPK activation. In a proteomic screen, we aimed to identify eIF4F roles in melanoma cell physiology beyond the MAPK pathway. We found that the eIF4F function is essential for maintaining cellular levels of key cell cycle and metabolic regulators, including CDK1, CDK2, TYMS, and UHRF1. Importantly, we also identified the protein phosphatase PP2A as a new eIF4F target. Our subsequent analyses showed that inhibition or siRNA-mediated knockdown of PP2A increases AMPK activity in melanoma cells, independent of LKB1. This data shows that PP2A plays a significant role in regulating AMPK activity in melanoma. Thus, eIF4F inhibition not only impairs canonical AMPK activators but also downregulates PP2A, which negatively regulates AMPK dynamics. Collectively, our data highlight a dual role of eIF4F in the control of AMPK in BRAF-mutant melanoma cells. It maintains the canonical AMPK signaling pathway while simultaneously limiting the extent of AMPK activation via the eIF4F-PP2A-AMPK axis. Pharmacological inhibition of this axis can overcome the negative control of AMPK signaling by the ERK pathway. This suggests new therapeutic opportunities to disrupt melanoma growth.", "date": "2025-12-30", "journal": ""}
{"title": "Drinking microstructure analysis of direct controls of water intake in male and female rats.", "doi": "10.64898/2025.12.30.697026", "authors": "Sortman, B. W.; Mullane, E. L.; Lamb, K. L.; Edwards, A. A.; Torregrossa, A.-M.; Daniels, D.; Santollo, J.", "abstract": "Measures of rodent drinking (lick) patterns are used to test how various manipulations affect fluid intake. Decades of research indicate that manipulating the satiating potency of a stimulus affects the number of licking bursts whereas manipulating the hedonic value of the solution affects the size of the licking bursts or rate of licking. This type of analysis has been largely applied to manipulations that modulate drinking that is already occurring (i.e., indirect controls or modulators of intake), but there is a dearth of studies with detailed measures of licking in response to stimuli that are primary drivers of intake (i.e., direct controls). A better understanding of licking behavior in response to direct controls of fluid intake could provide insight into how drinking is stimulated. Accordingly, we analyzed lick patterns after varying doses of primary drivers (direct controls) of intake, angiotensin II, hypertonic saline, or carbochol, in male and female rats. As expected, all treatments dose-dependently increased licks for water. Analysis of licking patterns revealed dose-related increases in burst number after treatment with all stimuli, but dose did not predict burst size or lick rate. Together with previous work on licking patterns these data suggest that direct controls of water intake are more related to processes associated with satiety than to changes in hedonic value of the consumed substance.", "date": "2025-12-30", "journal": ""}
{"title": "Retinal Origins of Circadian Photoregulation's Specialized Dynamic Range and Temporal Integration", "doi": "10.64898/2025.12.30.695276", "authors": "Milner, E. S.; Blume, H. A.; Mousavi, S. N.; Brown, M. C.; Caval-Holme, F.; Viet, N.-M.; Nagai, T.; Do, M. T. H.", "abstract": "The circadian clock allows organisms to anticipate environmental changes that are driven by the earth's rotation, and synchronizes with this cycle using ligh1. The clock extracts relevant parameters of illumination, responding selectively to intensities at twilight and above, and to the number of photons counted over an extended time window2-8. These hallmark properties are thought to manifest in the brain9. Here, we report that they emerge within specific neurons of the eye. These M1 intrinsically photosensitive retinal ganglion cells (ipRGCs) detect light directly, using a receptor called melanopsin, and indirectly, through circuits driven by rod and cone photoreceptors10. We find that the balance of intrinsic and extrinsic drives varies widely across M1s, and the population accounts for the dynamic range of circadian photoregulation. Both singly and collectively, M1s approach the level of temporal integration observed behaviorally. The cellular and behavioral levels match when the pupillary light reflex--another M1-driven function--shapes the light that M1s receive. This work reveals how the first steps of sensory processing are precisely formatted for specific tasks. It also introduces bioluminescence-based methods for identifying photosensitive neurons without desensitization, allowing their mechanistic study under physiological conditions.", "date": "2025-12-30", "journal": ""}
{"title": "Identification and Characterization of Novel Faecalibacterium prausnitzii Strains with Potential Pharmabiotic Applications", "doi": "10.64898/2025.12.30.697052", "authors": "Galanova, O. O.; Akulinin, M.; Troshina, D.; Kovtun, A.; Odorskaya, M.; Muravieva, V.; Zhigalova, K.; Izyumov, R.; Gordeev, A.; Bembeeva, B.; Isaeva, E.; Vatlin, A.; Danilenko, V.; Priputnevich, T.; Sukhikh, G.", "abstract": "Faecalibacterium prausnitzii is a dominant commensal bacterium in the human gut, widely known for its anti-inflammatory and immunomodulatory properties and currently considered a potential pharmabiotic for the treatment of various human diseases. In this study, ten new strains of F. prausnitzii were isolated from stool samples of Russian children and characterized using hybrid genome sequencing and metabolomic analyses. Comparative genomics revealed an open pangenome structure and significant strain-specific variability, reflecting the high adaptive potential of strains in humans and confirming the heterogeneity of this species previously described in the literature. Several isolates (fp1, fp5, fp7, fp9) showed increased butyrate production, while fp1 showed increased formate synthesis. In silico analysis confirmed the presence of genes associated with anti-inflammatory, antioxidant, and neuromodulatory metabolites, as well as the absence of antibiotic resistance genes. These results expand on previously described findings on the genetic diversity of F. prausnitzii and identify promising, safe strains with high pharmabiotics potential for future human therapy.", "date": "2025-12-30", "journal": ""}
{"title": "Identification and Regulation of a Hepatic Lipogenic Metabolon", "doi": "10.64898/2025.12.30.696908", "authors": "Zhu, X.; McKean, W. B.; Tran, T.; Fu, x.; Horton, J. D.; Kim, C.-W.", "abstract": "De novo lipogenesis (DNL) plays a key role in the excessive fat accumulation present in Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD). Most mechanistic studies and experimental strategies for improving hepatic steatosis in MASLD have focused on the transcriptional regulation of enzymes involved in DNL and triglyceride (TG) synthesis. Here, we provide evidence for a post-translational mechanism that enhances fatty acid (FA) and TG synthesis through the assembly of a multi-protein lipogenic metabolon in liver. Under anabolic conditions, acetyl-CoA carboxylase 1 (ACC1) interacts with additional key enzymes in the DNL and TG synthesis pathway. Immunofluorescence and electron microscopy reveal that this lipogenic metabolon localizes around lipid droplets (LDs) and in proximity to mitochondria and LD interfaces in the anabolic state. The formation of the lipogenic metabolon facilitates the efficient transfer of FA synthesis intermediates to enhance lipogenic flux. These findings uncover a new nutrient-responsive, post-translational regulatory mechanism for hepatic lipogenesis and highlight the lipogenic metabolon as a potential therapeutic target for metabolic liver diseases.", "date": "2025-12-30", "journal": ""}
{"title": "Universal sublinear population growth density dependence unrelated to resource limitation", "doi": "10.64898/2025.12.30.697033", "authors": "Mazzarisi, O.; Droghetti, R.; Carmichael, H.; Ciandrini, L.; Cosentino Lagomarsino, M.; Dal Bello, M.; Fant, L.; Ghedini, G.; Grilli, J.; Yvon-Durocher, G.; Reuman, D. C.", "abstract": "Population growth slows as population density increases, and the form of this dependence can sensitively influence species coexistence, conservation, and resource management. Yet the processes shaping density-dependent growth---and whether it exhibits general features across ecological systems---remain unclear. Here, we show that the decline of growth rate with density is consistently sublinear across thousands of distinct growth conditions and bacterial and eukaryotic taxa; and that sublinearity likely results from density-dependent growth limiters which are unrelated to nutrient and energy resources. High-resolution growth experiments with Escherichia coli reveal a two-phase density dependence of growth rate, with an early sublinear regime transitioning to superlinear decline only near saturation. We extend the Monod equation to incorporate a resource-independent growth inhibition, reproducing the crossover and unifying observed patterns. Our analyses identify a universal dual-regime form of density-dependent growth and show that growth inhibition emerges well before resource depletion. Our findings revise classical views of population saturation, revealing non-resource-related inhibition mechanisms as fundamental to shaping population growth dynamics across ecosystems and the important phenomena those dynamics influence.", "date": "2025-12-30", "journal": ""}
{"title": "CRISPR screening reveals genetic regulators associated with the evolution of eye degeneration", "doi": "10.64898/2025.12.30.697043", "authors": "Shennard, D.; Mulliniks, C.; Ferrufino, E.; Manning, A.; Choy, S.; Ambosie, R.; Thevasagayampillai, S.; Pileggi, B.; Zimmerman, L.; Shen, C.; Kimmel, A.; Mapa, R.; Gunaratne, P. H.; Duboue, E. R.; Meyer, W.; Alward, B.; McGaugh, S. E.; Kowalko, J. E.", "abstract": "Determining the genetic factors contributing to trait evolution is critical for understanding how and why traits evolve; however, establishing which genes underlie the evolution of complex traits remains challenging. The freshwater fish Astyanax mexicanus, a species that includes blind, cave-dwelling and eyed, surface-dwelling fish, is a powerful model for evolutionary genetics. While genetic mapping studies in this species previously identified genomic regions associated with cave-derived traits, few causative genes and genetic changes have been identified. Here, we develop methods to identify and rapidly functionally assess candidate genes in A. mexicanus, focusing on a defining trait of cave animals, eye loss. Candidate genes were identified based on whether they fell within an eye-related quantitative trait locus, were differentially expressed between surface and cave eyes, and showed evidence of positive selection in cavefish. Single-nucleus RNA-sequencing revealed that these candidate genes were expressed in multiple cell types during development, including those in different tissues of the eye. CRISPR-Cas9-based mutagenesis demonstrated that disruption of nine of these candidate genes in surface fish resulted in altered eye size. Perturbation of one of these genes, fibulin-7 (fbln7), revealed changes in eye size across multiple stages of eye development. Together, this work identified multiple genes associated with the evolution of eye degeneration in A. mexicanus. Further, this study represents a roadmap for rapid identification and functional assessment of candidate genes implicated in the evolution of traits in cavefish that can be applied to other evolutionary genetic models.", "date": "2025-12-30", "journal": ""}
{"title": "Clinical feasibility of spatial transcriptomics using discarded tissue from diagnostic breast biopsies", "doi": "10.64898/2025.12.30.696765", "authors": "Sheridan, J. P.; Sun, Q.; Chen, J. G.; Wei, Y.; Jarzabek, V.; Jaishankar, A.; Amin, I.; Sultan, L.; Nalan, T.; Mueller, S. B.; Burks, E. J.; Suaiti, L.; Heaphy, C. M.; Ko, N. Y.; Dries, R.", "abstract": "Spatial transcriptomics holds potential to transform cancer diagnostics, yet significant barriers still limit its clinical translation. First, access to primary patient tissue is often restricted by logistical challenges and patient hesitancy. Second, it remains uncertain whether high-quality spatial transcriptomics data can be generated from clinical biopsy sections as these are collected primarily for diagnostic purposes that do not prioritize RNA-quality. We investigated whether discarded tissue slices, generated during standard pathology procedures, could be repurposed for spatial transcriptomics and alleviate concerns about both tissue availability and quality. Here, we established a pipeline to collect and perform spatial in situ transcriptomics on discarded biopsy material from a breast cancer patient, and digitized matched pathology images, including hematoxylin and eosin and traditional histochemistry stains from adjacent sections. Our results show that spatial transcriptomics data from discarded tissue are concordant with the original pathology report, while also providing additional insights such as accurate cell type annotation, detailed spatial architecture, and quantification of biological processes relevant to breast cancer progression. Altogether, our approach using discarded pathology tissue sections provides a practical and scalable solution that would maximize the scientific value of existing clinical specimens and enable high-resolution tumor microenvironment mapping.", "date": "2025-12-30", "journal": ""}
{"title": "Genetic history of Rus'", "doi": "10.64898/2025.12.30.695215", "authors": "Andreeva, T. V.; Kunizheva, S. S.; Alexandra, M. B.; Gusev, F. E.; Ustkachkintseva, T. V.; Adrianova, I. Y.; Dotsenko, G. S.; Soshkina, A.; Kuznetsova, I. L.; Dudko, N. A.; Plotnikova, M. Y.; Rozhdestvenskikh, E. V.; Manakhov, A. D.; Engovatova, A. V.; Sedov, V. V.; Birkina, N. A.; Zelentsova, O. V.; Chelogaeva, E. O.; Krasnikova, A. M.; Strikalov, I. Y.; Rasskazova, A. V.; Syrovatko, A. S.; Manakhov, P. D.; Dobrovolskaya, M. V.; Buzhilova, A. P.; Makarov, N. A.; Rogaev, E. I.", "abstract": "The foundation of the first ancient Rus' state occurred as a result of the consolidation of diverse communities inhabiting Eastern Europe during the second half of the first millennium CE. Historical sources imply that these communities mostly include East Slavs, whose settlement across a vast territory led to the emergence of the East Slavic/Rus' culture within the Rus' state. We generated genomic data for 200 medieval individuals from different locations to elucidate the origin and genetic structure of the Rus' population during the early stages of the state formation. Our findings reveal a genetic continuum predominantly shaped by two key genetic groups: a broad Slavic-related continuity of different genetic subclusters of Rus' occupying the enormous European Plain area, and a Fenno-Ugrian (Uralic)-related component in the Northern Rus' region. Importantly, both groups have a shared genetic substrate inherited from preceding ancient Baltic region populations. To scale Scandinavian (\"Viking\") heritage, we traced minor Scandinavian genetic lineages that did not make up the dominating genetic stratum of the early Rus' state. Our study presents the first comprehensive genomic image of the medieval Rus', highlighting the intricate cultural and genetic interactions between Slavic, Fenno-Ugrian, and other groups that formed the first Rus' state affecting Europe's history.", "date": "2025-12-30", "journal": ""}
{"title": "SNAP: Streamlined Nextflow Analysis Pipeline for Immunoprecipitation-Based Epigenomic Profiling of Circulating Chromatin", "doi": "10.64898/2025.12.30.694452", "authors": "Zhang, Z.; Da Silva Cordeiro, P.; Chhetri, S. B.; Fortunato, B.; Jin, Z.; El Hajj Chehade, R.; Semaan, K.; Gulati, G.; Lee, G. G.; Hemauer, C.; Bian, W.; Sotudian, S.; Zhang, Z.; Osei-Hwedieh, D.; Heim, T. E.; Painter, C.; Nawfal, R.; Eid, M.; Vasseur, D.; Canniff, J.; Savignano, H.; Phillips, N.; Seo, J.-H.; Weiss, K. R.; Freedman, M. L.; Baca, S. C.", "abstract": "Epigenomic profiling of circulating chromatin is a powerful and minimally invasive approach for detecting and monitoring disease, but there are no bioinformatics pipelines tailored to the unique characteristics of cell-free chromatin. We present SNAP (Streamlined Nextflow Analysis Pipeline), a reproducible, scalable, and modular workflow specifically designed for immunoprecipitation-based methods for profiling cell-free chromatin. SNAP incorporates quality control metrics optimized for circulating chromatin, including enrichment score and fragment count thresholds, as well as direct estimation of circulating tumor DNA (ctDNA) content from fragment length distributions. It also includes SNP fingerprinting to enable sample identity verification. When applied to cfChIP-seq and cfMeDIP-seq data across multiple cancer types, SNAP's quality filters significantly improved classification performance while maintaining high data retention. Independent validation using plasma from patients with osteosarcoma confirmed the detection of tumor-associated epigenomic signatures that correlated with ctDNA levels and reflected disease biology. SNAP's modular architecture enables straightforward extension to additional cell-free immunoprecipitation-based assays, providing a robust framework to support studies of circulating chromatin broadly. SNAP is compatible with cloud and high-performance computing environments and is publicly available at https://github.com/prc992/SNAP/.", "date": "2025-12-30", "journal": ""}
{"title": "Rapid and Consistent Genome Clustering for Navigating Bacterial Diversity with Millions of MAGs and Isolates", "doi": "10.64898/2025.12.30.695181", "authors": "von Wachsmann, J. H.; Lorenz, L. J.; Gurbich, T.; Russell, M.; Rodriguez Bouza, V.; Horsfield, S.; Lees, J. A.; Finn, R. D.", "abstract": "Bacterial genome databases now exceed 7 million assemblies; however, the massive redundancy and limited scalability of existing tools create bottlenecks for large-scale analyses. Current clustering methods struggle beyond a few thousand genomes, making database-wide organisation computationally infeasible. Here, we present gemsparcl, a tool that clusters bacterial genomes at species-level resolution over 400x faster than existing methods. We developed sketchlib.rust, implementing one-permutation MinHash with densification in binned sketches to accelerate all-versus-all comparisons. Combined with distance correction of incomplete metagenome-assembled genomes (MAGs) for accurate distance estimation and network-based quality filtering to edges, gemsparcl clusters genomes into biologically coherent species-level groups. We clustered 2.2 million bacterial genomes (1.86 million isolates and 360,000 MAGs) into 15,837 species-level genomic cohesive units (GCUs) in 12 hours using 32 cores and less than 64GB of memory. The method achieves 99.8{per thousand} species purity on high-quality isolates while maintaining accuracy across mixed-quality datasets. This advance enables routine database maintenance for resources like MGnify, as well as reference-free microbiome analysis across millions of genomes, and database-wide metagenomics studies that were previously impossible due to computational constraints. Gemsparcl transforms bacterial genome organisation from a months-long challenge requiring high-performance computing into an overnight analysis on standard hardware.", "date": "2025-12-30", "journal": ""}
{"title": "Intrinsic DNA codes govern distinct modes of nucleosome-transcription factor interactions", "doi": "10.64898/2025.12.30.697010", "authors": "Carson, C. W.; Umesh Nagalakshmi, S.; Adhikari, I.; Freewoman, J. M.; Pizzi, J. R.; Prakash, P.; Cui, F.", "abstract": "The interplay between transcription factors (TFs) and nucleosomes is central to gene regulation, yet most studies adopt a protein-centric perspective that largely overlooks DNA sequence contributions. Here, we identify four distinct nucleosomal DNA classes, including the canonical WW/SS pattern (W = A/T, S = G/C). All four nucleosome types are widespread across the human genome both in vivo and in vitro. Nucleosomes sharing the same pattern are rotationally in phase, whereas different patterns exhibit specific rotational offsets, revealing distinct DNA-encoded codes for nucleosome positioning. Analysis of 747 TFs across eukaryotes shows that the WW/SS and anti-WW/SS patterns are strongly associated with TF binding in chromatin. Differences in the proportions of these two patterns, quantified as {Delta}NPS values, correlate closely with in vitro nucleosome occupancy. Integrating {Delta}NPS with in vivo nucleosome occupancy uncovers four distinct modes of nucleosome-TF interaction and provides new insight into nucleosome-depleted regions around TF binding sites.", "date": "2025-12-30", "journal": ""}
{"title": "NLRP3 Inflammasome Exhibits Context-Dependent Roles in Glioblastoma-Astrocyte Crosstalk", "doi": "10.64898/2025.12.30.697027", "authors": "Rajkhowa, S.; Sha, L.; Meena, D.; Kumar, D.; Revanth, M.; Janu, V.; Garg, M.; Agrawal, M.; Jha, D.; Jha, S.", "abstract": "Glioblastoma (GBM) is a highly aggressive brain tumor characterized by molecular and cellular heterogeneity and poor patient survival. NLRP3 inflammasome regulates inflammation and cell death with context-specific roles in cancer, but its functions in GBM tumour and astrocyte interactions remain unclear. In this study, we analyzed NLRP3 expression and function in GBM cell lines (LN-229 and LN18), astrocytes (SVG), patient-derived tissues, and organoids. Basal NLRP3 expression was higher in astrocytes than in GBM cells and increased after LPS stimulation, altering astrocyte morphology and NLRP3 subcellular localization. siRNA-mediated silencing of NLRP3 reduced GBM proliferation, migration, and viability in GBM cells, while enhancing proliferation and cytokine secretion in astrocytes, highlighting its context-dependent effects. NLRP3 deficiency exhibited reciprocal cytokine paracrine signaling, with GBM cells releasing elevated levels of IL-6 and TNF-, and astrocytes releasing elevated levels of IL-1{beta}. Glyburide treatment reduced NLRP3 expression and IL-1{beta} release in GBM cells but elevated NLRP3 and IL-1{beta} in astrocytes. Overall, these data reveal NLRP3's dual roles in GBM-astrocyte crosstalk, suggesting cell-type-selective inhibition for therapeutic exploration.", "date": "2025-12-30", "journal": ""}
{"title": "Dynamic Rysto receptor remodeling controls its ability to confer extreme resistance", "doi": "10.64898/2025.12.30.696988", "authors": "Grech-Baran, M.; Ochoa, J. C.; Vargas-Cortez, T.; Lichocka, M.; Barymow-Filoniuk, I.; Poznanski, J. T.; Krzymowska, M.", "abstract": "Plant nucleotide-binding leucine-rich repeat receptors (NLRs) mediate effector-triggered immunity (ETI), often accompanied by a hypersensitive response (HR). Conversely, extreme resistance (ER) provides exceptionally rapid and effective antiviral protection without visible cell death, yet the molecular and physiological mechanisms underlying ER remain poorly defined. The TIR-NLR receptor Rysto recognizes the coat protein (CP) of potato virus Y (PVY) and can trigger either ER or HR depending on the context. Here, we demonstrate that the efficacy of Rysto-mediated ER relies on the orchestration of various defense mechanisms. These involve transcriptional priming, and spatial redistribution of the receptor and a subset of chaperones. Rysto-expressing lines exhibit a preactivated immune state, including increased expression of genes encoding glycine-rich proteins associated with the cell wall interface and thickness. Upon PVY infection, Rysto plants undergo rapid transcriptome reprogramming, including redox- and defense-related pathways. At the protein level, Rysto initially forms a pre-active complex with Hsp70 and CP-interacting cochaperonins (CPIPs) which is remodeled upon PVY CP binding. PVY CP competes for Hsp70, enabling Rysto to oligomerize into an active resistosome. This process is further accompanied by relocalization of a subpool of the receptor toward an interface of plasma membrane, cell wall. Our research reveals a chaperone-mediated activation mechanism and spatial immune repositioning that differentiate ER responses from traditional HR, offering a detailed system for achieving durable antiviral resistance in plants.", "date": "2025-12-30", "journal": ""}
{"title": "Same class, different activity: Delamanid and pretomanid have comparable bactericidal activity but pretomanid potently inhibits Mycobacterium tuberculosis ribosomal rRNA synthesis", "doi": "10.64898/2025.12.30.697025", "authors": "Reichlen, M. J.; Musisi, E.; Tabor, S. T.; Nielson, H.; Gerwing, A. M.; Kaya, F.; Zimmerman, M.; Voskuil, M. I.; Robertson, G. T.; Walter, N. D.", "abstract": "Background: The nitroimidazoles delamanid and pretomanid play an important role in contemporary tuberculosis treatment. It is unclear whether delamanid and pretomanid have meaningfully different activity since both reduce Mycobacterium tuberculosis colony forming units (CFU) similarly in animal models. The RS ratio is a pharmacodynamic marker of ongoing rRNA synthesis that has been associated with treatment-shortening (i.e., sterilizing) activity. Methods: Using Mycobacterium tuberculosis Erdman, we conducted dose-ranging studies in aerobic axenic culture and in the conventional BALB/c mouse high-dose aerosol infection model to compare bactericidal and RS ratio activity of delamanid and pretomanid. Results: In vitro concentration-response curves showed that delamanid and pretomanid had similar RS ratio effect at maximal concentration but pretomanid was more potent, achieving 90% of the maximal effect (RS-EC90) at a lower concentration (390 ng/mL) than delamanid (810 ng/mL). In mice, delamanid and pretomanid had similar effects on CFU. Human-equivalent doses of delamanid (6 mg/kg) and pretomanid (50 mg/kg) resulted in plasma Cmax concentrations well below (210 ng/mL) and well above (7,825 ng/mL) the RS-EC90, respectively. Delamanid displayed no discernable RS ratio response, even at 16-times the human-equivalent dose. Higher pretomanid doses resulted in significantly greater RS ratio effects. Conclusions: We found that delamanid and pretomanid have similar bactericidal activity but pretomanid has superior RS ratio activity. Meaningful differences between drugs within the same class were not captured by conventional CFU-based pharmacodynamics, supporting the value of measuring orthogonal drug effects such as the RS ratio.", "date": "2025-12-30", "journal": ""}
{"title": "Metabolic Maturation Unveils Left Ventricular Identity in WNT ON/OFF Human Pluripotent Stem Cell-Derived Cardiomyocytes", "doi": "10.64898/2025.12.30.696943", "authors": "Smucler, J.; Halek, J.; Saulnier, D.; Castaneda, S.; Scarafia, M. A.; Amin, G.; Guberman, A.; Sevlever, G.; Miriuka, S. G.; Moro, L.; Waisman, A.", "abstract": "Deriving high-purity mature left ventricular (LV) cardiomyocytes (CMs) from human pluripotent stem cells (hPSCs) is a priority for cardiovascular research and for future therapeutic applications. Small-molecule WNT modulation (WNT ON/OFF) is currently the predominant differentiation method; however, a critical discordance exists regarding its cardiac subtype outcome. While lineage tracing suggests a First Heart Field (FHF) bias, phenotypic characterizations report significant heterogeneity regarding definitive ventricular markers, leading to controversy about the cardiac subtypes generated by this method. Here, we demonstrate that this apparent heterogeneity is a result of CM immaturity. Using single-cell protein analysis, we first show that WNT ON/OFF generates an NKX2.5+ progenitor pool that robustly co-expresses HAND1, confirming uniform FHF specification regardless of differentiation efficiency. We then demonstrate that the CM population negative for the ventricular marker MYL2 observed at early differentiation timepoints mostly represents immature LV cardiomyocytes that have not yet acquired their definitive phenotype. By implementing a targeted metabolic maturation regime, we unlocked this identity, achieving 95% MYL2+/HAND1+/TBX5+ LV CMs by day 38, substantially earlier and with higher chamber-specific purity than previously reported. This phenotypic resolution was accompanied by advanced structural maturation, including sarcomeric protein isoform switching, multinucleation, and notably, the assembly of polarized XIRP2+ intercalated discs, a hallmark of postnatal CM maturation not previously described in 2D differentiations. Validated across three independent hPSC lines, these findings provide the field with a rapid, high-fidelity platform for generating pure mature LV cardiomyocytes for disease modeling and therapeutic research.", "date": "2025-12-30", "journal": ""}
{"title": "Paternal care as a source of key skin microbiota in a poison frog", "doi": "10.64898/2025.12.30.696907", "authors": "Angiolani-Larrea, F. N.; Bouchali, R.; Loyau, A.; Schmeller, D. S.; Ringler, E.", "abstract": "Parental care is a well-established mechanism for the vertical transfer of gut microbiota, yet its role in shaping offspring skin microbial communities remains largely unexplored. Using a cross-fostering experiment in a Neotropical poison frog, we demonstrate that paternal tadpole transport is a critical vector for the transmission of skin microbiota. Tadpoles transported by both biological and foster fathers acquired microbial communities that persisted through metamorphosis, maintaining a stable membership despite shifts in relative abundance. Notably, the paternal contribution included multiple bacterial genera known to inhibit the lethal pathogen Batrachochytrium dendrobatidis (Bd). In contrast, tadpoles deprived of paternal transport and manually transferred to water bodies exhibited depauperate communities with a significantly lower prevalence of these protective bacteria. Our findings reveal that parental care is a multifaceted behaviour that not only ensures offspring survival but also actively provisions them with a tailored, protective skin microbiome, highlighting a novel mechanism by which parental care influences offspring fitness and resilience to disease.", "date": "2025-12-30", "journal": ""}
{"title": "Earth-Observation and Environmental Vision Transformers Reveal Genome-Environment Associations in Macroalgae", "doi": "10.64898/2025.12.30.696986", "authors": "Mystikou, A.; Nelson, D. R.; El Assal, D. C.; Jaiswal, A. K.; Sultana, M.; Rad-Menendez, C.; Al-Mansoori, N.; Elias, S. T.; Abdul-Hamid, M.-s.; Nayfeh, L.; Drou, N.; Burt, J. A.; Green, D. H.; Salehi-Ashtiani, K.", "abstract": "Macroalgae thrive in extreme environments, yet the genomic basis of their tolerance remains poorly resolved. We describe nine Arabian Gulf macroalgae and integrate them with 117 published genomes (126 total; 70 Rhodophyta, 43 Ochrophyta, 13 Chlorophyta) to test genome-environment associations. Google Earth Engine (GEE) for broad-scale oceanography and 10-meter resolution AlphaEarth Foundations (AEF) embeddings for fine-scale habitat heterogeneity. We identified 157 significant (FDR q < 0.05) correlations with global GEE variables, including a strong negative temperature association with DUF3570, while AEF embeddings uncovered over 1,000 lineage-specific signals within Rhodophyta and identified climate-driven Pfam modules. The von Willebrand factor type-A domain emerged as uniquely robust across all frameworks and enriched in Arabian Gulf species. In the Arabian Gulf, enrichment of this domain is consistent with selection for adhesion mechanisms capable of withstanding chronic hydrodynamic stress compounded by high temperature and salinity. These results demonstrate that converging remote sensing with deep learning identifies conserved and lineage-specific genomic signatures of ecological differentiation across diverse macroalgal lineages.", "date": "2025-12-30", "journal": ""}