{"title": "Activity-dependent mitochondrial transport in peri-synaptic glia drives motor function", "doi": "10.1101/2021.11.29.470476", "authors": "Clark, D. D.; Zolnoski, S. A.; Heckman, E. L.; Kann, M. R.; Ackerman, S. D.", "abstract": "Neurons have an outsized metabolic demand, requiring continuous metabolic support from non-neuronal cells called glia. When this support fails, toxic metabolic byproducts accumulate, ultimately leading to excitotoxicity and neurodegeneration. Astrocytes, the primary synapse-associated glial cell type, are known to provide essential metabolites (e.g. lactate) to sustain neuronal function. Here, we leverage the well-characterized Drosophila motor circuit to investigate another means of astrocyte-to-neuron metabolic support: activity-dependent trafficking of astrocyte mitochondria. Following optogenetic activation, motor neuron mitochondria migrate away from synapses. By contrast, astrocytic mitochondria accumulated peri-synaptically, and at times, were transferred into neighboring neurons. A genetic screen identified the mitochondrial adaptor protein Milton as a key regulator of this process. Astrocyte-specific milton knockdown disrupted regular mitochondrial trafficking, resulting in locomotor deficits, dysfunctional motor activity, and altered synapse number at the neuromuscular junction. These findings suggest that astrocytes dynamically redistribute mitochondria to buffer metabolic demand at synapses, highlighting a potential mechanism by which glia protect neural circuits from metabolic failure and neurodegeneration.", "date": "2025-10-25", "journal": ""}
{"title": "Multiscale Modes of Functional Brain Connectivity", "doi": "10.1101/2024.05.28.596120", "authors": "Farahibozorg, S. R.; Harrison, S. J.; Bijsterbosch, J. D.; Woolrich, M. W.; Smith, S. M.", "abstract": "Information processing in the brain spans from localised sensorimotor processes to higher-level cognition that integrates across multiple regions. Interactions between and within these subsystems enable multiscale information processing. Despite this multiscale characteristic, functional brain connectivity is often either estimated based on 10-30 distributed modes or parcellations with 100-1000 localised parcels, both missing across-scale functional interactions. We present Multiscale Probabilistic Functional Modes (mPFMs), a new mapping which comprises modes over various scales of granularity, thus enabling direct estimation of functional connectivity within- and across-scales. Crucially, mPFMs were not formulated, but emerged from data-driven multilevel Bayesian modelling of large functional MRI (fMRI) populations and every individual. We demonstrate that mPFMs capture both distributed brain modes and their co-existing subcomponents. In addition to validating mPFMs using simulations and real data, we show that mPFMs can predict ~900 personalised traits from UK Biobank more accurately than current standard techniques. Therefore, mPFMs can offer a new basis for functional connectivity modelling and yield enhanced fMRI biomarkers for traits and diseases.", "date": "2025-10-25", "journal": ""}
{"title": "How suitable are clustering methods for functional annotation of proteins?", "doi": "10.1101/2024.12.26.630370", "authors": "Busi, R.; Machingal, P.; Hemachandra, N.; Balaji, P. V.", "abstract": "The advent of affordable high-throughput genome sequencing has drastically expanded protein sequence databases, necessitating the development of computational tools to predict protein function from sequence data. Current methods, such as BLASTp and profile HMMs, while effective, are limited by difficulties in detecting remote homologs and uncertainties in multiple sequence alignments. To address this, we explore the use of clustering algorithms for unsupervised protein function annotation, using pseudo-amino acid composition (PAAC) as features. In this study, we evaluated nine clustering algorithms for their ability to segregate protein sequences based on functional differences using the PAAC feature. Using intrinsic metrics, particularly the silhouette coefficient (SC), we determined the optimal number of clusters (k) for each algorithm. We observed that agglomerative clustering produced results resembling phylogenetic relationships; even k-means clustering, Gaussian mixture model (GMM), and spectral clustering do so but occasionally merge datapoints from distinct original clusters at higher k values. Our findings reveal that k-means clustering, GMM, and agglomerative clustering effectively segregate distinct protein functional families, but effectiveness decreases when distinguishing fine-grained functional differences. Notably, spectral clustering underperformed relative to other methods. Affinity propagation clustering, while effective in some cases, generated more clusters than expected and is prone to false positives. Overall, we find that some of the clustering algorithms are suitable for functional annotation of protein sequences using PAAC as a feature set, even when the number of ground-truth sequences is limited. The implementation of the clustering method for protein sequences is available in the GitHub repository linked below. It provides comprehensive steps for preprocessing, feature extraction, clustering, and evaluation. All results are presented in a Jupyter Notebook. https://github.com/RakeshBusi/Clustering .", "date": "2025-10-25", "journal": ""}
{"title": "Pathogen and pest communities in agroecosystems across climate gradients: Anticipating future challenges in the highland tropics", "doi": "10.1101/2025.01.08.631994", "authors": "Mouafo-Tchinda, R.; Plex Sula, A.; Etherton, B. A.; Okonya, J.; Nakato, G. V.; Xing, Y.; Robledo, J.; Adhikari, A.; Blomme, G.; Kantungeko, D.; Nduwayezu, A.; Kreuze, J. F.; Kroschel, J.; Legg, J.; Garrett, K. A.", "abstract": "CONTEXT: Tropical cropping systems must adapt to the current and future geographic distribution of pathogen and pest communities. An important research gap is how climate change may shift the distribution of pathogens and pests in tropical lowlands and highlands. OBJECTIVE: We evaluated the current geographic risk of 27 pathogens and pests in the production of four food security crops (banana, cassava, potato, and sweetpotato) in the Great Lakes region of Africa, and the potential future risk under climate change. Models for each pathogen and pest indicate the potential for changes in geographic distribution, with model fit indicating the potential for decision support systems to facilitate management. METHODS: First, cropland connectivity analysis identified locations likely important in the spread of crop-specific pathogens and pests, such as locations in Rwanda and Burundi. Second, we surveyed the 27 economically important pathogens and pests in Rwanda and Burundi, mapping the distribution of each across climate gradients and quantifying patterns of association. Third, we used machine learning to develop models of each species as a function of environmental variables, including host landscape variables. We also evaluated the increase in temperature across altitudes under future climate change scenarios in this region. RESULTS AND CONCLUSIONS: Among the ten machine-learning algorithms evaluated, random forests and support vector machines generally performed best for predicting severity and infestation. Host landscape variables were useful predictors for some species. Based on climate matching, 44% of the pathogens and pests could become more common with warmer temperatures at higher altitudes, while 17% may become less common. SIGNIFICANCE: This study indicates adaptation priorities for crop health in a region with multiple challenges to agricultural sustainability. The models developed here also indicate which species may have more potential and relevance for future development of pathogen and pest forecasts.", "date": "2025-10-25", "journal": ""}
{"title": "Elucidating the mechanisms of action and evolutionary relationships of phage anti-defence proteins", "doi": "10.1101/2025.06.06.658234", "authors": "Murtazalieva, K.; Karatzas, E.; Corona, F.; Wang, J.; Typas, A.; Finn, R. D.", "abstract": "Phages and bacteria are locked in a molecular arms race, with phage anti-defence proteins (ADPs) enabling them to evade bacterial immune systems. To streamline access to information on ADPs, we developed the Encyclopaedia of Viral Anti-DefencE Systems (EVADES), an online resource containing sequences, structures, protein family annotations, and mechanisms of action (MoA) for 268 ADPs. Through computational structural analysis we predicted MoAs for 21 uncharacterised ADPs. We demonstrate the utility of EVADES by exploring different characteristics of ADPs: (i) DNA mimic ADPs exhibit broad-spectrum activity against bacterial defence systems; (ii) protein sharing across defence systems enables multi-defence inhibitory activity of ADPs; and (iii) eukaryotic dsDNA viruses encode ADP homologs, suggesting conserved immune evasion strategies across domains of life. These results highlight the broader relevance of phage ADPs in understanding interactions between prokaryotic or eukaryotic viruses and their hosts. EVADES is freely accessible at https://www.ebi.ac.uk/finn-srv/evades.", "date": "2025-10-25", "journal": ""}
{"title": "Molecular identification and functional analysis of HrpZ2, a new member of harpin superfamily from Pseudomonas syringae inducing hypersensitive response in tobacco.", "doi": "10.1101/2025.07.14.664668", "authors": "Lal, K.; Joshi, A.; Saini, V.; Mohammed, M.; Sarma, P.; Dey, D.", "abstract": "Harpins belong to a group of proteins with distinctive features such as heat stability, glycine richness, and absence of cysteine, and are secreted by many Gram-negative phytopathogens via the type III secretion system. Harpins are known to trigger hypersensitive response followed by induction of systemic acquired resistance in non-host plants. However, the molecular mechanism of harpin-induced hypersensitive response remained largely unexplored, mainly because of lack of structural information. In this study, we report the cloning of a new harpin gene (hrpZ2) from Pseudomonas syringae strain MTCC-11950, belonging to the harpin superfamily. In silico analysis revealed that about 50.29% of the protein consists of alpha-helices, 48.53% are random coils, and only 1.16% are beta-sheets, and nearly half (42%) of the protein consists of intrinsically disordered regions. Based on a prokaryotic predictive model and the presence of a signal peptide on its N-terminus, the subcellular localization of harpin is predicted as extracellular. To date, no experimentally determined crystal structure of any harpin protein is available. Therefore, we built and validated a three-dimentional model (with 99% of residues in allowed/additionally allowed regions and a Z-score of -5.3) of harpin. Phylogenetic analysis and functional domain studies revealed that this new harpin belongs to the harpin superfamily. Infiltration of harpin in tobacco leaves resulted in hypersensitive response, which was associated with oxidative burst, callose deposition, localized cell death, and increased activity of defense-related enzymes such as phenylalanine ammonia-lyase and polyphenol oxidase. Furthermore, infiltration of harpin in non-host plants from different angiosperm families induced hypersensitive response, indicating broad-spectrum agricultural applicability of this new harpin protein. This study elucidates the molecular and functional properties of the new harpin protein and its ability to induce hypersensitive response across a broad range of non-host plants.", "date": "2025-10-25", "journal": ""}
{"title": "Novel Gain of Function Mouse Model of KCNT1-Related Epilepsy", "doi": "10.1101/2025.07.22.666003", "authors": "Olguin, S. L.; Davis, D.; Rehman, A.; Berg, S. W.; Sahagun, E.; Oswalt, P. S.; Patil, M.; Sullivan, P. D. M.; Zhang, B. L.; Bryda, E.; Ben-Shalom, R.; Silverman, J. L.", "abstract": "KCNT1-related epilepsy is an autosomal dominant neurodevelopmental disorder with at least 64 known human variants, each with unique electrophysiological and epileptic characteristics. A multi-disciplinary collaboration generated a novel mouse model (C57BL/6-Kcnt1em1Bryd) carrying the G269S variant, corresponding to human G288S, located within the coding region of the channel pore. Network excitability of cultured cortical neurons from Kcnt1+/G269S exhibited sustained hyperexcitability and hypersynchronous bursting while Kcnt1G269S/G269S neurons showed early excessive bursting followed by network collapse, suggesting excitotoxicity. Kcnt1+/G269S displayed poor motor coordination, erratic breathing, and increased apneas. Critically, Kcnt1+/G269S were more susceptible to thermal-induced seizures in early life. In summary, these data: (i) provide a novel mouse model of KCNT1-related epilepsy, (ii) provide strong in vitro evidence of neuronal hyperexcitability, (iii) illustrate early-life seizures as a functional outcome measure, and (iv) lay the groundwork for future analysis of neural activity in vivo and modeling circuit level dynamics in vitro and in silico.", "date": "2025-10-25", "journal": ""}
{"title": "Ultra-fast genetic colocalisation across millions of traits", "doi": "10.1101/2025.08.25.672103", "authors": "Jesse, M.; Riet, A.-E.; Alasoo, K.", "abstract": "Colocalisation is a powerful approach to assess if two genetic association signals are likely to share a causal variant. However, association analyses in large biobanks and molecular quantitative trait loci (molQTL) studies now routinely identify millions of association signals across thousands of traits, making it infeasible to test for colocalisation between all pairs of signals. Here we introduce gpu-coloc, a GPU-accelerated re-implementation of the coloc algorithm that combines efficient data storage with parallelisation to achieve a 1000-fold speed increase while maintaining near-identical results. As a result, the run time of gpu-coloc now approaches the colocalisation posterior probability (CLPP) method, a competing method that only uses information from fine mapped credible sets to detect colocalisations. Using summary statistics from UK Biobank, FinnGen, and eQTL Catalogue, we demonstrate that gpu-coloc and CLPP detect highly concordant results, especially when restricting the analysis to confidently fine mapped signals. We introduce the colocalisation collider metric to quantify spurious colocalisations in large-scale colocalisation graphs and use it to choose decision thresholds that provide a reasonable trade-off between sensitivity and specificity. Finally, we demonstrate how gpu-coloc can also be applied to marginal GWAS summary statistics from studies that lack fine mapping, where it is still able to recover molQTL colocalisations for ~80% of the GWAS loci. Our efficient software and comprehensive analyses provide practical guidelines for future large-scale colocalisation analyses.", "date": "2025-10-25", "journal": ""}
{"title": "Early-life reproduction predicts male lifespan in turquoise killifish (Nothobranchius furzeri)", "doi": "10.1101/2025.09.27.678976", "authors": "Cattelan, S.; Valenzano, D. R.", "abstract": "Individuals of the same species can show striking variation in lifespan. A common assumption in life-history theory is that intra-species lifespan variation can be explained by trade-offs between reproduction and survival, i.e., individuals investing more in early-life reproduction are expected to live shorter. However, the trade-off assumption can mask alternative models. For example, individual quality could affect reproduction and survival in the same direction; e.g., high-quality individuals may both reproduce more and live longer. Here, we study the naturally short-lived turquoise killifish (Nothobranchius furzeri), an annual teleost with a limited reproductive window, which, according to the trade-off model, should generate a selective pressure that maximizes individual investment in early-life reproduction, at the expense of survival. To test the individual co-variation in reproduction and lifespan, we focused on males and performed IVFs using ejaculates collected longitudinally throughout life. Unlike the trade-off expectation, we found that reproduction outcomes of young individuals positively correlate with male lifespan, suggesting that early-life reproduction is a bona fide proxy for intrinsic individual quality. Using a causal-informed simulation, we showed that a parsimonious model where i) intrinsic quality affects both lifespan and reproduction and ii) age negatively impacts reproduction, largely recapitulates the observed data, including lifespan prediction from early-life reproduction. Our findings challenge the assumption that reproductive costs are the primary drivers of lifespan variation and instead highlight intrinsic quality as a key common cause to both lifespan and reproduction.", "date": "2025-10-25", "journal": ""}
{"title": "The Naïve Bayes Classifier++ as an Out-of-Distribution Detector of Novel Taxa", "doi": "10.1101/2025.10.18.683227", "authors": "Ramjattun, K.; Rosen, G.", "abstract": "Detecting sequences from novel taxa remains a key challenge in metagenomic classification, as reference databases rarely capture the full extent of microbial diversity. We investigate the Naive Bayes Classifier++ (NBC++) as an out-of-distribution (OOD) detector by analyzing its log-likelihood scores across simulated and real metagenomic datasets. By partitioning reference databases and introducing taxonomic novelty, we derive thresholds that distinguish known from unknown reads at multiple taxonomic levels. These thresholds remain consistent across database sizes, indicating that once a lineage is represented, novelty detection performance stabilizes. Applied to a human gut metagenome, the thresholds reflect differences in database density and classification confidence. This work characterizes how NBC++ responds to novelty and illustrates its use in evaluating unclassified metagenomic reads.", "date": "2025-10-25", "journal": ""}
{"title": "Paenitracins, a novel family of bacitracin-type nonribosomal peptide antibiotics produced by plant-associated Paenibacillus species", "doi": "10.1101/2025.10.21.683680", "authors": "Machushynets, N.; Elsayed, s. S.; Du, C.; Lysenko, V.; de la Cruz, M.; Sanchez, P.; Genilloud, O.; Martin, N. I.; Liles, M. R.; van Wezel, G. P.", "abstract": "The growing threat of antimicrobial resistance necessitates the discovery of novel antibiotics with activity against drug-resistant pathogens. Members of the genus Paenibacillus are a rich source of nonribosomal peptides (NRPs), including well-known antibiotics such as polymyxins, paenibacterin and tridecaptins. Here we use a targeted Mass-QL-based mass spectrometry approach to identify the NRPs produced by a collection of 227 taxonomically diverse plant-associated Paenibacillus strains, providing detailed insights into their NRP-producing potential. Using MassQL to zoom in specifically on NRPs containing basic amino acids, we discovered a novel family of bacitracins, which we designated paenitracins. The paenitracins are the first bacitracin-type peptides reported in Paenibacillus, and are distinguished from canonical bacitracins by three previously unseen amino acid substitutions. The paenitracins exhibit potent activity against Gram-positive pathogens, including vancomycin-resistant Enterococcus faecium E155. Our work provides a novel metabolomics- and genomics-guided workflow for the discovery of bioactive NRPs as a strategy to prioritize natural product chemical space and accelerate antibiotic discovery.", "date": "2025-10-25", "journal": ""}
{"title": "Carbapenem-resistance oprD mutations reshape Pseudomonas aeruginosa host-pathogen interactions during infection", "doi": "10.1101/2025.10.24.684370", "authors": "Laborda, P.; Colque, C. A.; La Rosa, R.; Molin, S.; Johansen, H. K.", "abstract": "Antibiotic resistance is a major global health threat. While its role in reducing drug susceptibility is well established, the broader consequences of resistance mutations on bacterial physiology and behavior during infection remain poorly understood. Carbapenem-resistant Pseudomonas aeruginosa is considered among the highest-priority bacterial threats, with resistance commonly driven by loss-of-function mutations in the carbapenem uptake porin OprD. Here we show that such mutations can arise in clinical isolates even without prior carbapenem treatment, indicating that their effects during infection extend beyond antibiotic resistance. Consistent with this, we found that oprD mutants exhibit enhanced early attachment to and translocation across airway epithelial barriers in infection models, an effect maintained across strains with distinct clinical genomic backgrounds and infection dynamics. Our findings indicate that loss of OprD alters the bacterial outer membrane charge and reduces mucus entrapment, thereby facilitating epithelial barrier colonization. Overall, these results illustrate how antibiotic resistance mutations can directly shape infection dynamics, extending their impact well beyond antimicrobial susceptibility.", "date": "2025-10-25", "journal": ""}
{"title": "Crystal structure of HERV-K envelope glycoprotein surface subunit", "doi": "10.1101/2025.10.24.684402", "authors": "Nikolopoulos, N.; Modis, Y.", "abstract": "The most recently acquired and transcriptionally active family of human endogenous retroviruses (HERVs) is HERV-K. Of the approximately 100 copies of HERV-K in our genome, many retain the potential to proliferate by retrotransposition, express viral proteins, and form functional virus particles. Aberrant expression of the HERV-K envelope glycoprotein (Env) has been associated with cancer and neurodegeneration. Autoantibodies against HERV-K Env have been found in patients with various autoimmune diseases. Here, we report the crystal structures of the Env surface subunit (SU) from HERV-K HML-2, determined at 2.25 Angstroms resolution. The overall fold is somewhat similar to Syncycin-2 SU and distantly related to HIV-1 gp120. The structure contains five disulfide bonds and four N-linked glycans, including one glycan that appears important for structural stability. Two extended loops form a surface for potential interactions with cell-surface receptors or other cellular factors. The structure also contains three detergent molecules, similar in structure to cholesterol, bound to hydrophobic surface patches. This crystal structure provides a platform for future studies to map autoantigenic epitopes, identify small-molecules that interfere with HERV-K activity, and extend our mechanistic understanding of retroviruses.", "date": "2025-10-25", "journal": ""}
{"title": "Interregional human assembloids recapitulate fetal brain morphologies and enhance neuronal complexity", "doi": "10.1101/2025.10.24.684445", "authors": "Antunes, A. S. L. M.; Athie, M. C. P.; Silveira, A. C. C.; Renner, J.; Dias, E. V.; Santos, J. V. R. d.; Hrvoj-Mihic, B.; Canateli, C.; Meidanis, J.; Muotri, A. R.; Rasia-Filho, A. A.; Avansini, S. H.", "abstract": "Neuronal morphology governs how neurons connect, integrate, and process information, offering critical insights into the functional architecture of the brain. Characterizing the three-dimensional (3D) morphology of individual neurons is key not only for mapping circuit connectivity but also for understanding the cellular diversity that emerges during development. Neural organoids are valuable models of human brain development and disease, yet their morphological complexity remains poorly characterized despite advances in single-cell transcriptomics. Here, we use 3D confocal imaging and manual reconstruction of 735 neurons to analyze forebrain (dorsal and ventral) and thalamic (dorsal and ventral) organoids, as well as forebrain, thalamic, and corticothalamic assembloids. We find that organoids and assembloids exhibit distinct morphologies resembling fetal brain neurons, including immature pyramidal-like, double-bouquet, and bushy-like neurons. Interregional assembloids show greater neuronal morphological complexity than individual organoids, with more extensive dendritic branching, longer projections, and diverse soma shapes. Corticothalamic assembloids further display features of emerging connectivity. We observe dendritic spines with excitatory and inhibitory profiles and varicosities, indicative of maturing synaptic architecture. Together, our work makes an initial effort in describing the diversity of neuronal morphology in human neural organoids and assembloids. It further establishes structural phenotyping as a critical dimension for validating human neural models and underscores their value for modeling morphofunctional disorders.", "date": "2025-10-25", "journal": ""}
{"title": "The RNA helicase eIF4A as a novel target in insect cells to combat arboviral infections", "doi": "10.1101/2025.10.22.683850", "authors": "Rehling, T.; Mentchen, K.; Konopka, L.; Obermann, W.; Weber, F.; Schmerer, P.; Schetelig, M.; Gruenweller, A.; Haecker, I.; Magari, F.", "abstract": "Arboviruses transmitted by mosquitoes cause major global health burdens, yet few vaccines or antivirals exist. Targeting host factors required for viral replication offers a promising approach. The DEAD-box RNA helicase eIF4A, a core component of the translation initiation complex eIF4F, unwinds structured 5' UTRs and is critical for many viral RNAs. We tested whether the natural products rocaglates and pateamines, potent eIF4A inhibitors in mammalian cells, also suppress arboviral replication and translation in insect vectors. Silvestrol strongly inhibited Rift Valley fever virus (RVFV) replication in human A549 cells without cytotoxicity, expanding the list of arboviruses dependent on eIF4A. Sequence analysis showed conservation of the rocaglate-binding motif between the arboviral vector Aedes aegypti and the fruit flies Anastrepha suspensa and Drosophila melanogaster. Dual-luciferase assays in insect cells of all three species confirmed silvestrol selectively inhibited translation from purine-rich reporters below cytotoxic thresholds. Purified eIF4A variants retained helicase activity, allowing direct testing of inhibitor interactions. Thermal shift assays demonstrated robust stabilization of eIF4A-RNA complexes by both compound classes in the wildtype proteins, with unexpected rocaglate sensitivity of the putatively insensitive Ae. aegypti H161L mutant, indicating a unique binding pocket geometry of the mosquito protein. Our results identify eIF4A as a conserved and druggable host factor in insects, highlighting its potential as a novel target for transmission-blocking antivirals and insect-specific inhibitors.", "date": "2025-10-25", "journal": ""}
{"title": "CellBin:a generalist framework to process spatial omics data to cell level", "doi": "10.1101/2025.10.23.683357", "authors": "Zhang, Y.; Liu, H.; Wang, H.; Li, Z.; Li, Y.; Chen, J.; Fan, J.; Yi, J.; Shi, C.; Ren, X.; Kang, Q.; Bai, Y.; Fang, S.; Guo, J.; Heng, Y.; Jia, D.; Liao, S.; Chen, A.; Shao, H.; Li, M.", "abstract": "Spatial omics has rapidly expanded with increasingly diverse imaging modalities,molecular targets,and chip sizes.However,no general framework currently exists to construct cell level matrices that are robust across platforms and omics types.Here we present CellBin,a universal and scalable framework that unifies image stitching,cell segmentation,and spot-to-cell mapping for multiple spatial omics technologies.CellBin integrates a multi-field weighted stitching algorithm for large-area images, a family of U-Net-based models trained across diverse staining modalities,and an optimized computational architecture for high-throughput processing.Across five technological platforms and three omics data types,CellBin achieves robust segmentation and accurate single-cell matrix construction,consistently outperforming seven state-of-the-art methods in F1-score, cell size precision, and annotation accuracy.By providing a generalizable,cross-platform solution,CellBin bridges multiple spatial omics,enabling unified, high-resolution cell level analyses across technologies.", "date": "2025-10-25", "journal": ""}
{"title": "Clove-derived eugenol induces strong avoidance behaviour in the invasive fruit fly, Drosophila suzukii", "doi": "10.1101/2025.10.24.684488", "authors": "Baleba, S. B. S.; Omondi, V. O.; Mohamed, S. A.; Getahun, M. N.; Jiang, N.-j.; Diallo, S.", "abstract": "The success of invasive species often relies on sensory adaptations that allow them to exploit new environments. Unlike most of its relatives, the spotted wing drosophila (Drosophila suzukii) lays eggs in ripening fruit, making it a serious and rapidly spreading agricultural pest worldwide. Spice plants produce volatiles that repel many insects, making them a potential source of D. suzukii behavioural modulators. Here, we examined whether volatiles from clove (Syzygium aromaticum) could alter the behaviour and fitness of D. suzukii. Behavioural assays revealed strong aversion: adults avoided grapes treated with clove extract, while gravid females laid significantly fewer eggs on treated fruit in both no choice and choice assays. Clove exposure adversely impacted fitness, resulting in slower larval growth, reduced adult weight, decreased emergence rate, and shortened lifespan. Gas Chromatography mass spectrometry analyses identified eugenol as the predominant volatile. Consistent with this, synthetic eugenol elicited strong avoidance not only in grapes but also across various host fruits, including apple, banana, blueberry, guava, mango, orange, papaya, raspberry, strawberry, and tomato. Furthermore, molecular docking and single-sensillum recordings indicated that eugenol binds most strongly to DsuzOR88a, followed by DsuzOR69a and DsuzOR23a odorant receptors. Subsequently, cheminformatic screening of 1,000 eugenol analogues revealed several structural variants predicted to interact strongly with OR88a, offering additional candidate repellents. By combining behavioural, analytical chemistry, electrophysiological, and cheminformatic approaches, our study demonstrates that clove, through its major volatile eugenol, disrupts host use and reduces fitness in D. suzukii. These results highlight the ecological role of plant-derived repellents in insect plant interactions and position eugenol as a promising natural compound for sustainable fruit pest management.", "date": "2025-10-25", "journal": ""}
{"title": "Lipid composition and mechanical force underlie multi-modal regulation of Piezo1 gating", "doi": "10.1101/2025.10.24.684433", "authors": "Vaisey, G.; MacKinnon, R.", "abstract": "Piezo1 ion channels are widely expressed cellular mechanosensors. They adopt an intrinsically curved shape when closed and are thought to open when mechanical forces applied to the membrane favor a more flattened conformation. By reconstituting Piezo1 channels into lipid vesicles, a flattened conformation has been determined, however, the ion conduction pore remained closed. In line with this observation, Piezo1 channels do not exhibit mechanical activation in the kind of lipids used in the structural studies. Here we show first that Piezo1 channels in cell-derived membranes retain functional mechanical gating, and second, that in cell-derived membranes they adopt a completely flattened disk shape associated with large conformational changes within and around the ion conduction pathway. These conformational changes occurring in cell-derived lipid membranes, suggest that mechanical force is necessary but insufficient, and that a specific membrane-derived cofactor apparently complements mechanical force to activate Piezo1.", "date": "2025-10-25", "journal": ""}
{"title": "Development of a Time-based Drug Screening Platform for Improved Clinical Translation", "doi": "10.1101/2025.10.24.684432", "authors": "Hughes, E. A.; Davenport, L. L.; Woodward, A.; Patel, S.; Lee, J.; Zdyrski, C.; Douglass, E. F.; Pawlak, A.; Allenspach Jorn, K.; Mochel, J. P.", "abstract": "In 2022, the average cost for a single drugs development increased by 15%, reaching $2.3 billion. In drug development, oncology has the highest attrition rate with 95% of new drugs failing Phase 2 clinical trials alone. Consequently, innovative approaches are needed to assess clinical utility prior to proceeding with human trials. Current drug development follows the theory that best potency is equal to the best drug, which is a concentration-centric paradigm focused on optimizing drug-target interaction (Kd) to improve the concentration of drug necessary to elicit its therapeutic effect (IC50). However, both drug concentration and exposure time contribute to clinical efficacy, yet most laboratory studies focus on IC50 alone. This manuscript characterizes drug potency and kinetics of ten oncology drugs in three different cancer cell lines and integrates in vivo pharmacokinetic-pharmacodynamic models to identify how these parameters relate to real-world clinical outcomes. Our analyses revealed that Cmax normalization is necessary for concentration response data as IC50 alone does not account for drugs that are studied at sub-therapeutic concentrations. Additionally, the temporal effect of drug efficacy varies between cell lines and dose, where some drugs are unable to overcome the proliferation rate of the cells to induce a decrease in disease progression. This work aims to enhance the design and implementation of drug regimens by understanding the time-dependence of clinical efficacy and cytotoxicity.", "date": "2025-10-25", "journal": ""}
{"title": "Development of a Time-based Drug Screening Platform for Improved Clinical Translation", "doi": "10.1101/2025.10.24.684432", "authors": "Hughes, E. A.; Davenport, L. L.; Woodward, A.; Patel, S.; Lee, J.; Zdyrski, C.; Douglass, E. F.; Pawlak, A.; Allenspach Jorn, K.; Mochel, J. P.", "abstract": "In 2022, the average cost for a single drugs development increased by 15%, reaching $2.3 billion. In drug development, oncology has the highest attrition rate with 95% of new drugs failing Phase 2 clinical trials alone. Consequently, innovative approaches are needed to assess clinical utility prior to proceeding with human trials. Current drug development follows the theory that best potency is equal to the best drug, which is a concentration-centric paradigm focused on optimizing drug-target interaction (Kd) to improve the concentration of drug necessary to elicit its therapeutic effect (IC50). However, both drug concentration and exposure time contribute to clinical efficacy, yet most laboratory studies focus on IC50 alone. This manuscript characterizes drug potency and kinetics of ten oncology drugs in three different cancer cell lines and integrates in vivo pharmacokinetic-pharmacodynamic models to identify how these parameters relate to real-world clinical outcomes. Our analyses revealed that Cmax normalization is necessary for concentration response data as IC50 alone does not account for drugs that are studied at sub-therapeutic concentrations. Additionally, the temporal effect of drug efficacy varies between cell lines and dose, where some drugs are unable to overcome the proliferation rate of the cells to induce a decrease in disease progression. This work aims to enhance the design and implementation of drug regimens by understanding the time-dependence of clinical efficacy and cytotoxicity.", "date": "2025-10-25", "journal": ""}
{"title": "Visual Salience Controls the Speed of Evidence Accumulation in Value-Based Decisions by Rats", "doi": "10.1101/2025.10.24.684442", "authors": "Palmer, J. A.; Chavez Lopez, K.; Laubach, M.", "abstract": "Studies of visual discrimination learning decision making in rodents, particularly those using visual cues, can confound the effects of cue salience with reward value, making it difficult to determine which factor guides choice behavior. We addressed this issue using a two-alternative forced-choice task in which rats chose between visual cues associated with high or low sucrose rewards. After initial training with high (16 LEDs) and low (1 LED) luminance cues, we introduced a novel cue of intermediate luminance (4 LEDs) in a \"luminance shift\" test, keeping the associated reward values constant. We found that while rats maintained a preference for the higher-value option, the introduction of a perceptually more similar cue consistently reduced choice preference and eliminated latency differences compared to baseline. Using drift diffusion modeling, we determined that the luminance shifts primarily caused a reduction in the drift rate (the speed of evidence accumulation), reflecting increased difficulty in cue discrimination. This finding suggests that the visual salience of the options dictates the efficiency of evidence accumulation in value-based decisions. Furthermore, this effect on drift rate is notable because it shows a dissociation from our previous work (Palmer et al., 2024), where prefrontal cortex inactivation specifically affected the decision threshold but not the drift rate. Our results demonstrate that the relative salience of visual stimuli influences deliberation, with low-level perceptual features shaping the computational dynamics of value-based choice. Our findings clarify the distinct contributions of sensory input and prefrontal function in the decision process.", "date": "2025-10-25", "journal": ""}
{"title": "Family identity is represented within vocal categories by the gerbil auditory cortex", "doi": "10.1101/2025.10.24.684438", "authors": "in 't Zandt, E. E.; Peterson, R. E.; Sanes, D. H.", "abstract": "Vocalizations are integral to social communication, with acoustic features that may convey both meaning and information about an animal's identity or emotional state. The neural representation of vocalizations must therefore permit animals to generalize across one set of acoustic features to recognize meaning, and a different set of features to recognize vocalizer identity. To test this idea, we recorded the responses of gerbil core auditory cortex (AC) neurons to a large array (n>1500) of variants drawn from four vocalization categories and produced by 5 different families. Each vocalization category could be decoded from AC population activity with high accuracy, despite the acoustic variance across vocalization renditions or different families-of-origin, and displayed a 'boundary effect' (i.e., better classification across, than within, a category). Moreover, the family identity of each vocalization category could be decoded from a larger AC population. Thus, AC activity can be used to simultaneously predict vocalization category and family identity, and is robust to the natural range of acoustic variance.", "date": "2025-10-25", "journal": ""}
{"title": "Preoptic activation induces a torpor-like hypothermic and hypometabolic state that is cerebroprotective", "doi": "10.1101/2025.10.24.684192", "authors": "Kamal, A.; Liu, J.; Gonzales, E. R.; Mohamad Ibrahim, K.; Zhang, F.; Skelton, H. E.; Kelly Cuenca, J.; Yuede, C.; Patti, G. J.; Shriver, L. P.; Lee, J.-M.; Norris, A. J.; Landsness, E. C.", "abstract": "Therapeutic hypothermia for stroke has been limited by shivering, increased metabolic demand, and poor patient tolerance. Engaging endogenous thermoregulatory circuits to lower body temperature may overcome these limitations and modulate metabolism, offering an integrated approach to cerebroprotection. Here, we show that chemogenetic activation of neurons in the preoptic area (POA) elicits a torpor-like state in mice, characterized by sustained hypothermia and hypometabolism. In an animal stroke model, this endogenous hypothermic state significantly reduced infarct volume and improved motor outcomes compared to controls, whereas maintaining normothermia attenuated these protective effects. To explore metabolic mechanisms contributing to this state, we performed untargeted metabolomic profiling 30 minutes after POA activation and identified coordinated shifts in nucleotide, phospholipid, and sphingolipid pathways. These rapid, temperature-dependent changes indicate a metabolically reprogrammed state that may enhance neuronal resilience during ischemic stress. Together, our findings suggest that POA-driven hypothermia confers cerebroprotection through specific metabolic adaptations with translational potential.", "date": "2025-10-25", "journal": ""}
{"title": "Neuronal extracellular vesicles regulate axon development in primary cortical neurons via local miR-99a targeting of HS3ST2", "doi": "10.1101/2025.10.24.684188", "authors": "Mesquita-Ribeiro, R.; Rathbone, A.; Jackson, P.; McCann, S.; Jackson, H.; Lucci, C.; James, V.; Dajas-Bailador, F.", "abstract": "Fully functional neural competence and integrity requires a complex array of communication means among neurons, with extracellular vesicles (EVs) emerging as a relevant mechanism for cell-cell interaction in the CNS. Despite the growing number of studies demonstrating the presence of miRNAs in axon and EVs, the molecular mechanisms of those microRNAs present in EVs and their functional role in nervous system development has not been fully explored. In this study, we investigated whether neuronal EVs can have a role in neuron-to-neuron communication during the development of neuron connectivity in mouse primary cortical neuron cultures. Our results demonstrate how miR-99a can regulate axonal growth via its EV-mediated delivery and through the targeting of HS3ST2, a heparan sulphate glucosamine 3-O-sulphotransferase, which is predominantly expressed in the brain and generates rare 3-O-sulphated domains in heparan sulphate proteoglycans, with growing importance in development and neurodegenerative mechanisms. Importantly, we show how in compartmentalised microfluidic cultures, where axons are isolated from neuronal somas, the growth-promoting effects of neuron-derived EVs are local to the axon. These findings establish that neuronal EVs can deliver miRNAs to discrete subcellular domains to acutely modulate local gene expression, thereby driving axonal growth and shaping neurodevelopment.", "date": "2025-10-25", "journal": ""}
{"title": "Liraglutide exerts protective effects on MASLD independently of lipophagy, and the combination with kombucha presents no additional advantage", "doi": "10.1101/2025.10.24.684466", "authors": "Almeida, J. S. d.; Andreotti, S.; Obara, T. Y.; Ferreira, B. L. C.; Gentile, R. d. S. O.; Carvalho, C. R. d. O.", "abstract": "Metabolic dysfunction - associated steatotic liver disease (MASLD) has a high global prevalence, requiring effective therapeutic options. This study investigated the effects of liraglutide and kombucha, alone and in combination, in a murine model of high-fat diet (HFD)-induced MASLD. Metabolic parameters, body composition, liver histology, lipid profile, and markers of lipophagy were evaluated. The results demonstrate that liraglutide reduced body weight, fat mass, and lean mass, as well as food and caloric intake, fasting blood glucose, hepatic triglycerides (TG), steatosis, and fibrosis, improved the lipid profile and glucose tolerance, and increased lysosomal acid lipase (LAL) expression in the liver. Kombucha reduced lean mass, liver steatosis, hepatic TG, food and caloric intake, fasting blood glucose, low-density lipoprotein cholesterol (LDL-C), and liver fibrosis, in addition to improving glucose tolerance. However, the combination of treatments did not show synergistic effects superior to those of liraglutide alone. Although liraglutide independently impacted LAL expression, none of the other lipophagy markers were modulated in the liver, suggesting that the beneficial mechanisms of action are independent of the lipophagy pathway. It is concluded that both liraglutide and kombucha are valid strategies for mitigating MASLD, but the combination does not offer superior advantages over liraglutide monotherapy.", "date": "2025-10-25", "journal": ""}
{"title": "IRIS: A Machine Learning-Based Pose Re-Ranking Tool for RNA-Ligand Docking", "doi": "10.1101/2025.10.24.684232", "authors": "Amburn, A.; Jayaraman Rukmani, S.; Parks, J. M.; Smith, J. C.", "abstract": "RNA-ligand docking remains challenging, due in part to intrinsic properties of RNA such as structural flexibility and a highly charged phosphate backbone. rDock, a widely used RNA docking program, can generate ligand poses close to the experimental structure, but its scoring function frequently fails to rank these poses above less accurate alternatives. To supplement rDock, here we introduce the Intelligent RNA Interaction Scorer (IRIS), a regression model leveraging physicochemical and interaction-based features and trained on the largest dataset of experimental nucleic acid-ligand complexes compiled to date (1,356 structures). IRIS improves rDock RNA-ligand pose ranking relative to the use of rDock scores alone. We find that at least one of the 100 top generated poses for any given complex is within 2.0 angstrom RMSD of the native pose in 79.4% of test complexes. Of these 79.4%%, the default rDock scoring function ranks the correct pose first in 40.2% of cases. IRIS improves this latter fraction to 52.7% and increases the success rate for selecting a near-native pose among the top five ranked poses from 55.4% to 73.2%. IRIS thus significantly enhances pose ranking accuracy and can be seamlessly integrated into docking pipelines to refine ligand poses in RNA-targeted drug discovery.", "date": "2025-10-25", "journal": ""}
{"title": "The Rhizarian amoeba Filoreta ramosa develops a neuron-like arborized network using conserved cytoskeletal mechanisms", "doi": "10.1101/2025.10.24.684464", "authors": "Guest, S. L.; Dawson, S. C.", "abstract": "Cells must spatially differentiate to organize their organelles, maintain function, and interact with their environment efficiently. One type of spatial differentiation used throughout eukaryotes is branched morphology, as seen in neuronal arbors and fungal hyphae. However, the mechanisms driving branched morphogenesis remain undefined in most lineages. The Rhizaria are a eukaryotic lineage including numerous amoebae with branched network-forming pseudopodia called reticulopodia. Our Rhizarian isolate, Filoreta ramosa, develops an intricately branched network covering multiple centimeters in surface area. We investigated the development of its arborized morphology, focusing on cytoskeletal structure and organelle transport. Through live imaging, immunofluorescence, and drug perturbations, we show that conserved cytoskeletal proteins drive branching and development in a manner that mirrors the cytoskeleton of neuronal arbors, despite an estimated 1.2 billion years of evolutionary distance. Additionally, we demonstrate that its dynamic morphology is interdependent on branched microtubule arrays that facilitate rapid organelle transport, while actin-filled pseudopods enable nutrient uptake, new branch formation, and intercellular interactions. These findings suggest an ancient, shared strategy for long-distance spatial organization in arborizing cell types.", "date": "2025-10-25", "journal": ""}
{"title": "Failure of DNA repair leads to the tumorigenic transformation of a regenerating blastema in Drosophila imaginal discs", "doi": "10.1101/2025.10.24.684460", "authors": "Kaur, T.; Repiso, A.; Liu, Y.; Doria, P.; Urgell, J.; Rodriguez-Escudero, L.; Karkali, K.; Hu, Y.; Perrimon, N.; Martin-Blanco, E.", "abstract": "We present a Drosophila model demonstrating that repeated cycles of tissue regeneration following localized apoptosis can induce tumorigenesis in the absence of oncogene activation or tumor suppressor loss. Chronic regenerative stress leads to epithelial disorganization, loss of cell polarity, immune cell infiltration, DNA damage, centrosomal defects, and aneuploidy--classical hallmarks of cancer. A subset of ''walking dead'' cells resists apoptosis and contributes to tissue overgrowth and heterogeneity. Single-cell transcriptomics identifies a distinct cell population, absent from normal tissue, emerging under both regenerative and tumorigenic conditions and characterized by enrichment in JNK pathway components. The tumorigenic signature specifically features distinctive JNK regulatory elements while excluding chaperone proteins. Notably, inhibition of JNK signaling or modulation of DNA repair suppresses neoplastic transformation. This model reveals how chronic injury and defective regeneration drive cancer initiation, establishing a mechanistic link between wound healing and tumorigenesis, and providing a powerful system to explore early tumor development and therapeutic intervention.", "date": "2025-10-25", "journal": ""}
{"title": "Dorsal forerunner cells transmit epiboly forces to extend the zebrafish notochord", "doi": "10.1101/2025.10.24.684459", "authors": "Small, C.; Williams, M. K.", "abstract": "Convergence and extension (C&E) cell movements promote anteroposterior axis extension and narrow both neuroectodermal and mesodermal tissues during gastrulation. Mediolateral cell intercalation is largely responsible for this morphogenetic process in vertebrates, but evidence suggests that additional cell-extrinsic forces generated by surrounding tissues contribute to the shaping of many structures. In zebrafish, for example, mechanical forces generated by the anteriorly migrating prechordal plate cooperate with tissue-autonomous cell intercalations to promote extension of the notochord. Here we propose a novel model for notochord morphogenesis by which mechanical epiboly forces within the enveloping layer are transmitted to the posterior end of the notochord via a cluster of dorsal forerunner cells (DFCs) that physically links the two. We found that scattered or absent DFCs caused by loss of crb2a or sox32, respectively, reduces notochord C&E and exacerbates axis extension defects in planar cell polarity signaling-deficient embryos. Using an automated image segmentation and cell shape analysis pipeline, we show that cells within the posterior notochord fail to properly elongate when DFCs are scattered or absent. Finally, we demonstrate that loss of crb2a and sox32 fails to disrupt C&E of zebrafish embryonic explants in which no epiboly occurs and all extension is driven by cell-intrinsic behaviors. Together, these findings support a model in which DFCs facilitate mechanical coupling of the enveloping layer to the posterior notochord during epiboly to ensure robust morphogenesis of the notochord during gastrulation.", "date": "2025-10-25", "journal": ""}
{"title": "Cln3 can work independently of Whi5 on the cell size for Start in yeast", "doi": "10.1101/2025.10.24.684447", "authors": "Shah, A.; Honey, S.; Sejour, R.; He, C.; Futcher, B.", "abstract": "In yeast, cells commit to division at Start in G1 phase. The critical cell size for Start is regulated in part by the size-control genes CLN3 and WHI5. Cln3 is a G1 cyclin that activates Start by activating the Cdc28 cyclin dependent kinase. Null cln3 mutants have large cells, because they lack an activator, while hyperactive mutants have small cells. Whi5 inhibits Start. Null whi5 mutants have small cells, while hyperactive mutants have large cells. Previous studies suggested that CLN3 and WHI5 are in a linear, dependent pathway, in which Cln3 acts inhibits Whi5, possibly by phosphorylation. We compared isogenic WT, cln3, whi5, and cln3 whi5 mutants, and find that whi5 is not epistatic, or not fully epistatic, to CLN3. That is, CLN3 can work independently of WHI5. The cln3 and whi5 deletions have off-setting phenotypes, such that the double mutant is nearly wild-type in cell size, and has only the mildest phenotype, with well-controlled cell size, despite entirely lacking two major cell size regulators. Growth rates were also measured. Some mutants were larger and some mutants smaller than wild-type, but the wild-type had the fastest doubling time, consistent with the idea that wild-type size is optimal for growth rate.", "date": "2025-10-25", "journal": ""}
{"title": "Exploring the Winner-Loser Effect on Emotion in Crickets", "doi": "10.1101/2025.10.24.684431", "authors": "Miller, M.; Liebl, E.; Reichert, M. S.", "abstract": "Individual variation in behavioral traits, commonly referred to as personality, is exhibited in numerous animal species, including invertebrates. The specific personality trait of exploration tendency may be affected by positive/optimistic or negative/pessimistic emotional states. Animal contests can induce these emotions, as winning against one's opponent increases 'optimism', while losing causes 'pessimism'; these states can then affect behavior in other contexts. Previous studies demonstrate that house crickets (Acheta domesticus) experience this winner-loser effect in fights, thus we investigated if a cricket's exploratory behavior is influenced by the outcome of its contest. We predicted that after a fight, winners would exhibit increased exploratory behavior due to an optimistic emotional state, while losers would show decreased exploratory behavior due to a pessimistic emotional state. Exploration tendency was measured as an individual's latency to exit a shelter. Crickets then participated in an aggression contest, with opponents chosen to be smaller or larger so that focal individuals either won (n=33) or lost (n=31), respectively. Latency to exit was again measured after the contest, as well as 48 h later to examine the persistence of winner-loser effects on exploration behavior over extended time periods. Latencies for control crickets (n=40) were measured at the same time points, but controls did not engage in a fight. In one of two years, winning crickets' latency times decreased following the contest, while losing crickets' latency times were not significantly affected. This suggests that individuals' emotional states were changed by the experience of winning a fight, which affected exploration tendencies, while losing a fight does not have an effect on exploration tendency. These data on invertebrate emotions have important implications for human health by allowing for future studies on the mechanisms behind mental states.", "date": "2025-10-25", "journal": ""}
{"title": "Aromatic residues in mobile regions distal to the active site support the closed conformation of E. coli DXPS", "doi": "10.1101/2025.10.24.684457", "authors": "Kramer, L. J.; Austin, S. L.; Majumdar, A.; Smith, N. D.; Woodcock, H. L.; Freel Meyers, C. L.", "abstract": "The essential bacterial enzyme 1-deoxy-D-xylulose 5-phosphate synthase (DXPS) is absent in humans, making the enzyme an attractive antimicrobial target. Its product DXP sits at a metabolic branchpoint between the biosynthesis of pyridoxal phosphate (PLP), thiamin diphosphate (ThDP), and isoprenoids. DXP is formed via decarboxylation of pyruvate and subsequent carboligation with D-glyceraldehyde-3-phosphate (D-GAP) in a ThDP-dependent manner. In the current mechanistic model, DXPS follows a ligand-gated mechanism. Pyruvate reacts with ThDP to form C-lactyl-ThDP (LThDP) which coincides with a shift to a closed conformation. The flexible spoon and fork motifs become ordered, situating the catalytic residue H299 within the active site which supports LThDP persistence and the closed conformation of the E-LThDP complex until binding of D-GAP. Our goal is to understand the molecular basis for stabilization of the E-LThDP complex in its closed conformation in the absence of D-GAP. We propose the conserved aromatic residues Y288, F298, and F304 in the E. coli DXPS spoon and fork motifs form a cluster upon the transition from the open to closed form to position H299 within the active site, necessary for LThDP persistence. Here, we conducted mutagenesis studies to elucidate the roles of Y288, F298, and F304 in conformational cycling and catalysis. On each variant, the conformational equilibrium favored an open state, hindered intermediate formation and persistence, and promoted intermediate release from the active site. Our results support a model in which conserved aromatic residues within the mobile, sequence-diverse spoon and fork motifs, promote the closed conformation and support catalysis.", "date": "2025-10-25", "journal": ""}
{"title": "Carborane-NHS esters as versatile reagents for amine-selective small-molecule modification, bioconjugation, and peptide-polymer assembly", "doi": "10.1101/2025.10.24.684456", "authors": "Jenko, A.; Barbic, U.; Renko, A.; Hsu, C.-P.; Jemc, D.; Makuc, S.; Jamnik, L.; Zupunski, V.; Loas, A. I.; Pentelute, B. L.; Gazvoda, M.", "abstract": "Carboranes - hydrophobic, boron-rich clusters with unique structural properties - offer broad potential in materials science and biomedicine. They can mimic carbocyclic frameworks for designing advanced materials such as polymers and MOFs, and when incorporated into biomolecules, reduce local polarity while enriching boron content: a feature attractive for boron neutron capture therapy (BNCT). Here, we report the development of organic carborane reagents based on N-hydroxysuccinimide (NHS) esters serving as versatile platform for selective conjugation to amine residues, enabling functionalization of small molecules, peptides, and antibodies. We further introduce bifunctional carborane reagents bearing two NHS ester sites, which mediate inter- and intramolecular coupling as well as peptide-driven polymerization. The resulting carborane-peptide polymers, composed of fragments with distinct physicochemical features, represent a new class of hybrid materials. To demonstrate biomedical utility, therapeutic antibodies (trastuzumab, cetuximab, and daratumumab) were conjugated with these reagents, attaching up to 13 carboranes per antibody. Linker length was found to be critical for maximizing loading efficiency. nLC-MS/MS mapping of trastuzumab conjugates identified 15 preferential lysine modification sites, located outside CDR regions. Importantly, trastuzumab-carborane conjugates retained native HER2-targeting activity in BT-474 cell assays. These structures, integrating therapeutic antibody efficacy with boron delivery capability, hold promise as multimodal agents for BNCT.", "date": "2025-10-25", "journal": ""}
{"title": "Distinct Roles of Surface Nanostructure and Polymer Degradation in Fibroblast Response to Device Design", "doi": "10.1101/2025.10.24.684439", "authors": "Pawelec, K.; Shapiro, E.", "abstract": "Fibrotic encapsulation of implanted biomedical devices represents the highest cause of device failure across numerous fields, including orthopedics, breast implants and neural electrodes. While most research has focused on the immune system for driving the foreign body response to devices, fibroblasts are emerging as another key regulator of tissue response. In the present study, we evaluated the effects of porous device design on the activation of primary human dermal fibroblasts into myofibroblasts, a contractile cell that is a hallmark of fibrosis, over four weeks in culture. In particular two factors were studied 1) the introduction of nanoparticles, as they are increasingly being used for device functionalization, and 2) the polymer matrix, which dictates chemistry, mechanics and degradation. The addition of tantalum oxide (TaOx) nanoparticles (0-20wt%) had a minimal effect on fibroblasts, significantly down-regulating expression of alpha smooth muscle actin (SMA) (0.31 +/- 0.1), likely driven by the increase in nanoscale surface roughness. The polymer matrix of the device caused significant changes to myofibroblast activation, with the fast degrading polymer, poly(lactide co-glycolide) (PLGA) 50:50, significantly up-regulating multiple myofibroblast markers, including SMA (5.16 +/- 2.5), vinculin, integrin 1, and integrin 5, compared to non-degrading polycaprolactone (PCL). The effect was due to the release of degradation products, namely lactic acid, which affects cellular metabolism. Together this highlights that device design affects biological response immediately post-implantation in ways that impact the ultimate success or failure of biomedical devices.", "date": "2025-10-25", "journal": ""}
{"title": "Encoded cell-material interactions to reroute cytokine signaling for regenerative medicine", "doi": "10.1101/2025.10.24.684449", "authors": "Eidman, Z. M.; Sharma, J.; Lee, J. C.; Schulze, N. F.; Brien, H. J.; Corn, K. C.; Rafat, M.; Brunger, J. M.", "abstract": "Regenerative engineering harnesses materials science and stem cell biology to develop strategies to repair damaged and diseased tissue. Despite advances in designer materials, few techniques effectively provide auto-regulated feedback mechanisms that govern how cells sense and respond to discrete microenvironmental changes. Here, we demonstrate that the artificial, juxtacrine-like receptor synthetic Notch (synNotch) can be activated by endogenous multimeric cytokines in solution, without immobilizing materials, revealing a previously unreported activation modality and yielding up to 24-fold dynamic range. To broaden synNotch sensing to monomeric cytokines, we developed nMATRIX, a co-engineered material-cell platform that detects endogenous, soluble ligands and routes them to programmed gene circuits with spatially confined effects. nMATRIX can be tuned to recognize the interleukins IL-1{beta} and IL-6 using synNotch receptors plus cognate biomaterials, yielding up to 68-fold dynamic range and converting these inflammatory inputs into orthogonal outputs that reprogram nearby cell phenotypes. nMATRIX functions across multiple cell types and can incorporate the synNotch-related SNIPR synthetic receptor platform. nMATRIX repurposed inflammatory signals and converted them into anti-inflammatory cues to polarize macrophages (increased CD163, CD206; decreased CD86). Thus, nMATRIX couples native soluble cues to customized cellular responses with tunable sensitivity, offering a flexible materials-based approach for self-regulating regenerative therapies.", "date": "2025-10-25", "journal": ""}
{"title": "GRASS-NB: Group-structured variable selection for spatial negative binomial data with applications to cancer registry and spatial omics", "doi": "10.1101/2025.10.24.684446", "authors": "Mattila, C.; Neelon, B.; Sonawane, K.; Cao, S.; Angel, P.; Hill, E.; Seal, S.", "abstract": "Spatially structured, overdispersed count data with high-dimensional predictors are increasingly observed across studies from population-level epidemiology to cellular-level spatial omics. Feature selection is critical to identify influential predictors, such as key risk factors or biomarkers. Few Bayesian studies have assessed negative binomial regression (NBR) models with standard variable selection priors, like the mixture spike-and-slab (SS) or continuous horseshoe (HS), but mostly under aspatial settings. Features often form groups; for instance, in population surveys, caloric intake and physical activity may fall under \"Diet & Exercise\", while cigarette use and smoking laws belong to \"Smoking\". We propose a flexible NBR model that accommodates spatial autocorrelation and introduces a novel group-structured prior by hybridizing SS and HS shrinkage. The model's performance with different priors is evaluated in terms of specificity, precision, and computational cost under challenging scenarios, including \"large p, small n\" cases. We further apply the model to CDC state-level cancer data, comprising demographic, screening, and behavioral covariates, to identify key drivers and population-level risk factors, and to a melanoma spatial omics dataset for predictive modeling of gene expression. An efficient R package is provided on GitHub.", "date": "2025-10-25", "journal": ""}
{"title": "Modulating inter-mitochondrial contacts to increase membrane potential for mitigating blue light damage", "doi": "10.1101/2025.10.24.684455", "authors": "Wang, Y.; Qiu, K.; Zou, W.; Amom, P.; Ganjawala, T.; Lee, E.; Tian, Z.; Xu, X.; Huang, T.; Tsai, N.-P.; Shi, D.; Kang, P.; Bai, H.; Zacharias, A. L.; Zhang, K.; Diao, J.", "abstract": "Mitochondrial membrane potential (MMP) is essential for mitochondrial functions, yet current methods for modulating MMP lack precise spatial and temporal control. Here, we present an optogenetic system that enables reversible formation of inter-mitochondrial contacts (mito-contacts) with high spatiotemporal precision. Blue light stimulation induces rapid formation of mito-contacts, which fully dissipate upon cessation of illumination. These light-induced mito-contacts can enhance MMP, leading to increased ATP production under stress conditions. Moreover, in human retinal cells and C. elegans, high MMP induced by mito-contacts alleviates the deleterious effects of prolonged blue light exposure, restoring energy metabolism and extending organismal lifespan. This optogenetic approach provides a powerful tool for modulating MMP and offers potential therapeutic applications for diseases linked to mitochondrial dysfunction.", "date": "2025-10-25", "journal": ""}
{"title": "XPF mediates 3' flap processing for FEN1-independent Okazaki fragment maturation", "doi": "10.1101/2025.10.24.684453", "authors": "Li, K.; Yang, F.; Wang, Y.; Shi, G.; Yan, Y.; Lei, Y.; Wang, Y.; Sun, H.; Zhou, M.; Zheng, L.; Shen, B.", "abstract": "Okazaki fragment maturation (OFM), the process that removes RNA-DNA primers, is a major source of DNA replication stress and mutations. It involves Pol{delta}-mediated DNA strand displacement synthesis that produces 5' flaps, FEN1-mediated 5' flap cleavage, and LIG1-catalyzed nick ligation. Recently, we discovered that under stress conditions, yeast cells convert 5' flaps into 3' flaps, which are degraded by 3' flap nucleases to produce ligatable DNA nicks. However, little is known about this stress-induced, 3' flap-based OFM in human cells. Here, we report that 3' flaps frequently form in various human cancer cells, and that FEN1 deficiency significantly enhances 3' flap levels. XPF1 is recruited to the replication forks in FEN1 mutant or FEN1-chemically inhibited cells. Notably, XPF deficiency or inhibition in those defective cells leads to accumulation of 3' flaps, replication-related DNA strand breaks, and unique mutation signatures. Furthermore, XPF and FEN1 inhibitors show synergistic effects in killing human cancer cells. In summary, we demonstrate that 3' flap-based OFM is an important alternative of 5' flap-based OFM in mammalian cells. XPF is a key nuclease to degrade 3' flaps and complete OFM for survival. Targeting this compensatory mechanism could provide new therapeutic strategies to selectively impair cancer cell survival under pre-existed replication stress.", "date": "2025-10-25", "journal": ""}
{"title": "STING activation reshapes the tumor microenvironment leading to tumor regression in osteosarcoma", "doi": "10.1101/2025.10.24.684275", "authors": "Young, E. P.; Johnson, C. A.; Lee, A. G.; Morris, D.; Tsui, J.; Breese, M. R.; Camara Serrano, J. A.; Schott, C. R.; Abram, C. L.; Leung, S. G.; Sayles, L. C.; Pettiwala, A. M.; Gutierrez Vera, V. S.; Lowell, C. A.; Combes, A. J.; McEachron, T. A.; Sweet-Cordero, E. A.", "abstract": "Osteosarcomas are characterized by a high degree of aneuploidy, chromothripsis and micronuclei, yet these tumors typically have an immunosuppressive, macrophage-rich, T-cell depleted tumor microenvironment. cGAS-STING dysregulation is a possible mechanism by which immune activation in response to tumor genomic instability could be repressed. We identified almost universal repression of cGAS or STING in human osteosarcomas. However, a STING-activation gene signature was predictive of survival in osteosarcoma patients suggesting potential for activation of this pathway in the osteosarcoma tumor microenvironment. Indeed, in immunocompetent osteosarcoma models, systemic STING agonism led to complete regression and induced lasting immunologic memory. Host STING activation is sufficient to promote this anti-tumor immunity even in the absence of tumor STING. These results nominate the cGAS-STING pathway as an important therapeutic target in osteosarcoma, a disease in which no new curative therapies have been developed in the last 40 years.", "date": "2025-10-25", "journal": ""}
{"title": "IS110 transposon utilizes two mechanistically distinct RNA-guided transposition pathways", "doi": "10.1101/2025.10.25.684509", "authors": "Sun, X.; Yang, C.; Cai, Z.; Liu, L.; Yue, X.; Rao, S.; Lou, H.; Xue, C.", "abstract": "The recently discovered IS110 elements employ RNA-guided transposases that use bridge-RNA to coordinate donor and target DNA recognition and integration via donor- and target-binding loops, offering promise for precise, DSB-free genome editing. However, their transposition mechanism remains unclear, with prior inconsistent observations. Using a IS110 element from Caloranaerobacter azorensis, we show that IS110 transposons utilize two independent transposition pathways. The first depends on bridge-RNA and excises the element via copy-out to form a circular intermediate, revisiting the earlier cut-out model. Integration occurs predominantly through top-strand insertion, suggesting an alternative to the earlier Holliday junction-mediated dual-strand mechanism. The second involves cooperation between a truncated target-binding loop RNA and bridge-RNA, enabling direct top-strand transfer to a new target via two sequential reactions, bypassing circular intermediates. Both pathways preserve the original transposon copy. These findings redefine the mechanistic understanding of IS110 transposition and reconcile prior discrepancies, offering insight into programmable, RNA-guided genome modification.", "date": "2025-10-25", "journal": ""}
{"title": "Structure of ER chaperone complex GRP170-ATP-BiP suggests a new model for substrate engagement", "doi": "10.1101/2025.10.25.684324", "authors": "Ben-Khoud, Y.; Washio, K.; Basu, S.; Ali, M. M.", "abstract": "Molecular chaperones are essential for maintaining protein homeostasis in all living cells. In the endoplasmic reticulum (ER), BiP and GRP170 are the sole representatives of Hsp70 and Hsp110 family and are critical for ER function. GRP170 is a relatively large and unusual chaperone that possess both nucleotide exchange and chaperoning activity. The molecular mechanism by which these chaperones collaborate to engage substrate protein and how GRP170 couples its dual functionalities are not currently known. Here, we report the 2.7 Angstrom cryo-electron microscopy structure of GRP170-ATP-BiP chaperone complex purified from HEK293 cells that reveals a C-terminal curved hook domain, suggesting a role in substrate engagement in coordination with BiP. Additionally, we uncover the structural basis for GRP170 pseudo-ATPase chaperone activity - making it, to our knowledge, the first chaperone with this type of regulation. Our endogenous complex structure, together with prior cellular data, suggests a new paradigm for how GRP170-BiP chaperones collaborate in ER protein quality control, broadening our understanding of how BiP/Hsp70 chaperones engage with substrates.", "date": "2025-10-25", "journal": ""}
{"title": "Separation of halide oxidation and substrate halogenation chemistries rationalizes site-selective vanadium dependent haloperoxidase catalysis", "doi": "10.1101/2025.10.24.684477", "authors": "Baumgartner, J. T.; Varga, L. A.; Calhoun, J. T.; Serrao, V. H. B.; Loerch, S.; McKinnie, S. M. K.", "abstract": "Vanadium-dependent haloperoxidases (VHPOs) catalyze the halogenation of organic molecules under mild aqueous conditions. Selective bacterial VHPOs exhibit exquisite regio- and enantiocontrol, however the precise mechanisms dictating selectivity have remained elusive. We have solved the single-particle cryo-electron microscopy (cryo-EM) structure of a selective bromoperoxidase from Enhygromyxa salina (esVHPO). Mutagenesis demonstrates that halide oxidation and substrate halogenation occur in two distinct pockets, with halide transfer mediated by critical lysine residue K329. Isolation of a stable intermediate following bromide oxidation (BrOx) enables single turnover catalysis in the presence of organic substrate; subsequent application of a chemoselective fluorescent probe provides support for an intermediate bromamine involved in selectivity. Cryo-EM of the BrOx state reveals a \"camera shutter\" mechanism that compacts the halide entry tunnel and vanadate pocket, minimizing the premature dissociation of hypohalous acid. These findings collectively unveil a multilayered halogen trapping and transfer mechanism and provide a rationale for selective VHPO catalysis.", "date": "2025-10-25", "journal": ""}
{"title": "MillionFull enables massive, full-length enzyme sequence-fitness data collection at low cost for machine learning-guided enzyme engineering", "doi": "10.1101/2025.10.24.684421", "authors": "Li, J.; Erichsen, B.; Krarup, S. R.; Yuan, S.; Jijakli, K.; Karst, S.; Yang, L.; Nielsen, A. T.", "abstract": "Machine learning holds great promise for accelerating enzyme optimization, but its power is fundamentally constrained by the limited availability of sequence-fitness data. Here, we introduce MillionFull, a low-cost method that enables high-throughput full-length sequence-fitness mapping for enzymes of arbitrary length. Each run yields on the order of 10^5 - 10^7; data points, capturing sequence-function relationships at unprecedented scale. By overcoming the data bottleneck, MillionFull provides a foundation for dramatically advancing AI-driven enzyme engineering.", "date": "2025-10-25", "journal": ""}
{"title": "A high throughput flow cytometry assay for quantifying type 3 secretion system assembly in Salmonella", "doi": "10.1101/2025.10.25.684470", "authors": "Summers, J. S.; Ming Liang, J.; Kennedy, N. W.; Tullman-Ercek, D.", "abstract": "Recombinant protein production in bacteria is limited by costly cell lysis and multi-step purification. To bypass these limitations, leveraging native bacterial secretion systems to secrete proteins offers a promising alternative. The type 3 secretion system (T3SS) of Salmonella enterica serovar Typhimurium can secrete proteins at hundreds of milligrams per liter. While promising, higher titers from this and other natural systems are needed to be relevant commercially. A major engineering target to enhance protein secretion is the T3SS secretion apparatus. However, efforts to quantify its assembly are hindered by bottlenecks in scalability and complexity. Assembly involves ~20 structural proteins forming with precise stoichiometry under dynamic regulation. Membrane- and periplasmic-embedded components are difficult to probe without costly, time-intensive methods. To fully realize the T3SS as a tool for scalable protein production, new tools are needed for rapid and accurate characterization of the assembled apparatus. Here, we establish a high throughput flow cytometry method in S. Typhimurium by quantifying the abundance of the needle-bound tip protein SipD as a proxy for T3SS apparatus assembly. We then adapted a super resolution microscopy method, known as Structured Illumination Microscopy (SR-SIM), to visualize the presence of SipD and validate the flow cytometry results. Applying this approach, we revealed how overexpression of key T3SS regulators hilA and hilD impact assembly, expanded the assay with a secretion-compatible fluorescent reporter to link assembly with secretion, and uncovered how a PrgI variant impacts apparatus architecture. Together, these tools enable rapid insights into T3SS assembly and advance heterologous secretion platform development.", "date": "2025-10-25", "journal": ""}
{"title": "Biosynthesis cost and catabolic pathway length explain frequency of amino acid utilization as carbon sources by bacteria", "doi": "10.1101/2025.10.25.684513", "authors": "Flickinger, S. F.; Gralka, M.", "abstract": "Heterotrophic bacteria exhibit remarkable taxonomic and metabolic diversity. Experimental phenotyping of individual strains is often impractical due to the diversity of metabolic strategies, highlighting the need for predictive approaches based on biochemical principles. Here, we demonstrate that bacteria preferentially catabolize amino acids that are energetically inexpensive to synthesize and require shorter degradation pathways. Our results show how general biochemical constraints shape amino acid catabolism across bacterial lineages and provide a framework for integrating microbial physiology into predictive ecological theory.", "date": "2025-10-25", "journal": ""}
{"title": "Lysosomal permeabilization by Group A Streptococcus releases proteins into the macrophage cytosol", "doi": "10.1101/2025.10.25.684498", "authors": "Quezada, A.; Lord, K.; Alcantara, C.; Delahunty, C. M.; Kim, K.; Okamoto, O.; Yates, J. R.; Okumura, C. Y. M.", "abstract": "The human-specific bacterial pathogen Group A Streptococcus (GAS) is a significant cause of morbidity and mortality due to its ability to cause severe invasive infection. Although macrophages are important for controlling GAS infection, we and others have demonstrated that GAS can persist in macrophages by perforating the phagolysosome using the pore-forming toxin streptolysin O (SLO). In this study, we examined how phagosomal perforation releases lysosomal and bacterial proteins into the cytosol and alters cytosolic protein content in the macrophage. Using IL-1{beta} as a measure of intracellular pathogen detection, we confirmed that cytosolic preparations from macrophages infected with either wild-type (WT) or SLO-deficient ({Delta}SLO) bacteria contained new proteins that are absent in uninfected cytosol controls. Proteomic analysis revealed distinct cytosolic protein profiles in both WT- and {Delta}SLO-infected macrophages. M1 protein was detected only in the cytosol of WT-infected macrophages and corresponded with the IL-1{beta} response, indicating SLO-mediated release of M1 protein from the phagosome, and providing a mechanism for cytosolic recognition of this virulence factor. Unexpectedly, cytosolic extracts of both WT- and {Delta}SLO-infected macrophages contained all histone proteins, suggesting that nucleosomal complexes are released into the cytosol during GAS infection. Our work reveals both a mechanism for the activation of the inflammatory response on a cellular level, and the surprising consequences of phagosomal perforation in GAS infections. These responses may collectively contribute to the pathologies observed during severe invasive GAS infection, and can help inform therapies aimed at improving macrophage function and patient outcomes.", "date": "2025-10-25", "journal": ""}
{"title": "pH-dependent regulation in SLC38A9", "doi": "10.1101/2025.10.24.684471", "authors": "Mu, X.; Sae Her, A.; Gonen, T.", "abstract": "Cells rely on precise metabolic control to adapt to environmental cues. The mechanistic target of rapamycin complex 1 (mTORC1) senses nutrient availability, with amino acids serving as key signals. Lysosomes, which act as nutrient recycling centers, maintain amino acid homeostasis by breaking down macromolecules and releasing amino acids for cellular use. SLC38A9, a lysosomal amino acid transporter, functions as both a transporter and a sensor in the mTORC1 pathway. Here, we investigated whether SLC38A9 activity is regulated by pH. We show that arginine uptake by SLC38A9 is pH-dependent, and that the histidine residue His544 serves as the pH sensor. Mutating His544 abolishes the pH dependence of arginine uptake without impairing overall transport activity, indicating that His544 is not directly involved in substrate binding. Instead, protonation or deprotonation of His544 appears to influence transport through SLC38A9. To explore this mechanism, we compared two structures of SLC38A9 that we determined, one at high pH and one at low pH, and proposed a working model for pH-induced activation. These findings highlight the role of local ionic changes in modulating lysosomal transporters and underscore the intricate regulatory mechanisms that govern SLC38A9 function and, ultimately, mTORC1 signaling.", "date": "2025-10-25", "journal": ""}
{"title": "Mechanistic Insights into Cyclic Penta-Adenylate-Mediated Activation of Type III CRISPR Ribonuclease Csm6", "doi": "10.1101/2025.10.25.684504", "authors": "Shi, R.; Yang, M.; Liu, Y.; Gao, H.; Lin, Z.", "abstract": "Type III CRISPR systems generate cyclic oligoadenylate (cOA, 3 to 6 AMPs) messengers upon detecting viral RNA, activating downstream effectors to defend against viral infection. Although cOA-activated effectors have been extensively characterized, the cA5-specific effectors remained unexplored despite cA5 being among the most abundant cOA species produced during phage infection. Here, we report that Actinomyces procaprae Csm6 (ApCsm6) selectively employs cA5 as its activator. Unlike other characterized Csm6 proteins, ApCsm6 self-limits its ribonuclease activity by degrading cOAs via its HEPN domain, rather than relaying on the CARF domain. Cryo-EM structures of ApCsm6 and its complexes with cA5 and cA6 reveal a homotetrameric assembly, where each monomer binds a single cOA within a composite pocket formed by two tandem CARF-HEPN domains. Binding of cA5, but not cA6, enhances tetramerization and induces large conformational shifts in CARF, which in turn allosterically activates ssRNA cleavage in HEPN. These findings advance our understanding of ligand discrimination and signaling regulation in type III CRISPR immunity.", "date": "2025-10-25", "journal": ""}
{"title": "The nuclear role of methionine adenosyltransferase 2A in immunoglobulin class switch recombination", "doi": "10.1101/2025.10.24.684368", "authors": "Ikura, Y.; Shima, H.; Furuya, K.; Saigusa, D.; Igarashi, K.", "abstract": "Methionine adenosyltransferase synthesizes S-adenosylmethionine (SAM), the universal methyl donor. Its ubiquitous isozyme MAT2 is present in the nucleus and regulates gene expression through histone methylation. However, the physiological significance of its nuclear enzymatic activity remains unclear. Here, we investigate the role of nuclear MAT2 in antibody class switch recombination (CSR), a crucial process in adaptive immunity. We established murine B-cell lines expressing either wild-type (WT) or catalytically-inactive (D134A) MAT2A subunits, targeted to the nucleus with nuclear localization signal (NLS). Inhibition of nuclear MAT2 enzymatic activity by expressing NLS-MAT2A(D134A) significantly suppressed CSR from IgM to IgA and reduced intracellular SAM levels. Chromatin immunoprecipitation revealed that MAT2A localized to the IgA switch region. Interestingly, while the expression of germline transcripts was enhanced, the expression of activation-induced cytidine deaminase (AID), an essential enzyme for CSR, was downregulated in NLS-MAT2A(D134A) cells. Our findings demonstrate that the enzymatic activity of MAT2 in the nucleus is indispensable for CSR, likely by ensuring proper AID expression subsequent to germline transcription, thus revealing a critical link between nuclear SAM metabolism and adaptive immunity.", "date": "2025-10-25", "journal": ""}
{"title": "Role of Water Models in Simulations of Ion Conduction in Potassium Channels", "doi": "10.1101/2025.10.24.684299", "authors": "Bosio, S.; Gazzoni, D.; Domene, C.; Masetti, M.; Furini, S.", "abstract": "Potassium channels exhibit high selectivity and conductance, yet the atomic details of ion permeation, particularly the involvement of water molecules, remain debated. Two main conduction mechanisms have been proposed: the hard knock-on, in which ions traverse the selectivity filter in direct contact, and the soft knock-on, which involves co-permeation of water molecules. Using microsecond molecular dynamics simulations with the OPC water model, the AMBER19SB protein force field, and the 12-6-4 Sengupta et al. ion model, we observed that both hard and soft knock-on mechanisms are accessible and, notably, can reversibly transition in the MthK and KcsA channels across all simulated membrane potentials. These reversible transitions contrast with previous observations using the TIP3P water model, where water entry either disrupted conduction or was expelled, favoring exclusive hard knock-on events. Our results suggest that the choice of the water model, force field, and ion parameters significantly influences the observed conduction mechanism. Importantly, the coexistence of hard and soft knock-on in these simulations provides a potential reconciliation between structural data supporting hard knock-on and streaming potential measurements demonstrating water co-permeation. These findings reintroduce soft knock-on as a viable conduction mechanism and highlight the critical role of simulation parameters in reproducing potassium channel permeation behavior.", "date": "2025-10-25", "journal": ""}
{"title": "Directing fratricide within T cell products using an anti-uPAR chimeric antigen receptor to drive the production of potent therapeutic cells", "doi": "10.1101/2025.10.24.684419", "authors": "Sarko, L.; Givand, D.; Shepley, C.; Rattin, B.; Attar, A.; Taylor, R.; Kutler, B.; Traynor, R. M.; Upadhyaya, A.; Mnuk, M.; Gehrke, C.; Murren, N.; Ulland, T.; Kotanchek, T.; Saha, K.", "abstract": "Cell therapy manufacturing of primary T cells often results in heterogeneous cell populations within a final product, with many cells lacking desired receptor expression or exhausted and other dysfunctional phenotypes. Here, we design a novel cell-intrinsic strategy to genetically reprogram primary human T cells to autonomously detect and eliminate dysfunctional cells. This integrated detection and elimination process, known as directed fratricide, is programmed via nonviral CRISPR genome-editing to eliminate the T cell receptor (TCR) alpha chain (TRAC gene knockout) and integrate a chimeric antigen receptor (CAR) against the urokinase-type plasminogen activator receptor (uPAR), also known as CD87. Within these cell products, strong T cell stimulation or activation during manufacturing causes a small subset of cells to express uPAR, which triggers CAR-mediated killing within the product. This fratricide induces proliferation in the desired cells and destroys undesired cells, a process that could be modeled computationally and controlled robustly via supplements to the culture media. The strategy enabled enrichment of anti-uPAR and anti-GD2 CAR T cell products up to [&ge;]99% CAR+/TCR-, favoring a stem cell memory-like phenotype (CD45RAhigh/CD62Lhigh). Understanding growth dynamics among T cell subsets and reprogramming them via CRISPR could accelerate the biomanufacturing of potent cell products without extensive selection methods.", "date": "2025-10-25", "journal": ""}
{"title": "Improving conformational ensembles of folded proteins in GoMartini", "doi": "10.1101/2025.10.24.684331", "authors": "Kalutskii, M.; Wilson, C. J.; Grubmüller, H.; Igaev, M.", "abstract": "The Martini coarse-grained (CG) force field enables efficient simulations of biomolecular systems but cannot reliably maintain folded protein structures. To stabilize proteins during simulation, Martini is typically combined with structure-based force fields such as elastic network models (ENMs) or G[o] models. While these approaches preserve global folds and capture protein flexibility, their ability to reproduce conformational dynamics remains unclear. Here, we benchmark Martini combined with ENMs or G[o] models on three folded proteins and show that both approaches struggle to sample the conformational space observed in atomistic simulations, even when uniform interaction strengths or equilibrium bond distances are adjusted. This limitation arises from the assumption of a uniform interaction network, in which all bond energies are equal. To overcome this, we present a fully automated, perturbation-based optimization approach for G[o] networks, PoG[o], that iteratively refines a non-uniform G[o] network against a pre-computed atomistic free energy landscape in essential conformational space. Our approach converges rapidly, yielding CG ensembles in close agreement with reference atomistic simulations. As a cross-validation, the optimization also improves the root-mean-square fluctuation profile.", "date": "2025-10-25", "journal": ""}
{"title": "Scaling laws in biological thermal performances", "doi": "10.1101/2025.10.24.684462", "authors": "Arroyo, J. I.; Lopez, A.; Maass, A.; Gershenson, C.; Marquet, P.; West, G.; Kempes, C. P.", "abstract": "Understanding the extent to which genetic correlations change in response to environmental factors, such as temperature, is a poorly explored question, despite the importance of understanding how different processes will change with climate warming. Despite correlations between thermal performance traits having been reported in the literature for a few taxa and performance tasks, such as population growth rate, a comprehensive global analysis of the entire tree of life and multiple performance tasks remains an open challenge. To advance in this open question, we compile a database of 1,300 thermal response curves, encompassing 38 variable types related to individuals' performance (including per capita population growth rate, photosynthetic rate, among others) and 1,125 different species, ranging from viruses to mammals, encompassing all major lineages of the tree of life. Our analysis reveals that among all possible relationships between traits and optimal performance, four traits form a line with a high goodness-of-fit, while the remaining traits exhibit a polygonal pattern, either a triangle or a tetrahedron. We derive a thermodynamic framework that explains the relationships described by a curve or line (as opposed to a surface or polygon), highlighting the linear relationship between maximum and minimum temperatures, as well as between maximum and optimum temperatures. We also discuss other generic trait evolution models, which could account for the other significant sublinear relationships, as well as the more general model, Pareto optimality theory, which could account for relationships in the form of lines or polygons. Our theoretical framework and empirical evidence suggest that, based on a single data point (e.g., minimum temperature), all critical temperature limits and maximum performance boundaries can be predicted using the estimated parameter from this study. Our results reveal universal scaling relationships in thermal performance, which could be useful for predicting changes in performance under scenarios of climate warming.", "date": "2025-10-25", "journal": ""}
{"title": "Ion transport peptide regulates body water balance via a receptor guanylyl cyclase in the Drosophila hindgut", "doi": "10.1101/2025.10.24.684309", "authors": "Watanabe, A.; Koyama, T.; Kubrak, O.; Texada, M. J.; Furumitsu, M.; Iwakoshi-Ukena, E.; Maxson, R.; Yoshii, T.; Kondo, S.; Yamanaka, N.; Ukena, K.; Rewitz, K.; Niwa, R.; Okamoto, N.", "abstract": "Maintaining internal water balance, including ionic and osmotic balance, is critical for animal development and survival. In insects, internal water balance is regulated through the Malpighian tubules and the hindgut, which transport water and ions across their epithelia under the regulation of multiple peptide hormones. One of these, ion transport peptide (ITP), a member of the highly conserved crustacean hyperglycemic hormone superfamily among ecdysozoans, is an anti-diuretic hormone in insects, but its mechanism of action remains largely unclear. Here, we show that the short amidated isoform of ITP (saITP), secreted from brain neurosecretory cells, regulates water absorption via the receptor guanylyl cyclase (rGC) Gyc76C in the hindgut of the fruit fly Drosophila melanogaster. Both ITP and Gyc76C are evolutionarily conserved and are essential for larval survival in D. melanogaster, as mutation or knockdown of either gene results in early larval lethality. In Drosophila S2 cells, synthetic saITP increases intracellular cyclic GMP (cGMP) in a Gyc76C-dependent manner, an effect abolished by deletion of its putative ligand-binding domain. Using the fluorescent cGMP biosensor RedcGull in ex vivo-cultured hindguts, we found that saITP increases epithelial cGMP levels, and this response requires Gyc76C. Consistently, saITP promotes hindgut water reabsorption via Gyc76C. Thus, saITP acts via Gyc76C in a brain-hindgut neuroendocrine axis that regulates internal water balance during development. Our study provides new insight into the neuroendocrine control of osmoregulation in ecdysozoans and supports a broader role for rGCs in peptide-hormone signaling.", "date": "2025-10-25", "journal": ""}
{"title": "Early cell autonomous and niche-mediated alveolar epithelial response to influenza infection in primary lung organoids", "doi": "10.1101/2025.10.24.684481", "authors": "Elitz, A.; Fernandes, S.; Cook, K. C.; Warheit-Niemi, H. I.; Zhao, B.; Toth, A.; Zacharias, A. L.; Zacharias, W. J.", "abstract": "Influenza A virus (IAV) infection is a significant cause of morbidity and mortality for patients worldwide. Alveolar type 2 (AT2) cells are the preferential target of IAV as part of the pathogenesis of viral pneumonia and acute respiratory distress syndrome (ARDS). Early IAV infection of alveolar cells has been challenging to model both in vitro and in vivo. To address this challenge, we used a combination of murine and human primary alveolar organoids to define methods for robust IAV infection and evaluated cell-autonomous consequences of IAV using a temporal series of multiome paired single nuclei RNA/ATAC sequencing. Infected AT2 cells undergo conserved changes defined by early loss of surfactant secretion, decreased lipid biogenesis, a rapid burst of antiviral response, and late viral-mediated suppression. Surprisingly, uninfected AT2 cells undergo substantial transcriptional and epigenomic changes in IAV-treated cultures, leading to transition to damage-associated cell states within hours via a process driven by the inflammatory milieu of murine organoids. Together, these data provide new methods for high-fidelity modeling of IAV infection in alveolar cells and define a conserved AT2 cell response signature to IAV with implications for ARDS pathogenesis.", "date": "2025-10-25", "journal": ""}
{"title": "Increased ambient temperature mitigates pathology in the Ndufs4-/- mouse model of Leigh Syndrome", "doi": "10.1101/2025.10.24.684321", "authors": "van de Wal, M. A. E.; Klein, C. J. M. I.; Adjobo-Hermans, M. J.; van de Westerlo, E.; van Karnebeek, C. D. M.; Janssen, M. M.; van der Meijden, J. C.; Homberg, J. R.; Keijer, J.; van Schothorst, E. M.; Koopman, W. J. H.", "abstract": "Leigh syndrome (LS) is a devastating mitochondrial disease (MD) for which there is no treatment. Together with Leigh-like syndrome (LLS), LS constitutes part of the Leigh syndrome spectrum (LSS) disorders, which are the most frequent manifestation of a primary mitochondrial disease (MD) in children. Ndufs4-/- mice are a widely used animal model to study LS pathophysiology and interventions. These mice display an isolated mitochondrial complex I deficiency and a brain-specific pathomechanism. Similar to other mouse models of human disease, Ndufs4-/- mice are routinely housed and studied at a subthermoneutral ambient temperature. This means that these mice experience chronic cold-stress, which potentially aggravates disease symptoms and reduces their translational value. Here, we provide evidence that housing Ndufs4-/- mice at 26 oC instead of 20 oC increases their skin, core and brain temperature. At this higher temperature, Ndufs4-/- mice displayed lower energy expenditure and, importantly, a longer lifespan, pathology reversal in specific brain regions, as well as increased voluntary locomotor activity. We conclude that ambient temperature is a previously overlooked but highly relevant disease modifier in Ndufs4-/- mice. Given the reduced mitochondrial energy production and aberrant thermoregulation in LSS and other MD patients, our findings suggest that reducing energy requirements might be of therapeutic value and/or contribute to an improved quality of life in these patients. In a broader sense, our results advocate the use of (more) thermoneutral housing to evaluate pathomechanisms and intervention strategies in murine models of human disease.", "date": "2025-10-25", "journal": ""}
{"title": "Diazepam alters the shape of alpha oscillations recorded from human cortex using EEG", "doi": "10.1101/2025.10.24.684311", "authors": "Opie, G. M.; Schaworonkow, N.; Gordon, P.; Humaidan, D.; Ziemann, U.", "abstract": "While neural oscillations are conventionally assessed via their frequency, power and phase, developing literature suggests that their shape also provides neurophysiological and functional information. However, the extent to which the shape of oscillations recorded non-invasively in humans index specific brain processes remains unclear. This study implemented a pharmaco-EEG approach to begin addressing this limitation. In 21 healthy adults, resting-state EEG data was collected before and after placebo or diazepam, a positive allosteric modulator of type A {gamma}-aminobutyric acid (GABAA) receptors. The shape of individual cycles in the alpha band was then derived using empirical mode decomposition, followed by extraction of principal components (PCs) describing specific facets of alpha shape. Results of this approach show that all shape features were unchanged following placebo. In contrast, diazepam was associated with complex changes in several shape features, including peak-trough shape and edge speed. While changes in shape were apparent in all cortical lobes, the strongest alterations were specific to sensorimotor and parietal cortices. Taken together, our results support the neurophysiological utility of waveform shape, particularly with respect to non-invasive human recordings. Furthermore, the regional specificity of effects highlights the need for more granular exploration of waveform diversity.", "date": "2025-10-25", "journal": ""}
{"title": "Astrocytes control the Neuroinflammation and ILC2 response through IL-33/ST2 signaling, during protection against Cerebral Malaria in Toxoplasma-P. berghei coinfected Mice", "doi": "10.1101/2025.10.24.684259", "authors": "leleu, i.; Keswani, T.; Herbert, F.; Picavet, C.; Arnaud, M.; Marion, S.; glineur, c.; PIED, S.", "abstract": "Cerebral malaria (CM) is a complex multi-systemic disorder defined by diffuse encephalopathy and acute neurological manifestations, including altered consciousness, deep coma, and seizures preceding death. During infection, astrocytes undergo profound morphological and molecular changes, adopting a reactive state that alters their normal functions. This reactivity involves a shift from a neuroprotective (A2) to a neurotoxic (A1) phenotype, influencing the outcome of the neuroimmune response. The balance between these phenotypes may vary depending on the chronicity or recurrence of infection in the same host. In this study, we investigated how latent Toxoplasma gondii (Tg) brain infection influences the course of experimental cerebral malaria (ECM) in mice infected with Plasmodium berghei ANKA (PbA). Our findings highlight an immunomodulatory role of GFAP positive astrocytes, which exhibited marked morphological and molecular alterations and adopted a unique intermediate reactive state (A1/A2). This hybrid state was associated with increased production of CXCL10 and TGF beta, which together controlled neuroinflammation without exacerbating parasitemia. Moreover, we identified a pivotal role of the IL33-ST2 signaling axis induced by Tg brain infection in protection against ECM. Astrocyte-derived IL33 promoted the recruitment and activation of type 2 innate lymphoid cells (ILC2s), contributing to the host antiparasitic defense. Additionally, we observed a distinctive intermediate M1/M2 phenotype in CD86 positive, CD206 positive, CD163 positive, MHCII high microglia, along with enhanced infiltration of inflammatory monocytes, both contributing to controlled inflammation and parasite restriction. This study demonstrates, for the first time, that latent T. gondii brain infection confers protection against severe cerebral malaria by positioning astrocytes as central regulators of neuroinflammatory balance. These findings broaden our understanding of host pathogen interactions and underscore astrocytic pathways as potential therapeutic targets for preventing CM.", "date": "2025-10-25", "journal": ""}
{"title": "Spatial Regulation of Lck Activation at the Immune Synapse Revealed by a FRET-Based Biosensor", "doi": "10.1101/2025.10.24.684336", "authors": "Casas, J.", "abstract": "T cell receptor (TCR) signaling is critically dependent on the Src-family kinase Lck, whose activation is tightly regulated both spatially and conformationally during antigen recognition. Here, we employ a third-generation FRET-based biosensor (TqLck-V2.3) to visualize Lck conformational dynamics in live T cells with high spatial resolution. Upon TCR engagement, we observe a paradoxical increase in whole-cell FRET signal, which immunolabeling reveals to be due to selective internalization of inactive Lck (pY505), while active Lck (pY394) remains membrane-associated and enriched at the immune synapse (IS). Using CD8 mutants that disrupt Lck binding, we demonstrate that free Lck undergoes more pronounced conformational activation than coreceptor-bound Lck. Furthermore, we show that C-terminal Src kinase (Csk) preferentially phosphorylates free Lck at Y505, while CD45 suppresses its activation via dephosphorylation of Y394, suggesting a dual regulatory mechanism that maintains free Lck in an inactive state under resting conditions. High-resolution imaging confirms sustained activation of Lck at the IS and transient inactivation at the periphery, revealing a spatially confined signaling architecture. These findings uncover a novel regulatory mechanism involving selective internalization and spatial segregation of Lck conformations, and establish TqLck-V2.3 as a powerful tool for dissecting TCR signaling dynamics.", "date": "2025-10-25", "journal": ""}
{"title": "MIRIAD: a Multiplex Immunoassay for Rodents Infectious and Animal Diseases", "doi": "10.1101/2025.10.24.684221", "authors": "Malbec, R.; Scavizzi, F.; Vandenkoornjuyse, E.; Raspa, M.; Buccheri, C.; Audebert, C.", "abstract": "Health monitoring of laboratory rodents is essential for ensuring animal welfare, meeting regulatory requirements for zoonosis control, and maintaining the integrity and reproducibility of scientific studies. Routine serological screening, conducted in accordance with FELASA guidelines, plays a critical role in the detection of infectious agents. While conventional serological assays typically target individual pathogens, existing multiplex platforms often require specialized equipment and complex protocols, limiting their routine use within animal facilities. The MIRIAD assay is a multiplex ELISA-based platform developed for in-house serological surveillance of rodents. It offers a user-friendly, reliable, and cost-effective alternative to outsourced testing. In this study, we evaluated the performance and usability of the MIRIAD assay by analyzing serum samples from mice (n=68) and rats (n=27). Results were compared to two commercially available single-target ELISAs, with 94 % to 100 % concordance observed across all tested pathogens. Assay compatibility with dried blood spot (DBS) cards was also assessed, demonstrating reliable detection after storage and elution, and supporting the potential for reduced sample volumes and simplified handling. These findings highlight MIRIAD as a practical tool for routine health monitoring in laboratory animal facilities. Its ease of use, minimal sample requirements, and compatibility with DBS technology can facilitate more frequent testing, support early detection of pathogens, and promote adherence to the 3Rs principles through refinement of monitoring practices.", "date": "2025-10-25", "journal": ""}
{"title": "Synthetic Mimetics of Exosomal Lipid Profile Enhance Gemcitabine Delivery in Pancreatic Cancer", "doi": "10.1101/2025.10.24.684306", "authors": "Napso Shogan, T.; Gil, Z.; Schroeder, A.; Ginini, L.; Amer, M.; Regev-Rudzki, N.; Avinoam, O.; Wolfenson, H.", "abstract": "Pancreatic cancer ranks fourth among cancer-related deaths. Despite decades of research, the cure rate of disease remains disappointingly low. This dismal prognosis is due to late detection and to resistance of tumors to all known systemic therapies. Here, we build upon our previous findings that highlighted the selective uptake of tumor-associated macrophage-derived exosomes by cancer cells. We hypothesize that the prominent lipid contents on the exosome surface play a crucial role in facilitating selective cellular interactions, offering a novel avenue for developing efficient drug delivery platforms for pancreatic cancer. Lipids' affinity toward cancer cells was measured, following mass spectral lipidomic analysis for screening the lipidic composition of macrophages and their derived exosomes. Subsequently, optimized and characterized synthetic exosomes underwent detailed intracellular trafficking studies in human pancreatic cancer cells, demonstrating enhanced cellular uptake kinetics. Notably, gemcitabine-loaded synthetic exosomes exhibited superior efficacy in inducing programmed cell death compared to both the free drug and conventional liposome formulations. The biodistribution examination of these synthetic exosomes underscored their potential for tumor specificity. In vivo experiments further demonstrated that the treatment with gemcitabine-incorporated synthetic exosomes inhibited tumor growth by nearly 50% compared to the administration of the free drug, indicating a significantly enhanced treatment efficacy. Our findings indicate that leveraging the lipid membrane composition of exosomes could lead to breakthroughs in drug delivery efficiency. This innovative strategy offers a promising direction in the ongoing battle against pancreatic cancer, highlighting the potential of exosomal lipid profiles for cancer therapy.", "date": "2025-10-25", "journal": ""}
{"title": "Threats to Nature's Contributions to People provided by terrestrial vertebrates across Europe", "doi": "10.1101/2025.10.25.684519", "authors": "O'Connor, L. M.; Cosentino, F.; Demarquet, S.; Gauzere, P.; Hackbarth, T. X.; Maiorano, L.; Mancino, C.; Renaud, J.; Si-Moussi, S.; Verburg, P. H.; Thuiller, W.", "abstract": "Aim: Species and ecosystem processes offer essential benefits to people, known as Nature's Contributions to People (NCP). However, we still lack a comprehensive understanding of NCP provided by terrestrial vertebrates on a large scale, and of the threats they face. To bridge this gap, we built a comprehensive dataset that documents the NCP provided by terrestrial vertebrate species in Europe, and analysed the conservation status and threats to NCP provider species. Location: Europe. Methods: We synthesised existing literature on NCP associated with European terrestrial vertebrates, and leveraged ecological traits and trophic interactions from previously established datasets. We identified 15 NCP (10 regulating NCP and 5 non-material NCP), with 860 species providing at least one NCP (out of 1,168 vertebrate species considered in total). Then, we harnessed species distribution data and a novel European land system map to create species-mediated NCP maps across Europe at a 1km resolution, including societal demand for each NCP. Results: We found that i) for each NCP, at least 25% of NCP provider species are assessed as threatened with extinction; ii) NCP multifunctionality is lowest in high-intensity land systems; and iii) direct exploitation and agricultural intensification are major threats to species-mediated NCP, impacting both non-material and regulating NCP provider species. Main conclusions: Protecting threatened NCP provider species, and reducing direct exploitation are key to maintain regulating and non-material NCP. Our results suggest that de-intensifying agricultural practices, through maintaining heterogeneous mosaic landscapes and promoting diversified practices, could increase NCP multifunctionality. Our work enables a comprehensive understanding of NCP provided by terrestrial vertebrates in Europe, their biogeography, and the threats they face, which can in turn inform spatial conservation planning to improve the conservation of both biodiversity and NCP.", "date": "2025-10-25", "journal": ""}
{"title": "Generating clonal seeds using non-reduction in female4 (nrf4), a novel meiotic mutant of maize", "doi": "10.1101/2025.10.24.684334", "authors": "Chumak, N.; Brunner, A. G.; Williams, M. E.; She, W.; Barrell, P. J.; Gagliardini, V.; Pasquer, F.; Fox, T. W.; Albertsen, M. C.; Grossniklaus, U.", "abstract": "The discovery of increased vigor and yield in hybrid corn compared to inbred lines dates to the early 20th century. If hybrid vigor could be maintained across generations, it would revolutionize agriculture. A potential method to achieve this goal is asexual reproduction through seed (apomixis). We searched for mutants mimicking components of apomixis and here, we describe a novel meiotic mutant, non-reduction in female4 (nrf4) of Zea mays (maize), that produces unreduced female gametes - an essential component of apomixis. By combining the nrf4 mutant with the previously described matrilineal/not like dad (mtl/nld) mutant, which leads to embryo development without paternal contribution, we successfully produced clonal seeds. This is an important step towards the engineering of clonally propagated hybrids in maize, the most widely grown crop world-wide. Our findings provide new avenues for the engineering of synthetic apomixis in crops", "date": "2025-10-25", "journal": ""}
{"title": "Context-Dependent Protein Structure Prediction Analysis and Stoichiometry Inference with MultimerMapper", "doi": "10.1101/2025.10.24.684463", "authors": "Rodriguez Araya, E.; SERRA, E.", "abstract": "Advances in artificial intelligence (AI) have transformed the field of protein structure, notably with the accuracy level reached by AlphaFold in the prediction of monomeric and multimeric protein structures. However, while cloud implementations have broadened access to these methods, there is still a lack of non-AI tools to systematically interpret and analyze the resulting data, especially under varying modeling contexts. Here, we present MultimerMapper, a pipeline and software suite designed to extract, integrate, analyze, and visualize the behavior of multimeric systems in ensembles of overlapping protein structure predictions. It utilizes statistics and graph theory, combined with novel approaches, to interpret how protein-protein interfaces and protein conformation behave across different modeling contexts. Starting from a list of input sequences, MultimerMapper guides users through the generation and interpretation of structure prediction ensembles. It produces interactive 2D and 3D visualizations, highlights higher-order subassemblies, infers probable stoichiometries, and identifies alternative interaction modes and conformational changes associated with the presence or absence of specific proteins. MultimerMapper is cross-platform, freely available, and easily integrates with existing workflows. It offers a new perspective on the dynamic nature of predicted protein complexes, supporting researchers in the exploration of functional mechanisms and assembly paths.", "date": "2025-10-25", "journal": ""}
{"title": "A blueprint for mutation-defined hallmark vulnerabilities across human cancers", "doi": "10.1101/2025.10.24.684315", "authors": "Xu, R.; Gil, R. S.; Liu, X. T.; Qi, Y.; Tran, D.; Xu, C.; Wong, J. J.-L.; Munoz, L.; Mann, G. J.; Feng, Y.", "abstract": "Hallmark gene mutations shape cancer cell vulnerabilities and inform drug discovery. A systematic map of hallmark gene mutation-defined cancer dependencies and therapeutic responses is essential to uncover novel targets and refine therapeutic strategies. Here, we present the first pan-cancer blueprint of hallmark vulnerabilities, systematically linking hallmark gene mutation markers to cancer cell dependencies and drug sensitivities across 22 cancer cohorts. We integrated multi-omics data from patient tumours with large-scale CRISPR-Cas9 screens and pharmacologic profiling of over a thousand cancer cell lines. Our analysis revealed the cancer type-specific nature of hallmark gene expression programs, uncovered previously unrecognised mutation-target gene dependencies, and highlighted metabolic programs as a dominant class of functional vulnerabilities. Notably, we identified oxidative phosphorylation (OXPHOS) addiction in CDKN2A-loss lung squamous cell carcinoma (LUSC) and experimentally validated this dependency. Our validation highlights the greater selectivity of CDKN2A-loss LUSC cells to metformin, an FDA-approved antidiabetic drug known for its OXPHOS inhibitory activity. Proteogenomic integration further prioritised targets overexpressed in mutant tumours, constituting therapeutic windows. Pharmacologic profiling identified both oncology and non-oncology agents with selective activity in mutation-defined subgroups, revealing opportunities for drug repurposing. Our machine learning framework, Comet-X, for the first time fully leveraged gene mutation combinations to predict these target dependencies and drug responses. The resulting pan-cancer mutation-dependency map provides a comprehensive resource of hallmark gene targets and candidate therapeutics, stratified by mutation markers, to pave the way for drug development, clinical trial design and discovery research.", "date": "2025-10-25", "journal": ""}
{"title": "Myofibrillar protein accumulation but reduced protein synthesis in PDCD4-depleted myotubes", "doi": "10.1101/2025.10.24.684280", "authors": "Mora, S.; Alihemmat, L.; Ataie, T.; Davari, L.; Nafari Mehranjani, P.; Flewwelling, L.; Cheng, A. J.; Adegoke, O. A. J.", "abstract": "Skeletal muscle is critical to whole-body functionality and homeostasis. The mammalian /mechanistic target of rapamycin complex 1 (mTORC1) is a nutrient and growth/factor sensitive positive regulator of skeletal muscle mass. Amongst other substrates, mTORC1 phosphorylates the ribosomal protein S6 kinase (S6K1). Activated S6K1 acts through multiple effectors, including programmed cell death 4 (PDCD4), to activate mRNA translation and protein synthesis. Much of what is known about PDCD4 is in non-muscle cells. We previously demonstrated that the effect of PDCD4 differs between myoblasts and myotubes. Here, we showed that PDCD4 depletion in L6 and C2C12 myotubes enhanced myotube diameter (+36%) and accumulation of myofibrillar proteins (+163 to 237%). These effects occurred along with increased phosphorylation of AKTser473 (+85%) and of the mTORC1 substrate S6K1thr389 (+152%), but protein synthesis was suppressed. There was increased phosphorylation of FoxO3aser253 (+250%) and a corresponding reduction in the expression of the muscle protein ubiquitin ligase MuRF1 (44%), but there was no significant effect on measures of proteolysis or autophagy. In starved myotubes treated with the proteasome inhibitor MG132, accumulation of ubiquitinated proteins was attenuated in PDCD4-depleted cells. PDCD4 depletion did not augment measures of myotube contraction but was associated with reduced ATP and intracellular amino acid levels. Finally, AKT inhibition partially attenuated the effect of PDCD4 depletion on myofibrillar protein abundance. In summary, myofibrillar protein accumulation in PDCD 4-depleted myotubes did not lead to improved myotube function, likely due to reduced energy level. Our data point to a pivotal role for PDCD4 in regulating myotube size and metabolism.", "date": "2025-10-25", "journal": ""}
{"title": "Relationships between phenotypic differences in punishment behaviour and prefrontal cortex network engagement", "doi": "10.1101/2025.10.24.684296", "authors": "Lou, M.; Al-Saddik, S.; Shen, M. H.; Keevers, L. J.; Jean-Richard-dit-Bressel, P.", "abstract": "Avoiding actions with negative consequences is fundamental to adaptive behaviour, yet individuals differ drastically in their tendencies to avoid to punishment. Using a conditioned punishment task in male and female rats, we replicate findings of a bimodal distribution of punishment avoidance, and identify four distinct behavioural phenotypes (Sensitive, Hypersensitive, Insensitive, Generalised) that differed in their punishment avoidance, unpunished reward-seeking, and Pavlovian fear. We examined how these phenotypic differences related to c-Fos (transcriptional activity marker) across prefrontal cortex (PFC) regions. While region-level c-Fos differences were minimal, covariance and graph-theoretic analyses revealed three functional PFC networks predominantly composed of medial PFC, ventrolateral PFC, or sensorimotor regions. Activity in the ventrolateral PFC network predicted punishment avoidance, while activity in the medial PFC network predicted generalised suppression during initial punishment learning. These findings suggest phenotypic differences in punishment sensitivity is underpinned by differential recruitment of distinct cortical networks that drive adaptive versus maladaptive responses to negative outcomes.", "date": "2025-10-25", "journal": ""}
{"title": "FABP5 regulates ether lipid metabolism to ameliorate atopic dermatitis", "doi": "10.1101/2025.10.24.684205", "authors": "Skadow, M. H.; Mowel, W. K.; Blackburn, H. N.; Madden, M. Z.; Mirza, H.; Zhang, F.; York, A. G.; Flavell, R. A.", "abstract": "Atopic dermatitis is an allergic skin disease associated with a profound reorganization of the epidermal lipidome. The effect of the altered lipidome on the skin resident immune cells that drive disease is unclear. Previous reports identified Fatty acid binding protein 5 (FABP5) as a biomarker for atopic dermatitis, yet how FABP5 might contribute to disease pathogenesis is unknown. Here, we use a murine model of atopic dermatitis, to demonstrate that FABP5 is highly expressed in immune and epithelial cell lineages and that FABP5 protects against skin inflammation. Lipidomic analysis revealed that FABP5 deficiency broadly disrupts the systemic abundance of ether-linked lipids, a minor but important subset of glycerophospholipids. We show that these changes in ether lipid abundance are crucial for the proper regulation of platelet activating factor (PAF), a potent inflammatory ether lipid derivative. Concordantly, we observe elevated PAF in FABP5-deficient mice with dermatitis and that depletion of basophils, a major source of PAF, is sufficient to ameliorate disease in these animals. Altogether, our findings reveal a novel role for FABP5 in the control of allergic inflammation through the modulation of ether lipid and PAF metabolism.", "date": "2025-10-25", "journal": ""}
{"title": "Active learning-guided mechanistic modeling of CXCL9 regulation in pancreatic cancer", "doi": "10.1101/2025.10.24.684332", "authors": "Wang, B.-r.; Yelleswarapu, M.; Descamps, L.; Eduati, F.", "abstract": "Cold tumors like pancreatic cancer suffer from poor immune infiltration, limiting effective anti-tumor responses. The chemokine CXCL9 promotes immune cell recruitment, but the signaling mechanisms regulating its expression in tumor cells remain poorly understood and underexplored as targets for modulation. We present a framework that integrates active learning with mechanistic logic-ODE models to guide perturbation screenings and uncover regulators of CXCL9 in pancreatic cancer cells. Using perturbation-response data and curated prior knowledge, we trained interpretable models to identify signaling mechanisms that enhance CXCL9 expression and prioritize drug combinations. Active learning enabled data-efficient model refinement and guided informative experiments under resource constraints. Benchmarking on synthetic data and experimental validation confirmed the performance of different acquisition strategies and revealed cell line-specific regulatory differences. Our results provide insight into tumor cell-intrinsic control of CXCL9 and demonstrate how combining active learning with mechanistic modeling supports rational, targeted experimental design.", "date": "2025-10-25", "journal": ""}