{"title": "Dynamic regulation of protein homeostasis underlies acquiredthermotolerance in Arabidopsis", "doi": "10.1101/2023.08.04.552042", "authors": "Bajaj, M.; Allu, A. D.; Rao, B. J.", "abstract": "Rapid climate change demands the development of heat-resilient plants. Elevated temperatures perturb cellular protein homeostasis, and its timely restoration is crucial for plant survival after stress. Thermopriming, which involves pre-exposure to sublethal heat stress, has emerged as a promising strategy for enhancing heat stress tolerance. However, the impact of thermopriming on protein homeostasis remains unclear. Here, we demonstrate that priming-mediated acquired thermotolerance involves the dynamic regulation of protein maintenance and clearance mechanisms. Priming facilitates the activation of heat shock response (HSR) via HSFA1, and unfolded protein response (UPR). Simultaneously, priming induces the protein clearance pathway, namely autophagy, potentially through the dynamic modulation of autophagy-negative regulators. Contrastingly, unprimed seedlings fail to mount HSR and UPR, resulting in disrupted proteostasis and the accumulation of aggregates, and ultimately fail to survive. While the loss of UPR was found to have a minimal impact on priming-mediated outcomes, the HSR response proved essential, as its absence led to lethality under heat stress. Additionally, the absence of HSR was found to enhance the autophagy response post-stress. Our results highlight the critical role of protein maintenance mechanisms over clearance pathways in ensuring survival. Taken together, our study demonstrates that thermopriming enhances heat stress resilience by temporally coordinating autophagy, HSR and UPR responses to maintain proteostasis.", "date": "2025-12-26", "journal": ""}
{"title": "Unexplored regions of the protein sequence-structure map revealed at scale by a library of foldtuned language models", "doi": "10.1101/2023.12.22.573145", "authors": "Subramanian, A. M.; Martinez, Z. A.; Lourenco, A. L.; Yuan, S. C.; Liu, S.; Wang, T.-Y.; Chou, T.-F.; Thomson, M.", "abstract": "Amino-acid sequence space is combinatorially vast, with well-folded proteins distributed sparsely and connected by vanishingly few permissible mutational paths. Novel-in-sequence versions of structures observed in nature promise to sample features such as new binding motifs and active site geometries but are rendered inaccessible to evolution or direct search by the extent of sequence perturbations required. Here we introduce a novel algorithm--termed \"foldtuning\"--that leverages principles of adversarial learning to drive protein language models (PLMs) to erase detectable homology to natural sequences while preserving a target structure, systematically traversing protein-space without being limited by evolutionary barriers. We build foldtuned PLMs for >700 targets including membrane-bound receptors, redox enzymes, and signaling domains. Foldtuned proteins are diverse and far-from-natural in sequence, filling out structurally-equivalent families defined by fundamental biophysical constraints invisible to traditional sequence-based bioinformatics methods. Experimental characterization demonstrates that foldtuned proteins express stably in vitro and function in vivo. By revealing sequence-structure information at scale beyond evolution, foldtuning promises to accelerate the reconstitution and realization of novel-to-nature systems for synthetic biology problems from therapeutics to catalysis.", "date": "2025-12-26", "journal": ""}
{"title": "Genome scale CRISPR screens identify actin capping proteins as key modulators of therapeutic responses to radiation and immunotherapy", "doi": "10.1101/2024.01.14.575614", "authors": "Xin, S.; Renauer, P. A.; Dong, C.; Feng, Y.; Ren, P.; Lin, Q.; Zhang, F.; Tafreshi, N.; Glazer, P. M.; Chen, S.; Verma, N.", "abstract": "Radiotherapy (RT), is a fundamental treatment for malignant tumors and is used in over half of cancer patients. As radiation can promote anti-tumor immune effects, a promising therapeutic strategy is to combine radiation with immune checkpoint inhibitors (ICIs). However, the genetic determinants that impact therapeutic response in the context of combination therapy with radiation and ICI have not been systematically investigated. To unbiasedly identify the tumor intrinsic genetic factors governing such responses, we performed a set of genome-scale CRISPR screens in melanoma cells for cancer survival in response to low-dose genotoxic radiation treatment, in the context of CD8 T cell co-culture and with anti-PD1 checkpoint blockade antibody. Two actin capping proteins, Capza3 and Capg, emerged as top hits that upon inactivation promote the survival of melanoma cells in such settings. Capza3 and Capg knockouts (KOs) in mouse and human cancer cells display persistent DNA damage due to impaired homology directed repair (HDR); along with increased radiation, chemotherapy, and DNA repair inhibitor sensitivity. However, when cancer cells with these genes inactivated were exposed to sublethal radiation, the persistence of DNA damage promoted activation of the STING pathway, induction of inhibitory CEACAM1 ligand expression and resistance to CD8 T cell killing. Patient cancer genomics analysis reveals an increased mutational burden in patients with inactivating mutations in CAPG and/or CAPZA3, at levels comparable to other HDR associated genes. There is also a positive correlation between CAPG expression, CD8 T cell tumor infiltration and response to immunotherapy among patient datasets. Our results unveil the critical roles of actin binding proteins for efficient HDR within cancer cells and demonstrate a previously unrecognized regulatory mechanism of therapeutic response to radiation and immunotherapy.", "date": "2025-12-26", "journal": ""}
{"title": "Inferring gene-regulatory networks using epigenomic priors", "doi": "10.1101/2024.04.23.590858", "authors": "Bartlett, T. E.; Li, M.; Song, C.; Gao, Y.; Huang, Q.", "abstract": "We show improved accuracy in-silico of inference of gene-regulatory network (GRN) structure, resulting from the use of an epigenomic prior network. We demonstrate important use-cases of our proposed methodology by re-analysing 12 datasets from 12 different studies. These include data from cells from human embryos, healthy adult tissue, and cancer, and include single-cell mRNA sequencing data, DNA methylation (DNAme) data, chromatin accessibility data, and histone modification data. We find that DNAme data are very effective for inferring the epigenomic prior network, recapitulating known epigenomic network structure found previously from chromatin accessibility data. Furthermore, we find that inferring the epigenomic prior network from DNAme data reveals candidate TF cis-regulations for at least eight times as many genes, when compared with chromatin accessibility data. When our proposed methodology is applied to real datasets from human embryonic development and from women at risk of breast cancer, we find patterns of differential cis-regulation that are in line with expectations under appropriate biological models, and that may be used to propose hypotheses about pre-cancerous epigenomic changes.", "date": "2025-12-26", "journal": ""}
{"title": "Policy optimization emerges from noisy representation learning", "doi": "10.1101/2024.11.01.621621", "authors": "Brenner, J. W.; Li, C.; Kreiman, G.", "abstract": "Biological nervous systems learn both internal representations of the world and behavioral policies for acting within it. Motivated by growing evidence that representation learning is a fundamental principle underlying synaptic plasticity, we introduce Neural Stochastic Modulation (NSM): a theory of learning in which policy optimization emerges from reward-modulated noise layered on top of plasticity rules designed for representation learning. In NSM, reward-modulated noise shapes the steady-state weight distribution, guiding the network toward solutions that capture meaningful features while also maximizing reward. Interestingly, the evolving internal representations produced by our model mirror neural coding changes observed experimentally during task learning. Our results suggest that reward-modulated noise can serve as a minimal and biologically plausible mechanism for integrating representation and policy learning in the brain.", "date": "2025-12-26", "journal": ""}
{"title": "Thymic selection of the T cell receptor repertoire is biased toward autoimmunity in females", "doi": "10.1101/2025.01.21.633929", "authors": "Vantomme, H.; Quiniou, V.; Adda, L.; Jouannet, C.; Mhanna, V.; Albalaa, C.; Barennes, P.; Coatnoan, N.; Diderot, V.; Dubois, J.; Fourcade, G.; Le Gouge, K.; Nguekap Tchoumba, O.; Pezous, M.; Stys, P.; Six, A.; Mariotti Ferrandiz, E.; Klatzmann, D.", "abstract": "Women represent about 80% of patients with autoimmune diseases. This may partly result from sex-based differences in T cell receptor (TCR) selection during thymocyte development, potentially influenced by hormones and the lower expression of the Autoimmune Regulator (AIRE) transcription factor in females. To investigate this, we analyzed sex-specific differences in TCR generation and selection. We examined TCR repertoires in double-positive thymocytes and single-positive thymic cells, including CD8 and CD4 effector T cells and regulatory T cells (Tregs), derived from male and female organ donors. Minimal sex-based differences were observed in V and J gene usage, and there were no notable differences in TCR repertoire diversity, complementarity-determining region 3 (CDR3) length, amino acid composition, or network structure. No TCR sequences were exclusive to either sex. However, female effector T cells exhibited a significantly higher prevalence of TCRs specific to self-antigens implicated in autoimmunity compared to males, while female Tregs showed a reduced frequency of such TCRs. These differences were not observed for TCRs targeting self-antigens unrelated to autoimmunity or antigens associated with cancer or viruses. Our findings highlight a sex-specific imbalance in thymic selection of TCRs with autoimmunity-associated specificities, providing mechanistic insight into the increased susceptibility of women to autoimmune diseases.", "date": "2025-12-26", "journal": ""}
{"title": "Uncovering Shared and Tissue-Specific Molecular Adaptations to Intermittent Fasting in Liver, Brain, and Muscle", "doi": "10.1101/2025.04.13.648650", "authors": "Fan, Y.; De Silva, S.; Tabassum, N. I.; Peng, X.; Lim, V.; Cheng, X.; Datta, K. K.; Lowe, R.; Johns, T. G.; Mattson, M. P.; Mathivanan, S.; Sobey, C. G.; Okun, E.; Liu, Y. U.; Chen, G.; Lai, M. K. P.; Jo, D.-G.; Gunaratne, J.; Arumugam, T. V.", "abstract": "Intermittent fasting (IF) has emerged as a powerful dietary intervention with profound metabolic benefits, yet the tissue-specific molecular mechanisms underlying these effects remain poorly understood. In this study, we employed comprehensive proteomics and transcriptomics analysis to investigate the systemic and organ-specific adaptations to IF in male C57BL/6 mice. Following a 16-hour daily fasting regimen (IF16) over four months, IF reduced blood glucose, HbA1c, and cholesterol levels while increasing ketone bodies, indicative of enhanced metabolic flexibility. Proteomic profiling of the liver, skeletal muscle, and cerebral cortex revealed tissue-specific responses, with the liver exhibiting the most pronounced changes, including upregulation of pathways involved in fatty acid oxidation, ketogenesis, and glycan degradation, and downregulation of steroid hormone and cholesterol metabolism. In muscle, IF enhanced pyruvate metabolism, fatty acid biosynthesis, and AMPK signaling, while suppressing oxidative phosphorylation and thermogenesis. The cerebral cortex displayed unique adaptations, with upregulation of autophagy, PPAR signaling, and metabolic pathways, and downregulation of TGF-beta and p53 signaling, suggesting a shift toward energy conservation and stress resilience. Notably, Serpin A1c emerged as the only protein commonly upregulated across all three tissues, highlighting its potential role in systemic adaptation to IF. Integrative transcriptomic and proteomic analyses revealed partial concordance between mRNA and protein expression, underscoring the complexity of post-transcriptional regulation. Shared biological signaling processes were identified across tissues, suggesting unifying mechanisms linking metabolic changes to cellular communication. Our findings reveal both conserved and tissue-specific responses by which IF may optimize energy utilization, enhance metabolic flexibility, and promote cellular resilience.", "date": "2025-12-26", "journal": ""}
{"title": "Alcohol Attenuates CRF-Induced Excitatory Effects from the Extended Amygdala to Dorsostriatal Cholinergic Interneurons", "doi": "10.1101/2025.04.23.650346", "authors": "Essoh, A.; Xie, X.; Gangal, H.; Huang, Z.; Chen, R.; Li, Z.; Wang, X.; Vierkant, V.; Garza, M.; Ugartemendia, L.; Secci, M. E.; Gilpin, N. W.; Justice, N. J.; messing, r.; Wang, J.", "abstract": "Alcohol relapse is associated with corticotropin-releasing factor (CRF) signaling and altered reward pathway function, though the precise mechanisms remain unclear. Here, we investigated how CRF modulates cholinergic interneurons (CINs) in the dorsal striatum, a region critical in mediating cognitive flexibility and action selection. Using monosynaptic and retrograde circuit tracing, we identified direct inputs from CRF-expressing (CRF) neurons in the central amygdala (CeA) and bed nucleus of the stria terminalis (BNST) to dorsal striatal CINs. We showed that CINs express CRF receptor 1 (CRFR1) and established their functional connectivity with CeA/BNST CRF projections. Functional recordings revealed that CRF enhanced CIN excitability and promoted acetylcholine release in the dorsal striatum. However, acute alcohol exposure and withdrawal attenuated the excitatory effect of CRF on CIN firing, suggesting a mechanism by which alcohol disrupts CRF-dependent neuromodulation. These findings reveal a previously unrecognized CRF-CIN pathway linking the extended amygdala to the dorsal striatum and provide new insight into how CRF and alcohol interact to impair striatal function. This work highlights CRF signaling as a potential target for understanding stress-induced changes to the reward pathway", "date": "2025-12-26", "journal": ""}
{"title": "RSPO2-based peptibodies conjugated with pyrrolobenzodiazepine dimer or camptothecin analogs demonstrate potent anti-tumor activity by targeting the three receptors LGR4/5/6 in colorectal cancer and neuroblastoma", "doi": "10.1101/2025.04.25.650662", "authors": "Toh, Y.; Tu, J.; Wu, L.; Aldana, A.; Wen, J. J.; Su, L.; Yang, B.; Liang, X.; Li, L.; Pan, S.; Wang, J.; Cui, J.; Liu, Q. J.", "abstract": "LGR4/5/6 (leucine-rich repeat containing, G protein-coupled receptors 4, 5, and 6) are three homologous receptors that are co-expressed or alternately expressed at high levels in tumor cells of colorectal cancer and high-risk neuroblastoma. Simultaneous targeting of all three receptors may provide increased efficacy or overcome drug resistance due to tumor heterogeneity and cancer cell plasticity. LGR4/5/6 all bind to R-spondins (RSPOs) with high affinity and potentiate Wnt/{beta}-catenin signaling in response. Previously, we showed that a peptibody based on a mutant RSPO4 furin domain that bound to LGR4/5/6 without potentiating Wnt/{beta}-catenin signaling was able to deliver cytotoxins into cancer cells that express any of the three receptors. We have now generated a mutant RSPO2 furin domain that retains high affinity binding to LGR4/5/6 without signaling activity. Peptibodies based on this RSPO2 furin mutant were conjugated with either pyrrolobenzodiazepine dimer or camptothecin derivative, and the resulting peptibodydrug conjugates (PDCs) showed potent and specific cytotoxic activity in neuroblastoma and colorectal cancer cell lines expressing any of LGR4/5/6 in vitro and robust anti-tumor activity in vivo. The results support the potential of RSPO2-based PDCs for the treatment of colorectal cancer, high-risk neuroblastoma, and other cancers that express LGR4/5/6.", "date": "2025-12-26", "journal": ""}
{"title": "Resting-state fMRI coherence is selectively diminished around 0.1 Hz, particularly inside watershed areas, in patients with unilateral carotid artery stenosis", "doi": "10.1101/2025.06.12.659378", "authors": "Choi, S.; Hoffmann, G.; Schneider, S.; Kaczmarz, S.; Yu, X.; Preibisch, C.; Sorg, C.", "abstract": "In the brain, vasomotor dynamics at infra-slow frequencies (~0.1 Hz), driven by synchronized oscillations of smooth muscle cells in vessel walls, are thought to play a crucial role in regulating cerebral perfusion and underlie resting-state functional connectivity (FC), typically measured by correlated time courses of functional signals. In particular, rodent studies have demonstrated that vasomotor activity contributes to the coherence of blood oxygenation level dependent (BOLD) signal fluctuations. However, in humans, detecting this contribution non-invasively remains challenging due to the limited spatiotemporal sensitivity of functional magnetic resonance imaging (fMRI) to vasomotion. Given that prior studies have identified internal carotid artery stenosis (ICAS) as an informative conditional lesion model of vasomotor and hemodynamic impairments in humans, we investigated whether ICAS affects interhemispheric BOLD coherence at ~0.1 Hz. Using a multi-modal fMRI framework integrating resting-state fMRI with quantitative mapping of cerebral blood volume, blood flow, oxygen metabolism, and BOLD time lag, we compared BOLD coherence between patients with asymptomatic unilateral ICAS and healthy controls. Frequency-specific analysis revealed significantly diminished interhemispheric BOLD coherence at ~0.1 Hz across canonical resting-state networks in ICAS patients, while ultra-slow (<0.05 Hz) coherence remained largely preserved. This reduction was spatially widespread and particularly pronounced in watershed areas, i.e., border zones between major vascular territories, associated with significantly increased lateralization of cerebral blood volume (p < 0.01). Notably, coherence-based FC patterns at ~0.1 Hz were heterogeneous within watershed areas but homogeneous outside, suggesting an interplay between compensatory mechanisms and cerebrovascular impairment. Taken together, our findings demonstrate that ICAS induces subtle, frequency-and region-specific alterations in interhemispheric FC, consistent with a model in which impaired vasomotor activity impacts on resting-state FC in the human brain.", "date": "2025-12-26", "journal": ""}
{"title": "BDF6 deficiency severely compromises intracellular amastigotes development and infectivity in Trypanosoma cruzi", "doi": "10.1101/2025.07.21.665854", "authors": "Boselli, V.; Perdomo, V.; Pacini, F.; Cueto, J.; Pezza, A.; Romano, P.; Docampo, R.; Perez, A. R.; Serra, E.", "abstract": "Trypanosoma cruzi, the causative agent of Chagas disease, relies on complex gene regulatory mechanisms to adapt to its diverse host environments. In recent years, it has been established that epigenetics plays an essential role in these mechanisms via the regulation of chromatin structure. Bromodomain-containing factors (BDFs), known for recognizing acetylated lysines on histones, have emerged as key factors in chromatin remodeling complexes. Among the eight predicted BDFs in T. cruzi, BDF6 is part of a TINTIN-like complex with MRGx and MRGBP, homologous to components of the NuA4/TIP60 chromatin remodeling complex. We generated knockout (KO) parasites for bdf6 gene using CRISPR/Cas9 gene editing. BDF6-deficient epimastigotes exhibit normal morphology but decreased size and growth and the resulting metacyclic trypomastigotes displayed drastically reduced infectivity. Strikingly, once inside host cells, BDF6-deficient parasites differentiated into amastigotes but failed to replicate. This intracellular arrest was reversed by episomal complementation of BDF6. Consistently, BDF6-KO parasites also exhibited impaired infectivity in mice, a defect that was also rescued in the addback parasite lines. Our findings highlight BDF6 as a critical regulator of intracellular parasite development, operating in stages beyond epimastigotes where epigenetic plasticity is essential for host adaptation. This striking stage-specific phenotype of BDF6 knockouts underscores its functional importance and highlights the relevance of epigenetic regulators along T. cruzi s life cycle.", "date": "2025-12-26", "journal": ""}
{"title": "CDK8 is a critical effector of cell fate dysregulation in SF3B1-mutant MDS", "doi": "10.1101/2025.08.14.670174", "authors": "Bonner, E. A.; Hsueh, T.-Y.; Song, A.; Baquero Galvis, L.; Arriaga-Gomez, E. A.; Venkataraman, R.; Sinha, S.; Nguyen, E. J.; Ferrell, P. B.; Welner, R. S.; Lu, R.; Deeg, H. J.; Stirewalt, D. L.; Doulatov, S.; Lee, S. C.", "abstract": "Mutations in RNA splicing factor SF3B1 are among the most common in MDS and are strongly associated with MDS with ring sideroblasts (MDS-RS). While aberrant splicing of terminal erythroid regulators has been implicated in MDS pathogenesis, the impact of SF3B1 mutations on early hematopoietic progenitor function remains unclear. Here, we identify CDK8, a key kinase of the mediator complex involved in transcriptional regulation, as a recurrent mis-spliced target in SF3B1-mutant MDS. Mutant SF3B1 induces cryptic 3' splice site selection in CDK8, leading to loss of CDK8 mRNA and protein. Using primary human HSPCs, our study identifies CDK8 as an important regulator of HSPC homeostasis and cell fate determination. CDK8 depletion results in expansion of HSPCs and shifts differentiation toward the erythroid and myeloid lineages, mirroring phenotypes observed in SF3B1-mutant MDS. Lastly, functional restoration of CDK8 rescues early erythroid phenotypes in SF3B1-mutant cells. These findings implicate CDK8 mis-splicing as a mechanistic driver of altered progenitor fate and dysplasia in SF3B1-mutant MDS, linking aberrant splicing to transcriptional dysregulation and hematopoietic lineage commitment.", "date": "2025-12-26", "journal": ""}
{"title": "Ex vivo and in vivo CRISPR/Cas9 screenings identify the roles of protein N-glycosylation in regulating T-cell activation and functions", "doi": "10.1101/2025.08.20.671236", "authors": "Hong, Y.; Si, X.; Liu, W.; Mai, X.; Zhang, Y.", "abstract": "Cytotoxic CD8+ T-cells play central roles in tumor immunotherapy. Understanding mechanisms that regulate development, differentiation, and functions of cytotoxic CD8+ T-cells leads to development of better immunotherapies. By combining primary T-cell culture and a syngeneic mouse tumor model with both genome-wide and custom CRISPR/Cas9 screenings, we systematically identified genes and pathways that regulate PD-1 expression and functions of CD8+ T-cells. Among them, inactivation of a key enzyme in glycoconjugate biosynthesis, beta 1, 4-galatosyltransferase 1 (B4GALT1), leads to significantly enhanced T-cell receptor (TCR) activation and functions of CD8+ T-cell. Interestingly, suppression of B4GALT1 enhances functions of TCR-T-cells, but has no effect on chimeric antigen receptor T (CAR-T) cells. We systematically identified the substrates of B4GALT1 CD8+ T-cell surface by affinity purification and mass spectrometry analysis, which include protein components in both TCR and its co-receptor complexes. The galactosylation of TCR and CD8 leads to reduced interaction between TCR and CD8 that is essential for TCR activation. Artificially tethering TCR and CD8 by a TCR-CD8 fusion protein could bypass the regulation of B4GALT1 in CD8+ T-cells. Finally, the expression levels of B4GALT1 normalized to tumor infiltrated CD8+ T-cells in tumor microenvironment are significant and negatively associated with prognosis of human patients. Our results reveal the important roles of protein N-glycosylation in regulating functions of CD8+ T-cells and prove that B4GALT1 is a potential target for tumor immunotherapy.", "date": "2025-12-26", "journal": ""}
{"title": "Transcranial Static Magnetic Stimulation Dissociates the Causal Roles of the Parietal Cortex in Spatial and Temporal Processing", "doi": "10.1101/2025.11.16.688651", "authors": "Sugimoto, M.; Kimura, I.; Hayashi, M. J.", "abstract": "Accurate time estimation is essential for optimizing our perception and actions. Previous neuroimaging and transcranial magnetic stimulation (TMS) studies have suggested that the right inferior parietal lobule (IPL) and supplementary motor area (SMA) are involved in time perception. However, it remains inconclusive whether the activity in these regions is crucial for time perception, partly due to the possible spread of TMS effects across anatomically connected brain regions. Such a remote effect is less likely to happen with transcranial static magnetic stimulation (tSMS), as the static magnetic field is expected to modulate the firing threshold of neurons rather than directly triggering an action potential. In this study, we aimed to determine the causal relevance of local activities in the right IPL and the SMA for temporal processing using tSMS. We measured duration discrimination thresholds, along with orientation discrimination thresholds as a control, using staircase methods before and during the administration of tSMS over the IPL/SMA. Our results indicated no significant changes in duration discrimination thresholds in either the IPL or SMA conditions. In contrast, we observed an improvement in orientation discrimination thresholds in the IPL condition. This improvement correlated with individual differences in the distance between the scalp and the IPL. Overall, our findings demonstrate a causal involvement of the IPL in orientation processing. The correlation between the effects of tSMS and the scalp-to-target distance suggests that the efficacy of tSMS may be sensitive to the strength of the magnetic field.", "date": "2025-12-26", "journal": ""}
{"title": "Differential functions of multiple Wnts and receptors in cell polarity regulation in \tC. elegans", "doi": "10.1101/2025.11.25.690575", "authors": "Sawa, H.; Asakawa, M.; Negishi, T.", "abstract": "Metazoan species possess multiple Wnt ligands and receptor genes that regulate diverse developmental processes. Because these genes often act redundantly, analysis of single-gene mutants does not necessarily reveal the full roles of Wnt signaling. In C. elegans, three Wnt genes (cwn-1, egl-20, and cwn-2) and three receptor genes (lin-17/Fzd, mom-5/Fzd, and cam-1/Ror) redundantly regulate the polarity of asymmetrically dividing seam cells. Here, we comprehensively analyzed genetic interactions among these Wnt and receptor genes. In mom- 5 mutant backgrounds, additional mutations in Wnt genes disrupted cell polarization. In contrast, in cam-1 mutant backgrounds, Wnt mutations frequently caused abnormal polarity orientation. These findings indicate that MOM-5 and CAM-1 play distinct roles in establishing cell polarization and determining its orientation, respectively. lin-17 mutations suppressed polarity reversal in multiple Wnt compound mutants, suggesting that LIN-17 may function as a molecular switch for polarity orientation. Although all three Wnt genes regulate polarity orientation in a gradient-independent manner in the absence of receptor mutations, in lin-17 mutant backgrounds, reversing the expression gradients of cwn-1 and egl-20, but not cwn-2, enhanced polarity reversal. This suggests that cwn-1 and egl-20 act not only permissively but also instructively to regulate polarity orientation. Together, our results reveal distinct and cooperative functions of multiple Wnt ligands and receptors that ensure robust control of cell polarity.", "date": "2025-12-26", "journal": ""}
{"title": "Generative inverse design of RNA structure and function with gRNAde", "doi": "10.1101/2025.11.29.691298", "authors": "Joshi, C. K.; Gianni, E.; Kwok, S. L. Y.; Mathis, S. V.; Lio, P.; Holliger, P.", "abstract": "The design of RNA molecules with bespoke three-dimensional structures and functions is a central goal in synthetic biology and biotechnology. However, progress has been limited by the challenges of designing complex tertiary interactions such as pseudoknots, as well as engineering novel catalytic functions--problems that have remained largely intractable for automated methods. Here we present and experimentally validate a high-throughput generative AI pipeline for inverse design of RNA structure and function. Central to the pipeline is gRNAde, an RNA language model conditioned on 3D backbone structures and sequence constraints. In a community-wide, blinded RNA design competition on the Eterna platform, the gRNAde pipeline designs complex pseudoknotted RNAs at high success rates matching that of human experts, significantly outperforming other physics- and AI-based automated algorithms. We further demonstrate gRNAdes capability to generatively design functional RNA polymerase ribozymes with up to 20% sequence divergence from the wild type, discovering highly active variants in a functional landscape previously inaccessible to rational design and directed evolution. gRNAde thus provides an experimentally validated, open-source platform for automated design of complex RNA structures, paving the way for fully programmable RNA catalysts and nanostructures.\n\nOpen-source code: github.com/chaitjo/geometric-rna-design", "date": "2025-12-26", "journal": ""}
{"title": "GnRH-1 Neurons Are Not in the Goofy Group: 123cre Tracing Sets the Record Straight", "doi": "10.64898/2025.12.17.694945", "authors": "Amato, E.; Call, M. V.; LeFever, N. M.; Aviles-Carlos, M.; Dolphin, N. M.; Forni, P. E.", "abstract": "The olfactory placode (OP) gives rise to a wide array of chemosensory neurons in the nasal region, including olfactory sensory neurons, vomeronasal sensory neurons, and those of the septal organ and Grueneberg ganglion. During placodal invagination, the OP also produces several classes of migratory neurons, such as gonadotropin-releasing hormone-1 (GnRH-1) neurons, terminal nerve (TN) neurons, and olfactory pioneer neurons, the latter of which are thought to play a key role in initiating olfactory bulb development. Despite decades of research, the genetic lineage and molecular identity of the various neuronal types that arise from the OP remain under investigation. The GnRH-1 neurons play essential roles in reproduction as well as chemodetection; however, they appear to have a distinct genetic lineage from olfactory and vomeronasal chemosensory neurons. The Golgi-associated olfactory signaling regulator (Goofy/Gfy) is known to be expressed in developing chemosensory neurons. To determine whether the expression of this gene is specific to the neurons of the nasal chemosensory epithelia or a common feature of OP derivatives, we characterized its expression and lineage at both embryonic and postnatal stages. Our results confirm broad expression across developing chemosensory neurons and by subsets of olfactory pioneer neurons. However, our data show that the GnRH-1 neurons do not express Gfy and suggest only sparse expression across the putative TN neurons. These findings highlight a previously unknown genetic distinction between neuronal populations of the nasal migratory mass and the chemosensory populations in the nasal region.", "date": "2025-12-26", "journal": ""}
{"title": "Adoptive Transfer of ILC2s into the Brain Reveals Tumor Homing in Glioblastoma: A Proof-of-Concept for Cellular Therapy", "doi": "10.64898/2025.12.22.695985", "authors": "Wang, L. P.; Bhandari, B.; Naeini, S. E.; Yu, J. C.; Arbab, A. S.; Young, N.; Salles, E. L.; Baban, B.", "abstract": "Glioblastoma (GBM) is an aggressive brain tumor with limited treatment options and poor immune cell infiltration. Cellular immunotherapies have transformed cancer treatment but remain largely ineffective against GBM due to the restrictive blood brain barrier (BBB) and its profoundly immunosuppressive microenvironment. Innate lymphoid cells type 2 (ILC2s) have recently emerged as potential candidates for cellular immunotherapy because of their regenerative and immunomodulatory functions. Here, we provide the first in vivo evidence that systemically administered ILC2s can cross the BBB and home to glioblastoma. Bone marrow derived ILC2s from C57BL/6 mice were labeled with CFSE and intravenously transferred into hosts bearing orthotopic, luciferase-expressing GL261 tumors. Fluorescence imaging and flow cytometry analyses indicated that transferred ILC2s successfully entered the brain, localized within tumor tissue, and were also detected in meninges and peripheral organs. Although no measurable reduction in tumor growth was observed, these findings support a proof-of-concept for adoptive ILC2 transfer as a feasible approach for targeting CNS tumors and exploring their immunomodulatory potential in GBM.", "date": "2025-12-26", "journal": ""}
{"title": "Brain-body dynamics are asymmetric and stable across cognitive states", "doi": "10.64898/2025.12.22.696055", "authors": "Madsen, J.; Silvan, A.; Babadi, B.; Parra, L. C.", "abstract": "The human body displays slow, spontaneous fluctuations in brain activity, autonomic physiology, and small incidental movements. It is unknown whether these co-fluctuations reflect a stable endogenous brain-body dynamic, or whether this dynamic varies with cognitive state. We addressed this question using a dynamical systems approach to analyze simultaneously recorded neural activity (EEG), autonomic physiology, and behavior while participants listened to spoken narratives or were at rest. We found that cognitive state did not substantially alter the endogenous dynamic. Acoustic and linguistic features predicted neural activity, which in turn affected physiological responses. Only low-level sound fluctuations exerted direct effects on autonomic signals. Peripheral physiology and behavior exerted stronger influences on EEG than the reverse. These findings suggest that slow co-fluctuations are the result of a stable brain-body dynamic with strong bottom-up feedback, and that the narrative entrains this dynamic by engaging cognition.", "date": "2025-12-26", "journal": ""}
{"title": "The organization of visual pathways in the Drosophila brain", "doi": "10.64898/2025.12.22.696097", "authors": "Hoeller, J.; Zhao, A.; Nern, A.; Rogers, E. M.; Romani, S.; Reiser, M. B.", "abstract": "Visual systems across species transform photoreceptor inputs into diverse perceptual representations through hierarchical networks that extract features via parallel pathways. In Drosophila, the optic lobes are layered, retinotopic visual processing centers that contain two-thirds of the brain's neurons and support diverse visually guided behaviors. Although this architecture has long suggested hierarchical and parallel organization, a system-wide account of how behaviorally relevant visual features are routed and integrated across a complete visual system--in any animal--has remained elusive. The new male fly connectome now provides the synapse-level wiring needed to trace visual information from photoreceptors through the optic lobes and across the central brain. Applying a network-based analysis of information flow, we reveal a multi-layered architecture organized into distinct, functionally interpretable pathways. Using this framework to propagate signals through these pathways predicts receptive-field structure and feature selectivity consistent with physiological data, enabling large-scale functional annotation of thousands of neuron types. We find that distinct visual input channels are broadly distributed throughout the brain, yet converge in focal regions of feature specificity and acute spatial vision. Together, these analyses provide a neuron-level, connectome-based view of how a brain organizes and transforms visual input.", "date": "2025-12-26", "journal": ""}
{"title": "Single-cell chiral symmetry breaking under confinement", "doi": "10.64898/2025.12.23.696323", "authors": "Echeverria-Alar, S.; Narasimhan, B. N.; Fraley, S. I.; Rappel, W.-J.", "abstract": "Single cells confined by the extracellular matrix can exhibit persistent rotational motion, yet the physical mechanisms underlying this chiral symmetry breaking remain unclear. Here, we address this gap with a cellular phase field model that couples cell deformation, cell polarization governed by stochastic excitable dynamics, and confinement. We identify the confinement strength as a bifurcation parameter determining three regimes: strong confinement prevents rotation through spatial constraints, intermediate confinement induces stochastic transitions between chiral and non-chiral states, and weak confinement allows persistent rotational motion. For the intermediate regime, we develop a semi-Markovian renewal process framework that characterizes the stochastic dynamics through dwell time statistics, transition probabilities and first-passage times. For the weak confinement regime, we reveal that a mechanochemical feedback enables coherent rotations despite internal noise through the reduction of local excitability mediated by mechanical contraction. We formalize this feedback analytically using Kramers escape theory. Experiments on epithelial MCF10A cells in Matrigel validate predictions for the weak confinement regime. Our results establish a theoretical approach for understanding single-cell chiral symmetry breaking under confinement, with implications for controlling single-cell dynamics by tuning extracellular matrix properties.", "date": "2025-12-26", "journal": ""}
{"title": "Nipah virus Malaysia and Bangladesh strain-induced pathogenesis in mice lacking type I interferon receptor signaling", "doi": "10.64898/2025.12.24.696352", "authors": "Amurri, L.; Reynard, O.; Ronco, I.; Deri, D.; Palyi, B.; Spanier, J.; Skerra, J.; Terceve, O.; Larcher, T.; Kalinke, U.; Kis, Z.; Horvat, B.; Iampietro, M.", "abstract": "Nipah virus (NiV) is a zoonotic highly pathogenic Paramyxovirus inducing lethal outbreaks of encephalitis and severe acute respiratory syndrome (SARS) with an average case-fatality rate of 75%. Two viral strains, NiV-Malaysia (NiV-Mal) and NiV-Bangladesh (NiV-Ban), associated to distinct geographical distribution, route of transmission, symptoms and lethality have been described. Due to the permanent threat of these emerging infections and the lack of approved therapeutics, it is crucial to improve our understanding regarding NiV-associated pathogenesis. Mice represent a small and accessible animal model, provided with numerous biological tools for the functional assessment of different genes related to antiviral response. Here, we analyze the susceptibility of mice deficient for type I interferon receptor (IFNAR KO) to infection with either NiV-Mal or NiV-Ban through intraperitoneal or intranasal routes. Our results show that IFNAR KO mice are susceptible to NiV-Ban infection via intraperitoneal route, although to a lesser extent than NiV-Mal, and develop encephalitis and pulmonary syndrome with viral propagation to different organs and lethal outcome in 60% of infected animals. In addition, intranasal administration of both viral strains led to a subclinical infection with viral replication in brain and lungs and production of virus-specific neutralizing antibodies. These results indicate IFNAR KO mice as a small animal model permitting comparative studies of the immunopathogenesis perpetrated by both NiV-Mal and NiV-Ban infections.", "date": "2025-12-26", "journal": ""}
{"title": "Thalamocortical coupling and cortical E-I balance generate diverse anesthetic α-spindles for interpretable EEG decoding", "doi": "10.64898/2025.12.25.696413", "authors": "David, F.; Sun, C.; Michel, P.-O.; Sibille, J.; Rouach, N.; Holcman, D.", "abstract": "Anesthesia is a common clinical procedure, yet its hallmark EEG motifs--spindles oscillating in the broad alpha-range between 4 and 16 Hz--are not enough interpretable from the neuronal circuit perspective and for predictive medicine. To fill this gap, we investigate here the neuronal mechanisms and mathematical principles of brain spindles by recording and modeling large-scale thalamo-cortical neuronal ensembles in mice under anesthesia. We report irregular weakly synchronized firing of thalamic and cortical neurons associated with spindle patterns, indicating an emergent network rather than cellular dynamics. The consecutive loss of balance between the firing of excitatory and inhibitory cortical neurons and the increased firing fluctuations, together play in favor of larger spindle amplitude. In addition, the continuous range of spindle frequencies observed reflects a tight equilibrium of interactions between the thalamus and cortex. To create a possible numerical twin of this complex dynamics that could be used during clinical anesthesia, we built a computational model that comprises a reciprocally connected excitatory and inhibitory representation of cortical and thalamic networks driven by random fluctuations. The model parsimoniously explains the changes in spindle dynamics when increasing the anesthesia dose. This model thus links in vivo brain sub-network dynamics with EEG for the readout of anesthetized brain states.", "date": "2025-12-26", "journal": ""}
{"title": "An auditory \"low road\" for threat in humans sensitive to fast temporal cues", "doi": "10.64898/2025.12.24.690990", "authors": "Cinca-Tomas, M. T.; Kosteletou-Kassotaki, E.; Costa-Faidella, J.; Escera, C.; Dominguez-Borras, J.", "abstract": "Rapid threat processing is crucial for survival. In vision, neural models of emotion propose the existence of direct pathways, or \"low roads\", from visual thalamus to the amygdala, which may rely on magnocellular inputs and thereby enable rapid processing of threat signals. In audition, evidence from non-human animals points to the existence of a similar fast direct pathway, but its presence in humans remains unknown. Building on animal evidence that high-rate amplitude-modulated (highAM) sounds preferentially engage magnocellular processing, we used behavioral, physiological, and neuroimaging measures to search for an auditory \"low road\" for threat in humans responsive to magnocellular-associated features. Specifically, we tested whether highAM threat cues elicit rapid affective responses, and whether highAM threat processing aligns with structural thalamo-amygdala connectivity. We recorded electroencephalography and pupillometry from participants while they detected voices during fear conditioning. Emotional voices presented at highAM rates, as opposed to lowAM, elicited threat-related responses during the earliest post-stimulus window. A further study combining functional and diffusion-weighted imaging revealed that selective amygdala responses to highAM threatening voices were functionally associated with individual fiber density of an auditory thalamo-amygdala pathway. These results provide convergent functional and anatomical evidence supporting a subcortical pathway for auditory threat processing, consistent with evolutionarily conserved emotional systems.", "date": "2025-12-26", "journal": ""}
{"title": "Conditional-longitudinal brain growth charts detect MRI changes with birth weight and psychopathology", "doi": "10.64898/2025.12.24.696365", "authors": "Kafadar, E.; Gardner, M.; Dorfschmidt, L.; Berken, J. A.; Luo, A. C.; Sun, K. Y.; Bethlehem, R. A. I.; DeMauro, S. B.; Barzilay, R.; Warrier, V.; Moore, T. M.; Seidlitz, J.; Burris, H. H.; Satterthwaite, T. D.; Shinohara, R.; Alexander-Bloch, A. F.", "abstract": "Key Points: Question: How do differences in brain maturation trajectories, quantified by novel conditional-longitudinal models, relate to perinatal factors and mental health in adolescence? Findings: In this longitudinal analysis of neuroimaging data from the Adolescent Brain Cognitive Development (ABCD) Study, conditional-longitudinal normative models revealed that trajectories of brain maturation in adolescence are associated with birth weight, and with longitudinal changes in mental health. Meaning: Conditional-longitudinal models detect inter-individual variability in brain maturation, which is related to both perinatal factors and concurrent changes in psychopathology. Importance: Brain maturation varies between individuals, particularly during dynamic developmental periods like adolescence. Directly assessing differences in longitudinal trajectories can reveal deviations from normative patterns. Objective: We present novel conditional-longitudinal normative models that characterize variability in brain maturation. We utilize these models to examine whether differences in longitudinal trajectories are associated with birth weight (BW), gestational age (GA), and longitudinal psychopathology scores derived from behavioral assessments. Design: Cross-sectional and conditional-longitudinal normative models were developed for brain volumes derived from the first two neuroimaging timepoints from the Adolescent Brain Cognitive Development (ABCD) Study. Conditional-longitudinal models index an individual's expected brain volume at follow-up, conditioned on their baseline measurement. Models were fit with split-half cross-validation on demographically matched samples. Setting: The ABCD Study(R) is a multi-site, population-based, longitudinal cohort study. Participants: Participants were excluded based on imaging quality flags and missing data, leaving 10,830 at baseline and 7,262 at follow-up. Exposures: BW and GA were derived from parent-report questionnaires. General psychopathology scores were calculated using a bifactor model. Main Outcomes and Measures: We calculated cross-sectional and conditional-longitudinal centiles, respectively quantifying individual deviations in size and change between timepoints. Sensitivity analyses included covariates for parental income and education as well as current weight and height. Results: The sample was 10,830 at baseline (48.2% F, age 9-10y) and 7,262 at follow-up (46.6% F, age 11-13y). Conditional-longitudinal centiles were sensitive to individual differences in brain change between timepoints. Lower BW was associated with lower conditional-longitudinal centiles, suggesting larger decreases in brain volumes over time (27 regions pfdr<0.05, {beta}max=0.08). Lower conditional-longitudinal centiles were associated with greater increases in psychopathology scores, suggesting with increased psychopathology brain volumes show greater decrease (37 regions pfdr<0.05, {beta}max=0.06). Notably, changes in psychopathology were not related to brain size at either timepoint, indexed by cross-sectional centiles. Conclusions and Relevance: Models that capture individual-level deviations from expected growth trajectories, rather than static positions on a growth curve, are particularly informative for assessing developmental change. Novel conditional-longitudinal models address this gap in lifespan brain imaging. Using this framework, we demonstrate robust associations between individual trajectory deviations, perinatal adversity, and longitudinally assessed mental health symptoms. Conditional-longitudinal models hold promise for applications across psychiatric neuroscience, from development to aging.", "date": "2025-12-26", "journal": ""}
{"title": "Inferotemporal cortex encodes formation and termination of perceptual decisions", "doi": "10.64898/2025.12.24.696440", "authors": "Okazawa, G.; Kiani, R.", "abstract": "Visually guided behavior requires transforming sensory inputs into decisions based on behavioral goals. Inferotemporal cortex (IT) is traditionally seen as a perceptual stage that provides object representations for downstream decision circuits. Here, we show that neurons in anterior IT (area TEa) reflect core elements of decision formation. Using a face categorization task with stochastic visual features, we disentangled momentary evidence, accumulated evidence, and choice commitment in the same neural population. TEa neurons integrated task-relevant features over time, suppressed responses after commitment, and dynamically filtered relevant from irrelevant inputs. These are hallmarks of bounded evidence accumulation, typically attributed to frontoparietal regions. Unlike frontoparietal regions, TEa encoded the decision variable in a novel format -as a running average- enabling signal-to-noise ratio improvements without ramping. These findings challenge the view of IT as a passive perceptual buffer, positioning TEa as a decision-aware hub that transforms visual inputs to support flexible, goal-directed behavior.", "date": "2025-12-26", "journal": ""}
{"title": "Rhythmicity Revisited: Evidence from Robust Behavioral Oscillations", "doi": "10.64898/2025.12.24.696378", "authors": "Xu, M.; Badaya, E.; Senoussi, M.; Verguts, T.", "abstract": "Rhythmic fluctuations in neuronal excitability, called neural oscillations, pervade brain activity. If these oscillations have a functional role in behavior, they should also be expressed in a behavioral signature. However, identifying such a behavioral signature has remained controversial: evidence for behavioral oscillations is not yet firmly established, and aperiodic components can be misidentified as rhythmic. To test their existence while controlling for aperiodic dynamics, we applied a state-of-the-art autoregressive (AR) approach on two datasets: one published dataset, and a new dataset collected with a revised dense-sampling design. In both datasets, AR modeling recovered reliable behavioral oscillations in the theta band. Reanalyses of the published dataset also reproduced the reported theta shift with task demands, with more difficult tasks showing slower theta. In contrast, despite clear rhythmicity, the new dataset showed no consistent frequency shift across conditions. Overall, this study establishes rigorous and robust detection of behavioral oscillations. It also suggests that the frequency modulation of behavioral oscillations by task difficulty requires further study.", "date": "2025-12-26", "journal": ""}
{"title": "Optimal parameters for measuring multiband auditory brainstem responses to continuous speech", "doi": "10.64898/2025.12.24.696406", "authors": "Polonenko, M. J.; Eisenreich, B. R.", "abstract": "Accurate clinical hearing assessment depends on efficient, engaging measures designed to evaluate ecologically relevant stimuli. Often brief tones or narrowband noise stimuli are used, providing a useful but limited snapshot of hearing function. Including dynamic speech offers a means to capture how the hearing system encodes complex sounds critical for everyday communication. Here we describe the optimal parameters for using audiobook continuous speech with the multiband peaky speech paradigm to measure frequency-specific auditory brainstem responses (ABRs) to standard audiological octave bands from 500-8000 Hz in each ear simultaneously. Using computational modeling and direct human ABR testing in adults with normal hearing, we demonstrate that continuous speech signals with a chirp phase profile and fundamental frequency (f0) lowered to the range of 90-110 Hz evoke the largest ABR wave V amplitudes. This amplitude boost occurs when any narrator's f0 is lowered to this optimal range, but the largest responses occur for narrators with original f0s below 170 Hz. We also confirmed that different narrator speech stimuli with these optimized parameters can evoke similarly sized ABRs, but some minor differences remain for testing time. Ultimately, optimizing phase-f0 parameters substantially sped up the median testing time to obtain robust audiobook-based multiband ABRs to within 14 minutes, thereby making this paradigm more feasible for future research and clinical translation.", "date": "2025-12-26", "journal": ""}
{"title": "MECP2 Duplication Uncouples Mitochondrial and Purine Metabolism During neuronal maturation", "doi": "10.64898/2025.12.24.696399", "authors": "Cappuccio, G.; Qi, G.; Qin, X.; Khalil, S. M.; Hunyara, J.; Li, Y.; Mathews, J.; Soriano, A.; Osenberg, S.; Sing, S.; Tacorda, T. C.; Parkitny, L.; Sheppard, J.; Timpone, G.; Attanasio, S.; Bitar, S.; Anderson, A. G.; Ifa, D. R.; Coquery, C.; Suter, B.; Pehlivan, D.; Chen, H.; Li, F.; Zoghbi, H. Y.; Jafar-Nejad, P.; Maletic-Savatic, M.", "abstract": "Mitochondria and nucleotide metabolism are critical for cellular and developmental homeostasis, yet their potential interdependence and role in neurodevelopmental disease remain unclear. In MECP2 Duplication Syndrome (MDS), we identify a conserved correlation between mitochondrial function and purine metabolism that is disrupted across human, organoid, and mouse models. Multiomics integration reveals Complex III as the focal point of mitochondrial collapse, leading to redox stress, DNA damage, and hyperactivation of the de novo purine biosynthesis via purinosome assembly. The breakdown of mitochondria-purinosome coupling compromises genome stability, impairs radial glia proliferation, and delays neuronal maturation. By linking a defined genetic dosage imbalance to metabolic network failure, our study positions the mitochondria-purinosome coordination as a fundamental control axis for neurodevelopment and a therapeutic entry point across metabolic and neurodevelopmental disorders.", "date": "2025-12-26", "journal": ""}
{"title": "Astrocytic glycolysis attenuates mitochondrial efficiency to preserve cognition", "doi": "10.64898/2025.12.24.696355", "authors": "Alonso-Batan, P.; Jimenez-Blasco, D.; Agulla, J.; Lapresa, R.; Antequera-Duwell, M.; Yunta-Sanchez, S.; Morant-Ferrando, B.; Garcia-Rodriguez, D.; Acin-Perez, R.; Bobo-Jimenez, V.; Sancha-Ortega, L.; Mengual, R.; Gomila, S.; Gonzalez-Guerrero, S.; Fernandez, E.; Bonvento, G.; Enriquez, J. A.; Carmeliet, P.; Almeida, A.; Bolanos, J. P.", "abstract": "Astrocytic glycolysis is tightly coupled to neurotransmission and thought to be essential for neurological health. However, the metabolic adaptations that enable astrocytes to maintain a durable glycolytic profile without compromising viability are elusive. Here, using in vivo approaches including cell-specific gene expression disruption, metabolic flux analyses and behavioral tests in mice, we addressed this issue. We found that Pfkfb3 (6-phosphofructo-2-kinase/fructose-2,6-bisphosphatase-3) is instrumental in maintaining the astrocytic glycolytic phenotype. Importantly, astrocytic glycolysis sustained by Pfkfb3 is required for normal cognitive performance. Mechanistically, ATP generated through glycolysis is consumed by mitochondria, via the reverse mode of ATP synthase, to conserve the proton gradient across the inner mitochondrial membrane. This enables mitochondria to attenuate pyruvate decarboxylation, tricarboxylic acid cycle and electron transport chain activity, thereby preserving pyruvate for conversion into lactate and delivery to neurons. These findings reveal that astrocytes sacrifice mitochondrial bioenergetic efficiency as a previously underappreciated strategy to support cognition.", "date": "2025-12-26", "journal": ""}
{"title": "PBX-dependent and independent Hox programs establish and maintain motor neuron terminal Identity", "doi": "10.64898/2025.12.24.696347", "authors": "Prahlad, M.; Feng, W.; Bat-Erdene, O.; Chen, Y.; Kratsios, P.", "abstract": "Motor neuron (MN) diversity is essential for producing the broad repertoire of animal movements, yet the molecular mechanisms that specify MN subtypes remain incompletely defined. Here, we investigate how Hox genes and their PBX cofactors shape cholinergic MN subtype identity along the anterior-posterior (A-P) axis of the C. elegans ventral nerve cord (VNC). In anterior MNs, we show that the anterior Hox genes ceh-13 (Lab/Hox1) and lin-39 (Scr/Dfd/Hox4-5) collaborate with the Hox cofactor ceh-20 (Exd/Pbx1-4) and the terminal selector unc-3 (Collier/Ebf1-4) to activate terminal identity genes. In posterior nerve cord MNs, the mid-body Hox gene mab-5 (Antp/Hox6-8) represses terminal identity gene expression by antagonizing unc-3 in a ceh-20-dependent manner. Notably, mab-5 and ceh-20 are required not only during early development but also in later life stages to maintain posterior MN identity. In lumbar MNs, the posterior Hox gene egl-5 (Abd-A/Abd-B/Hox9-13) collaborates with unc-3 to activate lumbar-specific MN terminal identity genes in a ceh-20-independent manner. We further find that ceh-20 is necessary for Hox gene expression (ceh-13, lin-39, mab-5) in VNC MNs, supporting a model where Hox positive autoregulation requires PBX activity. Together, these findings reveal PBX-dependent and independent roles for Hox genes in establishing and maintaining MN identity, illustrating how combinatorial interactions between Hox factors and terminal selectors generate neuronal subtype diversity.", "date": "2025-12-26", "journal": ""}
{"title": "From kin to spatial proximity conspecifics: social network reorganisation in developing juvenile vervet monkeys", "doi": "10.64898/2025.12.24.696368", "authors": "Dafreville, M.; Canteloup, C.; Beurrier, F.; Waal, E. v. d.; George, E. A.", "abstract": "Navigating social relationships is a primary determinant of fitness in group-living animals and thus the transition of individuals from infancy to fully fledged group members is marked by concomitant changes in interactions. This developmental trajectory is particularly relevant in primates, where individuals must navigate a social landscape composed of different types of relationships and interactions while gaining independence from their mothers. Yet, little is currently known about how different layers of sociality, like proximity and grooming interactions, co-develop during the sensitive juvenile phase. Here, we harness multilayer network analysis on observations from 18 wild vervet juveniles (4-36 months of age) from two social groups to dissect the maturation of the juvenile social network. We quantify developmental trajectories across three complementary scales: maternal dyadic interactions, individual network centrality, and global network topology. We find that social maturation is defined not by simple network expansion, but by structural reorganisation. Specifically, juveniles shed their early bias toward mothers and kin, replacing these primary bonds by social interactions aligning with spatial proximity. This restructuring is further modulated by socio-demographic traits. Higher maternal rank confers access to influential partners, while females are more central than males in grooming networks, foreshadowing adult social roles. By charting the reorganisation of multiple social layers, this study unravels the processes underpinning the juvenile transition to independence in primates.", "date": "2025-12-26", "journal": ""}
{"title": "A Theory of Thalamocortical Loops in Evidence Accumulation and Decision-Making", "doi": "10.64898/2025.12.23.696263", "authors": "Berry, M. J.", "abstract": "A prominent property of the neocortex is that it forms reciprocal excitatory loops with the thalamus. Here, we propose a function for the loops between layer 5 pyramidal tract neurons in the cortex and matrix-type relay cells in the thalamus, which is based on known anatomy and biophysics. This pathway forms an amplifier circuit with a gain less than unity in the resting condition. However, descending cortical input to apical tufts of L5 neurons can raise the gain of these neurons, boosting the thalamocortical loop into either an integrating or an amplifying regime. Multiple thalamocortical loops compete via lateral inhibition in the thalamus, resulting in a winner-take-all global dynamic among the motor commands encoded by each loop. When L5 neurons are driven by sensory inputs, the integration regime closely resembles the drift-diffusion model of decision-making. We explore basic relationships among parameters of this model and compare broadly against neurophysiological data.", "date": "2025-12-26", "journal": ""}
{"title": "Feedback from the Nascent Chain Triggers Ribosomal Frameshifting and Transcript Decay", "doi": "10.64898/2025.12.23.696290", "authors": "Carmody, P. J.; Sillman, C. R.; Dyotima,  ; Bhardwaj, R.; Farzam, A.; Golrokhmofrad, M.; Lewis, B. J.; Penn, W. D.; Drown, B. S.; Schlebach, J. P.", "abstract": "Though ribosomes have several features that help them maintain their reading frame, these safeguards can be bypassed by RNA structures that promote -1 programmed ribosomal frameshifting (-1PRF). We recently found that conformational transitions in the nascent polypeptide can enhance -1PRF, though its unclear whether this feedback plays a general role in translational recoding. Here we demonstrate that the translocation of nascent transmembrane domains is sufficient to induce -1PRF during the decoding of slippery heptamers. We identify thousands of motifs that potentially trigger -1PRF along with proteomic identifications of 33 predicted human frameshift products. We also identify thousands of splicing-dependent motifs and demonstrate that the splicing-mediated reconfiguration of transmembrane domains alters -1PRF. Finally, we show that most transcripts bearing these motifs are sensitive to the nonsense-mediated decay regulator UPF1, suggesting they modulate mRNA turnover. Our findings show that the misassembly of growing polypeptides can trigger -1PRF, premature termination, and transcript decay.", "date": "2025-12-26", "journal": ""}
{"title": "Feedback from the Nascent Chain Triggers Ribosomal Frameshifting and Transcript Decay", "doi": "10.64898/2025.12.23.696290", "authors": "Carmody, P. J.; Sillman, C. R.; Dyotima,  ; Bhardwaj, R.; Farzam, A.; Golrokhmofrad, M.; Lewis, B. J.; Penn, W. D.; Drown, B. S.; Kuntz, C. P.; Schlebach, J. P.", "abstract": "Though ribosomes have several features that help them maintain their reading frame, these safeguards can be bypassed by RNA structures that promote -1 programmed ribosomal frameshifting (-1PRF). We recently found that conformational transitions in the nascent polypeptide can enhance -1PRF, though its unclear whether this feedback plays a general role in translational recoding. Here we demonstrate that the translocation of nascent transmembrane domains is sufficient to induce -1PRF during the decoding of slippery heptamers. We identify thousands of motifs that potentially trigger -1PRF along with proteomic identifications of 33 predicted human frameshift products. We also identify thousands of splicing-dependent motifs and demonstrate that the splicing-mediated reconfiguration of transmembrane domains alters -1PRF. Finally, we show that most transcripts bearing these motifs are sensitive to the nonsense-mediated decay regulator UPF1, suggesting they modulate mRNA turnover. Our findings show that the misassembly of growing polypeptides can trigger -1PRF, premature termination, and transcript decay.", "date": "2025-12-26", "journal": ""}
{"title": "Can predictive simulations of walker-assisted gait using calibrated muscle models capture subject-specific walking features in individuals with spinal cord injury?", "doi": "10.64898/2025.12.24.696345", "authors": "Maceratesi, F.; Pages Sanchis, C.; Font-Llagunes, J. M.; Febrer-Nafria, M.", "abstract": "Objective. This study aims to evaluate whether our predictive simulation framework, coupled with different musculoskeletal model personalization methods, can reproduce the distinct subject-specific gait features of four subjects with spinal cord injury (SCI). Methods. Motion capture data was collected with four SCI patients. The musculotendon parameters of the musculoskeletal models of each subject were calibrated using three different methods: one anthropometric and two functional approaches. Predictive simulations of walker-assisted gait were performed using direct collocation in an optimal control problem. The cost function included terms minimizing metabolic energy rate and muscle effort, along with additional terms reflecting the instructions of the clinicians. Post-simulation analyses were carried out to compute key gait metrics and perform inter-subject and intra-subject comparisons in both the experimental data and gait predictive simulations. Results. The predictive simulations with functionally-calibrated models reproduced some distinct gait metrics for the four subjects with SCI. However, the predicted inter-subject variability of the kinematics (e.g., 7.81+/-6.04 deg for lower body joints) was generally statistically lower than the experimental one (e.g., 11.54+/-6.96 deg for lower body joints). In addition, when comparing subjects pairwise, in some cases, the predictive simulations were able to capture the similarities or discrepancies in kinematics and gait metrics between two individuals. Moreover, functionally-calibrated models yielded lower root mean square errors between the predicted and experimental lower body kinematics compared to models personalized with the anthropometric approach. Conclusion. The results suggest that our predictive simulation framework can reproduce some subject-specific gait features for patients with SCI. However, further work is required to improve the realism of the musculoskeletal models (e.g., by implementing a more detailed hand-walker contact model), enhance the formulation of the predictive simulations problem (e.g., by estimating the optimal weights of the control objectives using multi-objective optimization), and include more subjects for achieving more generalizable results.", "date": "2025-12-26", "journal": ""}
{"title": "SpaceTrooper: a quality control framework for imaging-basedspatial omics data", "doi": "10.64898/2025.12.24.696336", "authors": "Banzi, B.; Righelli, D.; Marchionni, M.; Romano, O.; Forcato, M.; Risso, D.; Bicciato, S.", "abstract": "Quality control (QC) is a critical step in the analysis of imaging-based single-cell spatial omics data, yet standardized metrics tailored to these technologies are still lacking. Most existing QC approaches are adapted from single-cell sequencing workflows and rely on fixed thresholds, limiting their ability to capture complex artifacts arising from image processing, tissue morphology, and platform-specific effects. Here, we present SpaceTrooper, a data-driven QC framework that computes an integrated per-cell quality score by combining expression-derived and morphological features. Without relying on fixed thresholds, SpaceTrooper systematically identifies low-quality cells caused by segmentation errors, signal loss, elevated background, spatial distortions, and tissue-derived artifacts. Across diverse tissues, technologies, and modalities, SpaceTrooper robustly detects technical failures and substantially improves clustering and cell-type coherence relative to conventional QC strategies.", "date": "2025-12-26", "journal": ""}
{"title": "Real-time monitoring of pediatric high-grade glioma invasion using organotypic brain cultures reveals a developmentally dependent sensitivity", "doi": "10.64898/2025.12.24.696338", "authors": "Biala, Y.; Aravapalli, R. S. k.; Shalata, H.; Manevitch, Z.; Behar, O.", "abstract": "High-grade gliomas (HGGs) constitute a considerable portion of pediatric brain tumors, typically arising in the supratentorial cortex (median age, 13 years) or infratentorial/midline regions (median age, 7 years). About half are diffuse midline gliomas (DMGs), whose aggressive invasiveness contributes significantly to their lethality. Monitoring tumor behavior in its native environment, especially invasion, remains challenging. Although mouse models are used in glioma research, pediatric HGGs present unique difficulties. Multiphoton microscopy enables cortical invasion studies; however, DMG analysis is hindered by the deep anatomical locations and rapid aging of mice, which limits its relevance to developmental stages. To overcome these barriers, we established a novel platform combining direct implantation of pontine DMG and cortical HGG cells into organotypic ex vivo brain slice cultures with spinning-disc confocal time-lapse imaging. This method enables accelerated, real-time monitoring of tumor invasion across multiple slice cultures under conditions that recapitulate some of the key features of the native microenvironment. Using this system, we demonstrated two key findings: first, that the developmental stage of brain tissue strongly influences pontine DMG invasion, and second, that this platform is a valid tool for evaluating anti-invasive therapies.", "date": "2025-12-26", "journal": ""}
{"title": "SynTEF1 restores the functional disease phenotype of SCA27B in an hiPSC-derived neuronal disease model", "doi": "10.64898/2025.12.24.696231", "authors": "Gsell, F. G.; Pellerin, D.; Zuchner, S.; Haag, C.; Napierala, M.; Saporta, M.; Yanick, C.; Brais, B.; Lerche, H.; Schwarz, N.; Synofzik, M.", "abstract": "Spinocerebellar Ataxia 27B (SCA27B), caused by a deep-intronic GAA-TTC repeat expansion in FGF14, has recently been identified as one of the most frequent genetic ataxias. Yet its underlying disease mechanism remains largely unknown, and disease-modifying treatments targeting upstream disease mechanisms are lacking. Here we hypothesized that (i) SCA27B is caused by transcriptional repression of FGF14, leading to reduced neuronal excitability and synaptic transmission strength; (ii) which can be restored by a synthetic elongation transcription factor (Syn-TEF1). We assessed FGF14 mRNA levels by qPCR, and neuronal function by whole-cell patch-clamp recordings in network and autaptic cultures of SCA27B patient iPSC-derived NGN2-neurons. Change in all read-outs was then assessed also upon Syn-TEF1 treatment. FGF14 mRNA levels were significantly reduced in both heterozygous and biallelic SCA27B patient-derived neurons. This was associated with decreased neuronal excitability and decreased peak current density of voltage-gated sodium channels. Moreover, SCA27B neurons showed reduced synaptic transmission with decreased excitatory postsynaptic current (EPSC) amplitudes. Treatment with SynTEF1 restored FGF14 mRNA levels, thereby restoring neuronal excitability and synaptic transmission. These insights into SCA27B pathophysiology and its amelioration by SynTEF1 open new translational avenues for the development of disease-modifying gene-targeted therapies for SCA27B.", "date": "2025-12-26", "journal": ""}
{"title": "A scaffold attachment factor PHM-2 regulates synaptic transmission through SLO-2 potassium channel in C. elegans", "doi": "10.64898/2025.12.24.696350", "authors": "Niu, L.; Murugesan, K.; Hanggodo, S.; Ferdousy, S.; Zhu, L.; Chen, B.", "abstract": "Scaffold attachment factor B (SAFB) proteins are evolutionarily conserved DNA/RNA binding proteins that are involved in multiple processes of gene expression. These proteins are broadly expressed with particular high expression observed in the nervous system. However, their physiological roles in neurons are largely unclear. Here we show that PHM-2, the sole SAFB ortholog in C. elegans, regulates synaptic transmission at the neuromuscular junctions through an effect on SLO-2 potassium channel. We found that phm-2 knockout suppresses a sluggish phenotype of worms expressing a hyperactive SLO-2 channel, greatly reduces SLO-2-mediated neuronal whole-cell currents, and enhances neuromuscular synaptic transmission. In addition, we found that PHM-2 genetically interacts with another DNA/RNA binding protein, HRPU-2/hnRNP U, to control SLO-2 expression through a posttranscriptional mechanism. These results reveal a novel function of a SAFB protein in regulating neuronal activity, and may help understand the physiological roles of SAFB proteins in the nervous system of other species.", "date": "2025-12-26", "journal": ""}
{"title": "Recruitment of Fpt1 to tRNA genes requires TFIIIB and the N-terminal TPR array of TFIIIC subunit {tau}131", "doi": "10.64898/2025.12.24.695929", "authors": "van Breugel, M. E.; Seifert-Davila, W.; Bakker, M. J.; Meeussen, J. V. W.; Hoogvliet, I. A.; Novell Cardona, M.; van Welsem, T.; Ammerlaan, D.; Baudin, F.; Celie, P.; Lenstra, T. L.; Mueller, C. W.; van Leeuwen, F.", "abstract": "Transfer-RNA genes (tDNAs) in budding yeast recruit varying amounts of Fpt1, a regulator of RNA polymerase III (RNAPIII) occupancy. Fpt1 occupancy resembles that of the general transcription factor TFIIIC but how Fpt1 is recruited to tDNAs remains unclear. Here we show that both TFIIIB and TFIIIC are required for Fpt1 binding under active as well as repressive RNAPIII conditions. Depletion of TFIIIB reduced Fpt1 occupancy without affecting TFIIIC. In contrast, TFIIIC depletion led to reduced Fpt1 and a gene-specific reduction in TFIIIB occupancy. Moreover, upon depletion of TFIIIC, Fpt1 and TFIIIB were lost to different extents. We identified the C-terminal intrinsically disordered region of Fpt1 as critical for increased Fpt1 binding under repressive conditions. Within this region, a short -helix was predicted to interact with the N-terminal tetratricopeptide repeat array of the TFIIIC subunit {tau}131, a region also known to interact with TFIIIB. Deletion of this -helix abrogated stress-induced Fpt1 recruitment to tDNAs, as did mutations in the predicted interaction surface of {tau}131, while having a milder effect on TFIIIB occupancy. Together, these findings uncovered a dual and dynamic mechanism of Fpt1 recruitment to tDNAs with independent contributions of TFIIIB and TFIIIC.", "date": "2025-12-26", "journal": ""}
{"title": "The pore-forming protein APOL7C ruptures Leishmania major-containing parasitophorous vacuoles in dendritic cells to promote IL-12 production and the induction of T helper type 1 immunity", "doi": "10.64898/2025.12.24.696354", "authors": "Gonzales, G.; Cedeno, E.; Wilkinson, L.; Huang, S.; Wood, C. M.; McKenna, N.; Yates, R. M.; Carneiro, M. B.; Peters, N. C.; Canton, J.", "abstract": "Classical dendritic cells (cDCs) are required for the efficient priming of T helper type 1 (Th1) immunity against Leishmania major infections in mice. They do so by producing large quantities of IL-12 in response to L. major infection. IL-12 in turn supports the generation of protective CD4+ Th1 cells. However, the mechanism(s) by which L. major instigates robust IL-12 production by cDCs has not been addressed. Here we show that expression of a pore-forming protein called APOL7C is induced in cDCs by L. major infection. APOL7C is expressed in the cytosol of host cells and, remarkably, upon infection is recruited to L. major parasitophorous vacuoles (PVs) where it induces PV rupture. PV rupture leads to the exposure of L. major-derived pathogen-associated molecular patterns (PAMPs) to cytosolic pattern recognition receptors (PRRs). Cytosolic PRR signaling then drives IL-12 production by cDCs. Consequently, L. major challenge of APOL7C-deficient mice results in reduced numbers of IL-12 producing cDCs as well as a diminished Th1 response. In sum, our data indicate the presence of pore-forming proteins in the cytosol of cDCs that interfere with the intracellular niche of Leishmania to modulate immunity to these parasites.", "date": "2025-12-26", "journal": ""}
{"title": "Waterbird communities in urban lakes: a comparison between Europe and South America", "doi": "10.64898/2025.12.24.696381", "authors": "Leveau, L. M.; Godoy, I. N.; Cristaldi, M.; Ganduglia, O. V.", "abstract": "Freshwater environments can add environmental heterogeneity and biodiversity to cities. However, the relationship between the characteristics of urban lakes and their bird communities has been little studied, especially in the Global South. The objectives of this work are: 1) to compare bird communities between Europe and South America (SA); and 2) to analyze the relationship between bird communities and environmental characteristics such as lake size, surrounding vegetation and isolation from rural areas. We surveyed nine lakes in six SA cities of the Pampas Region and eight lakes in four European cities. The accumulated richness of birds was higher in SA. However, the accumulated richness of common species was similar between regions, while the richness of dominant species was higher in Europe. At the scale of each lake, total richness was positively related to the area of the lake. For the richness of common and dominant species, this relationship was maintained in Europe but was weak or null in SA. The results indicate that bird communities in urban lakes are a reflection of regional species assemblages. Lake size was essential for hosting a greater number of bird species, although its importance varied between regions.", "date": "2025-12-26", "journal": ""}
{"title": "Probing Critical Injury Thresholds for Maladaptive Epithelial Injury and Repair Processes with Photoresponsive Bioinspired Synthetic Basement Membrane", "doi": "10.64898/2025.12.24.695213", "authors": "Pradhan, L.; Sutherland, B. P.; Swedzinski, S. L.; Bomb, K.; Zhang, Q.; Cassel, S. E.; Fromen, C. A.; Kloxin, A. M.", "abstract": "Microinjuries to the lung epithelium are hypothesized to initiate maladaptive processes that lead to fibrosis. Human in vitro models remain a great need for studying this injury-initiation process for mechanistic understanding and therapeutic development. We established a photoresponsive synthetic extracellular matrix (ECM) inspired by the basement membrane that enables triggered injuries of defined size and frequency for probing cellular responses. The synthetic matrix integrated a photolabile bis-coumarin linker for light-triggered injury and relevant integrin-binding peptides for cell function. Bio-orthogonal chemistry was used to create hydrogel-based ECMs with tunable elasticity in transwells, which are traditionally used for epithelial cell culture. Integrin-binding peptide combinations synergistically promoted model epithelial cell layer formation with increased E-cadherin expression and barrier function. An accessible photomasking approach was established for selectively photodegrading the synthetic matrix with cytocompatible visible light and achieving different injury depths and widths. Following a critical injury size, cell responses recapitulated key features of dysregulated re-epithelialization with decreased E-cadherin, proliferation, and barrier function and increased apoptosis. This work provides a new materials-based tool for probing injury and repair processes with tunable control of both the ECM and injury to it with opportunities for future mechanistic and therapeutic insights to address maladaptive wound healing processes.", "date": "2025-12-26", "journal": ""}
{"title": "Specifind: A Natural Language Processing Tool for Automating Species Occurrence (Re-)Discovery from Scientific Literature", "doi": "10.64898/2025.12.24.696373", "authors": "Golomb Duran, T.; Far, J. A.; Diaz, A.; Barroso, M.; Roldan, A.; Colinas, N.; Cancellario, T.", "abstract": "A vast amount of valuable information on species occurrences remains embedded within the unstructured and continuously expanding body of ecological literature written in natural language. When effectively extracted, such dispersed knowledge has the potential to significantly improve understanding of species distributions and ecological patterns, thereby enabling more targeted and informed conservation actions. To address this challenge, Specifind is introduced as a tool designed to facilitate the extraction of species occurrence data through the identification of scientific species names, geographic references, and the relationships between them while ensuring traceability. At its core lies a newly developed and expertly annotated dataset comprising over one thousand open-access abstracts drawn from five domains: biogeography, botany, entomology, mycology, and zoology. A suite of Natural Language Processing components has been integrated, including Document Layout Analysis, Optical Character Recognition, Named Entity Recognition, Coreference Resolution, and Relation Extraction. These components enable the accurate identification and contextual linking of species and geographic entities, even when references are distributed throughout the text. As a result, Specifind enhances the discoverability and usability of species occurrence information embedded within unstructured scientific texts. It is expected to reduce the substantial effort required for manual literature review, thereby supporting biodiversity research, informing conservation planning, and facilitating ecological analysis.", "date": "2025-12-26", "journal": ""}
{"title": "Panorama: a robust pangenome-based method for predicting and comparing biological systems across species", "doi": "10.64898/2025.12.22.695875", "authors": "Arnoux, J.; Mainguy, J.; Bry, L.; Fernandez de Grado, Q.; Hoblos, Y.; Vallenet, D.; Calteau, A.", "abstract": "Over the last decade, the expansion in the number of available genomes has profoundly transformed the study of genetic diversity, evolution, and ecological adaptation in prokaryotes. However, traditional bioinformatic approaches based on the analysis of individual genomes are showing their limitations when faced with the sheer scale of the data. To overcome these constraints, the concept of pangenome has emerged, offering a comprehensive framework to capture the full genetic repertoire of a species. In this study, we present PANORAMA, an innovative pangenomic tool designed to exploit pangenome graphs and enable them to be annotated and compared in order to explore the genomic diversity of several species. Based on the PPanGGOLiN pangenome graphs, PANORAMA integrates advanced methods for rule-based prediction of macromolecular systems and comparative analysis of conserved features between different pangenomes, such as spots of insertion. We illustrate the use of PANORAMA on a dataset of 941 Pseudomonas aeruginosa genomes, evaluating its performance against reference defense system prediction tools such as PADLOC and DefenseFinder. The analysis was then extended to a larger set, including four species of Enterobacteriaceae (>6,000 genomes), demonstrating PANORAMAs ability to annotate, compare, and explore the diversity and distribution of biological systems across multiple species. This work provides new methods for the large-scale comparative study of microbial genomes and underlines the relevance of pangenome approaches in deciphering their evolutionary dynamics. PANORAMA is freely available and accessible through: https://github.com/labgem/PANORAMA", "date": "2025-12-26", "journal": ""}
{"title": "FastHer: a fast and accurate estimator of local heritability from GWAS summary statistics", "doi": "10.64898/2025.12.24.696369", "authors": "Svishcheva, G. R.; Tsepilov, Y. A.; Axenovich, T. I.", "abstract": "Local heritability estimation is essential for analysing the genetic architecture of complex traits. Although the contemporary HEELS method, by using GWAS summary statistics and linkage disequilibrium (LD) matrices, achieves accuracy comparable to the gold-standard GREML method (Genomic Restricted Maximum Likelihood), its computational complexity makes the analysis of extended genomic regions (spanning tens of thousands of SNPs) a practically intractable task. We present FastHer, a maximum-likelihood-based method that, like HEELS, retains GREML-level accuracy while overcoming its computational limitations. The key innovation lies in an analytical reformulation of the likelihood function using a single eigen-decomposition of the LD matrix, yielding orders-of-magnitude acceleration. In benchmarks, FastHer demonstrated an approximately 100-fold speedup when analysing genomic regions containing ~10,000 SNPs. FastHer thus enables highly accurate and rapid local heritability analysis for extended genomic regions typical of biobank-scale data, making genome-wide studies computationally tractable. The method is implemented as an open-source R package.", "date": "2025-12-26", "journal": ""}
{"title": "To Predict is to Design: Unlocking Generative Capabilities in All-Atom Structure Predictors via Geometric Score Distillation", "doi": "10.64898/2025.12.23.696242", "authors": "Li, Y.; Su, Y.; Jing, Y.; Liu, T.", "abstract": "Current protein binder design largely relies on a decoupled paradigm: generating backbones via unconditioned diffusion followed by sequence filling or refilling with inverse folding models. This separation prevents the design process from accessing the holistic validation metrics of structure predictors during generation, wasting rich physical priors. While recent works like BindCraft have successfully inverted AlphaFold2 for protein design, extending this inversion to state-of-the-art all-atom diffusion predictors (e.g., AlphaFold3, Boltz-2) remains a formidable challenge, particularly for modalities requiring non-standard residues such as cyclic peptides. In this work, we present DREAM (Differentiable Refinement via Energy-Anchored Manifolds), a model-agnostic framework that turns the passive predictive trajectory of diffusion models into an active, lucid design process. DREAM repurposes Boltz-2 -- a leading open-source all-atom predictor -- via Geometric Score Distillation (GSD), a technique enabling explicit gradient-based optimization directly through the frozen diffusion network. Unlike previous methods constrained by standard amino acids, DREAM directly unlocks the model's latent chemical vocabulary, allowing gradients to autonomously select the optimal building blocks up to 55 residue types (including D-amino acids and post-translational modifications) to minimize energy. We demonstrate this capability by designing cyclic peptide binders for diverse targets, including PD-L1, B7-H3, and the human -Opioid Receptor (hMOR). Our results suggest that the programmable design of chemically complex modalities is not a distant goal, but a latent capability of current all-atom predictors, waiting to be inverted. Ultimately, to predict is to design.", "date": "2025-12-26", "journal": ""}
{"title": "Biophysical Modeling Elucidates Mechanistic Principles for Rational Molecular Glue Design", "doi": "10.64898/2025.12.24.694639", "authors": "Chae, S.; DeBonis, J.; Quinlan, J.; Richards, R.; Wang, J.; Gutierrez, G.; Tart, J.; Couturier, M.; Martinez Cuesta, S.; Jin, M.; Igoshin, O. A.", "abstract": "Molecular glues are small molecules that offer a powerful strategy to target previously \"undruggable\" proteins of interest (POI) by enhancing their interactions with other proteins (effector). Depending on the nature of the effectors, molecular glues can induce stabilizing sequestration or degradation of POI. However, their rational design has been hindered by a poor understanding of how kinetic parameters impact their performance. To address this, we developed a unified mathematical framework that accurately analyzes the dynamics of both glue degraders and stabilizers. Our model reveals that the strong binding affinity of the ternary complex is the key determinant of performance across both modalities, provided that the initial component concentrations and degradation rate constants are fixed. Furthermore, we demonstrate that degrader performance is ultimately limited by its catalytic efficiency and the target protein's natural half-life. We also identify distinct roles for effector abundance, showing that the relative concentrations of the effector and POI are critical for stabilizers but less so for degraders. This quantitative framework provides mechanistic principles for the rationale design and optimization of molecular glues.", "date": "2025-12-26", "journal": ""}
{"title": "Targeted metagenomic sequencing with spiked primers for enrichment of viruses in wastewater for pathogen surveillance", "doi": "10.64898/2025.12.26.690930", "authors": "Parker, M. C.; Apinda, N.; Uamngamsup, S.; Phetra, P.; Yano, T.; Sangkakam, K.; Eiamsam-ang, T.; Muenthaisong, A.; Phetra, P.; Huang, A. T.; Smolinski, M.; Olson, S. H.; Grubaugh, N. D.; Phelps, M.; Rosario, K.; Gil, J.; Susumpow, P.", "abstract": "Background: Wastewater surveillance offers an underutilized opportunity to identify high-risk viral pathogens that pose public health risks. Although metagenomic approaches have been increasingly adopted for human wastewater surveillance, little attention has been given to its application in rural agricultural settings. Untargeted metagenomic sequencing of wastewater poses considerable technical challenges for viral detection due to fragmented genomes and low viral abundance. While existing enrichment methods partially address these challenges, high costs and proprietary protocols limit adoption in resource-constrained settings. Objective: We developed a fully open-source primer design algorithm (Open MSSPE Design) and evaluated Metagenomic Sequencing with Spiked Primer Enrichment (MSSPE), as a practical strategy for metagenomic surveillance of swine slurry and farm wastewater samples collected from rural agricultural settings. This non-invasive MSSPE strategy addresses the challenge of detecting extremely low-abundance viral targets amid samples dominated by a background of bacterial and eukaryotic nucleic acids. Methodology: We generated fifteen primer sets targeting high-priority DNA and RNA viral pathogens affecting human and animal health in Southeast Asia using our open-source primer design algorithm. Twenty-five wastewater and swine slurry samples from smallholder farms in northern Thailand underwent parallel library preparation - untargeted mNGS and MSSPE - for direct comparison. Libraries were sequenced on Illumina platforms and analyzed using Chan Zuckerberg ID (CZ ID)2. Rarefaction analysis assessed performance at sequencing depths of 100,000-1.5 million reads per sample. Results: We detected multiple high-risk DNA and RNA viruses in wastewater samples from smallholder farm operations. MSSPE achieved substantial viral enrichment across nine pathogenic DNA and RNA viruses, with a median two-fold enrichment of reads per million, with variability across targets (IQR: 1.01-3.44x) and a nearly 10% median increase in breadth of genome coverage (IQR: 4.54-11.84%), while retaining sensitivity for untargeted pathogens. MSSPE also increased the odds of detecting targeted viruses (OR 1.35, CI 1.14-1.60), with the greatest advantage at shallow sequencing depths where MSSPE required fewer reads to identify targeted viral taxa relative to mNGS. Conclusions: MSSPE demonstrated the ability to enrich shallow-depth sequencing (<2M reads per sample) sufficiently to detect high-risk viruses without substantially increasing library preparation time or cost. This open-source workflow offers cost-effective metagenomic viral surveillance for resource-constrained settings, providing a non-invasive method for detecting low-abundance viral targets in high-background sample types at rural agricultural interfaces where zoonotic spillover risk is high. Keywords: Metagenomics, wastewater surveillance, pathogen surveillance, One Health, viral sequencing, next-generation sequencing, genomic epidemiology, livestock disease, zoonotic disease, pandemic prevention", "date": "2025-12-26", "journal": ""}
{"title": "Structural Insights into Single-Stranded DNA Recognition and Modified Substrate Tolerance in an Engineered Terminal Deoxynucleotidyl Transferase", "doi": "10.64898/2025.12.25.696546", "authors": "Yang, L.; Liao, H.; Wang, Q.; Li, W.; Xu, C.; Qi, J.; Zhang, H.; Fu, L.; Yang, M.", "abstract": "Terminal deoxynucleotidyl transferase (TdT) is the cornerstone enzyme for de novo enzymatic DNA synthesis (EDS), promising to overcome the length and sustainability limitations of traditional phosphoramidite chemistry. We previously identified a highly active TdT ortholog from Zonotrichia albicollis (ZaTdT) and engineered a variant (R335L/K337G) capable of efficiently incorporating 3'-aminooxy (3'-ONH2) reversible terminators. However, the atomic-level mechanism by which these engineered mutations alter substrate specificity has remained elusive. Here, we present the high-resolution (2.20 [A]) crystal structure of the engineered ZaTdT in complex with a single-stranded DNA primer. Structural analysis reveals a conserved catalytic core anchored by a hydrophobic platform (Phe110/Phe257/Trp308) that stabilizes the primer. Crucially, comparative modeling with the homologous murine TdT ternary complex demonstrates that the engineered mutations (corresponding to L190/G192 in the crystal structure) disrupt a rigid salt-bridge network at the active site entrance. This electrostatic remodeling not only reduces local positive charge but also expands the catalytic pocket depth from 3.8 [A] to 5.8 [A]. This specific spatial expansion provides the structural rationale for the accommodation of bulky 3'-blocking groups, validating our rational design strategy and paving the way for next-generation long-read DNA synthesis.", "date": "2025-12-26", "journal": ""}
{"title": "ZSeekerDB: A database of Z-nucleic acid sequences across organismal genomes", "doi": "10.64898/2025.12.24.696366", "authors": "Zaranikas, S.; Megalovasilis, G.; Provatas, K.; Wang, G.; Zaravinos, A.; Vasquez, K. M.; Georgakopoulos Soares, I.", "abstract": "Alternative (non-B) nucleic acid structures such as Z-nucleic acids are emerging as key regulators of genome function. The density and distribution of Z-nucleic acid sequences across organismal and viral genomes can provide insights into their biological roles and evolutionary trajectory. Using our recently developed ZSeeker algorithm, we systematically analyzed over 280,000 organismal genome assemblies, identifying more than 850 million putative Z-forming loci. We also incorporated genomic coordinates, Z-score, and taxonomic metadata, enabling cross-species comparative and functional analyses. We introduce ZSeekerDB, the first large-scale, multi-taxon database cataloging Z-nucleic acid sequences, across organisms representing all major branches of life. ZSeekerDB enables interactive searches, visualizations, and downloads of Z-nucleic acid sequence data for independent analysis. ZSeekerDB is implemented as a web-portal for browsing, analyzing and downloading Z-forming loci, publicly available at https://zseeker-db.com/.", "date": "2025-12-26", "journal": ""}
{"title": "The currency of research access: How undergraduates leverage social capital to gain research experience", "doi": "10.64898/2025.12.23.696278", "authors": "Zajic, C. J.; Tuma, T. T.; Dolan, E. L.", "abstract": "Science students who engage in undergraduate research experiences (UREs) benefit in numerous ways, including persisting in science at a higher rate compared to students who do not participate in UREs. However, UREs are a limited commodity and competition for access to these opportunities necessitates further investigation into why certain students succeed in accessing UREs, while others do not. Social capital, or the resources that students extract from their relationships with others, may play a key role in determining who engages in UREs. To begin to address this knowledge gap, we conducted semi-structured interviews with students who had recently started UREs (n=21). Informed by Lin's conceptual definition of social capital, we qualitatively analyzed these interviews to characterize the social capital that science undergraduates found useful for accessing research. Students described leveraging ten unique forms of social capital when accessing UREs that aligned with Lin's conceptualization. Specifically, students described utilizing social capital to garner information about available UREs and how to best navigate the path to accessing them, to reinforce their confidence in pursuing UREs, to influence the views of opportunity holders, and to serve as social credentials lending credibility to their aptitude for research. Although students detailed how faculty served as sources of all of these forms of capital, they also described advisors, employers, peers, and family as influential sources. Furthermore, their institutions served as a source of capital, and students themselves engaged in a variety of proactive behaviors to access UREs. Here we describe the forms and sources of social capital that science undergraduates use to access research, which can be used as an operational definition of the construct. Such a definition is necessary for future research aimed at measuring social capital for undergraduate research and identifying its antecedents, correlates, and consequences. We also describe how institutions can serve as sources of capital, and how students' proactive behaviors play a role in their pursuit of UREs. This work provides an important starting point for determining the influence of social capital in accessing UREs and further broadening access to research in the sciences.", "date": "2025-12-26", "journal": ""}
{"title": "Psilocybin decreases reward-seeking behavior accompanied by increased activity of parvalbumin neurons with perineuronal nets in the medial prefrontal cortex", "doi": "10.64898/2025.12.22.696123", "authors": "Houff, J.; Williams, A.; Allen, O.; Gisabella, B.; Pantazopoulos, H.; Del Arco, A.", "abstract": "Clinical trials suggest that a single dose of psilocybin is an effective treatment for substance use disorders (SUDs). Choice impulsivity is a value-based decision-making bias that predicts drug-intake escalation and is commonly associated with SUDs. The dorsomedial prefrontal cortex (dmPFC) regulates choice impulsivity and is enriched with 5-HT2A receptors that mediate effects of psilocybin. We hypothesized that psilocybin has long-term ([&ge;]48 hours) effects on choice impulsivity in association with dmPFC inhibitory interneurons with perineuronal nets (PNNs). Male Long Evans rats were trained in a delay discounting task (DDT) where rats chose between delayed large rewards (LR) and immediate small rewards (SR). 48 hours after psilocybin or vehicle injections, DDT was assessed, and rats brains processed for microscopy analysis of extracellular matrix (PNNs) together with inhibitory parvalbumin (PV) interneurons and c-fos as a marker of neuronal activity. Psilocybin acutely increased head-twitch responses. Psilocybin decreased LR choices and increased the latency to LR choices 48 hours after administration. These effects were independent of delay and therefore not consistent with changes in impulsivity. Psilocybin also increased the density of PNN+PV+cFos triple-labeled neurons in the dmPFC. These results suggest that psilocybin decreases reward seeking through the increased activation of dmPFC PV interneurons with PNNs.", "date": "2025-12-26", "journal": ""}
{"title": "Dopamine drives a positive reward bias on human reinforcement learning", "doi": "10.64898/2025.12.24.696333", "authors": "zalta, a.; Skvortsova, V.; Hewitt, S. R.; Moutoussis, M.; Nour, M. M.; Dolan, R. J.; Findling, C.; Hauser, T. U.; Wyart, V.", "abstract": "Formal theories of reinforcement learning (RL) prescribe a clearly defined function for dopamine: modulating learning via reward prediction errors (RPEs). Yet, empirical evidence in humans remains scarce, and recent advances introducing noisy RL cast doubt on a simple one-to-one mapping be-tween neurotransmitters and computational mechanisms. Here, we conducted a double-blind, pla-cebo-controlled, randomised pharmacological study using the dopamine precursor L-DOPA, while healthy volunteers performed a volatile two-armed bandit task. Behaviourally, L-DOPA decreased switching following below-average rewards. Algorithmic RL modelling of human behaviour supports a dual effect of L-DOPA on the rate and precision of learning. By leveraging recurrent neural networks (RNNs) as implementational models of RL, we explain this dual RL function through a single infer-ence-time modulation, whereby L-DOPA triggers a positive reward bias at the input of the recurrent layer that implements RL. Our findings highlight a unifying mechanism at the implementation level to explain seemingly disparate algorithmic effects.", "date": "2025-12-26", "journal": ""}
{"title": "Reconstruction of the human nigrostriatal pathway in vitro reveals target-dependent dopamine neuron maturation", "doi": "10.64898/2025.12.23.696164", "authors": "Sozzi, E.; Corsi, S.; Bruzelius, A.; Scordo, G.; Tavares da Silva Maraschin, S.; Thongkorn, S.; Heiskanen, A.; Ramos-Passarello, G.; Kajtez, J.; Emneus, J.; Parmar, M.", "abstract": "The human nigrostriatal pathway, comprising dopaminergic neurons in the ventral midbrain (vMB) projecting to the dorsolateral striatum, is essential for motor control and selectively vulnerable in Parkinson's disease (PD). How this circuit assembles during development and how it degenerates under pathological conditions remains poorly understood in a human context and in vitro models capturing its long-range connectivity and spatial organization have been lacking. Here, we introduce the connectoid, a compartmentalized, human stem cell-based model of the nigrostriatal pathway that integrates vMB and striatal organoids within a custom-engineered microfluidic device, confining cell bodies while guiding axonal growth, mimicking the in vivo topography. Functional connectivity was confirmed by retrograde rabies tracing, and optogenetic and pharmacological stimulation, while 6-hydroxydopamine induced selective degeneration of dopamine neurons, recapitulating a key feature of PD. Additionally, single-cell transcriptomics revealed that interaction with striatal targets enhances dopaminergic neuron maturation and activates transcriptional programs linked to synaptic signaling. Thus, connectoids uniquely allow spatial segregation of regionalized organoids while preserving long-range communication, providing a scalable and physiologically relevant platform for studying human circuit assembly, selective vulnerability, and therapeutic interventions in PD.", "date": "2025-12-26", "journal": ""}
{"title": "UC Irvine Brain Initiative Cell Atlas Network (BICAN) Brain Procurement Program for the Center for Multiomic Human Brain Cell Atlas Project", "doi": "10.64898/2025.12.23.696304", "authors": "Xu, X.; Berry, J. V.; Tran, B. M.; Wu, G.; Tan, Z.; Mendoza, E.; Kim, M.; Arat, Z.; Lin, P. S. H.; Valenzuela, L.; Holmes, T. C.; Virovka, A.; Thaxton, M.; Nguyen, M.; Stein, S.; Sigaroudi, V. R.; De La Rosa, A.; Gawronski, B.; Silva, J.; Gonzalez, L.; Wright, S.; Wood, K.; Hui, G. K.; Anousaya, D.; Gangeddula, V. R.; Gama, N.; Gama, J.; Gross, T.; Bunney, B.; Stein, R.; Sequeira, P. A.; Mamdani, F.; Cartagena, P.; Bunney, W. E.; Lou, J.; Park, H. L.; Wilson, A.; Brooks, H. M.; Allhusen, V.; Crawford, J.; Knight, J. M.; Ren, B.; Ecker, J.; Behrens, M. M.; Keene, C. D.; Stark, C.; Head, E.; Yon", "abstract": "High-quality neurotypical postmortem human brain tissue is essential but difficult to obtain for constructing comprehensive human brain cell atlases. Here we describe the establishment of UC Irvine Brain Procurement Program, a coordinated initiative to collect and process neurotypical donor brains for multiomic mapping studies within the NIH BRAIN Initiative Cell Atlas Network (BICAN) consortium. Through partnerships with the Orange County Coroner Office, the UC Irvine Willed Body Program, UCI Medical Center, and the Children Hospital of Orange County, we have developed standardized workflows encompassing donor identification, postmortem brain recovery and processing, region-of-interest dissection, neurotypical donor selection, and data management. Our experience demonstrates the feasibility of a community-based, multi-institutional procurement framework while highlighting challenges in recruiting neurotypical donors and ensuring demographic representation reflective of Southern California. We further identify opportunities to strengthen outreach and donation pathways. This program provides a scalable model for advancing population-reflective, high-quality human brain cell atlas efforts.", "date": "2025-12-26", "journal": ""}
{"title": "Multi-omics Analysis of Human Blood Cells Reveals Unique Features of Age-associated Type2 CD8 Memory T cells", "doi": "10.64898/2025.12.23.696247", "authors": "Matsui, H.; Cervantes, M.; Khalid, M. M.; Tomusiak, A.; Dwaraka, V.; Landgrave-Gomez, J.; Ashok Kumaar, P. V.; Chen, Q.; Lasky- Su, J.; Stone, J.; Tiwari, R.; Kwok, R.; Ichikawa, S.; Ambrose, B.; Riley, R. R.; Vega Hormazabal, G.; Floro, A.; Alexandru, A. C.; Smith, R.; Schilling, B. C.; Kasler, H. G.; Verdin, E.", "abstract": "Aging impacts immune function, but the mechanisms driving age related changes in immune cell subsets remain unclear. To explore age dependent changes in immune cell populations, we analyzed human peripheral blood mononuclear cells (PBMCs) from a cohort of healthy donors aged 20 to 82 years using a 36-color spectral flow cytometry panel focused on T cells. We identified a unique population of memory CD8 T cells, which lack CXCR3 and produce a Th2 like cytokine response, accumulate with age. We discovered an age-dependent bias in naive CD8 T cells toward Th2 cytokine production, accompanied by transcriptional and epigenetic changes supporting this phenotype. Moreover, health outcome association analysis linked the accumulation of these unique CXCR3 central memory CD8 T cells to asthma, chronic liver conditions, and type 2 diabetes. Together, our results support the model that an age-dependent drift in epigenetic regulation towards a Th2 like phenotype drives a pathogenic Th2 like immune population.", "date": "2025-12-26", "journal": ""}
{"title": "Plasmodium falciparum aquaglyceroporin (PfAQP) orchestrates glycerol-dependent lipid metabolism, membrane biogenesis, metabolomic flux, parasite growth and stress adaptation", "doi": "10.64898/2025.12.23.696167", "authors": "Narwal, M.; Islam, M. M.; Abbas, M.; Yamaryo-Botte, Y.; Malhotra, P.; Fatima, Z.; Botte, C. Y.; Mohmmed, A.", "abstract": "Aquaglyceroporins (AQPs) are integral membrane channel proteins that facilitate transport of water and other solutes such as glycerol, thereby playing vital roles in cellular homeostasis. Here, we functionally characterized Plasmodium falciparum aquaglyceroporin (PfAQP) through localization, inducible knockdown, and comprehensive metabolomic analyses revealing its key role in lipid homeostasis and metabolomic flux. PfAQP localizes to the parasite plasma membrane and food vacuole membrane, at critical interfaces for nutrient and metabolite exchange. A glmS-ribozyme mediated inducible knock-down of PfAQP severely impairs parasite development from trophozoite to schizont, leading to marked suppression in parasite growth. Ultra-Expansion Microscopy (UExM) analyses show profound defects in membrane biogenesis, along with disruption in cytokinesis under PfAQP knock-down conditions. Detailed lipidomic analyses suggests that PfAQP disruption cause altered lipid homeostasis, characterized by reduced membrane phospholipid biosynthesis, impaired lipid scavenging, and accumulation of storage lipids. Metabolomic analyses further indicate metabolic dysregulation characterized by reduction in amino acid levels and dysregulated mitochondrial metabolism, including impaired tricarboxylic acid (TCA) cycle. Strikingly, PfAQP expression gets transiently upregulated under nutrient starvation condition, and its ablation drastically compromise parasite recovery, highlighting its role in adaptive responses. Overall, these results establish PfAQP as a critical regulator of glycerol-dependent metabolic pathways, orchestrating membrane biogenesis, energy metabolism, and stress resilience-functions indispensable for parasite growth and survival.", "date": "2025-12-26", "journal": ""}
{"title": "Unraveling the molecular mechanisms underlying spontaneous multipolar mitosis through CIN-seq", "doi": "10.64898/2025.12.24.696383", "authors": "Chien, M.-P.", "abstract": "Multipolar mitosis, a hallmark of chromosomal instability (CIN), drives tumor heterogeneity and therapy resistance, yet remains difficult to study in live cells due to its rare and dynamic nature. To address this, we developed CIN-seq, a targeted single-cell multiomics method that enables large-scale profiling of rare CIN phenotypes and captures their temporally regulated gene expression. Applying CIN-seq, we investigated viable, spontaneous multipolar mitosis, an abnormal division process that cancer cells can survive. Genomic analysis revealed that this mitosis produces polyploid or chromosomally variable progeny, confirming its role in genomic instability. Aneuploidy of Chromosome 16 was linked to increased tripolar mitosis, a finding validated with CRISPR imaging. Transcriptomic analysis showed activation of the Rho GTPase cycle, which was associated with cytokinesis failure, while PTEN attenuation emerged as a key player of viable multipolar mitosis by promoting cell cycle progression and survival via BCL2L1. We also uncovered a novel link between this phenotype and degranulation-like stress responses, which may contribute to cancer cell adaptation to chromosomal instability. Overall, CIN-seq offers a powerful approach for studying rare, live CIN events at single-cell resolution and reveals new mechanisms by which cancer cells adapt to chromosomal instability.", "date": "2025-12-26", "journal": ""}
{"title": "Genomic selection accuracy and bias using imputed genotypes on growth, welfare and fitness traits in two Pekin duck lines", "doi": "10.64898/2025.12.24.696349", "authors": "Matika, O.; Tarsani, E. A.; McIntosh, K.; Desire, S. G.; Kebede, F. G.; Talenti, A. G.; Rae, A. M.; Kranis, A.; Watson, K. A.", "abstract": "The current study investigated the genomic selection accuracies and biases estimates from two commercial Pekin duck lines reared under commercial breeding practices. A large dataset of 26K duck records comprising both phenotype and imputed genotype information (60K chip) were analysed for growth, welfare and primary feather length traits. First, we employed mixed linear models with relationship matrices computed from the pedigree (BLUP) or markers (GBLUP) to estimate the variance components and breeding values. Then, we estimated the selection accuracies and selection biases to assess the more appropriate models. Our results showed moderately high imputation accuracies of 0.93 and 0.92 for lines A and D respectively. In both lines, the heritability estimates obtained using the pedigree were generally higher than using genomic markers in all traits considered. These ranged for juvenile weight (JW) from 0.22{+/-}0.01 vs 0.25{+/-}0.01 in line A vs line D using marker information to 0.39{+/-}0.02 to 0.50{+/-}0.02 using the pedigree in line A vs line D for slaughter body weight (BW). We observed very low estimates of heritability for gait 0.07{+/-}0.01 using markers in both lines. Breast muscle depth (BD) also had lower estimates of 0.15-0.16 using markers. For line A, the genomic predictions were generally higher when using the G-matrix than the A-matrix with the highest prediction was for BW (r2=0.68-0.70) and JW with r2 of 0.49. The estimates for gait and foot pad dermatitis (FPD) were greatly improved by using the G-Matrix at 0.58 vs 0.24 and 0.68 vs 0.44 respectively for markers vs pedigree information. For line D, the same improvements for G-Matrix vs A-Matrix were observed with estimates for BD being similar in the two lines. However, for BD the G-Matrix greatly improved the estimates from 0.50 to 0.71 unlike in line A where they remained at 0.50. The bias in line A were minimal (0.01- 0.19) using the G-Matrix compared to 0.02- 0.41 when using A-Matrix. The highest observed bias was for JW followed by BD for the G-matrix whereas when using the A-matrix we observed higher biases in many traits (JW, BW, BD and gait). The biases for line D were generally lower for the G-matrix (0.02 - 0.17 vs 0.00 - 0.19) than those observed in line A using markers whereas higher biases were observed using the pedigree (0.01 - 0.37). Current findings pinpointed that all traits were heritable with higher prediction accuracies and lower biases when using GBLUP as opposed to traditional BLUP. The present study demonstrates the effectiveness of GBLUP for improving prediction accuracy and reducing bias in selection traits of Pekin ducks, particularly for traits with low heritability.", "date": "2025-12-26", "journal": ""}
{"title": "Haplotype graph analysis of PdR1 uncovers resistance diversity to Pierce's Disease in Vitis arizonica and its hybrids", "doi": "10.64898/2025.12.23.696282", "authors": "Massonnet, M.; Zaccheo, M.; Cochetel, N.; Figueroa-Balderas, R.; Riaz, S.; Cantu, D.", "abstract": "Previous genetic mapping studies indicate that multiple haplotypes of the Pierces disease (PD) Resistance 1 (PdR1) locus occur in Vitis arizonica and its hybrids. To characterize sequence diversity at this locus, we assembled chromosome-scale diploid genomes for four PD-resistant (PD-R) accessions: b43-17 (PdR1a+/PdR1b+), the backcross 07744-094 (PdR1c+/PdR1-), b46-43 (PdR1e+/PdR1f+), and b42-26 (PdR1-/PdR1-), which displays quantitative PD resistance not associated with PdR1. Haplotype resolution of PdR1a, PdR1b, PdR1c, and PdR1e revealed substantial variation in intergenic repeat content and gene composition between PD-R and PD-susceptible (PD-S) haplotypes, as well as among PD-R haplotypes, demonstrating extensive sequence diversity at the PdR1 locus. Sequence graph analysis uncovered substantial structural divergence concentrated in approximately one quarter of the locus, together with smaller-scale variation across haplotypes. This analysis identified PdR1-specific graph nodes, showing that PdR1a and PdR1b share most of their PdR1-specific features, whereas PdR1c contains the highest number of private nodes, followed by PdR1e. Integration of sequence graph features with gene expression data further refined a set of defense-related candidate genes within PdR1c. Together, these results identify candidate genes for functional validation and indicate that multiple resistance determinants co-localized within the PdR1 locus may contribute to PD resistance, highlighting opportunities for targeted genetic improvement strategies.", "date": "2025-12-26", "journal": ""}
{"title": "COMPARATIVE METAGENOMIC ASSESSMENT OF SHORT- AND LONG-READ SEQUENCING TECHNOLOGIES REVEALS UNKNOWN MICROBIAL INFORMATION IN A COMPLEX ENVIRONMENTAL SAMPLE", "doi": "10.64898/2025.12.22.696079", "authors": "Diaz-Rua, R.; Drautz-Moses, D.; Zhao, X.; Perumal, S.; Esau, L.; Angelov, A.; Putra, A.; Driguez, P.; Cheung, M. S.; Palescandolo, E.", "abstract": "Metagenomics enables comprehensive exploration of microbial communities but is influenced by library preparation and sequencing technologies, affecting recovery of microbial genomes and proteins. Here, we benchmarked six Illumina short-read library kits at 2x150 bp and 2x250 bp read lengths alongside PacBio HiFi long-read sequencing using a complex environmental sample. Longer short reads (2x250 bp) combined with optimal library preparation approaches notably improved assembly quality, protein detection, and metagenome-assembled genome (MAG) recovery, achieving results similar to those of long-read sequencing. Although long reads yield more contiguous and complete genomes, longer short reads offer a cost-effective, scalable alternative for uncovering microbial and functional diversity. These findings provide critical guidance for metagenomic experimental design, demonstrating the importance of strategic selection of library preparation chemistry and sequencing parameters in revealing unknown microbial information in complex biomes without requiring additional sequencing depth.", "date": "2025-12-26", "journal": ""}
{"title": "Microbiome-host interactions drive a trade-off between sleep quality and lifespan in Drosophila", "doi": "10.64898/2025.12.24.696379", "authors": "BHARGAVA, P.; Chen, S.; Lee, J.; Yoshinari, Y.; Nishimura, T.; Ushio, M.; Sugiura, Y.; Cheng, K. F.; Fung, Y. S.; Hase, K.; Nakamura, H.; Enomoto, M.; Kim, J.; Johnson, H. E.; Liao, Y.; Hirano, Y.", "abstract": "Understanding the interactions between various aging processes and the resulting heterogeneity in aging is crucial for promoting healthy aging. Here, we provide evidence that heterogeneity in microbiome and host interactions contributes to diversifying aging phenotypes in sleep, gut integrity, and longevity in Drosophila. Aged flies exhibiting sleep fragmentation preserve gut integrity, accompanied by a shift in microbiota composition, particularly an increase in Acinetobacter junii. A. junii induces sleep fragmentation via its metabolite, urocanic acid, through serotonin receptor-dependent dopamine upregulation. In parallel, A. junii exploits the host response to promote its growth, leading to lifespan extension, which is recapitulated by genetically modified Escherichia coli, suggesting a trade-off between sleep quality and lifespan. Our study demonstrates a systematic mechanism underlying aging heterogeneity, suggesting interventions through bacterial supplements.", "date": "2025-12-26", "journal": ""}
{"title": "Activated kinesin-1 assembles into a dimer-of-dimers", "doi": "10.64898/2025.12.23.696152", "authors": "Chiba, K.", "abstract": "Kinesin-1 mediates intracellular cargo transport along microtubules. The conventional kinesin-1 complex is composed of two KIF5 motor subunits (also known as kinesin heavy chain; KHCs) and two cargo-binding kinesin light chains (KLCs). KIF5 predominantly forms homodimers regardless of the presence of KLC, however, possible oligomeric states of KIF5 beyond the canonical dimer remain poorly characterized. Here, we show that the neuronal isotype KIF5C can assemble into tetramers through reversible association between two KIF5C dimers. Gel-filtration and mass-photometry analyses revealed that KIF5C exists in a dynamic equilibrium between dimeric and tetrameric states. Deletion of the autoinhibitory \"elbow\" region markedly increased the tetrameric assembly, suggesting a link between conformational activation and intermolecular association. Single-molecule assays demonstrated that the tetrameric form of KIF5C exhibits increased landing rates and longer run lengths compared with the dimeric form. The tetrameric assembly was dependent on the disordered C-terminus of KIF5C, but remains compatible with KLC-binding. These findings identify tetrameric species of KIF5C and suggest that conformational activation promotes self-association of KIF5C dimers, providing an additional mechanism for regulating kinesin-1.", "date": "2025-12-26", "journal": ""}
{"title": "DNA Nanocage-Mediated Aspirin Delivery Mitigates Excitotoxicity and Promotes Neuroprotection in Ischemic Stroke-Induced Zebrafish", "doi": "10.64898/2025.12.23.696221", "authors": "Kansara, K.; Chokshi, S.; Jantrania, K.; Mandal, S. D.; Maiti, P. K.; Kumar, A.; Bhatia, D. D.", "abstract": "Oxidative stress, apoptosis, excitotoxicity, and compromised neuronal function are the hallmarks of ischaemic stroke, a major cause of neurological impairment. Because of their controlled-release properties and biocompatibility, DNA tetrahedron nanostructures (TD) offer a viable platform for targeted drug delivery. In this work, we used a zebrafish larval model of ischaemic stroke to assess the neuroprotective potential of TD-mediated aspirin administration and investigated the TD:Aspirin complexation modes using molecular dynamics (MD) simulations. In addition to morphological abnormalities, elevated reactive oxygen species (ROS), thrombus formation, intracellular calcium accumulation, and dysregulated expression of neuroprotective and apoptotic genes, stroke induction resulted in significant behavioural deficits, including decreased locomotor activity, increased latency, and erratic swimming. Treatment with TD:Aspirin, especially at a 1:100 ratio, markedly improved locomotor behaviour, restored production of BDNF, GDNF, MBP, -tubulin, GRIN2B, SLC8A, NOS1, and caspases, normalised heart rate, lowered ROS generation and apoptosis, and decreased thrombus and calcium deposition. TD:Aspirin showed better efficacy than free Aspirin and TD-only groups, perhaps as a result of improved stability, bioavailability, and sustained release. These results demonstrate the potential of drug delivery via DNA nanocages as a novel therapeutic approach for ischaemic stroke, offering neuroprotection, functional recovery, and neuronal homeostasis restoration.", "date": "2025-12-26", "journal": ""}
{"title": "Variational Inference with Node Embeddings (VINE) for Scalable Bayesian Phylogenetics", "doi": "10.64898/2025.12.24.696405", "authors": "Siepel, A.; Hassett, R.; Staklinski, S. J.", "abstract": "Bayesian phylogenetic inference is now widely used but remains heavily reliant on Markov chain Monte Carlo (MCMC) sampling, which is computationally intensive and requires careful convergence monitoring. Variational inference (VI) is an appealing alternative that approximates posterior distributions without sampling, but existing variational approaches for phylogenetics have seen limited adoption owing to constraints in accuracy, speed, and scalability. Here we introduce Variational Inference with Node Embeddings (VINE), a variational phylogenetic inference method with striking improvements over prior work. VINE supports both standard DNA substitution models and CRISPR barcode-mutation models for cell-lineage phylogenies. Its key innovations are: embedding taxa in a high-dimensional Euclidean space; backpropagating gradients through fast distance-based phylogeny inference algorithms; introducing a sampling-free approximate estimator for the VI evidence lower bound; and enhancing posterior flexibility using normalizing flows. Across simulated and empirical datasets, VINE yields accurate posterior approximations for datasets with as many as 1000 taxa in a fraction of the time required for state-of-the-art MCMC-based methods.", "date": "2025-12-26", "journal": ""}
{"title": "ColabPCR: A validated Google Colaboratory Notebook for Reproducible and Precise Primer Design.", "doi": "10.64898/2025.12.23.696274", "authors": "Lozano, M. J.; Dallachiesa, D.; Beihammer, G.; Schwestka, J.; Koenig-Beihammer, J.; Pena, E. J.", "abstract": "The Polymerase Chain Reaction (PCR) method often has a lower success rate when amplifying specific genomic regions in eukaryotic genomes. This is frequently due to the non-specific annealing of primers at various genomic locations. To address this issue, we created ColabPCR, a program specifically designed to optimize the selection and evaluation of primers for a defined genomic region. ColabPCR refines primer length and melting temperature parameters through the utilization of Primer3 software, and it quantifies the number of potential off-target binding regions within the target genome via BLASTn analysis. Furthermore, the program facilitates the integration of restriction enzyme recognition sites at the 5 prime termini of primers and provides a mechanism to confirm the absence of such sites within the intended amplification region. ColabPCR centralizes all these functionalities within a single interface, utilizing Google Colab computational resources to ensure high performance and accessibility without requiring local software installation. We rigorously validated ColabPCR by designing primers for promoter and terminator regions within the Daucus carota (DCARv2, DH1v3) reference genome. Our findings unequivocally demonstrate significantly enhanced success rates, particularly when primers exhibiting off-target binding are excluded from the primer design process. In summary, ColabPCR offers a user-friendly and powerful solution that simplifies and enhances the primer design and evaluation workflow, leading to increased accuracy and success in molecular biology experiments.", "date": "2025-12-26", "journal": ""}
{"title": "Homology of the dark cells of Paleozoic liverworts with the specialized oil body cells of modern liverworts (Marchantiophyta)", "doi": "10.64898/2025.12.24.696392", "authors": "Tremblay, S.; Mercadal, J.", "abstract": "Oil bodies are a synapomorphy of liverworts (Marchantiophyta), a major group of land plants with a sparse fossil record. Paleozoic liverworts sometimes possess dark cells that appear similar in distribution to liverwort oil body cells. The Middle Devonian Metzgeriothallus sharonae provides an opportunity for comparison with modern liverworts. Shale samples were collected and the carbonaceous fossils isolated by acid maceration. Museum shale specimens of Pallaviciniites devonicus were also obtained and processed. The relative location, composition, frequency and spatial distribution of the fossil dark cells was compared to that of oil cells in extant taxa. Chemical characterization of the fossil dark cells is consistent with cells that contained lipids, the main component of oil bodies. Quantitative analyses revealed that the frequency and spatial distribution of dark cells are comparable to oil body cells. The dark cells of M. sharonae show clumping near the thallus edge, suggesting an anti-herbivore function. These results support the hypothesis that the dark cells of Paleozoic liverworts and the oil body cells of extant lineages are homologous structures with a shared developmental origin, providing a new character that can be used to assign fossils and that sheds light on the evolution and function of liverwort oil bodies.", "date": "2025-12-26", "journal": ""}
{"title": "Chromatin profiling for everyone: FFPE-CUTAC for the theory and practice of modern molecular biology", "doi": "10.64898/2025.12.24.696395", "authors": "Xu, Y.; Henikoff, S.; Ahmad, K.", "abstract": "In 2025, together with the Fred Hutch Summer Undergraduate Research and Summer High School Internship programs, we developed and implemented a laboratory genomics research experience to introduce students to modern molecular biology techniques and bioinformatics. The course centered around using a new method we had developed in 2023 that uses readily available fixed tissue sections on glass slides. Students performed a series of steps to tagment genomic locations of RNA Polymerase II and then used PCR to enrich libraries for next- generation sequencing in a core facility. Students then visualized their data in genomic browser tracks and assessed the results. At the end of the summer, students prepared and presented their work and experiences in seminar format to their cohorts. Overall, the technical simplicity of on-slide chromatin profiling introduced the students to laboratory practice and current techniques in genomics, bioinformatics, and medical sciences.", "date": "2025-12-26", "journal": ""}
{"title": "Did you see the sound? A Bayesian Perspective on Crossmodal Perception in Low Vision", "doi": "10.64898/2025.12.24.696433", "authors": "Chan, A. Y. C.; Stiles, N. R. B.; Levitan, C. A.; Tanguay, A. R.; Shimojo, S.", "abstract": "Multisensory integration is often assumed to increase when visual input is degraded, yet it remains unclear whether low vision enhances susceptibility to cross-modal illusions or whether such effects depend on local variations in visual reliability. We tested low vision and sighted control participants on the Double Flash Illusion across 24 visual-field locations while separately measuring flash-detection accuracy. Both groups showed the expected auditory-driven increase in perceived flash numerosity, but only sighted controls reliably experienced the classic \"double-flash\" percept. Illusion strength did not vary with eccentricity; instead, it was strongly predicted by local flash detection accuracy, indicating that sound-induced percepts depend on the availability of a reliable visual signal. Bayesian Causal Inference modeling revealed substantially weaker and more variable fits for low vision observers, with poorer fits associated with reduced visual sensitivity. Although model parameters did not differ significantly between groups, the similarity in estimated visual noise likely reflects model limitations rather than true equivalence in sensory precision. Together, these findings show that low vision does not globally amplify audiovisual interactions; rather, auditory enhancement depends on local visual reliability, and degraded vision leads to weaker alignment with Bayesian-optimal predictions.", "date": "2025-12-26", "journal": ""}
{"title": "Chronic electroconvulsive shock disrupts hippocampal physiology and impairs associative memory in mice", "doi": "10.64898/2025.12.24.696412", "authors": "Zhang, T. R.; Vyleta, N. P.; Schwein, I.; Askari, B.; Vila-Rodriguez, F.; Snyder, J. S.", "abstract": "Electroconvulsive therapy (ECT) is a highly effective treatment for depression but it has undesirable side effects on various aspects of cognition, including memory. Patients might display retrograde amnesia for autobiographical events and anterograde amnesia in tests of recall and recognition memory. These amnestic effects are likely to depend, at least in part, on changes in the hippocampus. ECT-induced volume increases in the hippocampus, and dentate gyrus subregion in particular, correlate with the cognitive deficits. However, the precise cellular and behavioral effects of ECT remain poorly understood. Here, we therefore subjected male and female mice to chronic electroconvulsive shock (ECS) and examined effects on hippocampal physiology and memory. Perforant path inputs onto dentate gyrus neurons were examined using whole cell patch clamp recordings in hippocampal slices. In the intact slice, perforant path stimulation did not result in any synaptic or spiking differences in mice given sham vs ECS treatments. However, GABAA blockade increased depolarization and spiking in sham, but not ECS-treated, mice. Voltage clamp recordings further revealed weaker perforant path excitation of dentate gyrus neurons in ECS-treated mice. Extrapolating these findings to the intact animal, we then used Fos expression as a proxy for neural activity, and found that ECS blunted exploration-induced hippocampal activation, which was most pronounced in the dentate gyrus. Finally, recognition memory tasks revealed that ECS impaired memory for object-context associations but not memory for objects or locations. Collectively, these experiments reveal that a clinically relevant schedule of ECS disrupts synaptic and circuit functions of the hippocampus and causes anterograde amnesia in a test of episodic-like associative memory.", "date": "2025-12-26", "journal": ""}
{"title": "Effects of different slow paced breathing regimes on cerebrospinal fluid (CSF) oscillations", "doi": "10.64898/2025.12.24.696312", "authors": "Nasseri, P.; Banks, M.; Li, A. Y.; Lewis, L. D.; Yoo, H. J.; Mather, M.", "abstract": "Cerebrospinal fluid (CSF) transport is crucial for waste clearance and the maintenance of healthy brain function. Various factors, including respiration, have been proposed to drive CSF pulsation. Despite the close relationship between CSF movement and respiration, the impact of different slow respiratory frequencies on CSF oscillations remains unclear. Utilizing a fast neuroimaging technique, we investigated the effects of four different paced respiratory conditions on CSF oscillations. Our findings indicate that all paced respiratory conditions resulted in increased CSF oscillatory power and BOLD global signal amplitude, factors previously associated with increased CSF pulsations. Additionally, we observed that, compared to rest, paced sighing at the 0.02-0.03 Hz frequency range significantly increased the coupling between CSF oscillations and the negative derivative of the BOLD signal. Our study provides a novel perspective on how the frequency of breathing can influence CSF oscillations during wakefulness.", "date": "2025-12-26", "journal": ""}
{"title": "Activation of the medial entorhinal cortex drives memory-guided navigation behavior", "doi": "10.64898/2025.12.24.696388", "authors": "Ma, Y.; Malone, T. J.; Tien, N.-W.; Tyan, J.; Gu, Y.", "abstract": "The cognitive map in the medial entorhinal cortex (MEC) is essential for spatial memory and exhibits experience-dependent changes. Yet, it remains unclear whether MEC activation is sufficient to drive memory-guided navigation, precluding a causal link between the MEC and spatial memory. To address this gap, we examined and optogenetically manipulated MEC activity as mice navigated a virtual track for a water reward based on memory. During learning, spatial activity in the pre-reward region showed the highest consistency along the track and closely paralleled improvements in reward-predictive behaviors. This elevated pre-reward consistency was widespread across MEC neurons, rather than confined to a particular cell type, indicating a network-level representation supporting reward prediction. Strikingly, optogenetic activation of MEC at non-reward locations biased reward-predictive behaviors toward stimulation sites, but only when stimulation patterns were spatially consistent. Consistent stimulation also induced anticipatory reward-seeking before stimulation onset and this behavior gradually developed with repeated stimulation, reflecting memory formation for stimulation locations. Moreover, in animals that failed to learn the track well, consistent pre-reward activation, alone or combined with landmark activation, significantly enhanced their reward prediction. Thus, spatially consistent MEC activation underlies memory-guided reward prediction, supporting a causal role for the MEC in spatial memory.", "date": "2025-12-26", "journal": ""}
{"title": "Organelle distribution and protein translation defects in radial glia cells with mutations in Eml1", "doi": "10.64898/2025.12.24.696387", "authors": "Viola, V.; Chinnappa, K.; Thompson, R.; Cifuentes Diaz, C.; Chakraborty, S.; BELVINDRAH, R.; SAVARIRADJANE, M.; Janke, C.; Magiera, M. M.; Rinaldi, D.; Shayan, R.; Soldan, V.; Plisson-Chastang, C.; Lebaron, S.; Cohen-Salmon, M.; Francis, F.", "abstract": "Cerebral cortical development is a finely regulated process, depending on neuronal progenitors, giving rise to post-mitotic neurons that migrate to superficial regions in the developing brain. Disruptions can give rise to cortical malformations, associated with intellectual disability and intractable epilepsy. Mutations in EML1/Eml1, coding for a microtubule-associated protein, lead to subcortical heterotopia in humans and mice. In developing mutant mouse brains, ectopic apical radial glia (aRG) progenitors were found outside the proliferative ventricular zone. The role of Eml1 in aRG is not precisely determined. Using proteomics and imaging approaches, we compared brain tissue from control and mutant mice and identified microtubule and organelle dysregulation. Eml1 influences the trafficking of organelles to different compartments of aRG, where they may be involved in local functions. Mitochondrial and polysome distribution are altered in mutant conditions. Indeed, Eml1 interacts with translational machinery, and downregulation of translation is observed in Eml1 mutant aRG translatome. Paradoxically, an upregulation of translation-related mRNAs is also observed. These data uncover an unprecedented function of Eml1 and associate novel subcellular mechanisms with severe heterotopia formation.", "date": "2025-12-26", "journal": ""}
{"title": "Astrocyte-derived extracellular vesicles as antigen-specific therapy for neuromyelitis optica spectrum disorder in the mouse model", "doi": "10.64898/2025.12.24.696382", "authors": "Naziri, H.; Azizi, G.; Ciric, B.; Zhang, G.-X.; Rostami, A.", "abstract": "Neuromyelitis optica spectrum disorder (NMOSD) is an autoimmune inflammatory disease of the central nervous system (CNS), characterized by Th17 cell responses and serum antibodies against the water channel aquaporin-4 (AQP4) on astrocytes. To avoid systemic immunosuppression by current therapies, an approach is to induce antigen (Ag)-specific tolerance by injecting an AQP4 epitope used to trigger the disease (e.g., AQP4201-220). The prerequisite for Ag-specific therapy is identification of the target Ag; however, dozens of epitopes of AQP4 and certain non-AQP4 astrocyte Ags have been identified as auto-Ags in NMOSD patients and in animal models. This uncertainty regarding relevant astrocyte Ags would hinder the translation of this and similar experimental strategies into Ag-specific therapy for NMOSD patients. In our study, we developed a therapeutic approach for an experimental NMOSD (eNMOSD) mouse model that relies on astrocyte-derived extracellular vesicles (AST-EVs), which theoretically contain all astrocyte Ags. Intravenous injection of AST-EVs mitigates disease progression in an AQP-4 Ag-dependent manner in the eNMOSD model with ongoing disease. AST-EVs suppressed inflammation by decreasing immune cell infiltration of the CNS, inducing T cell apoptosis, and increasing the frequency of regulatory T cells and IL-35-producing B cells. Furthermore, we defined that IFN-{gamma} is crucial for successful i.v. tolerance induction by AST-EVs in eNMOSD. These novel findings represent a pioneering and considerable step toward a new therapeutic approach for NMOSD.", "date": "2025-12-26", "journal": ""}
{"title": "HIV Nef amplifies mechanical heterogeneity to promote immune evasion", "doi": "10.64898/2025.12.24.696400", "authors": "Leyre, L.; Mustapha, F.; Herrera, A.; Lee, E.; Huntsman, E.; Zumbo, P.; Weiler, J.; Sinha, P.; Naing, E.; Smith, C.; Kovacs, C.; Galiano, M.; Wahman, N.; Betel, D.; Clayton, K. L.; Huse, M.; Jones, R. B.", "abstract": "Intracellular pathogens must evade cytotoxic immunity to establish persistent infection. Although immune escape is typically viewed through a biochemical lens, the ability of certain pathogens to alter the mechanical properties of infected cells suggests that biophysical mechanisms may also contribute to the process. Here, we show that a subset of CD4+ T cells infected with the human immunodeficiency virus (HIV) resist elimination through a soft phenotype that inhibits killing by mechanosensitive cytotoxic T lymphocytes (CTLs). This phenotype arises from the combined effects of the HIV virulence factor Nef, which remodels the actin cytoskeleton, and intrinsic heterogeneity in the basal cytoskeletal properties of infected T cells. Pharmacological or genetic perturbations that reverse Nef signaling to the cytoskeleton or that stiffen the filamentous-actin cortex sensitize infected cells to CTL-mediated lysis. Taken together, these findings define a novel, biophysical paradigm of immune evasion with implications for HIV cure strategies.", "date": "2025-12-26", "journal": ""}
{"title": "MLL3 and MLL4 sustain hematopoietic stem cell multipotency by opposing a B-cell default state", "doi": "10.64898/2025.12.24.696404", "authors": "Wang, H. C.; Chen, R.; Yang, W.; Muthukumar, R.; Hu, T.; Patel, R. M.; Casey, E. B.; Denby, E.; Zhang, R.; Xie, G.; Ge, K.; Challen, G. A.; Bednarski, J. J.; Magee, J. A.", "abstract": "Hematopoietic stem cells (HSCs) and multipotent progenitors (MPPs) are sustained by networks of transcription factors and epigenetic regulators that prime lineage-specific programs yet maintain multipotency. Two epigenetic regulators, MLL3 and MLL4, play important but opposing roles in maintaining this balance. MLL3 promotes HSC differentiation, whereas MLL4 opposes differentiation. These opposing functions are essential for both normal homeostasis and leukemia suppression, yet it is not clear how MLL3 and MLL4 regulate HSC and MPP gene expression to control HSC/MPP fate decisions. To resolve these mechanisms, we performed an extensive series of single cell genomic studies after conditionally deleting Mll3, Mll4 or both genes together. Mll3 deletion had only limited effects on HSC/MPP enhancer networks at steady state, whereas Mll4 deletion led to precocious activation of myeloid enhancers. Surprisingly, compound Mll3/4 deletion eliminated all myeloid, erythroid and megakaryocytic potential within the hematopoietic hierarchy and caused all progenitors to rapidly default to a B-cell-like identity. These changes were accompanied by widespread inactivation of HSC/MPP enhancers and superenhancers, and ectopic activation of B-cell superenhancers. Disabling MLL3/4 histone methyltransferase activity did not recapitulate the pervasive changes in cell identity that were observed when MLL3 and MLL4 were fully inactivated, indicating that MLL3 and MLL4 activate HSC/MPP enhancers independently from their enzymatic activities. Our findings show that HSC/MPP multipotency requires sustained tension between MLL3/4-dependent enhancers that maintain myeloid, erythroid and megakaryocyte potential, and MLL3/4-independent enhancers that prime B-cell identity. MLL3 and MLL4 therefore serve as critical linchpins of multilineage hematopoiesis.", "date": "2025-12-26", "journal": ""}
{"title": "Laser-driven VHEE pulsed fast fractionation (PFF): second-scale inter-pulse timing differentially modulates normal tissue and tumour toxicity", "doi": "10.64898/2025.12.24.696225", "authors": "Giaccaglia, C.; Bayart, E.; Varma, C.; Goddet, J.-P.; Gautier, J.; Tafzi, A.; Manant, E.; Lamarre-Jouenne, I.; Heinrich, S.; Fouillade, C.; Flacco, A.", "abstract": "Radiotherapy (RT) is constrained by the narrow therapeutic window between tumour control and normal-tissue toxicity. While FLASH RT has been reported to reduce normal-tissue toxicity at ultra-high dose rates (UHDR) with preserved tumour control in several preclinical models, the radiobiological potential of temporal regimes intermediate between conventional fractionation and FLASH remains largely unexplored. Here, we use a laser-plasma accelerator (LPA) to access this regime by delivering sub-picosecond very high-energy electron (VHEE, 50-300 MeV) pulses at ultra-high instantaneous dose rates (UHIDR; > 10^9 Gy/s) with externally programmable inter-pulse intervals. We introduce Pulsed Fast Fractionation (PFF): ultrashort (fs-ps) pulses delivered under UHIDR conditions with second-scale inter-pulse intervals and implementation-dependent dose per pulse. In this work, we vary the inter-pulse interval from 1 to 10 s while keeping dose per pulse and total dose constant, and identify an interval of 1 s that enhances normal-tumour separation: human fibroblasts exhibit reduced toxicity, whereas colorectal carcinoma cells show increased cytotoxicity under matched dose conditions. In vivo, zebrafish embryos reproduce the interval-dependent normal-tissue protection, supporting relevance in a whole-organism context. These results establish second-scale pulse timing as a biologically active degree of freedom for VHEE delivery, positioning PFF as a temporally optimised approach that complements spatial dose modulation and extends the current fractionation-FLASH framework.", "date": "2025-12-26", "journal": ""}
{"title": "Beta hydroxybutyrate alters beta cell identity and function in human islets", "doi": "10.64898/2025.12.24.696385", "authors": "Chae, Y. S.; Mandala, A.; de Winters, T. J. J.; Hammink, E.; van der Wel, E.; Roodzant, M. J.; Carlotti, F.; Engelse, M. A.; de Koning, E. J. P.", "abstract": "Fasting alters insulin secretion in humans and islet cell composition in mice. Fasting triggers ketogenesis, which increases beta hydroxybutyrate (BHB) levels. BHB is a signaling molecule that alters insulin secretion in primary islets. We hypothesized that BHB alters human islet cell composition and identity. Primary human islets were cultured with R-BHB or its non-metabolizable enantiomer, S-BHB. Human islets cultured with R-BHB, but not S-BHB, resulted in an increased C-peptide-glucagon+ to C-peptide+glucagon- cell ratio, and an increased frequency of C-peptide+glucagon+ bihormonal cells and NKX6.1+glucagon+ cells. Single-cell transcriptomics revealed upregulation of alpha cell identity genes in R-BHB treated islet beta cells. Alterations in beta cell identity were accompanied by increased basal insulin secretion in response to low glucose, and a reduced insulin stimulation index in response to high glucose. The differential effects of the two BHB enantiomers on islet cell composition indicated that ketone metabolism is involved in islet cell identity change. Supporting this hypothesis, a subpopulation of beta cells in islets treated with R-BHB characterized by low ketolysis genes, OXCT1 and ACAT1, did not show altered alpha and beta cell identity genes. Additionally, primary islets from type 2 diabetes donors, which exhibited reduced OXCT1 and ACAT1 expression relative to donors without diabetes, did not display altered islet cell composition and beta cell function from R-BHB treatment. Our findings uncover a novel role of BHB in modulating beta cell identity, with potential implications for islet function in states with chronically elevated ketone concentrations.", "date": "2025-12-26", "journal": ""}
{"title": "Evidence for an ancient master sex determination gene in Hymenoptera", "doi": "10.64898/2025.12.24.696408", "authors": "Velasquez, S. M.; Walker, I. J.; McClure, T. A.; Pineda, L. I. S.; Gerard, M.; Russell, V. V.; Camaya, P. A.; Campbell, G. D. J.; Fernandes, N. V.; Flowers, A.; Raymond, A. N.; Rico, S. S.; Taylor, A.; Velazquez, R. C.; Kramer, A.; Condon, C. J.; Corbett-Detig, R.; Brelsford, A.; Anderson, N.; Roy, S. W.", "abstract": "The vast majority of Hymenopterans determine sex by haplodiploidy, in which males and females develop from haploid unfertilized and diploid fertilized eggs, respectively. At the molecular level, the majority of Hymenoptera are thought to determine sex by so-called Complementary Sex Determination (CSD). Under CSD, sex is determined by the feminizing effects of one or more allele-rich loci, in which the feminizing function is imparted by the interactions of functionally distinct alleles. Because of high allelic diversity, most diploids are heterozygous and develop as females, whereas haploid individuals develop as males, as do rare homozygous diploids. Despite diverse empirical results suggesting that CSD is widespread in Hymenopterans, and substantial theoretical and empirical study of the consequences of CSD, the molecular biology of CSD has received little attention outside of the honeybee, Apis mellifera. The preliminary evidence provides support for divergent perspectives ranging from a single (nearly) universally-conserved CSD locus or a pattern dominated by evolutionary turnover with different genes serving as the CSD gene(s) in different lineages. Recently, a novel non-coding RNA gene named ANTSR was shown to serve as a CSD gene in different ant lineages, and the authors suggested that ANTSR might serve as a more broadly-conserved CSD gene. Here, we studied syntenic conservation and polymorphism patterns in the broad ANTSR locus, genome-wide sequence from available male and female diploid Formica ants, and data from a sibling cross for Bombus terrestris to assess the role of ANTSR role in CSD across diverse Hymenoptera. We find evidence that ANTSR is a conserved CSD gene across diverse Aculeata, the largest group of Hymenoptera, and provide preliminary evidence that Formica may have multiple CSD loci including ANTSR.", "date": "2025-12-26", "journal": ""}
{"title": "Fully computational design of PAM-relaxed Staphylococcus aureus Cas9 with expanded targeting capability", "doi": "10.64898/2025.12.25.696548", "authors": "Xiong, Y.; Tsai, L.-K.; Zhou, J.; Chen, S.; Xia, X.; Zhang, J.; Chen, Y. E.; Xu, J.; Huang, X.", "abstract": "CRISPR-Cas9 nucleases have transformed genome engineering, yet their application is often constrained by protospacer-adjacent motif (PAM) requirements. Staphylococcus aureus Cas9 (SaCas9) is particularly attractive for in vivo delivery due to its compact size, but its NNGRRT PAM limits targetable genomic sites. Here, we report KRH (E782K/N968R/R1015H), a SaCas9 variant designed entirely through an improved, fully computational protein point-mutation design workflow, UniDesign, without additional experimental optimization. KRH efficiently recognizes the expanded NNNRRT PAM, achieving genome- and base-editing efficiencies comparable to those of the evolution-derived KKH variant across multiple human cell types. Structural and energetic analyses reveal that KRH relaxes PAM specificity by fine-tuning the balance between sequence-specific interactions with PAM bases and nonspecific contacts with the DNA backbone. Beyond its practical utility, KRH demonstrates that computational design can identify a minimal set of mutations sufficient to remodel the PAM interface while preserving high nuclease activity. This approach not only recapitulates evolution-derived performance but also, in some cases, surpasses it, offering a scalable strategy for high-throughput Cas9 variant development. Overall, KRH establishes a blueprint for rationally engineered, PAM-relaxed nucleases and underscores the potential of computational protein design to accelerate next-generation genome editing, complementing traditional molecular evolution approaches.", "date": "2025-12-26", "journal": ""}
{"title": "Best of Both Worlds? Optimising Graph-Based Antimicrobial Resistance Gene Profiling in Long and Short-Read Metagenomes", "doi": "10.64898/2025.12.25.693921", "authors": "Mahoney, D. B. J.; Maguire, F.", "abstract": "Environmental surveillance using metagenomic sequencing offers a powerful way to track emerging and mobile antimicrobial resistance (AMR) genes and inform public health mitigation strategies. Read-based analysis tools can sensitively detect AMR genes in metagenomes but provide little information about the surrounding genome. This prevents easily linking detected genes with particular host species or mobile genetic elements. On the other hand, contig-based analysis tools can provide this genomic context but systematically fail to recover many AMR genes. Querying the intermediate assembly graph directly may provide a trade-off between these strengths and weaknesses. However, many existing tools capable of querying assembly graphs are designed for applications other than gene detection such as pan-genomics, indexing, or scaffolding. Therefore, a comprehensive evaluation of six tools across four search paradigms was performed to determine the optimal graph querying tool for profiling AMR genes in both long and short-read metagenomic assembly graphs. Across mock and simulated metagenomes of varying complexity and read-type, BLAST-based graph alignment (as implemented by GraphAligner) consistently outperformed other graph alignment algorithms. Overall, graph-based methods correctly identified 21% to 46% more AMR genes in complex datasets than contig analyses; however, increases in recall were modest. Combining assembly graphs analyses with contig-based analyses identifies up to 56% additional AMR genes across both long and short-read datasets. This study highlights the challenges associated with metagenomic AMR surveillance and demonstrates that graph-based analyses offer a useful tool in maximising sensitive identification of AMR genes and their genomic context from these data.", "date": "2025-12-26", "journal": ""}
{"title": "CoPhaser: generic modeling of biological cycles in scRNA-seq with context-dependent periodic manifolds", "doi": "10.64898/2025.12.24.696376", "authors": "Paychere, Y.; Salati, A.; Gobet, C.; Naef, F.", "abstract": "Biological cycles such as the cell cycle and circadian rhythms are fundamental cell-autonomous processes that are often obscured in single-cell RNA sequencing (scRNA-seq) data by other sources of variation, including cell-type identity, metabolic or disease-associated states. Disentangling these continuous periodic trajectories from other forms of cellular variability remains a major challenge in single-cell analysis. Here, we introduce CoPhaser, an algorithm designed to learn context-dependent periodic manifolds that decompose scRNA-seq count data into independent periodic and non-periodic sources of variation, while maintaining interpretability of manifold coordinates across diverse biological contexts. CoPhaser employs a biologically informed variational autoencoder with a structured latent space that explicitly separates cycle phases from cellular context, while controlling their mutual information. By modeling gene expression as context-modulated harmonic functions, the model captures flexible but biologically motivated deformations of periodic manifolds. We demonstrate that CoPhaser recovers biologically accurate continuous cell-cycle phases across diverse RNA sequencing technologies, including highly heterogeneous situations such as development and cancer, without requiring prior knowledge of gene expression programs or cell-cycle states. In two cancer applications, CoPhaser reveals subtype-specific proliferation dynamics, identifying quiescent primitive states in relapsed pediatric acute myeloid leukemia and distinguishes proliferation-driven gene overexpression from constitutive overexpression to uncover potential robust therapeutic targets in triple-negative breast cancer. CoPhaser readily generalizes to other periodic systems, enabling the reconstruction of circadian clocks in the mouse aorta and the identification of cell-type and subtype-specific circadian differences. Furthermore, it maps continuous endometrial remodeling across the human menstrual cycle, uncovering distinct transcriptional dynamics between women with endometriosis and controls. Together, CoPhaser provides a versatile and interpretable framework for dissecting the interplay between cellular identity and biological cycles in single-cell data.", "date": "2025-12-26", "journal": ""}
{"title": "Bivalent CD47 Immunotoxin for Targeted Therapy of Lung Cancer", "doi": "10.64898/2025.12.24.696420", "authors": "Ma, J.; Ravindran Menon, D.; Wang, Z.; Mintzlaff, D.; Hugh, H.; Giesy, L.; Huang, C. A.; Mathes, D. W.; Nydam, T.; Pomfret, E. A.; Camidge, D. R.; Sabaawy, H. E.; Pine, S. R.; Wang, Z.", "abstract": "Lung cancer is the leading cause of cancer-related deaths in the world, with ~2.5 million people diagnosed and ~1.5 million deaths each year. While the last two decades have yielded substantial progress with systemic targeted and immune therapies improving treatment responses in subgroups of patients with advanced and refractory lung cancer, there is still a dire unmet clinical need to develop more effective therapies with durable responses. CD47 receptors are overexpressed on the surface of a variety of malignant tumor cells including lung cancer. Although there has been increasing interest in developing targeting antibodies against CD47 for immunotherapy, they failed clinical trials due to their dose-limiting toxicities, primarily hematopoietic toxicity. Using a unique diphtheria toxin resistant Pichia pastoris yeast expression system, we have developed a diphtheria toxin-based bivalent CD47 immunotoxin (bi-CD47-IT) for targeted therapy of CD47+ non-small cell lung cancer (NSCLC). Bi-CD47-IT demonstrated compelling preclinical efficacy in multiple NSCLC cell line-derived xenograft (CDX) and patient-derived xenograft (PDX) mouse models, including subcutaneous, orthotopic, metastatic and humanized models. This study demonstrates the remarkable preclinical activity of bi-CD47-IT against various lung cancer models, making bi-CD47-IT a novel and promising therapeutic approach for NSCLC.", "date": "2025-12-26", "journal": ""}
{"title": "CK2 inhibitor, CX-4945, enhances BH3 priming and promotes apoptosis of venetoclax-resistant AML by targeting antiapoptotic proteins", "doi": "10.64898/2025.12.24.696284", "authors": "Daniyal, M.; Rajaiah, R.; Golla, U.; Pandiyan Shanmugam, M.; Duke, K.; Mercer, K.; Uzun, Y.; Valensi, H.; Hengst, J.; Dovat, S.; Qiu, Y.; Huang, S.; Behura, C. G.", "abstract": "Acute myeloid leukemia (AML), the most common hematologic malignancy, generally has a poor prognosis. Despite initial favorable responses to the BCL2 inhibitor venetoclax (VEN), remission is transient, and AML is eventually fatal. Resistance to VEN is primarily due to the overexpression of anti-apoptotic proteins, including MCL-1, BCL2L1 (BCL-XL), and BCL2A1. Casein kinase II (CK2) is a serine-threonine kinase and a known suppressor of apoptosis. We and others have reported that protein kinase CK2 activity is high in leukemic stem cells (LSCs) and associated with resistance to chemotherapy. We have shown that the selective CK2 inhibitor, CX-4945, suppresses BCL-XL and has a significant anti-tumor effect in AML preclinical models. CK2 expression and activity are high in venetoclax-resistant AML (VR-AML) cell lines. Genetic and pharmacological inhibition of CK2 significantly altered VR-AML gene signature, decreased MCL-1 protein level, increased BH3 priming and sensitized VR-AML cells to apoptosis. More importantly, CX-4945 selectively targeted LSCs (CD34+CD38-) and chemoresistant (CD123+CD47+) subpopulation in VR-AML. CX-4945 combined with VEN decreased leukemia burden and prolonged the survival of VR-AML cell line-derived and patient-derived xenografts compared to either drug alone. The combinatorial treatment was well tolerated in mice without additional myelosuppression or organ toxicity. CX-4945 (silmitasertib) is being tested in several early-phase clinical trials against adult and pediatric cancers. These preclinical results support the use of CX-4945 in combination with VEN to overcome resistance to apoptosis and re-sensitize VR-AML to chemotherapy.", "date": "2025-12-26", "journal": ""}
{"title": "Claudin-1 Inhibitor PDS-0330 Ameliorates Diabetic Kidney Disease by Suppressing Src/Akt/mTOR Signaling Pathway in Podocytes", "doi": "10.64898/2025.12.24.696454", "authors": "Fukushima, K.; Tsuji, K.; Uchida, N.; Nakanoh, H.; Kitamura, S.; Wada, J.", "abstract": "Introduction: Recent studies have reported that claudin-1, which is reactively expressed in malignant tumors and inflammatory diseases, plays an important role in disease progression. In diabetic kidney disease (DKD), upregulated expression of claudin-1 in podocytes has also been shown to contribute to disease progression. However, it remains unclear whether claudin-1 itself could be a therapeutic target in DKD. In this study, we investigated whether the claudin-1 inhibitor PDS-0330 could ameliorate DKD. Methods: Five-week-old male C57BL/6J mice were fed either a high-fat diet (HFD) or a normal diet (ND). At 15 weeks of age, PDS-0330 (Inh) or vehicle as control (Ctrl) was administered orally once per week for 4 weeks. At the end of the treatment period, blood, urine, and kidney samples were collected. In in vitro study, immortalized podocytes were treated with Inh or Ctrl and cultured for 48 hours in either normal glucose medium (5.5 mM; NG) or high glucose medium (25 mM; HG), after which proteins were extracted for analysis. Results: Mice fed an HFD showed significant increases in body weight and serum glucose levels compared with ND mice, and these parameters were not significantly affected by Inh treatment. HFD mice treated with Ctrl (HFD-Ctrl) exhibited significantly higher urinary albumin excretion than ND mice treated with Ctrl (ND-Ctrl), whereas the Inh-treated HFD mice (HFD-Inh) showed a significant reduction. Transmission electron microscopy revealed foot process effacement in HFD-Ctrl podocytes, which was markedly improved in HFD-Inh mice. Immunofluorescence staining demonstrated claudin-1 expression in podocytes of HFD mice. Furthermore, phospho-mTOR staining in podocytes was significantly increased in HFD-Ctrl compared with ND-Ctrl and was significantly attenuated in HFD-Inh. Western blot analysis of kidney samples revealed activation of the Src/Akt/mTOR signaling pathway in HFD-Ctrl mice, which was significantly reduced in HFD-Inh mice. In in vitro study, Ctrl-treated podocytes cultured in HG (HG-Ctrl) showed significant activation of Src/Akt/mTOR signaling compared with those in NG (NG-Ctrl). This activation was significantly suppressed in Inh-treated podocytes (HG-Inh). Conclusion: These findings suggest that podocyte claudin-1 could be a potential therapeutic target in DKD.", "date": "2025-12-26", "journal": ""}
{"title": "Low-load blood flow restriction training and ischemia modulate expression of Na+,K+-ATPase and FXYDs in human skeletal muscle", "doi": "10.64898/2025.12.24.696414", "authors": "Jan, V.; Mis, K.; Kacin, A.; Vidovic, A.; Tomc-Zargi, T.; Strazar, K.; Podbregar, M.; Mars, T.; Drobnic, M.; Chibalin, A. V.; Pirkmajer, S.", "abstract": "Anterior cruciate ligament (ACL) rupture leads to muscle deconditioning and downregulation of Na+,K+-ATPase (NKA). Low-load blood flow restriction (LL-BFR) training was shown to improve muscle function after ACL injury, but its effects on NKA are unknown. We analysed expression of NKA and its FXYD regulators in knee muscles from ACL-injured subjects undergoing LL-BFR, low-load training with sham blood flow restriction (LL-Sham), or no training (Control). Additionally, we dissected effects of ischemia components by subjecting cultured human myotubes to glucose deprivation and/or hypoxia. The LL-BFR group had higher vastus lateralis mRNA levels of NKA1, NKA{beta}3, and FXYD5 than the LL-Sham group. In vitro, NKA1, NKA{beta}1, and NKA{beta}3 mRNA and NKA1 and NKA{beta}1 protein levels were downregulated by sustained ischemia and glucose deprivation, but not hypoxia, while FXYD5 protein was upregulated by glucose deprivation. Conversely, intermittent ischemia had no effect on NKA or FXYD expression. In conclusion, our study shows that LL-BFR training induces specific transcriptional adaptations in vastus lateralis after ACL injury, potentially contributing to functional improvements. Moreover, it shows that glucose availability plays a major role in modulating NKA and FXYD expression in muscle cells under ischemic conditions.", "date": "2025-12-26", "journal": ""}
{"title": "Organelle-specific lipid profiles influence/underlie metabolic health in a nutrition-dependent manner", "doi": "10.64898/2025.12.24.696434", "authors": "Tabasso, C.; Gavini, C. K.; Zemski Berry, K.; Salem, H.; Aguettaz, A. K. F.; Lagarrigue, S.; Bergman, B. C.; Mansuy-Aubert, V.; Amati, F.", "abstract": "Western diet (WD), characterized by high energy density, saturated fat and sucrose, is a major driver of obesity and insulin resistance (IR). Although dietary fat composition influences systemic lipid metabolism and insulin sensitivity, its impact on subcellular lipid classes distribution and fatty acid (FA) incorporation in skeletal muscle remains poorly defined. We hypothesized that (1) modulating dietary FA intake remodels mitochondrial and lipid droplet (LD) lipid profiles, including phospholipids (PL) and diacylglycerol (DAG) stereoisomers implicated in lipotoxicity; and (2) organelle-specific lipid profiles relate to metabolic health. C57BL/6J mice were fed WD or control chow for 12 weeks. Whole-body metabolism, insulin sensitivity and substrate use were assessed by indirect calorimetry, glucose and insulin tolerance tests, and fasting biomarkers. Mitochondria and LDs were isolated from soleus muscle for organelle-resolved lipidomics. DAG isomers and PL classes were quantified, and FA chain length and saturation patterns were analyzed in total lysate (TL), mitochondria and LDs. Correlations were performed between lipid class abundance and metabolic parameters. WD-fed mice developed obesity, dyslipidemia and early IR. Intramyocellular lipids increased, whereas mitochondrial abundance was unchanged. Organelle-resolved lipidomics revealed distinct subcellular signatures not detectable in TL. DAG FA composition mirrored dietary FA supply across compartments, with WD increasing saturated FA (SFA) and reducing di-unsaturated FA (DiUFA) species. In contrast, PL remodeling was class- and compartment-specific, with coordinated changes in mitochondria and LDs that were masked in whole-muscle TL. Several PL classes, including ether-linked phosphatidylethanolamine (ePE), phosphatidylinositol, PE and phosphatidylcholine in TL and LD, and phosphatidylserine and phosphatidylglycerol (PG) in TL and mitochondria, were strongly associated with insulin sensitivity and substrate utilization in healthy mice, but these relationships were lost under WD. LD-associated sn1,3-DAG content was a strong predictor of metabolic health in lean mice, which related to ATGL abundance. PE and PG in LD were related to obesity markers. Dietary lipid overload induces distinct and compartment-specific remodeling of the skeletal muscle lipidome. DAG and PL classes exhibited divergent FA incorporation across mitochondria, LDs and TL, with coordinated remodeling between LDs and mitochondria that remained undetectable at the whole-muscle level. Several lipid pools, particularly LD-localized 1,3-DAG, PE and PG, were consistently related to metabolic flexibility and markers of metabolic health in healthy muscle and were disrupted in WD-fed mice. These findings identify lipid class identity, FA composition and subcellular localization as key determinants of muscle adaptation to nutritional excess and point to LD phospholipids and DAG stereoisomers as potential early molecular signatures of emerging IR.", "date": "2025-12-26", "journal": ""}
{"title": "Active zone remodeling by Bruchpilot couples synaptic architecture to Kv1/Shaker excitability control", "doi": "10.64898/2025.12.26.696556", "authors": "Sigrist, Prof. Dr., S.; Huang, S.; Piao, C.; Escher, M.; Toppe, D.; Beuschel, C.; Goetz, T.; Ramesh, N.; Zhao, Z.; Turrel, O.; Walter, A. M.; Liu, F.", "abstract": "Presynaptic active zones are known to undergo state-dependent remodeling across sleep, circadian, and experience-dependent conditions, yet how such structural changes influence synaptic computation and excitability has remained unclear. Here, we address this gap by examining the functional consequences of physiological upscaling of the active zone scaffold Bruchpilot (BRP), within the range previously observed during natural state-dependent plasticity. We show that moderate BRP elevation expands the number of functional release sites while surprisingly reducing vesicle release probability, thereby establishing a presynaptic operating mode with selectively enhanced transmission at intermediate firing frequencies. This remodeled mode depends on Kv1/Shaker potassium channels, which normally constrain the increased structural capacity generated by BRP; accordingly, perturbation of Shaker abolishes BRP-dependent reductions in release probability and unmasks an enlarged synaptic output capacity. To test the functional relevance of this coupling, we examined sleepless mutants, in which Kv1/Shaker channels are destabilized and presynaptic remodeling is compromised. We show that direct, physiological-level BRP upscaling selectively restores the Shaker/Hyperkinetic channel complex from near-undetectable levels toward normal abundance without inducing global proteomic changes, and correspondingly rescues excitability balance, oxidative stress resistance, lifespan, and mid-term memory. Together, these findings identify a mechanistic coupling between active zone architecture and intrinsic excitability control and demonstrate how presynaptic structural plasticity shapes frequency-dependent transmission and functional robustness under stress.", "date": "2025-12-26", "journal": ""}
{"title": "Chronic stress abnormalize microglial-vascular interaction via AT1R signaling and microglia activation to drive depression-like behaviors", "doi": "10.64898/2025.12.24.696453", "authors": "Gao, H.; Ding, Z.; Xu, B.; Wu, Y.; Zhu, M.; Zhang, X.; Qi, F.; Liu, J.; Fang, Q.; Ran, Y.", "abstract": "Depression entails a range of pathological processes in the brain, typically characterized by microglia activation, neural dysfunction, and vascular dysregulation. While it is well established that activated microglia inflict damage to neurons through direct and indirect microglia-neuron interactions, their interaction with vasculature and the associated regulation of vascular structure and function in depression remain poorly understood. Here, using a mouse model of depression induced by chronic unpredictable stress (CUS), we find that in stressed mice, activated microglia present reduced motility and decreased contact area with vasculature, which is accompanied by pathological vascular structure and function, marked by reduced vessel density, narrowed vascular diameters, and sluggish blood flow velocity. We observe that vascular structure in the stressed mice is rapidly modified by the vascular-contacted microglia. These vascular-contacted microglia show upregulated angiotensin II type 1 receptor (AT1R) expression, which is not present in the vascular-uncontacted microglia. Furthermore, we demonstrate that AT1R signaling together with microglia activation under chronic stress are critical mediators for the altered microglial-vascular contact situation, vascular dysregulation, as well as the depression-like behaviors. Together, our findings reveal that under CUS, the aberrant microglial-vascular interaction, including the dysregulated microglial vasoregulation arising from AT1R signaling and microglia activation, leads to depression, forging a new link between chronic stress and depression.", "date": "2025-12-26", "journal": ""}
{"title": "The impact of downsampling on data quality, univariate measurement and multivariate pattern analysis in event-related potential research", "doi": "10.64898/2025.12.24.696322", "authors": "zhang, g.; Wang, X.; Xin, Y.; Cong, F.; He, W.; Luo, W.", "abstract": "The choice of sampling rate is a critical preprocessing step in event-related potential (ERP) research, yet its impact on different analytic approaches remains underexplored. In this study, we systematically evaluated how downsampling affects data quality measured via Standardized Measurement Error (SME), conventional univariate ERP metrics (mean amplitude, peak amplitude, peak latency, and 50% area latency), and multivariate pattern analysis (MVPA; decoding). We analyzed seven commonly studied ERP components: P3, N400, N170, N2pc, mismatch negativity, error-related negativity, and lateralized readiness potential collected from neurotypical young adults. Results showed that both amplitude- and latency-based scores were significantly affected by sampling rate changes, particularly for 50% area latency that presented increased SME (reduced data quality) at lower sampling rates. Amplitude-based measures and their corresponding effect sizes were more influenced by sampling rate variations, whereas latency-based measures were comparatively stable across different temporal resolutions. In contrast, multivariate decoding performance remained highly robust, with decoding accuracy and effect sizes showing minimal variation even at the lowest sampling rate (e.g., 64 Hz). Overall, these findings suggest that caution should be exercised when employing lower sampling rates for data quality and conventional univariate ERP analyses. Nevertheless, lower sampling rates (e.g., 64 Hz) may still be appropriate for decoding analyses, particularly in studies where precise temporal resolution is not critical. For researchers analyzing ERP data with similar components, noise levels, and participant populations as in this study, following these recommendations should yield robust statistical power.", "date": "2025-12-26", "journal": ""}
{"title": "Activation of neurogenesis improves amyloid-β pathology and cognitive function through AMP kinase signaling in Alzheimer's disease model mice", "doi": "10.64898/2025.12.24.696442", "authors": "Fukui, M.; Kaise, T.; Masaki, T.; Sakamoto, T.; Kageyama, R.", "abstract": "Adult hippocampal neurogenesis declines with aging and in neurological disorders, leading to cognitive impairment. We previously demonstrated that a treatment of inducing Plagl2, a zinc finger transcription factor gene, and antagonizing Dyrk1a, a gene associated with Down syndrome, referred to as iPaD, can functionally rejuvenate aged neural stem cells (NSCs), thereby enhancing neurogenesis and improving cognition in aged mice. Here, we found that NSC-specific iPaD treatment effectively activated neurogenesis, reduced amyloid-{beta} deposition, and improved cognitive function in Alzheimer's disease model mice. Transcriptomic analysis revealed widespread significant changes in gene expression in the hippocampus following iPaD treatment. The upregulated genes included those associated with the activation of astrocytes and microglia involved in amyloid-{beta} clearance, while the downregulated genes included several that are upregulated in Alzheimer's disease patients, but whose roles in disease progression remain unclear. Among the latter genes, knockdown of Prkag2, a gene encoding protein kinase AMP-activated non-catalytic subunit gamma 2, in the hippocampus most effectively enhanced neurogenesis and reduced amyloid-{beta} accumulation. Notably, both iPaD treatment and Prkag2 knockdown activated AMP-activated protein kinase signaling, thereby upregulating genes involved in autophagy and cellular homeostasis. These results suggest that Prkag2 may represent a promising therapeutic target for neurodegenerative diseases, including Alzheimer's disease.", "date": "2025-12-26", "journal": ""}
{"title": "Development and qualification of an enzyme-linked immunosorbent assay to detect human serum immunoglobulin G reactive to multiple lineages of Lassa virus nucleoprotein", "doi": "10.64898/2025.12.25.696537", "authors": "Yun, H.; Sigei, F.; Appiah, N.; Quaye, C.; Yankey, C.; Kyei-Baafour, E.; Hayes, P.; Marini, A.; Bailer, R.; Zaric, M.; Kusi, K.", "abstract": "Lassa fever is a severe, often fatal febrile illness endemic to West Africa caused by Lassa virus (LASV). The viral nucleoprotein (NP) is a target antigen for serological assays to identify previous exposure to LASV. To our knowledge, there is no commercially available assay that reliably quantifies anti-LASV-NP IgG antibodies in human serum. We report the development and qualification of an ELISA designed to detect and quantify anti-LASV-NP IgG in human serum samples. The assay employs recombinant Lineage IV LASV-NP immobilized on microwells to capture NP-specific IgG antibodies, which are then detected using horseradish peroxidase-conjugated anti-human IgG followed by TMB substrate and reading of optical densities. Optimal assay reagent concentrations, incubation times and temperature were determined along with assay positivity criteria and dynamic range. A reference standard prepared from pooled sera from donors in endemic Lassa fever regions was established and calibrated to the first WHO international standard for LASV antibodies. High and low positive controls for assay quality control were generated. Naive human serum was used as a negative control. Following assay optimization, performance was assessed through assay qualification. The assay positivity criteria, lower limit of detection, upper and lower limits of quantitation, inter-assay precision, selectivity and dilutional linearity were determined. Our anti-LASV-NP IgG ELISA was shown to reliably measure anti-LASV-NP IgG levels in human serum. The method demonstrated sensitivity, intra- and inter-assay precision, dilution linearity across its analytical range and specificity for anti-LASV-NP IgG. Establishing this assay represents an essential step toward strengthening LASV epidemiology research and supporting urgently needed development of a vaccine to prevent Lassa Fever.", "date": "2025-12-26", "journal": ""}
{"title": "Synergistic non-neutralizing plasma antibodies to PfRH5 drive potent malaria parasite growth inhibition", "doi": "10.64898/2025.12.24.696081", "authors": "Marchioni, J.; McHugh, K.; Barrett, J. R.; Seeger, A.; Rigby, C. A.; Quinkert, D.; Rodrigues, A.; Huhn, A.; Pipini, D.; Minassian, A. M.; Kain, J.; Townsend, D. R.; Knudson, S. A.; MacGill, R. S.; Georgiou, G.; Draper, S. J.; Ippolito, G. C.; Lavinder, J. J.", "abstract": "An effective blood-stage vaccine is needed to protect against malaria pre-erythrocytic stage breakthrough. P. falciparum reticulocyte-binding protein homolog 5 (PfRH5) has emerged as a promising blood-stage vaccine antigen candidate, reducing parasite growth in humans during malaria challenge and showing field efficacy in children. Here, we characterize the human plasma IgG response to the RH5.1 vaccine candidate at monoclonal resolution, revealing that plasma repertoires are dominated by abundant, non-neutralizing antibodies. Using oligoclonal reconstitution experiments, in which defined pools of recombinant plasma mAbs are reassembled and functionally tested, we map how individual antibody interactions shape parasite growth inhibition activity. This approach allows us to discern which antibodies, within a polyclonal setting, act additively or synergistically, thereby revealing the emergent properties of anti-PfRH5 IgG. We further show that IgG lineages targeting linear epitopes lack neutralizing activity, while non-neutralizing IgG lineages that bind conformational epitopes can exhibit potent, interdependent synergy with each other and with neutralizing mAbs. These synergistic antibodies were identified in the plasma IgG compartments of five volunteers and highlight non-neutralizing PfRH5 epitopes that are critical for polyclonal-mediated growth inhibition. Our findings have broad implications for PfRH5 vaccine immunogen engineering and the role of non-neutralizing antibodies in infectious disease immunity.", "date": "2025-12-26", "journal": ""}
{"title": "BMP9-mediated regulation of endothelin-1 requires integrated SMAD1/5 and SMAD2/3 signaling", "doi": "10.64898/2025.12.24.696445", "authors": "Bagarova, J.; Sangam, S.; Troncone, L.; Zhong, Y.; Worst, L.; Gipson, G. R.; Nikolic, I.; Paskin-Flerlage, S.; Oh, S. P.; Rodriguez-Pascual, F.; Yu, P. B.", "abstract": "BMP9 is a pleiotropic growth factor cytokine with diverse roles in vascular development, homeostasis and disease. BMP9 regulates a broad array of vasoactive molecules that mediate endothelial and mural cell function, including ET-1, a potent vasoconstrictor, regulator of cell growth and fibrosis, and therapeutic target for pulmonary arterial hypertension (PAH). Consistent with its pleiotropic activities, BMP9 is unique in being able to recruit both BMP-responsive SMAD1/5/9 and TGF-{beta} responsive SMAD2/3 signaling effectors in endothelial cells, however, the physiologic significance of activating both pathways remains incompletely defined. We investigated the role of SMAD1/5/9 vs. SMAD2/3 signaling in BMP9-mediated regulation of ET-1, using primary and immortalized human and murine microvascular endothelial cells, with conditional knockout, small molecule inhibitor and siRNA strategies. BMP9-mediated expression of ET-1 requires coordinated activation of SMAD1/5/9 and SMAD2/3 effector pathways, both downstream of BMPR2, ALK1, and ENG. Analysis of the ET-1 promoter revealed that BMP9 requires, in addition to a SMAD3/4 binding site sufficient for TGF{beta}1-mediated transcription, a novel putative SMAD1/5 binding motif. BMP9-mediated regulation of endothelial ET-1 requires coordinated activation of both SMAD1/5 and SMAD2/3 downstream of ALK1, integrated at the promoter level, representing a non-canonical signaling motif linking BMP9 to a critical effector of vascular tone and remodeling in PAH and related vascular syndromes.", "date": "2025-12-26", "journal": ""}
{"title": "Transcriptomic Profiling Reveals Key Molecular Events and Pathways Driving Acquired Chemotherapy Resistance in Relapsed Acute Myeloid Leukemia", "doi": "10.64898/2025.12.24.696467", "authors": "Hu, J.; Wan, B.; Shi, J.; Zou, M.; He, C.", "abstract": "Background: Acute myeloid leukemia (AML) is a highly heterogeneous hematologic malignancy. Although induction therapy induces remission in many patients, relapse and acquired chemoresistance remain the major causes of treatment failure. Defining the molecular mechanisms underlying relapse is essential for improving therapeutic strategies. Methods: Bone marrow samples from nine AML patients were analyzed, including five newly diagnosed cases and four relapsed cases after chemotherapy. Transcriptome sequencing and integrative bioinformatics analyses were performed, including differential expression analysis, GO/KEGG enrichment, GSEA, and protein-protein interaction (PPI) network analysis, to delineate relapse-associated molecular alterations. Results: Principal component analysis demonstrated clear transcriptional segregation between primary and relapsed AML, indicating extensive molecular reprogramming during relapse. A total of 2,025 differentially expressed genes were identified, enriched in pathways related to epithelial-mesenchymal transition-like programs, leukemia stem cell maintenance, apoptosis evasion, and bone marrow microenvironment remodeling. Marked upregulation of FOXC1, HOXA11/HOXA11-AS, and AXL suggests key roles in sustaining stemness and promoting drug resistance.GO/KEGG analysis revealed coordinated activation of small GTPase, Rho/Ras signaling, ion transport, and epigenetic regulatory pathways, reflecting multilayered adaptive responses. GSEA indicated metabolic-epigenetic reprogramming in relapsed AML, while primary AML showed enrichment of energy metabolism and chromatin assembly pathways. PPI network analysis highlighted a central inflammation-metabolism axis involving TP53, IL6, CXCL8, and CCL2, associated with apoptosis resistance and metabolic adaptation. Conclusions: Relapsed AML is characterized by transcriptional reprogramming, metabolic remodeling, and microenvironment-driven adaptive resistance. Targeting small GTPase signaling, AXL, or IL6-related inflammatory pathways, alone or combined with epigenetic modulators, may offer promising therapeutic strategies to overcome chemoresistance in AML.", "date": "2025-12-26", "journal": ""}
{"title": "Deep learning analyses of DNA sequences resolve the retention of the Duffy-null resistance to Plasmodium vivax malaria in Africa", "doi": "10.64898/2025.12.25.695976", "authors": "Laval, G.; Decugis, A.; Parasayan, O.; Patin, E.; Quintana-Murci, L.; Chiaroni, J.", "abstract": "P. vivax, the most geographically widespread human malaria parasite with millions of clinical cases per year, is however quasi absent in sub-Saharan Africa. Positive selection targeting the rs2814778 protective mutation, also known as the Duffy-null allele, may explain the absence (or quasi absence) of vivax in sub-Saharan Africa by a progressive purge of the pathogen due to a quasi-fixation of the Duffy-null allele and the resulting high rates of protected carriers in western, central and eastern populations. Yet, while positive selection has been clearly evidenced in admixed populations coexisting with vivax, the selection model currently admitted poorly explains the lack of the Duffy-null allele in Europe, or in Asia where the pathogen is mainly observed. In this article, several validated Deep Learning methods applied to high coverage sequence data obtained in 589 African individuals resolved this retention of the Duffy-null resistance to vivax in Africa. The CNN and GAN algorithms implemented in this study also predict a rise in frequency of the Duffy-null mutation due to selection 25-35 kya years ago in the western part of Africa, a geographical region and a time frame overlapping with the rise of another protective mutation, {beta}S, the sickle-cell mutation protective at heterozygous state against the malaria caused by P. falciparum. In addition, the pattern of Duffy-null haplotypes highlights a quick spread of the Duffy-null allele in sub-Saharan Africa due to post-admixture selection events following the road of the recent Bantu expansion. Independent lines of evidence describing malaria as a life-threatening disease in West Africa from ~30 kya, together with a rise in frequency followed by recent disseminations of the Duffy-null resistance, open new perspectives about both the history of malaria as a major human disease and the history of the main protective mutations in Africa.", "date": "2025-12-26", "journal": ""}
{"title": "Cross-species insights into placental evolution and diseases at the single-cell resolution", "doi": "10.64898/2025.12.26.696571", "authors": "Jiang, Y.; Zheng, Y.; Xiao, Z.; Wang, X.; Tan, G.; Zhang, A.; Cao, X.; Yang, J.", "abstract": "The placenta is a highly specialized organ in mammals, mediating the exchange of nutrients, gases, and waste between the mother and the fetus while orchestrating intricate immunological interactions to sustain successful pregnancy. Despite its essential roles, the molecular evolution underlying the placental diversity across mammalian species remains largely elusive. Here, we constructed a comprehensive mammalian placental single-cell transcriptomic atlas from approximately 300,000 cells spanning ten species that could well represent the four primary placental types (discoid, cotyledonary, diffuse, and zonary). Our cross-species analysis highlights trophoblast lineages as key drivers for placental evolution. By reconstructing differentiation trajectories, we elucidate the gene expression dynamics and regulatory networks shaping trophoblast development across diverse placental architectures. Besides, we propose that the association of human trophoblasts with conditions such as pre-eclampsia and miscarriage arises from their unique gene expression profile, which distinguishes them from trophoblasts of other species. The further functional experiments demonstrate that TGIF1 serves as an upstream regulator of key functional genes in extravillous trophoblast cells, modulating their growth, invasion, and migration, and that TGIF1, together with its target genes (e.g., ADAM12, WNT3A, and ZNF831), is linked to preeclampsia and pregnancy loss. Collectively, these findings provide a high-resolution framework to understand the molecular evolution of the placenta and its role in reproductive success and diseases.", "date": "2025-12-26", "journal": ""}
{"title": "The Tube-Sealing Test: A novel behavioral assay to quantify offspring-centered defensive behavior in postpartum mice", "doi": "10.64898/2025.12.24.696449", "authors": "Horii, N.; Miki, S.; Takashima, H.; Akaki, K.; Inoue, K.", "abstract": "Perinatal mental health is a major public health concern, and postpartum women are particularly vulnerable to conditions such as postpartum obsessive-compulsive disorder and postpartum depression. Many postpartum symptoms involve heightened concern for infant safety, suggesting the presence of offspring-centered defensive processes that are distinct from general anxiety focused on self-safety. One offspring-centered defensive behavior described in wild rats is entrance sealing, in which lactating females plug the entrance of their burrow to limit access by potential intruders. Although laboratory mice rarely exhibit sealing spontaneously, sealing-like behavior can be experimentally induced by chemogenetic activation of hypothalamic perifornical urocortin-3 neurons, indicating that mice retain a latent motor pattern for this response. However, no method has existed for reliably quantifying sealing behavior under controlled laboratory conditions. To address this gap, we developed the Tube-Sealing Test (TST), an assay that measures bedding packed into tube-like openings attached to the home cage and enables repeated, non-invasive quantification of sealing behavior. Using this approach, we found that tube sealing occurred rarely in males, intermittently in virgin females, and with markedly greater intensity in postpartum females. Although virgin and postpartum females showed a similar likelihood of performing sealing, postpartum females inserted substantially more bedding than either group. In postpartum females, exposure to a male intruder increased sealing specifically at the tube through which the intruder was introduced, indicating that sealing intensity is modulated by direct threat experience. Together, these findings establish the TST as a simple and reproducible method for quantifying sealing behavior and identify tube sealing as a measurable component of offspring-centered defensive behavior.", "date": "2025-12-26", "journal": ""}
{"title": "Quantifying Population Reversibility of Sensor Performance inMulti-Cycle Single-Sensor Recovery Assay", "doi": "10.64898/2025.12.25.696491", "authors": "Rosenberg, G.; Bisker, G.", "abstract": "Quantitative chemical imaging requires sensors that reliably recover across repeated exposures. While solution-phase bulk measurements provide an averaged response of the sensor population, imaging at the single-sensor level enables mapping of biological processes with spatiotemporal resolution, revealing localized events and interaction sites. To translate such imaging into calibrated measurements, sensor variability under repeated analyte exposures must be analyzed. This work introduces a generic workflow that combines an automated microfluidic flow imaging platform with systematic characterization of the response, recovery, and reversibility of individual nanosensors across multi-cycle challenges. For representative implementation, three near-infrared fluorescent single-walled carbon nanotube (SWCNT) sensor models are tested, each with a distinct functionalization rendering it optically responsive to a corresponding exemplar target: dopamine, thiocholine, or serotonin. While first-cycle responses averaged over the entire field of view recapitulate ensemble calibration, single-sensor analysis uncovers broad heterogeneity in response magnitude, signal recovery, and reversibility across hundreds of individual SWCNTs under repeated exposure and wash cycles. To compare performance across cycles, a standardized Population Reversibility Score based on Kullback-Leibler Divergence is introduced, condensing response distributions into a single cycle- and concentration-dependent, quantitative metric. This framework is generally applicable to other sensor-analyte systems with transient readouts, guiding optimization for spatiotemporal analyte mapping.", "date": "2025-12-26", "journal": ""}
{"title": "CellTrap: A Microfluidic Platform Enabling Cell-Cell Interactions at Variable Effector to Target Ratios", "doi": "10.64898/2025.12.25.696500", "authors": "Khan, M. Z. U.; Kafshgari, M. H.; Dezfouli, A. B.; Hayden, O.; Multhoff, G.; Destgeer, G.", "abstract": "Immune-cancer cell interactions play a central role in understanding antitumor responses and evaluating immunotherapies. However, long-term, single-cell-level analysis of these interactions remains challenging. To address this, we developed a microfluidic trapping device with 1,024 traps, each equipped with a filter to retain cells, sustain medium flow, minimize cross-talk, and allow precise control of effector-to-target (E:T) ratios. The platform enables continuous monitoring of immune-cancer interactions for up to 14 hours. Device characterization was performed using 10 um fluorescent beads seeded via hydrostatic flow, with trap occupancy validated by Poisson statistics. Initial experiments using PBMCs against GFP-expressing U87 (U87GFP) glioblastoma cells demonstrated an immune-mediated reduction in GFP intensity, which was interpreted cautiously as a cytotoxic response. To improve reproducibility, we subsequently employed IL-2-stimulated Natural Killer cells (NK92IL2) as standardized effectors and evaluated their interactions with U87GFP glioblastoma cells, K562 chronic myelogenous leukemia cells, and LS174T adenocarcinoma cells. Time-lapse imaging revealed transient intracellular calcium fluxes, consistent with early activation of NK92IL2 cells, followed by a cytotoxic response. Increasing E:T ratios consistently enhanced immune activity, highlighting the utility of this device for dissecting immune-cancer interactions and guiding the development of immunotherapy.", "date": "2025-12-26", "journal": ""}
{"title": "A MYC Family Switch: L-MYC Drives and Maintains Neuroendocrine Lineage Programs in Prostate Cancer", "doi": "10.64898/2025.12.25.696507", "authors": "Sivalingam, J.; Cho, K.; Shi, Y.; Barron, P.; Lan, M.; Franco, O.; Yu, X.", "abstract": "Neuroendocrine prostate cancer (NEPC) is an aggressive, therapy-resistant subtype that emerges through lineage plasticity following androgen receptor (AR) pathway inhibition. Although MYC family oncogenes are central to prostate cancer progression, the role of MYCL (L-MYC) in NEPC has remained unclear. Here, we show that MYCL is selectively and robustly upregulated in NEPC patient samples and cell line models, whereas MYC is downregulated and MYCN remains low, revealing a lineage-associated MYC family switch. MYCL expression strongly correlates with the neuroendocrine lineage regulators ASCL1 and INSM1 and inversely with adenocarcinoma-associated genes. Mechanistically, MYCL activation is not driven by genomic amplification but reflects a permissive epigenetic landscape. Functionally, MYCL overexpression suppresses AR signaling and induces neuroendocrine-like transcriptional reprogramming, whereas MYCL knockdown disrupts neuroendocrine lineage identity and restores adenocarcinoma-associated gene expression, including MYC. We further identify ASCL1 and INSM1 as upstream regulators of MYCL, establishing a conserved neuroendocrine transcriptional axis. Together, these findings define MYCL as a lineage-specific regulator that drives neuroendocrine identity and plasticity in advanced prostate cancer.", "date": "2025-12-26", "journal": ""}
{"title": "FMAGJ: Fluorescence Microscopic Astrocyte Gap Junction Images Dataset", "doi": "10.64898/2025.12.25.695956", "authors": "Kirichenko, E.; Nabiullina, R.; Churkina, E.; Avakyan, K.; Gordeeva, J.; Sedova, D.; Nwosu, C.; Golovin, S.; Kaplya, M.; Sereda, A.; Rodkin, S.; Petrushan, M.; Laboratory of Medical Digital Images based on Foundation Model, Institute of Living Systems,  ", "abstract": "This work introduces a novel and specialized dataset of high-resolution fluorescence microscopic images focused on astrocytic gap junctions, aiming to get insights into intercellular communication in both healthy and pathological brain conditions. The dataset includes 20 z-stack image series -- 10 from human glioblastoma tissue and 10 from healthy rat brain tissue -- each containing between 24 and 126 optical slices. These images were acquired using standardized protocols following immunofluorescence labeling with antibodies against connexin 43 (Cx43), enabling visualization of gap junction localization at the subcellular level. The dataset is uniquely tailored to support detailed morphological and quantitative analyses of gap junction networks, featuring metadata including species, age, sex, imaging parameters, tissue characteristics, and localization of gap junctions in images provided by bounding boxes and image masks. Its structure facilitates comparative studies across physiological states and species, enhancing translational and evolutionary perspectives on astrocytic connectivity. Given the labor-intensive nature of manual gap junction quantification and 3D statistical analysis for Z-stacks, this dataset serves as a resource for the development of machine learning tools capable of automating the detection and analysis of Cx43-positive signals.", "date": "2025-12-26", "journal": ""}
{"title": "Incomplete developmental silencing of cancer-testis antigen BORIS in humanized mouse model promotes cancer susceptibility", "doi": "10.64898/2025.12.24.696438", "authors": "Price, E.; Pugacheva, E.; Bhatt, D. N.; Ji, Y. J.; Yeboah, S.; Scott, A.; Loukinov, D.; Lobanenkov, V.", "abstract": "Cancer-testis antigens are genes normally restricted to the germline but aberrantly activated in many cancers, where their role in tumorigenesis remains unclear. BORIS (CTCFL), a testis-specific paralog of the chromatin organizer CTCF, is one such antigen that shows limited conservation between humans and mice, complicating in vivo functional studies. Here, we generated humanized mice in which both alleles of the endogenous Boris locus are replaced with the full-length human BORIS gene, including its highly diverged cis-regulatory elements. These fully humanized mice maintain normal fertility, indicating accurate germline expression and preserved BORIS function despite evolutionary divergence. However, unlike the strictly testis-specific expression of mouse Boris, human BORIS escapes complete somatic silencing, producing mosaic expression in a minority of mouse somatic cells. This ectopic expression is associated with reduced survival, increased tumor incidence and a shift of tumor spectrum toward aggressive lymphomas. Transcriptomic and chromatin profiling revealed that ectopic human BORIS reactivates testes-specific genes in the soma, including regulators of meiosis and DNA repair, through direct chromatin binding. This transcriptional reprogramming was consistent across tissues and clonal cell lines, revealing a dominant tissue-independent gene activation program. These findings demonstrate that when human BORIS escapes epigenetic silencing in somatic cells, it connects aberrant germline gene activation with increased cancer susceptibility in vivo.", "date": "2025-12-26", "journal": ""}
{"title": "A Mechanistic Model of Oncolytic Virus-CAR T Therapy Identifies Memory-Dependent Control of Solid Tumors", "doi": "10.64898/2025.12.24.696207", "authors": "PELEN, N. N.; Jackson, T. L.", "abstract": "Chimeric antigen receptor (CAR) T-cell therapy can induce durable remissions in hematologic malignancies, yet its efficacy in solid tumors remains limited by antigen heterogeneity, an immunosuppressive tumor microenvironment, and poor T-cell persistence. Oncolytic viruses (OVs) provide a complementary therapeutic strategy by directly lysing tumor cells and reshaping local immune responses. Motivated by emerging evidence that OVs can also induce dual-specific, memory-like CAR T cells, we develop a unified mathematical framework that integrates these interacting modalities. The model distinguishes antigen-positive and antigen-negative tumor populations, tracks key viral and immune compartments, and incorporates OV-mediated microenvironmental activation alongside CAR T-cell stimulation. This baseline formulation provides a platform for assessing whether additional mechanisms---such as OV-induced CAR T-cell memory---are necessary for durable tumor control. Sensitivity analysis of the memory-free system using partial rank correlation coefficients (PRCCs) identifies four dominant drivers of therapeutic outcome: antigen-negative tumor dynamics, viral kinetics, CAR T-cell cytotoxic effectiveness, and PD-1/PD-L1--mediated T-cell exhaustion. While these mechanisms can generate strong early responses, they are insufficient to prevent late relapse driven by antigen-negative tumor regrowth. Introducing a reduced memory variable to represent OV-driven CAR T recall fundamentally alters this behavior: enhanced memory induction and CAR T responsiveness sustain effector T-cell levels and enable long-term control of antigen-negative tumor populations. Together, these results highlight OV-induced CAR T-cell memory as a critical determinant of durable therapeutic efficacy in solid tumors.", "date": "2025-12-26", "journal": ""}
{"title": "Comparative Evaluation of Conventional Inorganic Fertilization and Sesbania rostrata Green Manuring on Soil Properties and the Growth and Development of Oryza sativa L. Pant Basmati 1", "doi": "10.64898/2025.12.24.696455", "authors": "Joshi, H. C.; Patni, B.; Guru, S. K.; Bhatt, M. K.; Singh, M.", "abstract": "To assess the impacts of conventional and organic nutrient management techniques on growth, productivity, sustainability, and soil health in the Basmati rice (Oryza sativa L.) cultivar Pant Basmati 1, a two-year field experiment was carried out during the Kharif seasons of 2023 and 2024. Crop duration remained stable across management methods, as illustrated by phenological variables such as panicle initiation, blooming, and maturity that were not significantly affected by fertilizer source. Conventional fertilizer supported superior growth at later stages, while organic management produced greater plant height at early growth phases. While the leaf area index and dry matter accumulation were consistently higher under conventional management because of the quick availability of nutrients, tiller density remained similar across treatments (363-411 m). Despite statistically significant variations, chlorophyll a and b quantities peaked under organic inputs at 60 DAT. Higher biological and grain yields were obtained with conventional fertilization; however, yield variations between systems were generally insignificant over time. As soil fertility stabilized, organic management notably increased the harvest index in the second year, indicating improved assimilate partitioning. The findings show that organic nutrient management can provide benefits in terms of resource efficiency and environmental sustainability while maintaining yield parity with conventional systems during the early conversion phase. Organic management techniques improve soil quality. Compared with to conventional methods, organic management practices were found to have higher soil macro and micronutrient status, water-holding capacity, aggregate stability, and soil enzyme activity (DHA and acid & alkaline phosphatase). These results show that organic Basmati rice cultivation is a feasible and sustainable alternative to traditional nutrient management, even though it may take longer to reach maximum yield.", "date": "2025-12-26", "journal": ""}
{"title": "Profiling miRNAs involved in Human Oligodendrocyte Precursor Cell Differentiation and Maturation", "doi": "10.64898/2025.12.25.696416", "authors": "Barzegar, M.; Dhukhwa, A.; Patel, V. N.; Velasquez, F. C.; Das, S.; Patil, A. H.; Halushka, M. K.; Zack, D.; Chamling, X.", "abstract": "MicroRNAs (miRNAs) are evolutionarily conserved post-transcriptional regulators that play critical roles in cellular development and differentiation across species. Although the importance of miRNAs in oligodendrocyte lineage cell (OLLC) differentiation has been extensively studied in rodent models, their roles in human OL development remain less understood. To address this gap, we used a human embryonic stem cell (hESC) reporter system designed to study human OLs and OL progenitor cells (OPCs). Using an optimized differentiation protocol, we used the reporter hESCs to generate and isolate well-characterized OLLCs at specific developmental stages and performed next-generation sequencing-based miRNA profiling to identify stage-specific miRNAs enriched during OL lineage specification and maturation. In addition to canonical miRNAs known to be enriched at various stages of OL development, our study identified several lesser-known miRNAs with distinct stage-specific enrichment patterns that may serve as useful molecular markers for classifying human CNS cell types in future studies. Target analysis of OPC- and OL-enriched miRNAs revealed key genes, including transcription factors ZNF488 and DLX1, cytoskeletal regulator CSNK2B, and potassium channel gene KCNJ1, along with key signaling pathways such as AKT, SMAD2/3, estrogen receptor, and insulin signaling, which regulate OPC and OL lineage function. These findings advance our understanding of the OLLC-specific miRNAs, and miRNA-mediated regulatory networks governing human OL differentiation and maturation and provide promising therapeutic targets for future studies aimed at restoring myelin integrity and improving outcomes in demyelinating diseases.", "date": "2025-12-26", "journal": ""}
{"title": "Modeling Individualized Adolescent Mental Health through a Multifactorial Causal Framework to Identify Potential Intervention Strategies", "doi": "10.64898/2025.12.25.696521", "authors": "Yan, J.; Wan, B.; Toussaint, P. J.; Chen, J.; Bezgin, G.; Medina, Y. I.; Bzdok, D.; Evans, A.; Karama, S.", "abstract": "Adolescence is a sensitive period for the emergence of psychopathology. During this time, physiological changes and environmental exposures jointly shape brain development and influence cognitive and personality maturation, collectively heightening vulnerability to mental disorders. However, the complexity of interactions between these factors has hindered a systems-level understanding of mental health and the causal roles of cognition and personality in psychopathology. In this study, we proposed a multifactorial causal framework integrating brain, pubertal, environmental, and behavioral factors to characterize heterogeneity in adolescent mental health trajectories at the individual level. We then investigated latent causal pathways linking cognition and personality to mental health outcomes and identified potential personalized intervention targets. Leveraging the Adolescent Brain Cognitive Development (ABCD) dataset (N = 4,501), we analyzed 165 behavioral pairs connecting cognition and personality traits to mental health symptoms. Using cross-sectional multivariate mediation and longitudinal interaction-inclusive analyses, we identified 68 behavioral pairs showing significant causal relationships, with brain and environmental exposures contributing to most pathways, while pubertal factors exhibited limited involvement. Individualized interpretive analyses further revealed 23 pairs suggesting potential interventions with response rates exceeding 50%. Among these, behavioral inhibition, negative urgency, and processing speed emerged as the most common intervention targets, whereas psychosis symptoms and attention problems were the most likely issues to improve. Overall, our study advances a comprehensive framework capturing the multifactorial and heterogeneous nature of adolescent mental health, delineates specific causal pathways from cognitive and personality traits to psychopathology, and provides a principled basis for potential individualized intervention strategies.", "date": "2025-12-26", "journal": ""}
{"title": "Chronic alcohol exposure drives inflammaging and transposon derepression in hematopoietic stem and progenitor cells", "doi": "10.64898/2025.12.25.696246", "authors": "Yuda, R. A. A.; Bea, H.; Kellett, V.; Kim, J.; Yang, F.; Choijilsuren, H. B.; Park, Y.; Fu, Y.; Ha, Z.; Choi, J.; Luo, L. Z.; Sun, Z.; Gao, B.; Jeong, S.; Resar, L. M. S.; Jung, M.", "abstract": "Chronic alcohol use causes pancytopenia and diminished immune responses against pathogens. However, it remains unclear whether chronic alcohol consumption directly induces inflammation in human hematopoietic stem progenitor cells (HSPCs), and if aging modifies the impact of chronic alcohol consumption in HSPCs. To examine how chronic alcohol use affects HSPCs, we performed single-cell RNA-seq in human and murine HSPCs and single-cell ATAC-seq in aged murine HSPCs following alcohol exposure. In xenotransplanted human HSPCs, chronic alcohol feeding resulted in a significant myeloid bias, heightened inflammation, double-stranded RNA (dsRNA) sensor upregulation, and type 1 interferon responses. In the native murine bone marrow, chronic alcohol exposure primed HSPCs to differentiate into myeloid cells and to exhibit heightened inflammation, DNA damage, and epigenetic reactivation of transposable elements (TEs) in an age-dependent manner. Alcohol-exposed aged long-term hematopoietic stem cells (LT-HSCs) displayed increased chromatin accessibility at TE-containing loci correlated with aberrant TE transcription. This aberrant TE expression was associated with the accumulation of dsRNAs in aged bone marrow cells, and activation of innate immune pathways, perpetuating HSC inflammaging. Furthermore, old mice showed two epigenomically distinct LT-HSC clusters, LT-HSC1 and LT-HSC2, in which the LT-HSC2 cluster expanded in response to chronic alcohol drinking and resembled inflammatory HSCs. Notably, secondary transplantation revealed unperturbed long-term self-renewal capacity in both human and murine HSCs, suggesting that HSC function may recover following alcohol cessation. Our data illuminate potential interactions between alcohol and aging that can reinforce inflammaging and epigenetic dysregulation in HSPCs.", "date": "2025-12-26", "journal": ""}
{"title": "Combined antagonism of Oncostatin M (OSM) and Interleukin 6 (IL-6) provides both anti-fibrotic and anti-inflammatory benefit in pulmonary fibrosis", "doi": "10.64898/2025.12.25.695625", "authors": "Ratsimandresy, R. A.; Doran, E.; Dengler, H. S.; Headland, S. E.; Wedeles, C. J.; Guidi, R.; Xu, D.; Liu, J.; Shi, Y.; Wang, J.; Uttarwar, S.; Abbas, A. R.; Sun, T.; DePianto, D. J.; Morshead, K. B.; Arron, J.; Rock, J. R.; Bevers, J.; Yadav, R.; Ramalingam, T.; Gao, X.; Brightbill, H. D.; Emson, C. L.; Jeet, S.; Arlantico, A.; Wong, A.; Yu, S.; Tran, T. H.; Leong, L.; Chen, W.; Dohse, M.; Austin, C.; Caplazi, P.; Panettieri, R. A.; Koziol-White, C.; Jester, W. F.; Shaw, A.; Avraham, S.; Menon, H.; Darmanis, S.; Modrusan, Z.; Kajihara, K.; Kanamori, M.; Shimada, H.; West, N. R.; Nakamura, G.; ", "abstract": "Interstitial lung diseases (ILDs), including idiopathic pulmonary fibrosis (IPF) and systemic sclerosis-associated ILD (SSc-ILD), are irreversible fibrosing diseases with a mean survival time of less than 5 years for IPF. Poorly understood etiology and complex pathogenesis of these diseases have hampered the identification and development of effective therapeutics. Existing treatments can slow progressive fibrosis and lung function decline but do not stop it entirely, resulting in a minimal impact on patient survival. Thus, novel therapeutic interventions are needed. Tocilizumab, an anti-IL-6 receptor antibody, was recently approved by FDA for the treatment of SSc-ILD based on evidence demonstrating a reduction in the rate of lung function decline. In this study, we have characterized an IL-6-driven feed-forward myeloid axis contributing to lung inflammation providing a mechanistic hypothesis for tocilizumab. Concomitantly we have identified an oncostatin M (OSM) orchestrated lung injury response contributing to epithelial and endothelial cell disruption, myofibroblast activation and fibrosis. Despite dysregulated expression of IL11 in IPF, SSc-ILD, and murine models of fibrosis, we found no evidence for a pro-fibrotic role for IL-11 in vitro or in vivo. Instead, in pre-clinical models of IPF we demonstrate that antagonism of OSM alone, or to a greater degree in combination with IL-6, reduced lung fibrosis and inflammation. Translating these observations, we validated gp130:OSMR, rather than gp130:LIFR, as the dominant human receptor complex used by OSM, identifying OSMR as a potential therapeutic target to stall fibrosis.", "date": "2025-12-26", "journal": ""}
{"title": "Antigen-specific CD8 T cells are generated and reactivated in the bone marrow following viral brain infections and impact the bone marrow niche", "doi": "10.64898/2025.12.25.696510", "authors": "Anani-Wolf, D. M.; Hotchkiss, K. M.; Reesman, R. A.; Pfaller, C. K.; Moelker, E. M.; Hoyt-Miggelbrink, A. M.; Fain, C. E.; Blethen, K. E.; Norberg, P. K.; Wallace, S. E.; Jain, V.; Grant, G. A.; Khasraw, M.; Chandramohan, V.; Johnson, A. J.; Ayasoufi, K.", "abstract": "Bone marrow is the primary immune organ responsible for stem cell maintenance and hematopoiesis. However, the contribution of the bone marrow niche for the generation of adaptive immune responses is less well-understood. We therefore assessed the capacity of virus antigen-specific CD8 T cells to be generated and expanded in bone marrow following acute neurotropic virus infection. Intracranial infection with the neurotropic Theiler's Murine Encephalomyelitis Virus (TMEV) results in an acute infection in the C57BL/6 mouse which is cleared within 4 weeks post infection due to the generation of an antigen-specific CD8 T cell response against the immunodominant epitope VP2121-130. We determined that 1-10% of CD8 T cells present in the femoral, and sternal bone marrow were virus antigen-specific 5-7 days after intracranial TMEV infection. We determined that antigen-specific CD8 T cells were generated in the bone marrow with similar kinetics to that of conventional responses in the secondary lymphoid organs. Importantly, continuous treatment with FTY720, which sequesters T cells outside of the blood, did not eliminate antigen-specific CD8 T cells in the bone marrow compartment indicating generation within the bone marrow niche. Similarly, injection of Poly I:C admixed with fluorescently labeled ovalbumin into the brain generated a similar antigen-specific CD8 T cell response in the bone marrow indicating these responses occur following various brain insults. This model also identified the likely antigen presenting cell (APC) responsible for scavenging antigens from the brain and trafficking into the bone marrow as a migratory myeloid-derived APC. Moreover, following clearance of TMEV infection, CD8 T cells in the bone marrow established durable memory. Antigen-specific memory CD8 T cells in the bone marrow reactivated and expanded upon cognate antigen reencounter. Antigen-specific reactivation of memory CD8 T cells within the bone marrow caused a concurrent increase in Lineage-, Sca-1+, c-Kit+ (LSK) and CD11b+ MHCII+ myeloid cells. This increase in the LSKs and myeloid cells in the bone marrow niche was abrogated with CD8 T cell depletion. We conclude that brain viral infections induce in situ effector and memory T cell responses within the bone marrow compartment. Memory recall CD8 T cell responses induce niche dysregulation by expanding LSK cells and lead to an influx of MHCII+ myeloid cells. Our data pave the way for crucial studies of bone marrow resident antigen-specific CD8 T cells in health and diseases.", "date": "2025-12-26", "journal": ""}
{"title": "Identification of Novel Open Reading Frames on the Rabies Virus Antigenome Strand and Assessing Their Expression", "doi": "10.64898/2025.12.26.696564", "authors": "Kumar, A.; Tatu, U.", "abstract": "Rabies disease can be caused by several lyssaviruses, which are a group of bullet-shaped, enveloped viruses with single-stranded, negative-sense RNA as their genome. Lyssaviruses are known to produce a full complement of genomic RNA (cRNA or antigenome) during their lifecycle. The rabies virus (RABV) is the prototype of the genus and has a genome of 12 kilobases. The RABV genome is known to encode five proteins from the genomic strand. In this study, we examined the coding potential of RABV and identified 17 novel ORFs (nORFs): one on the genomic strand and sixteen on the antigenomic strand. Synteny analysis revealed that several of these nORFs were conserved across the RABV clades. Additionally, five of the nORFs possessed Kozak sequences, and trRosetta predicted well-folded three-dimensional domains in these nORFs. Using LC-MS data of rabies-infected canine brain samples, we identified high-confidence peptides corresponding to the two nORF-coded proteins, nORF9 and nORF12. Furthermore, the structural and sequence similarity analyses indicated that these domains share homology with proteins involved in signalling and transcription", "date": "2025-12-26", "journal": ""}
{"title": "Mast cell extracellular granules are bioactive condensates driven by heparin and polyamine", "doi": "10.64898/2025.12.25.696514", "authors": "Xiong, Y.; Tomares, D. T.; Guo, J.; Sato, K.; Zeng, L.; Tian, Y.; Su, M.; Albis, A.; Pant, A.; Pappu, R. V.; Su, X.", "abstract": "Biomolecular condensates are membraneless bodies that organize biochemical reactions typically within cells. However, the roles of condensates in extracellular space--where conditions differ substantially from intracellular space--remain poorly understood. Here, we report mast cell extracellular granules (MCEGs), a stable membraneless entity, are condensates assembled via electrostatic interactions between glycosaminoglycans and polyamines. Disrupting polyamine synthesis or trafficking blocks MCEG formation and compromises the storage of proteases and cytokines. Granules reconstituted with heparin and spermine are sufficient to enrich mediators such as CPA3 and TNF, maintaining an elevated pH and higher concentrations of calcium and zinc compared to the extracellular milieu. This unique environment enhances CPA3 enzymatic activity. Furthermore, the granules increase TNF binding and its bioactivity toward endothelial cells. Together, we reveal MCEGs as functionally active biomolecular condensates with distinct biochemical and immunological properties; MCEGs are formed through sugar-metabolite interactions, expanding the mechanisms of condensate assembly beyond classical protein-protein and protein-RNA interactions.", "date": "2025-12-26", "journal": ""}
{"title": "Cell size control emerges from the vein-dependent coordinated divisions of distinct cell groups in Drosophila wing", "doi": "10.64898/2025.12.26.696565", "authors": "Sugimura, K.; Takayanagi, R.; Namba, T.; Qu, Z.; Ishihara, S.", "abstract": "During morphogenesis, cell divisions are precisely regulated in space and time. The biological objectives achieved by such regulation are not fully understood, particularly in tissues whose overall size is kept constant. Here, by applying a newly developed lineage-reconstruction pipeline to the Drosophila pupal wing, we reveal that the wing is composed of distinct cell groups that differ in division number, timing, and spatial positioning relative to wing veins. We show that the frequencies of these lineages, together with their initial cell sizes and growth profiles, converge to achieve a highly conserved average cell size. Our data further suggest that distance from wing veins provides spatial information that biases where distinct lineages arise, and that genetic elimination of wing veins suppresses a specific lineage and disrupts cell-size control. Finally, our results point to a multiscale organization of division patterns, in which vein-associated spatial information is integrated with local neighbor effects in a manner that would mitigate mechanical instability within the tissue. Together, these findings delineate a cell-size control mechanism based on coordinated divisions of distinct cell groups, which supports robust morphogenesis and functional tissue design.", "date": "2025-12-26", "journal": ""}
{"title": "A shared ensemble in the prelimbic cortex links impulsivity and anxiety-like behavior.", "doi": "10.64898/2025.12.25.696439", "authors": "Powers, R. E.; Galvan, K. J.; Calvo, D. E.; Sosa Jurado, R.; Moschak, T. M.", "abstract": "Mental health disorders often share overlapping behavioral and neural features, yet it remains unclear why these relationships emerge or whether they reflect common underlying neural processes. To explore this, we recorded prelimbic (PL) activity using endoscopic calcium imaging as rats completed a battery of tasks assessing impulsivity, distress tolerance, anxiety-like behavior, incentive salience (Pavlovian conditioned approach), and sensation-seeking in a novel environment (locomotor activity). By collecting neural and behavioral measures across all tasks within each animal, we were able to investigate whether PL activity tracked processes that were either unique to individual behaviors, shared across multiple behaviors, or both. We found that PL activity was significantly predictive of each of the behaviors except locomotor activity. Subsequent analyses revealed shared behavioral structure across tasks, with one latent dimension reflecting high impulsivity and low anxiety-like behavior. Individual variability across this particular dimension was strongly predicted by a neural structure comprising shared PL activity across four of the behaviors. Furthermore, this relationship was driven by a subset of PL neurons that shared patterns of activity across multiple tasks, forming a shared neural ensemble. Importantly, animals with a greater tendency to share neural ensembles exhibited a stronger link between high impulsivity and low anxiety-like behavior. These findings suggest that a small, shared ensemble of PL neurons tracked activity across multiple clinically-relevant behaviors to predict an approach/avoidance phenotype characterized by high impulsivity and low anxiety. This points toward a targetable neural population that may help explain why diverse psychiatric symptoms often co-occur within individuals.", "date": "2025-12-26", "journal": ""}
{"title": "Breath as an internal context: Respiratory phase alignment between encoding and retrieval optimizes memory performance.", "doi": "10.64898/2025.12.25.696473", "authors": "Nakamura, N.; Yoshino, K.; Fukunaga, M.", "abstract": "Increasing evidence suggests that respiratory rhythms are crucial for cognitive functions. Although recent findings suggest that respiratory activity may serve as an internal contextual framework during memory processes, the contribution of specific respiratory phases to encoding and retrieval remains unclear. Here, we investigated the breathing-dependent performance of 30 healthy volunteers during a visual delayed matching-to-sample recognition memory task while their nasal respiration was monitored. Reaction times (RTs) decreased when visual cues were both encoded and retrieved during the late phase of exhalation. In contrast, longer RTs were observed during late exhalation at retrieval when encoding occurred either (i) during a period that encompassed inspiratory onset (i.e., exhalation-to-inhalation transition or EI transition) or (ii) during the early phase of inhalation. These contrasting outcomes under identical retrieval conditions highlight the phase-dependent effects of respiration, specifically the alignment of respiratory timing between encoding and retrieval. Importantly, we found that the late phase of exhalation during both encoding and retrieval may represent a favorable temporal window for shaping memory performance. These findings suggest that respiratory phase alignment modulates memory processes by providing an interoceptive, phase-dependent context for cognition.", "date": "2025-12-26", "journal": ""}
{"title": "Capturing Rapid Behavioral Adaptation in an Updated Theory of the Hippocampal Cognitive Map and its Neural Implementation", "doi": "10.64898/2025.12.25.696522", "authors": "Cho, S.; McClelland, J. L.", "abstract": "Animals rapidly and flexibly adapt their behavior by forming an internal cognitive map. The cognitive map has been studied at multiple levels, including normative, representational, and mechanistic accounts, often focused on the role of the hippocampus. Here, we propose a framework extending the normative successor representation (SR) theory and its link to hippocampal representations and processes, incorporating recent insights into the neural basis of rapid adaptation in hippocampal areas CA3 and CA1. In our model, CA3 uses temporally symmetric behavioral time scale plasticity (BTSP) to encode spatiotemporal proximity experienced during exploration, CA1 uses temporally asymmetric BTSP to encode a perceived salience-weighted SR, and downstream areas learn successor feature predictions that can guide behavior in accordance with a behaving animal's motivational state. Through simulations of a rodent exploring a maze, we show that the network rapidly learns this representation and further strengthens the map by generating spontaneous replay activity during subsequent offline phase. Behavioral simulations show how these processes give rise to motivational state-dependent choice, rapid behavioral adaptation to changes in the availability or reward, and one-trial avoidance learning.", "date": "2025-12-26", "journal": ""}
{"title": "Biochar-induced Root Exudates Rewire the Rhizosphere Microbiome and Its Functionality", "doi": "10.64898/2025.12.25.696513", "authors": "Yang, H.; Mughal, A. F.; You, Y.", "abstract": "Biochar amendment has multifaceted benefits on the soil-plant system; yet the underlying mechanisms remain poorly understood. Integrating microfluidics and multi-omics and using wheat as a model plant, we demonstrate that biochar induces differential root exudation which rewires the rhizosphere microbiome and its functionality. Complex molecules in biochar-induced root exudates, particularly plant secondary metabolites and phytohormones, evoke a plant-beneficial rhizosphere microbiome centered by diverse plant growth promoting rhizobacteria (PGPR). Functionally, the restructured microbiome exhibits shifted nitrogen metabolism, characterized by enhanced nitrogen fixation and complete denitrification with reduced N2O emission potential. Additionally, biochar suppresses methane production through orchestrated microbial community functional shifts, including stimulated methionine salvage that deprives the methanogenesis precursor methanethiol; suppressed biosynthesis of coenzyme M, a cofactor required for the methane-forming step; and an enrichment of methanotrophs and thus enhanced methane oxidation. The restructured microbiome also contributes to the transformation of phytohormones and biosynthesis of redox-active quinone compounds, having profound impact on the soil-plant system. Together, our work provides new insights into biochar's multifaceted roles in reprogramming the rhizosphere and highlights the promise of engineering the rhizosphere through reshaping root-microbe interactions using designed biochar or root exudate cocktails. Given the fact that fire-derived black carbon shares similar chemistry with biochar and that increased frequency of wildfire could cause more black carbon deposition, this research also spotlights the overlooked impact of fire-derived black carbon on belowground carbon and nitrogen dynamics through intricate rhizosphere interactions. New mechanisms unveiled in this research have implications for both sustainable agriculture and general soil biogeochemistry.", "date": "2025-12-26", "journal": ""}
{"title": "Carbon bias from grassy tree misclassification: revealing forest structural heterogeneity by integrating GEDI and Sentinel-2", "doi": "10.64898/2025.12.25.696531", "authors": "Zheng, A.; Yin, Y.; Lu, M.", "abstract": "Tropical forests store roughly half of terrestrial carbon, yet carbon estimates in regenerating and disturbed forests remain highly uncertain. A major source of bias is the prevalence of fast-growing, canopy-forming monocots such as bamboo, palms, and bananas that are often misclassified as trees. These \"grassy trees\" achieve canopy dominance but lack secondary growth, violating woody allometries used in most biomass models. Although NASA's GEDI mission has transformed large-scale biomass mapping with spaceborne LiDAR, its products rely on coarse plant functional types (PFTs), causing grassy-tree-dominated canopies to be absorbed into evergreen broadleaf tree (EBT) classes. Using a texture-based Sentinel-2 classifier, we isolated bamboo-dominated forests within GEDI EBT products in Xishuangbanna, China. GEDI observations show that bamboo canopies are structurally distinct from tree-dominated forests and lead to systematic carbon overestimation of 20-44 MgC/ha relative to empirical benchmarks. Our framework improves carbon accounting in structurally heterogeneous forests while remaining adaptable for place-based management.", "date": "2025-12-26", "journal": ""}
{"title": "Convergent genetic rewiring of the brain underlies termite sociality", "doi": "10.64898/2025.12.26.695997", "authors": "Mikhailova, A. A.; Aumont, C.; Liu, C.; Bucek, A.; Yi-Meng, W.; Hellemans, S.; Audisio, T.; Clitheroe, C.; Haifig, I.; He, S.; Sillam-Dusses, D.; Tokuda, G.; Wang, Z.; Sobotnik, J.; bourguignon, t.; Harrison, M. C.; McMahon, D. P.", "abstract": "How genomes encode major transitions in social evolution is unclear. We use 29 near-chromosome-quality genomes across a spectrum of social complexity to explore the genomic basis of termite sociality. We show that shifts in selection and gene family evolution preceded the emergence of sociality, pointing to subtler genetic causes of this major evolutionary transition (MET). In comparisons of convergent societal forms, we find that a subset of Odorant Receptors (ORs) underwent parallel expansions in independent advanced termite societies displaying true worker phenotypes. The identified OR genes play caste-differentiated roles in termite but not nearest roach brains and are especially elaborated in true workers. Together with evidence of co-opted nutritional signaling and behavioral genes at different levels of social complexity, our study illuminates the rewiring of the molecular machinery underlying this MET.", "date": "2025-12-26", "journal": ""}
{"title": "Design of Multichannel Transcranial Temporal Interfering Stimulation System Using an Individual MRI", "doi": "10.64898/2025.12.25.696527", "authors": "Bahn, S.; Lee, C.; Kang, B.-Y.", "abstract": "Transcranial temporal interfering stimulation (tTIS) is an electrical stimulation method, in which two high-frequency alternating electric fields generate interference in the deep brain. This study aimed to design and verify the performance of a system that can precisely stimulate the deep brain using a multichannel tTIS based on an MRI image of an individual's brain. The optimization process, based on the parallel genetic algorithm with a GPU, was computationally verified using a modeled head that housed the deep brain. The hardware digitally stimulated the pre-interpreted head in a calculative manner, and the performance of the method was verified using an ideal head circuit. When four or more electrodes per frequency were used to stimulate the left thalamus, the rate of misstimulation was controlled to less than 2% on average for approximately 1 min. In the absence of deep-brain modeling, the average stimulus applied was reduced to 77.9%. The predicted signal had a 98.21% coefficient of determination for the modulations obtained by stimulating a head-type circuit using the proposed hardware. We designed a system that can stimulate the deep region of the brain through a multichannel tTIS, with due consideration for its practical application during the entire process.", "date": "2025-12-26", "journal": ""}
{"title": "OMNI: Optimized Multi-view Network Integration with Heterogeneous Graph Attention for Biomedical Interaction Prediction", "doi": "10.64898/2025.12.25.696543", "authors": "Borah, G. S.; Tiwari, S.; Nagamani, S.", "abstract": "Motivation: Accurate prediction of biomedical relationships, such as chemical gene interactions, is fundamental to understanding disease mechanisms and advancing drug discovery. With the rapid growth of heterogeneous biological data, modeling large scale, multi entity networks has become increasingly challenging. Traditional approaches, including homogeneous GNNs (e.g., GCN, GAT) and meta-path-based random walks, struggle to efficiently capture high order, diverse neighborhood information in complex biomedical graphs. To address these limitations, we propose a novel multi-view heterogeneous graph attention network (GAT) based architecture that effectively aggregates rich, heterogeneous interactions across multiple biomedical entity types. The proposed encoder captures comprehensive structural and semantic information while remaining computationally efficient. Through optimized aggregation strategies and multi-processing, the model generates high-quality node embeddings with significantly reduced training time. For relation prediction, multiple decoder architectures were evaluated, with a multilayer perceptron (MLP) identified as the most effective for accurate multi-type relation classification. The resulting network comprises 124,604 unique nodes and 48,482,286 interactions. Results: Experimental results show that the proposed model consistently outperforms state of the art methods, including CGINet, Node2Vec, and the GCN based BioNet, achieving an AUROC of 0.91 for chemical gene interaction prediction. The model further explores its ability to identify top ranking chemical gene interactions in cancer and to predict gene phytochemical relationships. Overall, this work introduces a scalable and powerful framework for biomedical relation prediction, with strong potential applications in drug screening and disease mechanism discovery.", "date": "2025-12-26", "journal": ""}
{"title": "The Algorithm for Reversible Jump Inference of Motifs", "doi": "10.64898/2025.12.25.696506", "authors": "Farhat, A. M.; Freddolino, L.", "abstract": "Understanding sequence specificity in transcription factor binding is a critical step in understanding gene regulation. DNA-protein binding experiments such as ChIP-chip and ChIP-seq can reveal where on the genome a particular transcription factor of interest is bound, and similar experiments such as ATAC-seq or DNase hypersensitivity can reveal the profile of genome-wide protein binding and chromatin accessibility at the time of an experiment. However, demultiplexing the binding of multiple transcription factors represented in a single occupancy trace can be difficult. While many tools exist for extracting binding motifs from single transcription factor assays, comparatively few exist for deconvolving binding motifs from many transcription factor experiments, and they often require additional information on the number and/or nature of factors to be considered. Here, we developed The Algorithm for Reversible Jump Inference of Motifs (TARJIM), which translates DNA-protein binding data by inferring a set of sequence motifs that explain the data in question. By using a reversible jump Metropolis Hastings algorithm, TARJIM is able to infer both the number of motifs present and their sequence identity by using Bayesian techniques on the binding model itself. Using TARJIM, we have shown that not only can we deduce sequence motifs for known transcription factors, we are also able to extract sequence motifs from a mixture of sequence binding data, allowing us to extract information even from protein-DNA binding experiments where we do not know the number of transcription factors represented.", "date": "2025-12-26", "journal": ""}
{"title": "Ensemble-DeepSets: an interpretable deep learning framework for single-cell resolution profiling of immunological aging", "doi": "10.64898/2025.12.25.696528", "authors": "Xu, Y.; Luo, Z.; He, K.; Zhang, F.; Wang, J.; Wen, H.; Li, Y.; Han, D.", "abstract": "Immunological aging (immunosenescence) drives increased susceptibility to infections and reduced vaccine efficacy in elderly populations. Current bulk transcriptomic aging clocks mask critical cellular heterogeneity, limiting the mechanistic dissection of immunological aging. Here, we present Ensemble-DeepSets, an interpretable deep learning framework that operates directly on single-cell transcriptomic data from peripheral blood mononuclear cells (PBMCs) to predict immunological age at the donor level. Benchmarking against 27 diverse senescence scoring metrics and existing transcriptomic clocks across four independent healthy cohorts demonstrates superior accuracy and robustness, particularly in out-of-training-distribution age groups. The model's multi-scale interpretability uncovers both conserved and cohort-specific aging-related gene signatures. Crucially, we reveal divergent contributions of T cell subsets (pro-youth) versus B cells and myeloid compartments (pro-aging), and utilize single-cell resolution to highlight heterogeneous aging-associated transcriptional states within these functionally distinct subsets. Application to Systemic Lupus Erythematosus (SLE) reveals accelerated immune aging linked to myeloid activation and altered myeloid subset compositions, illustrating clinical relevance. This framework provides a versatile tool for precise quantification and mechanistic dissection of immunosenescence, providing insights critical for biomarker discovery and therapeutic targeting in aging and immune-mediated diseases.", "date": "2025-12-26", "journal": ""}
{"title": "Pleiotropic mutation in a tendril TCP gene underlies the yield-enhancing multiple-flowering trait in summer squash (Cucurbita pepo)", "doi": "10.64898/2025.12.25.696487", "authors": "Tzuri, G.; Doron-Faigenboim, A.; Paris, H. S.; Gur, A.", "abstract": "Crop yield is a focal point in plant breeding. Regulation of lateral budding through apical dominance was a central target of crop domestication, directly affecting crop production. The young fruits of Cucurbita pepo, summer squash, are produced on plants characterized by apical dominance and differentiation of a single flower bud per leaf axil. A single recessive mutation, mf, results in differentiation of more than one flower per leaf axil, thereby directly increasing production because of the continual day-to-day harvest of the summer-squash crop. Positional cloning of the Cucurbita pepo mf (Cpmf) gene denoted a frame-shift mutation in a TCP transcription factor, Cp4.1LG13g07780, as causative for the increase in axillary flowering. Cpmf is an ortholog of a tendril-development TCP gene in other cucurbits and, likewise, the recessive allele of Cpmf is associated with distorted tendril development. Gene function is context-dependent, and we propose that multiple-flowering is a unique pleiotropic attribute of mutation in a tendril-development gene of C. pepo. Characterization of a C. pepo collection confirmed a significant association of the Cpmf mutation with multiple-flowering, and showed that the mutant allele is absent in ancestral C. pepo and one of its two cultivated subspecies. The beneficial mutation occurred and was selected after the domestication of the other subspecies, during its cultivation for young fruit production. We demonstrate the discovery of a causative yield-increasing sequence variant and its practical utilization in breeding. Our findings provide a molecular target for creation of high-yielding, multiple-flowering summer-squash cultivars through marker-assisted breeding or precise genome editing.", "date": "2025-12-26", "journal": ""}
{"title": "From Nicotiana to apple: effector screening reveals new avenues for durable scab resistance", "doi": "10.64898/2025.12.25.696553", "authors": "de la Rosa, S.; Tarallo, M.; Tannous, J.; Sannier, M.; Tu, Y.-H.; Baudin, M.; Bowen, J. K.; Mosen, A. M.; Plummer, K. M.; Bradshaw, R. E.; Le Cam, B.; Mesarich, C. H.", "abstract": "Scab or black spot disease, caused by the fungus Venturia inaequalis, is an ongoing threat to commercial apple production. Current control methods involve extensive fungicide use and the deployment of disease-resistant apple cultivars. However, fungicide-resistant strains of V. inaequalis are becoming more prevalent, as are strains that can overcome one or more qualitative disease resistance genes in apple. To increase the durability of disease resistance, and thus decrease our reliance on fungicides, one promising approach could involve stacking endogenous and exogenous resistance genes in apple cultivars using genetic modification. As a starting point for the identification of exogenous resistance genes that are effective against V. inaequalis, 137 candidate effector (CE) proteins from this fungus, fused to a signal peptide for extracellular targeting to the apoplast, were screened for recognition by extracellular leucine-rich repeat (LRR)-receptor-like protein and LRR-receptor-like kinase immune receptors in the model angiosperm species Nicotiana benthamiana and Nicotiana tabacum using Agrobacterium tumefaciens-mediated transient transformation assays. Here, a cell death response in wild-type plants, together with a loss of this response in plants lacking the extracellular immune co-receptor NbSOBIR1 or NbBAK1, was used as an indicator of recognition. In total, six CE proteins triggered cell death in one or both Nicotiana species, but only one, a homolog of the VmE02 effector protein from the apple pathogen Valsa mali, did so in an NbSOBIR1- and NbBAK1-dependent manner. The five remaining CE proteins are homologs of other known cell death elicitors from filamentous plant pathogens for which there is evidence that they trigger non-canonical extracellular immunity in plants. One of these is an Alt a 1-like protein that also triggered cell death in apple. Collectively, these findings provide a foundation for the use of a combined set of exogenous and endogenous resistance genes in apple to provide durable protection against scab disease.", "date": "2025-12-26", "journal": ""}
{"title": "Structural basis of asymmetric transcription through a composite nucleosome formed by a hexasome and an octasome", "doi": "10.64898/2025.12.26.696134", "authors": "Chen, Z.; Ho, C.-H.; Tanaka, H.; Kujirai, T.; Ogasawara, M.; Ehara, H.; Sekine, S.-i.; Takizawa, Y.; Kurumizaka, H.", "abstract": "The overlapping dinucleosome (OLDN), a composite chromatin particle consisting of a hexasome and a canonical octasome, forms immediately downstream of transcription start sites, likely through chromatin remodeling activity, and has been proposed to act as a transient regulatory intermediate during transcription. However, how RNA polymerase II (RNAPII) engages with and transcribes through this unusual structure remains unclear. Here, we reconstituted OLDNs in vitro and performed transcription assays with RNAPII. We found that transcription efficiency was markedly higher when RNAPII initiated from the hexasome side than from the octasome side. Cryo-electron microscopy further revealed that transcription from the hexasome side induced pronounced conformational rearrangements, in which RNAPII progression dramatically opened the hexasome-octasome interface. These results uncover the mechanism by which RNAPII senses the intrinsic transcriptional polarity of OLDNs and suggest that OLDNs function as dynamic, directionally sensitive regulators of transcription elongation.", "date": "2025-12-26", "journal": ""}
{"title": "Repetitive Hibernation-Like State Suppresses the Progression of Amyloid Pathology", "doi": "10.64898/2025.12.26.694269", "authors": "Oomoto, I.; Huang, Y.; Odagawa, M.; Sakurai, T.; Suganawa, G. A.; Sasaguri, H.; Murayama, M.", "abstract": "Alzheimer's disease (AD) is known to exhibit amyloid pathology years before the onset of cognitive impairment. While early detection and pathological modification are considered essential for suppressing or preventing disease progression, effective strategies remain elusive. Here, we investigated whether inducing a hibernation-like state via Q neuron-induced hypometabolism/hypothermia state (QIH) suppresses the progression of early amyloid pathology in AD model mice. To maximize the total duration of QIH, we established and implemented a repetitive QIH (rQIH) protocol. Using 82E1 antibody immunostaining, we found that rQIH significantly reduced early amyloid plaque burden, and the magnitude of this suppression was positively correlated with rQIH duration. rQIH also decreased the formation of dystrophic neurites surrounding plaques. These findings demonstrate that a hibernation-like physiological state can attenuate early amyloid pathology, providing a potential foundation for future hibernation-based therapeutic strategies for AD.", "date": "2025-12-26", "journal": ""}
{"title": "Spatial and temporal contexts drive visual temporal integration via spatiotemporal normalisation", "doi": "10.64898/2025.12.26.696562", "authors": "Jovanovic, L.; Mamassian, P.", "abstract": "The visual system is known to integrate sensory information across both space and time, but these dimensions are often studied separately. Here we provide novel behavioural evidence for an early integration over space and time, and propose a computational model of this integration that is biologically plausible. We designed a controlled task that forces human participants to integrate information over both space and time to perform well. Stimuli were temporally segmented rings of oriented elements and participants had to detect a missing element in the ring. We found that temporal integration was enhanced when successive visual events were temporally proximate, spatially aligned to form a continuous contour, but also, and more surprisingly, when they were brief. Notably, the spatial effects on integration are temporally asymmetric: integration is facilitated when more events are presented earlier in the sequence, and even more so when they form a collinear contour. These findings indicate that temporal integration is sensitive to both the spatial configuration and the number of visual events presented over time, supporting a continuous rather than discrete process at early visual stages. All of these results are well accounted for by a computational model in which temporal integration arises from the overlap of internal signals generated by individual visual events. These signals are shaped by a spatially and temporally tuned divisive normalisation mechanism and integrated via coincidence detection. Predictions from this model match human performance in seminal past work as well as novel stimulus displays, offering an account of how spatio temporal interactions determine what we perceive and when.", "date": "2025-12-26", "journal": ""}
{"title": "Cortical spectral rebalancing underlies pregabalin's efficacy in restless legs syndrome", "doi": "10.64898/2025.12.26.696558", "authors": "Zabeh, A.; Mahdavi, M.; Choubdar, H.; Rostami, Z.; Omrani, H.; Lashgari, R.", "abstract": "Restless legs syndrome afflicts nearly half of all patients with end-stage renal disease, imposing profound burdens through relentless insomnia and functional decline. Dopaminergic agents--the established first-line therapy--trigger augmentation, a paradoxical intensification of symptoms that leaves patients worse than when they began treatment. The resultant therapeutic impasse has left a vulnerable population without effective recourse. Here we demonstrate that pregabalin, an alpha2delta; calcium channel ligand with established renal safety, provides robust and sustained symptom relief in a randomized, placebo-controlled trial of dialysis patients with uremic restless legs syndrome. Clinical benefits emerged rapidly and intensified over three months, with pregabalin-treated patients showing more than twofold greater likelihood of categorical improvement in disease severity. In complementary animal electrophysiology experiments, pregabalin distinctively suppressed cortical hyperarousal--a hallmark of restless legs syndrome--by rebalancing low- and high-frequency oscillatory activity patterns, particularly in motor regions. This neural signature closely resembled that of gabapentin, another therapeutically effective alpha2delta ligand, suggesting convergent mechanisms. Beyond establishing pregabalin as an urgently needed alternative to dopaminergic therapy, our results demonstrate that cortical oscillatory profiling can reveal mechanistic convergence among candidate therapeutics, offering a rational preclinical screening strategy for neurological disorders before exposure of high-risk patient populations to experimental interventions. This framework may accelerate therapeutic discovery while reducing clinical trial risks in vulnerable populations.", "date": "2025-12-26", "journal": ""}
{"title": "Differential proteomic and metabolic remodelling of CD4⁺ and CD8⁺ T cells in mesenteric lymph nodes during colitis-associated colorectal cancer", "doi": "10.64898/2025.12.26.696593", "authors": "Gonzalez-Romero, D.; Spinelli, L.; Fajardo, P.; Diaz-Mora, E.; Gomez de Cedron, M.; Sanz-Ezquerro, J. J.; Cantrell, D. A.; Cuenda, A.", "abstract": "Patients with colitis are at elevated risk of developing colitis-associated colorectal cancer (CAC), which is a leading cause of cancer-related mortality worldwide. T cells are central to this process, yet their molecular and metabolic adaptations during CAC remain poorly understood. Here, we mapped the proteomic networks of CD4+ and CD8+ T cells at healthy, colitis, and cancer stages in CAC, using quantitative mass spectrometry in the AOM/DSS mouse model. In mesenteric lymph nodes, which drain the colon, CD4 T cells increased in number during CAC progression and exhibited extensive proteomic remodelling. This included upregulation of pathways related to DNA replication, cell cycle progression, ribosome biogenesis and translation, indicating a highly metabolically active state adapted to increased energy demands. Metabolic analysis further revealed elevated levels of glycolysis-related proteins, tricarboxylic acid cycle enzymes, mitochondrial mass, and oxidative phosphorylation. In contrast, CD8 T cells showed minimal changes in cell number, protein content and proteomic remodelling, and downregulation of TCA cycle enzymes, indicating limited metabolic adaptation during CAC progression. We also present evidence that CD4 T cells progressively acquire features of both inflammatory Th1 and regulatory T cell phenotypes. In contrast, we did not observe significant activation of CD8 T cells. This work provides a comprehensive characterization of how CAC shapes CD4+ and CD8+ T cell proteomes, offering new information into immune regulation and potential targets for intervention in colitis-associated cancer.", "date": "2025-12-26", "journal": ""}
{"title": "Establishing thresholds for azole tolerance and persistence in Aspergillus fumigatus to study their impact on voriconazole treatment in vivo", "doi": "10.64898/2025.12.26.693403", "authors": "Lobo-Vega, R.; Megias, D.; Rio-Ropero, A.; Mato-Lopez, A.; Ashraph, K. Y.; Manosalva, J.; Alcazar-Fouli, L.; Alastruey-Izquierdo, A.; Mellado, E.; Amich, J.", "abstract": "Antimicrobial tolerance and persistence are phenomena that enable pathogenic microbes to survive for extended periods in the presence of high concentrations of cidal drugs. Current evidence suggests that these phenomena may contribute to treatment failure and could even lead to the development of resistance. However, our understanding of antifungal tolerance and persistence in Aspergillus fumigatus, as well as their potential role in therapeutic failure, remains limited. In this study, we present an optimized, easy-to-perform method for detecting A. fumigatus tolerance and persistence to azole antifungals, based on a single colony-forming unit (CFU) measurement. Additionally, we developed a microscopic approach to investigate the dynamics of conidial killing in medium-throughput assays. Using these methods, we established epidemiological threshold values to classify strains as tolerant or persister and applied them to screen and categorize a collection of clinical isolates. Furthermore, we demonstrate that tolerance -but not persistence-negatively impacts the efficacy of voriconazole treatment in a Galleria mellonella infection model. Based on these findings, we propose that tolerance should be monitored in clinical isolates and potentially considered when determining therapeutic strategies.", "date": "2025-12-26", "journal": ""}
{"title": "HIV-1 Integration Site Determines the Transcriptional Fate and Persistence of Integrated Proviruses", "doi": "10.64898/2025.12.26.696579", "authors": "Pal, V.; Danesh, A.; Canis, M.; Dilling, T.; Miller, I.; Huynh, T. T.; Copertino, D.; Barrows, D.; Carroll, T.; Hatziioannou, T.; Jones, R. B.; Lee, G. Q.; Muecksch, F.; Bieniasz, P. D.", "abstract": "The mechanisms by which latent HIV-1 reservoirs persist during antiretroviral therapy is incompletely understood. Here, we derive a model system to measure clonal expansion and viral latency in which populations of human memory CD4+ T cells, each bearing a single transcriptionally active HIV-1 provirus are engrafted into immunodeficient mice. Over ~2 months in vivo, clonal expansion and the establishment of latency occurred in subsets of engrafted infected cells. Clonal expansion in vivo was driven by T-cell receptor identity, but not by proviral insertional mutagenesis. The integration sites of proviruses that became latent in vivo were enriched on chromosome 19, in intergenic and centromeric satellite regions, and genes whose expression is atypically low. Pre-existing repressive epigenetic features were associated with latency for subsets of proviruses. Our findings suggest a confluency of genomic and epigenomic factors predispose certain genomic locations, including ZNF genes, to host proviruses that constitute the latent reservoir.", "date": "2025-12-26", "journal": ""}
{"title": "Single-cell RNA sequencing identifies progenitor dysfunction, inflammation and premature aging in ex vivo airway epithelium-derived from transplant recipients", "doi": "10.64898/2025.12.26.696372", "authors": "bondeelle, l.; bezrukov, f.; berra, g.; chalandon, y.; gensous, c.; loison, s.; giannotti, f.; messe, r.; Le Goff, J.; clement, s.; Tapparel, C.; bergeron, a.", "abstract": "Pulmonary dysfunction is a common complication following hematopoietic stem cell transplantation (HSCT) or lung transplantation (LT). Bronchiolitis obliterans syndrome (BOS), an alloimmune complication of transplantation, with complex pathophysiology, contributes substantially to morbidity and mortality in these settings. We aimed to identify common epithelial features predisposing to BOS by comparing epithelia from HSCT and LT without BOS and non-transplant (NT) individuals. We developed an ex vivo model of human airway epithelia (HAE) reconstituted from bronchial biopsies from 6 patients of each group. Using single-cell RNA sequencing, we identified two distinct epithelial profiles among transplant recipients: one resembling NT epithelium and another displaying altered cellular composition and transcriptional signatures across basal, suprabasal, club and submucosal basal duct cells, which were even more pronounced in a patient who subsequently developed BOS. This latter subgroup exhibited dysregulation of epithelial-mesenchymal transition, TNF/NFB signaling and inflammatory pathways, suggesting impaired epithelial function. Moreover, these HAE demonstrated premature epithelial aging and increased expression of genes encoding damage associated molecular patterns. Together, these findings indicate that epithelial abnormalities specific to certain transplant recipients may contribute to BOS development. Although causality cannot yet be definitively established, our data highlight the airway epithelium as a site of sustained post-transplant injury and reveal potential molecular mechanisms underlying BOS pathogenesis.", "date": "2025-12-26", "journal": ""}
{"title": "A minor muscle stem cell population functions as metabolic Trojan horse fueling systemic aging by succinate induced epigenetic reprogramming", "doi": "10.64898/2025.12.26.696560", "authors": "Wu, X.; Chen, M.; Fan, R.; Wang, H.; Ma, R.; Tang, X.; Wang, H.; Wei, W.; Wong, J.; Xu, G.; Hu, P.", "abstract": "Inflammaging, the sustained chronic inflammation, is a hallmark of aging, yet its sustained activation mechanism remains elusive. Here, we identified muscle stem cells (MuSCs) as a driver of systemic inflammaging, evidenced by the multi-organ inflammation and aging phenotypes in MuSC specific Tet2 knockout mice. Tet2-Hdac11-Acod1-SDH axis maintained normal succinate level in MuSCs. Tet2 knockout disrupted this enzymatic cascade and led to succinate accumulation, fueling H4K31succ elevation to directly activate inflammatory gene transcription in MuSCs. The excess succinate was delivered to muscle fibers by sporadic fusion of Tet2 knockout MuSCs during muscle homeostasis, activated pro-inflammatory program, and transformed muscle to a persistent pro-inflammatory factor secretory organ, sustaining systemic inflammaging. Moreover, Tet2 was downregulated in aged MuSCs suggesting that this coupled metabolic-epigenetic mechanism was active in physiological aging. These findings reveal that a small subset of dysregulated MuSCs activate sustained whole-body inflammaging and multi-organ aging, providing new targets for rejuvenation strategy development.", "date": "2025-12-26", "journal": ""}
{"title": "Discovery of a chemosynthetic community at the serpentinite-hosted seep on the Quaker Seamount, Mariana Forearc", "doi": "10.64898/2025.12.26.696545", "authors": "Chen, C.; Watanabe, H. K.; Castel, J.; Jollivet, D.; Lallier, F. H.; Mathieu-Resuge, M.; Michel, L. N.; Motomura, Y.; Ono, S.; Miyazaki, J.; Takai, K.", "abstract": "Deep-sea chemosynthesis-based ecosystems in the Mariana Region include hydrothermal vents on the Mariana Arc and in the Mariana Back-Arc, and serpentinite-hosted seeps on the Mariana Forearc -- with the latter being by far the least studied. Here, we surveyed the biodiversity of the serpentine seep on the Quaker Seamount. At first glance, the area appears to be devoid of megafauna, but examination of the carbonates revealed dense aggregations of animals dominated by the limpets Bathyacmaea and Pyropelta on brucite-carbonate chimney structures exhibiting visible fluid venting. Sorting of recovered material yielded a total of 14 species and together with an observation of a Munidopsis squat lobster we report a total of 15 species; seven of these are considered endemics of chemosynthetic ecosystems. The occurrence of taxa such as the snail Lurifax japonicus and the limpet Pyropelta ryukyuensis, otherwise only known from distant vents in the Okinawa Trough and Izu-Ogasawara Arc off Japan, strengthens the hypothesis that serpentine seeps may function as dispersal stepping-stones across arc and back-arc systems.", "date": "2025-12-26", "journal": ""}
{"title": "Combining participatory mapping and oral histories of veteran fishers to identify long-term environmental change in a nationally significant river", "doi": "10.64898/2025.12.26.695674", "authors": "Orchard, S.; Campbell, O.", "abstract": "The detection and monitoring of environmental change is vital for sustainable river management, but historical data are often limited. This study leveraged volunteered geographic information and local ecological knowledge from experienced recreational anglers to identify historical baselines and long-term change in the Rakaia River, a protected catchment under a National Water Conservation Order (WCO) in Aotearoa New Zealand. Oral histories spanning seven decades were recorded us-ing semi-structured interviews with 30 veteran fishers representing 1510 years of combined catch-ment-specific experience. Inductive thematic analysis and participatory mapping were used to identify physical environment changes and socio-cultural effects associated with recent declines in freshwater fish populations. River environment changes include the loss of natural features such as springs and pools, declines in characteristic native species and habitats, shrinking river mouth la-goon and river plume extents, and interactions with public access. Socio-cultural effects include reduced participation in fishing, community despondence, emotional distress and demographic shifts in fishing hut settlements. Over 20 reported changes involve adverse effects on values that are specifically protected under the WCO, indicative of a policy failure. Declines in multiple indicators of environment health suggest an implementation gap that requires greater attention to environmental monitoring and outcome evaluation yet is hampered by uncertainties around institutional responsibilities. Oral history approaches can help to establish historical baselines for gauging long-term change and enabling adaptive management in this and other data-poor situations.", "date": "2025-12-26", "journal": ""}
{"title": "A changing hierarchy of environmental time cues guide development of the migratory pest moth Loxostege sticticalis", "doi": "10.64898/2025.12.26.696557", "authors": "Lv, C.; Xu, Z.; Zhang, Y.; Qiu, H.; Zhou, J.; Chen, F.; Jiang, X.; Chatterjee, A.; Wan, G.", "abstract": "Insects use environmental cycling cues to align developmental progression. In holometabolous insects, the progression from larva to adulthood entails decision points, i.e., larval diapause and adult eclosion, that engage circadian timing mechanisms. What environmental time cues dynamically interact to regulate these developmental checkpoints lying at the intersection of the orthogonal timing systems, remains elusive. We used the seasonally migratory insect Loxostege sticticalis to disentangle the influence of photoperiod regimes and temperature conditions at distinct checkpoints of larval growth and metamorphosis. We here employed sensory conflict paradigms to reveal that the relative dominance of these cues' changes over ontogeny. Our results confirm that diapause is induced primarily by the photoperiod during early larval development, rather than by the diel thermoperiod. In contrast, the circadian clock-controlled adult eclosion, normally locked to the first hour of the daybreak, is jointly controlled by light and temperature cycles. An increase in the constant temperature advanced the peak timing of daily eclosion. On the other hand, the interval timing mechanism regulating the duration of the eclosion event is tuned specifically by the night temperatures. Together, photoperiod dominates early developmental decisions, but thermoperiod gains weight at later stages. This shifting hierarchy provides a mechanistic framework for understanding phenological plasticity. Since the timing of eclosion presents a window of increased vulnerability for this pest insect, our results could help to optimize the daily timing of pest management intervention under variable thermal and light conditions.", "date": "2025-12-26", "journal": ""}
{"title": "Eco-Evolutionary game dynamics with Three Strategies: how geometric analysis provides insights into stability", "doi": "10.64898/2025.12.26.696515", "authors": "Bedi, M. S.; Argasinski, K.; Broom, M.", "abstract": "In this paper we extend a modeling framework that embeds ecological realism by examining how demographic factors determine payoffs, which are subsequently incorporated into evolutionary game models. In particular, it segregates births and deaths, as well as activities in addition to the between player interactions central to the classical theory. In the standard examples of evolutionary games so far considered such as the Hawk-Dove game, a two strategy population has been studied. The above demographic models are extended from two strategies to three strategies, giving a thorough analysis of the mechanistic framework, which lays down the necessary conditions on the existence of steady states for a constrained system. We show that population trajectories are drawn toward the density manifold by logistic suppression, which in turn structures the interaction between frequency dynamics and fixed points. We also introduce a novel approach which helps derive stability from geometric insights through phase space elements (nullclines and their intersections) and streamlines calculations by decomposing gradients into the components that contribute to directional change, allowing dynamic and stability conditions to be more easily interpreted directly from the figures.", "date": "2025-12-26", "journal": ""}
{"title": "Genome evolution and convergent innovation in the carnivorous plant Sarracenia purpurea", "doi": "10.64898/2025.12.26.696377", "authors": "Albert, V. A.; Kirshner, J.; Page, C.; Pratt, N.; Merkel, J.; Richter, M.; Freund, M.; Fukushima, K.; Lindqvist, C.", "abstract": "The repeated evolution of certain complex traits raises a fundamental question of how genomes generate ecological novelty while preserving developmental stability. Carnivorous pitcher plants, which modify a core organ of plant performance, the leaf, exemplify this challenge, yet the genomic basis of their convergent evolution has not been resolved. We present a chromosome-scale genome assembly for Sarracenia purpurea and analyze it alongside eight additional angiosperms spanning its parent clade Ericales and several other carnivorous lineages. The genome reveals extensive syntenic duplicate blocks arising from ancient polyploidy events, with diffuse, alternating dominant and recessive segments interleaved along chromosomes. Dominant regions are biased toward retained copies of dosage-sensitive regulatory genes, including AGO1, BRX, GATA11, ETC1 and RCD1. These genes highlight a conserved regulatory scaffold associated with leaf morphogenesis, including epidermal differentiation, auxin-mediated patterning, and redox-integrated coordination. By contrast, tandem gene duplications preferentially accumulate in structurally labile genomic regions and constitute a complementary, rapidly evolving component of the genome, enriched for ecological effector functions, including detoxification, glutathione-mediated redox buffering, antifungal pathways, and cuticle modification activities. Comparative union-based functional analyses across four carnivorous taxa reveal convergent recruitment of oxidative, transport, microbial-interaction, and cell-wall processes during independent trap evolution. Transcriptomic data confirm consistent activation of these pathways in pitchers. These findings demonstrate that complex traits arise through a genome-wide partitioning between polyploidy-derived, conserved developmental regulation and tandem-driven ecological specialization, here partitioning leaf architectural control from rapidly evolving functions associated with pitfall-based prey capture.", "date": "2025-12-26", "journal": ""}
{"title": "Random Mutagenesis for the Generation of Repertoire of Aureochrome-based Optogenetic Scaffolds", "doi": "10.64898/2025.12.26.696586", "authors": "Khamaru, M.; Pal, P.; Pal, S.; Mitra, D.", "abstract": "Engineering of the natural light regulated transcription factors for the purposeful generation of synthetic photoswitches is a widely adopted strategy in synthetic biology and optogenetics. Aureochrome is one such potential, naturally occurring photoreceptor cum transcription factor that can be used for the development of synthetic optogenetic tools, especially meant for light-regulated gene expression. It is however well known that different biological events demand different duration of signaling state lifetime and diverse affinity towards different DNA substrates. Therefore, in this study, we produce multiple variants of aureochromes via random mutagenesis, mimicking single generation directed evolution. After screening the single generation variants for in frame transcripts, we sort them on the basis of altered photocycle kinetics as well as DNA binding affinity. The variants that exhibited reversible photochemistry and light regulated DNA binding ability similar/comparable to that of the wild type despite incurring mutations, are characterized and discussed in this manuscript. These can later be subjected to successive rounds of random mutations to get an eventual superior variety with enhanced functionality. Even the apparently unsuccessful ones, which depicted drastic alteration of photochemical/DNA binding properties, helped us to identify amino acid residues, lesser known to be indispensable for a certain biological activity. The process of diversification and selection via random mutagenesis not only explains the functional significance of the different amino acids in aureochromes but also generates a repertoire of appropriate aureochrome variants that may be used in optogenetics.", "date": "2025-12-26", "journal": ""}
{"title": "Decoupling Efficacy from Toxicity: Engineering Spatial Control in AAV-Mediated Gene Therapy", "doi": "10.64898/2025.12.26.696588", "authors": "Fan, Y.; Tan, K.; Chen, H.; Chen, X.; Pan, Y.; Chen, Y.; Ao, Y.; Bu, Y.; Li, H.", "abstract": "Hepatotoxicity poses a critical safety challenge for AAV-mediated gene therapy. To mitigate this, we evaluated strategies to minimize off-target hepatic transduction using an antibody expression model. We compared (i) muscle-restricted wild-type AAV9 expression and (ii) a novel myotropic capsid variant, AAV.eM. In humanized B-NDG mice bearing Raji-Luc lymphomas, intravenous administration of AAV9-MHCK7 encoding an antiCD19&antiCD3 bispecific T-cell engager failed to reduce tumor burden. Conversely AAV.eM-MHCK7-antiCD19&antiCD3 substantially alleviated tumor burden and achieved lymphoma clearance. By leveraging tissue-specific microRNAs, precise restriction of AAV.eM-mediated transgene expression to skeletal or cardiac muscle was achieved. Incorporating a heart-specific miR-208a binding site into the transgene 3 UTR did not compromise therapeutic efficacy when delivered via AAV.eM-MHCK7. Intramuscular delivery of AAV9-MHCK7-antiCD19&antiCD3 or AAV.eM-MHCK7-antiCD19&antiCD3 both cleared Raji-Luc tumors at a dose of 5E+12 vg/kg, underscoring the advantage of localized and targeted rAAV delivery over systemic administration. Notably, only AAV.eM-MHCK7-antiCD19&antiCD3 achieved tumor eradication at a tenfold lower intramuscular dose (5E+11 vg/kg), reducing manufacturing costs and risks of dose-dependent immunogenicity and toxicity. Our findings demonstrate that combining tissue-specific targeting, via engineered capsids or tissue-selective promoters, with local delivery robustly reduces off-target hepatic expression, providing a strategic framework for enhancing the safety of AAV-based gene therapies.", "date": "2025-12-26", "journal": ""}
{"title": "In Silico Screening of Neem-Derived Phytochemicals Targeting the Avr1 (SIX4) Effector Protein of Fusarium oxysporum for Fusarium Wilt Management", "doi": "10.64898/2025.12.25.696551", "authors": "Rahi, M. R. S.; Nayem, R. I.; Masum, M. M. I.", "abstract": "Fusarium wilt, caused by Fusarium oxysporum, is a destructive soil borne disease that severely limits crop productivity worldwide. Its effector protein Avr1 plays a key role in suppressing host immune responses. In this study, an integrated in silico approach was employed to identify potential natural inhibitors of Avr1 using neem (Azadirachta indica) derived phytochemicals. Ten compounds were screened through molecular docking, ADME profiling, and toxicity prediction. Docking results revealed binding affinities ranging from -6.3 to -5.5 kcal/mol, with nimbiol showing the strongest interaction (-6.3 kcal/mol). The highest-ranking protein ligand complex was stabilized by hydrophobic and electrostatic interactions involving key residues such as ARG180, VAL158, LYS182, and TYR134, indicating a favorable binding environment. ADME analysis demonstrated acceptable pharmacokinetic properties and drug-likeness for several compounds, especially nimbiol and gedunin, with high gastrointestinal absorption and compliance with Lipinskis rule of five. Toxicity prediction indicated moderate hepatotoxicity and low carcinogenic potential, although elevated immunotoxicity was observed across most ligands. Overall, the findings align with existing studies on neem's antifungal potential and highlight nimbiol and gedunin as promising lead compounds for further experimental validation against Fusarium wilt.", "date": "2025-12-26", "journal": ""}
{"title": "MutSimABC: A Simulation-Based Approximate Bayesian Computational Framework for Mutation Rate Inference in Long-Lived Trees", "doi": "10.64898/2025.12.26.696594", "authors": "Grecu, A.-M.; Rodrigo, A.; Li, T.", "abstract": "Long-lived trees accumulate somatic mutations over centuries, forming genetic mosaics in which branches carry distinct genotypes shaped by meristem development. Elongation dynamics regulate stem cell lineage maintenance, while branching events redistribute mutations, producing genetic patterns that often diverge from the physical tree topology. Tomimoto and Satake (2023) formalized these processes through mechanistic simulations; however, their framework was designed for forward prediction rather than parameter inference. Estimating mutation rates and developmental parameters from observed data remains computationally intractable for likelihood-based methods. We present MutSimABC, an Approximate Bayesian Computation (ABC) framework that extends the Tomimoto & Satake model to enable simulation-based parameter inference. MutSimABC jointly estimates the mutation rate (), elongation parameter (StD), and branching bias ({sigma}) by comparing observed and simulated mutation distributions without requiring explicit likelihood functions. Validation across 169 simulated datasets with known parameters achieved complete recovery of mutation rate and branching bias, and 99.4% recovery for elongation parameters, within 95% highest posterior density (HPD) intervals. Applied to genomic sequencing data from Eucalyptus melliodora, MutSimABC estimated somatic mutation rates ranging from 2.3x10-10 to 7.1x10-10 per site per year and inferred partially stochastic meristem dynamics. This framework enables joint inference of mutation and developmental parameters, advancing the mechanistic analysis of somatic evolution in plants, with flexibility that extends to any long-lived organism.", "date": "2025-12-26", "journal": ""}
{"title": "Agent-based modeling demonstrates how target-independent processes supplement killing by antibody-drug conjugates in cancer therapy", "doi": "10.64898/2025.12.26.696346", "authors": "Calopiz, M. C.; Linderman, J. J.; Thurber, G.", "abstract": "Antibody-drug conjugates (ADCs) have had remarkable clinical success in recent years with multiple new approvals. However, for some ADCs, the response rates dont closely correlate with clinical target expression. One particular ADC targeting HER2, trastuzumab deruxtecan or T-DXd, is notable due to its success at expression levels ranging from high to low and ultralow. This raises the question of the relative contributions of target-independent mechanisms on ADC efficacy in the clinic, and several such mechanisms have been proposed. However, in vitro and preclinical data have different doses and exposures, making it challenging to quantitatively extrapolate preclinical data to the clinic. In this work, we use our computational hybrid agent-based model, SimADC, to simulate target-dependent and -independent mechanisms, scaling from mice to humans. We first demonstrate that CD8+ T cells can significantly contribute to tumor regression, especially when the ADC further activates the immune cells. Next, we test target-independent payload-driven mechanisms including: 1) Fc-mediated internalization of ADC by intratumoral macrophages and payload release to neighboring cancer cells, 2) free payload circulating in the blood and re-entering the tumor, and 3) extracellular linker cleavage and payload release due to an abundance of proteases in the tumor. We find that free payload in the blood and extracellular linker cleavage had low and moderate impacts, respectively, while macrophage uptake and payload release resulted in high levels of efficacy. This is due to the macrophages ability to sustain free payload in the tumor. Moderate and high HER2 expression were more efficacious than target-independent mechanisms. Overall, our simulations demonstrate that moderate to high HER2 expression, immune activation, or macrophage uptake and payload release are sufficient for T-DXd tumor regression. Additionally, SimADC provides a robust framework for modeling both target-dependent and target-independent mechanisms for any ADC, providing the opportunity to engineer more effective therapeutic agents.", "date": "2025-12-26", "journal": ""}
{"title": "Assessment of methods for network analysis of single-time-point microbial samples", "doi": "10.64898/2025.12.26.696561", "authors": "Calinsky, Y.; Bashan, A.", "abstract": "Harnessing information from a single-time-point microbial sample holds transformative potential for advancing personalized medicine. Traditional techniques, including alpha-diversity (richness-based), beta-diversity (dissimilarity-based) measures and neural network models, effectively pinpoint compositional differences and species abundance variations between the test sample and a reference population. Recently, two novel approaches have been proposed, that, instead of assessing abundance of the individual species, focus on the inter-species relationships in the test sample, the 'network-impact' (NI) approach and the individualized dissimilarity-overlap analysis (IDOA). The NI is a measure of the contribution of the test sample to the calculated inter-species correlations in a 'bottom-up' approach, while the IDOA analyzes the relationships between species assemblages and their abundances in a 'top-down' approach. In this research, we comprehensively evaluate and compare the traditional and the new approaches. Employing the Generalized Lotka-Volterra (GLV) model, we create synthetic samples to rigorously test the classification capabilities of each measure in both supervised and semi-supervised setups. Our findings reveal that when the species of the test sample share similar self-dynamics as the reference cohort but distinct inter-species interactions, they typically can not be classified by conventional dissimilarity-based measures. In contrast, IDOA and NI parameters emerge as successful tools in assessing microbial relationships within a single-time-point sample, while a neural network is highly dependent on the training set size. This study underscores the potential of extracting information from the intricate inter-species relationships based on individual microbial snapshots, paving the way for improving microbiome-based personalized medicine.", "date": "2025-12-26", "journal": ""}
{"title": "The combination of elevated neuronal activity and mitochondrial damage induces Pink1-dependent mitophagy in axons", "doi": "10.64898/2025.12.26.696432", "authors": "Wisner, S. R.; Stein, C.; Smith, E. E.; Hoon, M.; Drerup, K.", "abstract": "Mitochondria are critical for synaptic function. At the synapse, mitochondria produce ATP and buffer calcium, both of which are required for synapse function. Defects in mitochondrial maintenance are linked to neurodegenerative disease, yet we know little about what regulates the need for mitophagy at the synapse. We assessed the impact of neuron type, activity, and mitochondrial damage on mitophagy rate in axons of larval zebrafish. Using electron and confocal microscopy, we show that mitophagy occurs in the axon terminal of postsynaptic sensory neurons and presynaptic motor neurons at similar rates. Increasing neuronal activity or mitochondria damage does not impact the amount of mitophagy in axons. Only by combining neuronal activity and mitochondrial damage does the rate of mitophagy increase in the axon and this increase requires Pink1. Together, our data support a model in which increased mitophagic demand in axons is rare and uniquely sensitive to Pink1 disruption.", "date": "2025-12-26", "journal": ""}
{"title": "A VSV-vector vaccine simultaneously targeting H5N1 hemagglutinin (HA) and matrix protein 2 (M2) induces robust neutralizing and ADCC antibody responses and provides full protection against lethal H5N1 infection in a mouse model", "doi": "10.64898/2025.12.26.696590", "authors": "Ao, Z.; Vendramelli, R.; Buyu, M.; Truong, T.; Liu, D.; Gao, N.; Amos, S.; Lawrynuik, P.; Nyamekye, M.; Fowke, K. R.; Kobasa, D.; Yao, X.", "abstract": "Human (avian) influenza A viruses, especially highly pathogenic avian influenza (HPAI) viruses, pose a significant public health threat, and a multivalent vaccine is the primary prophylactic measure to control these viruses. To establish such a vaccine, we generated two multivalent vesicular stomatitis virus (VSV)-based vaccine candidates (V-EtM2e/H505 and V-EtM2e/H522) and characterized their ability to induce protective immune responses. Our results revealed that vaccine immunization in mice induced high humoral immune responses against both the HPAI hemagglutinin (HA) protein and the ectodomain of M2 (M2e) protein. Intriguingly, vaccine-immunized mouse sera exhibited highly efficient neutralizing activity against the corresponding H5 pseudovirus and mediated potent and broad antibody-dependent cellular cytotoxicity (ADCC) activity against M2e derived from human and avian influenza H5, H1, H3, and H7 viruses. Furthermore, both intranasal and intramuscular immunization provided efficient protection against HPAI H5N1 virus challenge in mice, with a 100% survival rate and a nondetectable viral load in several tissues. Notably, noninvasive mucosal (IN) delivery of V-EtM2e/H522 achieved protection equal to that of IM delivery at a 100-fold lower immunizing dose. These findings provide strong evidence for the effectiveness of a multivalent VSV-based vaccine against human (avian) influenza A viruses.", "date": "2025-12-26", "journal": ""}
{"title": "Rutin derived microbiota metabolite 3,4 dihydroxybenzoic acid restores antibiotic susceptibility in XDR Gram negative pathogens with a system wide susceptibility signature", "doi": "10.64898/2025.12.26.696599", "authors": "Islam, T.; Harnvoravongchai, P.; Kidangathazhe, A.; Gupta, S.; Ramachandran, A.; Jadeja, R.; Scaria, J.", "abstract": "Antibiotic potentiators are a practical route to extend the utility of existing drugs against multidrug resistant Gram-negative pathogens, but most natural compound combinations remain mechanistically under defined and are rarely mapped at the level of whole cell susceptibility determinants. Here we apply a metabolite guided potentiator strategy based on gut microbiota derived breakdown products of the dietary polyphenol rutin, and we integrate potentiation phenotyping with system wide genetic susceptibility mapping to guide combination design. Three rutin metabolites, 3,4 dihydroxybenzoic acid (DHBA), 2,4,6 trihydroxybenzoic acid (THBA), and 3,4 dihydroxyphenylacetic acid (DOPAC), were screened against a CDC ARLG reference panel composed of multidrug resistant and extensively drug resistant (XDR) isolates, identifying DHBA as the most broadly active candidate, including against XDR Klebsiella pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa, and Escherichia coli. DHBA restored susceptibility to selected antibiotic classes in resistant Gram-negative pathogens, including an approximately sixteen-fold reduction in colistin MIC in mcr 1 positive E. coli. To better understand the potentiation mechanism, we performed a large-scale genetic susceptibility screen of 316 E. coli single gene knockouts and defined a DHBA response architecture enriched for envelope and transport determinants with additional contributions from central metabolism and information processing pathways. Comparative mapping under colistin exposure revealed a distinct susceptibility architecture with limited overlap, supporting the concept that both potentiators and antibiotics engage secondary cellular systems beyond canonical primary mechanisms. In a Mini Bioreactor Array gut community model, DHBA produced a more conserved community shift than colistin. Finally, DHBA-antibiotic combinations improved outcomes in infection relevant models, including improved survival in Galleria mellonella, reduced intestinal burden in Caenorhabditis elegans, and reduced bacterial burden in an ex vivo porcine burn wound infection model. Collectively, these findings support a systems-based framework for developing mechanistically informed potentiator antibiotic-combinations to extend the lifespan of existing antibiotics.", "date": "2025-12-26", "journal": ""}
{"title": "Urolithin A Restores Mitochondrial Function and Reverses Cardiac Remodeling in Heart Failure with Preserved Ejection Fraction", "doi": "10.64898/2025.12.26.696570", "authors": "Oh, C.-M.; Song, H.; Yun, C.; Choi, Y. J.; Jeong, W.; Kim, Y.; Kim, J.; Lee, J. Y.; Ryu, D.; Park, S.-W.", "abstract": "Background: Heart failure with preserved ejection fraction (HFpEF) accounts for nearly half of all heart failure cases; however, mechanism-based therapies targeting cellular dysfunction remain absent. Emerging evidence suggests that mitochondrial dysfunction and impaired quality control, particularly defective mitophagy, are central to the pathogenesis of HFpEF. Urolithin A (UA), a gut microbiome-derived postbiotic metabolite, has shown promise as a mitophagy activator in preclinical models; however, its therapeutic efficacy in HFpEF remains unknown. Methods: We used a clinically relevant two-hit HFpEF mouse model (high-fat diet (HFD) plus N{omega}-nitro-L-arginine methyl ester (L-NAME)) and co-administered UA during disease progression. The cardiac structure and function were assessed using echocardiography, histology, and transmission electron microscopy. Mitochondrial bioenergetics were evaluated using Seahorse-based respirometry. Mitophagy flux was monitored using mt-Keima assays in H9c2 cells and human-induced pluripotent stem cell-derived cardiomyocytes (hiPSC-CMs). Mechanistic insights were obtained using immunoblotting, integrated shotgun metagenomic and lipidomic profiling, and single-nucleus RNA sequencing (snRNA-seq). Results: UA treatment significantly attenuated cardiac remodeling and fibrosis in HFpEF mice while improving diastolic function parameters. Transmission electron microscopy revealed restoration of the mitochondrial ultrastructure, and mitochondrial stress tests demonstrated enhanced oxidative phosphorylation capacity and glycolytic reserves. Immunoblot assays revealed that UA treatment recovered PINK1/Parkin-mediated mitophagy markers (reduced LC3-II and p62/SQSTM1). Mt-Keima assays confirmed enhanced mitophagic flux in H9c2 cells under HFpEF-like stress conditions. Integrated metagenomics and lipidomics revealed significant reductions in cardiovascular risk-associated ceramides. snRNA-seq demonstrated that HFpEF-like stress downregulated contractile, calcium-handling, and mitochondrial mitophagy gene programs. UA treatment restored the mitochondrial quality control signatures and normalized profibrotic and conduction-type cell populations. Conclusions: Urolithin A restored mitochondrial quality control through the activation of mitophagy and reversed cardiac remodeling in HFpEF. These findings establish UA as a mitochondria-targeted therapeutic candidate for HFpEF.", "date": "2025-12-26", "journal": ""}
{"title": "Coupled dynamics of predator group formation and prey populations", "doi": "10.64898/2025.12.26.696504", "authors": "Borofsky, T. M.; Akcay, E.; Rubenstein, D.; Greenbaum, G.; Levin, S.", "abstract": "A diverse array of social carnivores, such as orcas and wolves, also hunt cooperatively, but it is not well understood how prey availability feeds back with the size of social carnivore groups. Cooperative hunting may expand predators' access to food by allowing them to hunt prey they could not catch alone, but many predator groups are much larger than the group size that would maximize individual food intake. One promising explanation is that if individuals can freely leave and join groups, then predators behaving adaptively should continue to join a group until the fitness they achieve in the group is the same as that of being solitary. Here, we investigate the stable group sizes that form in a population of predator groups when predators hunt two types of prey--big prey that is best hunted in groups and small prey that is best hunted alone. In conjunction, we track the dynamics of the distribution of predator group sizes when individuals make decisions about whether to join or leave groups based on their own fitness. We find that if individual predators are able to freely leave groups and pair up, starting new groups, then group sizes are much smaller than expected, generally staying at or below the size that maximizes individual fitness. Furthermore, accounting for flexible group sizes leads to ecological conditions that are not predicted if predator group sizes are held constant; in some regions of the parameter space, predators partition resources by forming a bimodal distribution of group sizes, and as a result, create situations where an increase in one prey type helps the other prey population grow. This result has applications to management of carnivore-livestock conflict, suggesting that increasing populations of wild prey may protect livestock.", "date": "2025-12-26", "journal": ""}
{"title": "Do stomatal movements have a limited dynamic range?", "doi": "10.64898/2025.12.22.695892", "authors": "Muraya, F.; Siqueira, J. A.; Very, A.-A.; Roelfsema, R.", "abstract": "Stomatal movements are driven through the uptake and release of potassium (K+) salts by guard cells, which surround a central pore. The extrusion of K+ from guard cells occurs via GORK K+-efflux channels, but potentially the AtKUP2, 6 and 8 encoded K+-transporters also play role. To test the roles of AtKUP and GORK proteins, gas-exchange experiments were conducted with mature Arabidopsis leaves. These experiments revealed that loss of KUP2, 6 and 8 lowered the stomatal conductance, while it increases in the GORK loss-of function mutant. Despite the difference in stomatal conductance, the changes in transpiration induced by light and ABA had the same amplitude in wild type and mutant lines. Our data suggest that stomata have a limited dynamic range that is not affected by mutations in KUP2, 6 and 8, or GORK. We propose that these rapid stomatal movements depend on uptake and release of K+, inorganic and small organic anions. Consequently, changes in stomatal opening beyond the dynamic range will depend on osmolytes that cannot be rapidly released, such as larger organic anions and amino acids.", "date": "2025-12-26", "journal": ""}
{"title": "Increasing the effective gene drive homing rate by targeting the haploinsufficient spermatogenesis gene KLHL10", "doi": "10.64898/2025.12.22.695236", "authors": "Peng, C. L.; Kamau, W. S.; Freeman, J.; Hill, Z. J.; Esvelt, K. M.", "abstract": "CRISPR-based gene drives represent a powerful new technology for limiting disease transmission and controlling invasive populations. These systems rely on homology-directed repair (HDR) to ''drive'' a genetic element through a population. However, mammals tend to favor non-homologous end joining (NHEJ), which generates mutations that halt further drive propagation. Here, we describe the experimental characterization of a gene drive system targeting the haploinsufficient spermatogenesis gene KLHL10 in the laboratory mouse. Using a newly designed ''coding sequence cassette'' we introduce downstream guide RNAs within the gene, ensuring that sperm undergoing NHEJ are selectively removed from the population. As a proof of principle, we demonstrate that targeting KLHL10 with constitutively expressed LbCas12a results in strong selection against frameshift-containing sperm, validating the core purification mechanism required for this drive strategy. Unexpectedly, we also observed that female offspring lacked most frameshift mutations, suggesting a previously unrecognized role for KLHL10 in oogenesis or early embryonic development.", "date": "2025-12-26", "journal": ""}
{"title": "Structural Divergence without Functional Impact: Comparative Characterization of SARS-CoV-2 3CL-Mpro Variants Using Cleavage Site Substrates", "doi": "10.64898/2025.12.23.696280", "authors": "Saha, D.; Dakhili, S. Y. T.; Mar, E.; Chen, Y. S.; VanPetegem, F.; Bromme, D.", "abstract": "SARS-CoV-2 3CL-Mpro is essential for viral replication. Several circulating variants carry mutations distant from the catalytic residues yet maintain proteolytic function. The Omicron substitution P132H exemplifies this tolerance. However, preservation of overall activity does not exclude subtler effects on substrate recognition or selectivity, which can be influenced by distal structural perturbations. To define whether this mutation alters enzymatic activity at a cleavage junction distinct from the Nsp4-Nsp5 site, we measured and compared the biochemical properties of Wuhan with Omicron (e.g. steady-state kinetics) and determined a high-resolution structure of the Omicron (P132H) 3CL-Mpro in complex with an Nsp8-Nsp9 peptide. Catalytic efficiency and Nirmatrelvir sensitivity were comparable to wild type across both cleavage-site substrates, and all variants retained the characteristic pH optimum. In contrast, P132H displayed reduced thermal stability at elevated temperature. Crystallographic analysis showed that His132 adopts a distinct conformation upon substrate binding that reorganizes interactions with Glu240 and neighboring residues while preserving active-site geometry. Together, these results define how 3CL-Mpro tolerates variant-associated mutations without compromising activity at a noncanonical cleavage junction.", "date": "2025-12-26", "journal": ""}
{"title": "Combinational adjuvants delivered by ink-jet potentiate naked mRNA vaccines for robust protection against infectious diseases", "doi": "10.64898/2025.12.24.696305", "authors": "Qiao, N.; Ishikawa, J.; Yasui, F.; Sano, K.; Miyakawa, K.; Hayashi, A.; Amiry, A. F.; Haonan, L.; Xueyang, Z.; Sato, T.; Pasqualini, R.; Arap, W.; Kataoka, K.; Hasegawa, H.; Kohara, M.; Uchida, S.", "abstract": "The use of lipid nanoparticles (LNPs) to enhance delivery and immunogenicity of mRNA vaccines raises safety concerns due to strong reactogenicity. Developing naked mRNA vaccines, which can be delivered through liquid jet-injection to the skin, may offer a safer alternative, but their immunogenicity has been limited. To address this challenge, we screened clinically relevant adjuvants to enhance the potency of naked mRNA jet-injection vaccines in mouse models. Although many adjuvants showed little or inhibitory effects on inducing humoral or cellular immunity--despite their known ability to potentiate conventional non-mRNA vaccine platforms--we identified a combination of aluminum phosphate and CpG oligonucleotide that substantially enhanced both humoral and cellular immune responses with increased IgG2a/IgG1 ratio. This adjuvanted naked mRNA vaccine induced IgG2a and cellular immunity at levels comparable to those achieved with LNPs but with lower local and systemic reactogenicity. Mechanistic investigations revealed a key role for type I interferon signaling during immunization. Notably, this vaccine formulation in mice virtually eliminated infection by both SARS-CoV-2 and influenza A virus (A/California/7/2009 H1N1) in plaque-forming assays. Collectively, the adjuvanted naked mRNA jet-injection vaccine represents a novel, effective, and safe platform against infectious diseases, with potential for clinic-ready translational applications.", "date": "2025-12-26", "journal": ""}