{"title": "Increased adaptive potential in novel environments can be predicted from genetic variance in development time expressed in native environments", "doi": "10.1101/2021.02.04.429835", "authors": "Walter, G. M.; Monro, K.; Wilson, A.; Terranova, D.; la Spina, E.; Majorana, M. G.; Pepe, G.; du Plessis, S.; Clark, J.; Cozzolino, S.; Cristaudo, A. E.; Hiscock, S. J.; Bridle, J. R.", "abstract": "While many organisms shift their development plastically to maintain fitness as environments change, such plasticity has limits. Population mean fitness is expected to decline when novel environments exceed the limits to plasticity, but the level of fitness costs is expected to vary among genotypes that can increase adaptive potential. We lack fundamental insights into how and when changes in early development traits increase adaptive potential in novel environments, which limits our ability to predict the response of natural populations to global change. To test whether genetic variation in development time is associated with increased adaptive potential in novel environments, we used a breeding design to generate c.20,000 seeds of two ecologically contrasting Sicilian species of daisies (Senecio, Asteraceae) adapted to high and low elevations on Mount Etna. We planted the seeds across four elevations that included the native range of each species, and a novel elevation. We tracked seedling mortality and measured development time as the number of days it took seedlings to establish. As predicted, genetic variance in survival increased at novel elevations. However, genetic variance in development time showed the opposite trend, decreasing at novel elevations. A strong negative genetic correlation between development time in the native range and survival at novel elevations suggested that genotypes with faster development in native environments survived better in novel environments. These results were consistent across the two ecologically contrasting species, suggesting that genetic variance in early development in native environments could be used to predict population responses to novel environments.", "date": "2025-08-24", "journal": ""}
{"title": "Default Mode Network Connectivity Predicts Individual Differences in Long-Term Forgetting: Evidence for Storage Degradation, not Retrieval Failure", "doi": "10.1101/2021.08.04.455133", "authors": "Xu, Y.; Prat, C. S.; Sense, F.; van Rijn, H.; Stocco, A.", "abstract": "Despite the importance of memories in everyday life and the progress made in understanding how they are encoded and retrieved, the neural processes by which declarative memories are maintained or forgotten remain elusive. Part of the problem is that it is empirically difficult to measure the rate at which memories fade, even between repeated presentations of the source of the memory. Without such a ground-truth measure, it is hard to identify the corresponding neural correlates. This study addresses this problem by comparing individual patterns of functional connectivity against behavioral differences in forgetting speed derived from computational phenotyping. Specifically, the individual-specific values of the speed of forgetting in long-term memory (LTM) were estimated for 33 participants using a formal model fit to accuracy and response time data from an adaptive paired-associate learning task. Individual speeds of forgetting were then used to examine participant-specific patterns of resting-state fMRI connectivity, using machine learning techniques to identify the most predictive and generalizable features. Our results show that individual speeds of forgetting are associated with resting-state connectivity within the default mode network (DMN) as well as between the DMN and cortical sensory areas. Cross-validation showed that individual speeds of forgetting were predicted with high accuracy (r = .78) from these connectivity patterns alone. These results support the view that DMN activity and the associated sensory regions are actively involved in maintaining memories and preventing their decline, a view that can be seen as evidence for the hypothesis that forgetting is a result of storage degradation, rather than of retrieval failure.", "date": "2025-08-24", "journal": ""}
{"title": "Visualization of liquid-liquid phase transitions using a tiny G-quadruplex binding protein", "doi": "10.1101/2023.10.09.561572", "authors": "Sahoo, B. R.; Deng, X.; Wong, E. L.; Clark, N.; Yang, H.; Subramanian, V.; Guzman, B. B.; Harris, S. E.; Dehury, B.; Miyashita, E.; Hoff, J. D.; Kocman, V.; Saito, H.; Dominguez, D.; Plavec, J.; Bardwell, J. C.; Kovalenko, A.", "abstract": "Liquid-liquid phase transitions govern a wide range of protein-protein and protein-RNA interactions. Although the importance of multivalency and protein disorder in driving these transitions is clear, there is limited knowledge concerning the structural basis of phase transitions or the conformational changes that accompany this process. In this work, we found that a small human protein, SERF2, is important for the formation of stress granules. We determined the solution NMR structure ensemble of SERF2. We show that SERF2 specifically interacts with non-canonical tetrahelical RNA structures called G-quadruplexes, structures linked to stress granule formation. The biophysical amenability of both SERF2 and RNA G4 quadruplexes have allowed us to characterize the multivalent protein-RNA interactions involved in liquid-liquid phase transitions, the role that protein disorder plays in these transitions, identify the specific contacts involved, and describe how these interactions impact the structural dynamics of the components enabling a detailed understanding of the structural transitions involved in early stages of ribonucleoprotein condensate formation.", "date": "2025-08-24", "journal": ""}
{"title": "Structural basis of iron piracy by human gut Bacteroides", "doi": "10.1101/2024.04.15.589501", "authors": "Silale, A.; Soo, Y. L.; Mark, H.; Motz, R. N.; Basle, A.; Nolan, E. M.; van den Berg, B.", "abstract": "Iron is an essential element that can be growth-limiting in microbial communities, particularly those present within host organisms. To acquire iron, many bacteria secrete siderophores, secondary metabolites that chelate ferric iron. These iron chelates can be transported back into the cell via TonB-dependent transporters in the outer membrane, followed by intracellular liberation of the iron. Pathogenic Escherichia coli and Salmonella produce siderophores during gut infection. In response to iron starvation, the human gut symbiont Bacteroides thetaiotaomicron upregulates an iron piracy system, XusABC, which steals iron-bound siderophores from the invading pathogens. Here, we investigated the molecular details of xenosiderophore uptake across the outer membrane by the XusAB complex. Our crystal and cryogenic electron microscopy structures explain how the XusB lipoprotein recognises iron-bound xenosiderophores and passes them on to the XusA TonB-dependent transporter. Moreover, we show that Xus homologues can transport a variety of siderophores with different iron-chelating functional groups.", "date": "2025-08-24", "journal": ""}
{"title": "Regional dynamics in the evapotranspiration components, crop coefficients and water productivity of vineyards in the Barossa Valley", "doi": "10.1101/2024.06.09.598151", "authors": "Phogat, V.; Petrie, P. R.; BONADA, M.; Collins, C.", "abstract": "Estimation of water balance components, water stress and crop coefficients at different spatial scale are crucial for understanding regional dynamics in irrigation requirement and crop water use. We estimated these parameters for irrigated vineyards over 3 consecutive seasons (2018-19, 2019-20 and 2020-21) at 48 locations in the Barossa region, South Australia. We used FAO-56 dual crop coefficient approach by integrating relevant data for soil, crop, and climate parameters from the study sites. Numerous statistical error estimates, and efficiency parameters were estimated to compare and verify the predictions by FAO-56 approach. Results show a huge variability in the irrigation, water balance parameters, crop and water stress coefficients, and water productivity parameters. For instance, a coefficient of variation ranging from 20 to 97% was observed in daily and seasonal actual ET (ETc act) across different sites and seasons. Average actual transpiration (Tp act) and evaporation (Es) account for around 65 and 35% of the ETc act, respectively, showing the potential to save water lost to the environment from the soil surface. Estimated actual single crop coefficient (Kc act) across all sites varied from 0.35 to 0.59, 0.16- 0.62 and 0.18- 0.68 during the budburst to flowering (BB-FL), flowering to veraison (FL-V), and veraison to harvest (V-H) stages of crop growth, respectively. Similarly, actual basal crop coefficients (Kcb act) for grapevine reveal immense site-specific variability questioning the adoption of uniform coefficients at subregional and regional levels. Results further demonstrate that water stress (Ks) gradually increased reaching its peak from late November to early December, with variations across the region ranging from 23 to 64%. A comparison of water productivities in relation to ETc act and Tp act exhibit almost 61% higher values for the latter across all the sites and subregions. Dry biomass productivity shows huge potential for renewal energy generation. Variations in the components of ET and crop coefficients are consistent with the characteristic variation in soil, topography, and microclimates. This study suggests that locally estimated Kc act and Kcb act will contribute to the efficient use of limited freshwater resources for sustainable wine grape production.", "date": "2025-08-24", "journal": ""}
{"title": "Towards comprehensive individual tree species mapping in diverse tropical forests by harnessing temporal and spectral dimensions", "doi": "10.1101/2024.06.24.600405", "authors": "Ball, J. G. C.; Jaffer, S.; Laybros, A.; Prieur, C.; Jackson, T. D.; Madhavapeddy, A.; Barbier, N.; Vincent, G.; Coomes, D.", "abstract": "To understand how tropical rainforests will adapt to climate change and the extent to which their diversity imparts resilience, precise, taxonomically informed monitoring of individual trees is required. However, the density, diversity and complexity of tropical rainforests present considerable challenges to remote mapping and traditional field-based approaches are limited in scale. This study introduces a new approach for mapping tree species linking a multi-temporal implementation of the convolutional neural network method, detectree2, to segment tree-crowns from aerial photographs and machine learning classification to identify species from hyperspectral data (416 - 2500 nm). We build upon previous work in two ways. Firstly, we aimed to improve the accuracy of crown delineations by surveying the same patch of forest with UAV-RGB ten times over six months and fusing multi-date information on the location and shape of individual trees. Secondly, we extended the scope of species identification to include far more species than has been previously attempted (169 compared to 20 previously). We trained and tested our algorithms on subsets of a database of 3500 ground truth, labelled tree crown polygons representing 239 species in French Guiana that we delineated by hand and field verified. We assessed how well our segmentation approach could locate and delineate individual tree crowns and how well our classification approach predicted the species of those crowns. We extracted information on waveband importance for distinguishing species from our classification model. Based on an existing phylogeny of the species in our dataset, we tested for phylogenetic signal across the hyperspectral bands and probed how species were being classified by comparing the phylogenetic signal to the importance of bands for separating species. The accuracy of delineations increased gradually as additional dates of tree crown maps were stacked and combined. Stacking increased the F1-score from 0.69 (a single date) to 0.78 (all dates). The overall (weighted) F1-score for species classification within the site was 0.75. A total of 65 species were predicted from the hyperspectral data with F1-score > 0.7. The performance for classifying species increased with the number of crowns of that species available in the dataset: 8 training crowns were needed to achieve an expected test F1-score = 0.7 for crown level classification within site. With this new approach, we assessed that 70% of tree crown area at landscape-scale was accurately mapped. The most important wavebands for discriminating species were narrowly clumped on the NIR side of the red edge region (748 - 775 nm). While most wavebands showed some phylogenetic signal, waveband importance for species classification was negatively correlated with phylogenetic signal. Our integrated approach makes a significant contribution to the ongoing development of efficient and accurate methodologies for mapping canopy tree species in tropical forests, providing a framework for mapping trees in diverse tropical forests that is far more comprehensive than its predecessors.", "date": "2025-08-24", "journal": ""}
{"title": "A novel framework for assessing the power of genomic animal models in wild non-model organisms", "doi": "10.1101/2024.11.25.625127", "authors": "Thia, J. A.; Riginos, C.; Hereward, J.; Liggins, L.; Jasper, M.; Aguirre, J. D.; McGuigan, K.", "abstract": "The relative contributions of heritable versus non-heritable phenotypic variation determine how selection may shape evolutionary responses. While genome-wide association studies can provide some insight into large-effect loci underpinning phenotypes, they potentially miss much of the evolutionarily important variation in polygenic traits because many small-effect loci will contribute to heritable variation. Genomic animal models can estimate trait heritability from genomic data but are often difficult to apply to wild organisms. Sampling groups of close kin improves their power, yet this can be logistically challenging in species with large populations and high dispersal. Furthermore, many common approaches for power simulations rely on kin structure in the genomic relationship matrix, A, but such simulations on an unstructured A (comprised of unrelated individuals) are likely uninformative. We developed a novel framework to generate simulated expectations from genomic animal models when applied to samples of unrelated wild organisms. A key innovation of this framework is the use of a 'phenotypes-from-genotypes' approach that allows quantitative traits to be simulated from genotypes, independently of A. This provides clear utility where kin structure is absent. We illustrated the use and flexibility of our phenotypes-from-genotypes simulation approach to explore how the performance of genomic animal models can be influenced by different genetic architectures (clumped vs even genomic distribution of QTLs, and different QTL effect sizes), levels of heritability, and experimental design (sampled individuals and genetic markers). We then applied our framework to a study of head shape traits in a wild marine intertidal fish, Bathygobius cocosensis (Bleeker 1854), for which we acquired SNP genotypes with RADseq. Although our working sample of 297 fish contained no close kin, our framework helped validate the power of genomic animal models, allowing us to confidently infer heritable variation in one head shape trait (estimated h2 = 0.17). Our study addresses key methodological gaps for using quantitative genomic approaches on wild organisms, offering a rare example of partitioned heritable and non-heritable contributions to phenotypic variation in a non-model wild marine fish. Our novel phenotypes-from-genotypes approach also provides a new method for simulating QTLs using observed population genetic data.", "date": "2025-08-24", "journal": ""}
{"title": "GABA Neurons in the Amygdala play a central Role in Urocortin-3-Mediated Stress Suppression of Reproduction", "doi": "10.1101/2025.01.06.631361", "authors": "Yu, J.; Farjami, S.; Nechyporenko, K.; Li, X. F.; Yaseen, H.; Lin, Y.; Ye, J.; Hollings, O.; de Burgh, R.; Singh, B.; O'Byrne, K. T.; Tsaneva-Atanasova, K.; Voliotis, M.", "abstract": "Stress can disrupt menstrual cycles, cause infertility, and lead to other reproductive disorders. The posterodorsal medial amygdala (MePD) processes stress signals and regulates the gonadotropin-releasing hormone (GnRH) pulse generator through GABAergic inhibitory projections to the hypothalamus. However, how stress is processed in the MePD - especially involving its dense GABA and Urocortin-3 (UCN3) neurons - remains poorly understood. In this study, we combine in vivo GRadient-INdex (GRIN) lens mini-endoscopic calcium imaging (to track neuronal activity), optogenetics, clustering analysis, and computational modeling to investigate MePD circuitry. Our findings reveal two anti-correlated GABA sub-populations in the MePD that dictate responses to both UCN3 neuron stimulation and restraint stress. Our computational modeling suggests that mutual inhibition between these GABA groups drives this anti-correlated activity and predicts how these interactions shape downstream responses to stimulation of GABA and UCN3 neurons. We test these predictions using optogenetics and confirm that GABA neurons are critical for the transmission of UCN3 signals to regulate luteinizing hormone (LH) pulse frequency. Our study is the first to show how GABA neurons in the amygdala mediate stress effects on reproductive health, uncovering key neural mechanisms linking emotional and reproductive functions.", "date": "2025-08-24", "journal": ""}
{"title": "Highly accurate reference and method selection for universal cross-dataset cell type annotation with CAMUS", "doi": "10.1101/2025.01.13.632744", "authors": "Shen, Q.; Zhang, S.; Zhang, S.", "abstract": "Cell type annotation is a critical and essential task in single-cell data analysis. Various reference-based methods have provided rapid annotation for diverse single-cell data. However, how to select the optimal references and methods is often overlooked. To this end, we present a cross-dataset cell-type annotation methodology with a universal reference data and method selection strategy (CAMUS) to achieve highly accurate and efficient annotations. We demonstrate the advantages of CAMUS by conducting comprehensive analyses on 672 pairs of cross-species scRNA-seq datasets. The annotation results with references selected by CAMUS achieved substantial accuracy gains (25.0-124.7%) over random selection strategies across five reference-based methods. CAMUS achieved high accuracy in choosing the best reference-method pair among 3360 pairs (49.1%). Moreover, CAMUS showed high accuracy in selecting the best methods on the 80 scST datasets (82.5%) and five scATAC-seq datasets (100.0%), illustrating its universal applicability. In addition, we utilized the CAMUS score with other metrics to predict the annotation accuracy, providing direct guidance on whether to accept current annotation results.", "date": "2025-08-24", "journal": ""}
{"title": "spEMO: Leveraging Multi-Modal Foundation Models for Analyzing Spatial Multi-Omic and Histopathology Data", "doi": "10.1101/2025.01.13.632818", "authors": "Liu, T.; Huang, T.; Ding, T.; Wu, H.; Humphrey, P.; Perincheri, S.; Schalper, K.; Ying, R.; Xu, H.; Zou, J.; Mahmood, F.; Zhao, H.", "abstract": "Recent advances in pathology foundation models (PFMs), which are pretrained on large-scale histopathological images, have significantly accelerated progress in disease-centered applications. In parallel, spatial multi-omic technologies collect gene and protein expression levels at high spatial resolution, offering rich understanding of tissue context. However, current models fall short in effectively integrating these complementary data modalities. To fill in this gap, we introduce spEMO, a novel computational system that unifies embeddings from pathology foundation models and large language models (LLMs) to analyze spatial multi-omic data. By incorporating multimodal representations and information, spEMO outperforms models trained on single-modality data across a broad range of downstream tasks, including spatial domain identification, spot-type classification, whole-slide disease-state prediction and interpretation, inference of multicellular interactions, and automated medical report generation. The outstanding performances of spEMO in these tasks demonstrate its strength in both biological and clinical applications. Additionally, we propose a new evaluation task, known as multi-modal alignment, to assess the information retrieval capabilities of pathology foundation models. This task provides a principled benchmark for evaluating and improving model architectures. Collectively, spEMO represents a step forward in building holistic, interpretable, and generalizable AI systems for spatial biology and pathology.", "date": "2025-08-24", "journal": ""}
{"title": "Identification of a Lipid Oxygen Radical Defense pathway and its epigenetic control", "doi": "10.1101/2025.02.25.640160", "authors": "Mesquita, F. S.; Abrami, L.; Forey, R.; Kunz, B.; Raclot,, C.; Bracq, L.; Martins, F.; Milovanovic, D.; Planet, E.; rosspopoff, O.; Trono, D.; van der Goot, F. G.", "abstract": "Membrane phospholipids are vulnerable to oxidative radicals, and uncontrolled lipid peroxidation affects cell viability. Cells have evolved quality control and defense mechanisms, of which the genetic regulation is not fully understood. Here, we identify what we have coined the Lipid Oxygen Radical Defense (LORD) pathway. It is epigenetically repressed by a complex comprising the KRAB-zinc finger protein ZNF354A, the scaffold protein KAP1/TRIM28, the histone methyltransferase SETDB1, and the transcriptional activator ATF2. Upon lipid peroxide accumulation, p38- and JNK-dependent phosphorylation of ATF2, KAP1/TRIM28, and ZNF354A leads to disassembly of the repressive complex, releasing ZNF354A from specific DNA loci and activating a network of protective genes, including NRF2 targets. The pathway affects the cellular sensitivity to oxidative stress and ferroptosis, revealing a novel layer of epigenetic control in lipid quality control and damage repair. This positions the LORD pathway as a promising therapeutic target for diseases linked to chronic inflammation, neurodegeneration and cancer.", "date": "2025-08-24", "journal": ""}
{"title": "The genomic imprint of chromosomal inversions and demographic history in island populations of deer mice", "doi": "10.1101/2025.04.18.649517", "authors": "Howell, E. K.; Baier, F.; Hoekstra, H. E.; Payseur, B. A.", "abstract": "Populations that colonize islands experience novel selective pressures, fluctuations in size, and changes to their connectivity. Owing to their unique geographic setting, islands can function as natural laboratories in which to examine the interactions between demographic history and natural selection replicated across isolated populations. We used whole genome sequences of wild-caught deer mice (Peromyscus maniculatus) from two islands (Saturna and Pender) and one mainland location (Maple Ridge) in the Gulf Islands region of coastal British Columbia to investigate two primary determinants of genome-wide diversity: chromosomal inversions and non-equilibrium demographic history. We found that segregating inversions produce characteristic, large-scale distortions in allele frequencies and linkage disequilibrium that make it possible to identify and characterize them from short-read sequence data. Patterns of variation within and between karyotypes indicate that six inversion polymorphisms have been maintained by a shared history of balancing selection in both island and mainland populations. Whereas the estimated timing of contemporary population splits is consistent with the isolation of island populations following the Last Glacial Maximum, ancestral island and mainland lineages are inferred to have diverged much earlier. These aspects of demographic history suggest that shared inversions existed long ago in a common ancestor or spread via limited gene flow between ancestral island and mainland lineages. Our results raise the possibility that inversions segregating among Gulf Islands populations are on similar evolutionary trajectories, providing a contrast to previous findings in mainland P. maniculatus and contributing to the emerging portrait of inversion evolution in this species.", "date": "2025-08-24", "journal": ""}
{"title": "Group-level matching behavior in phototaxis of acoel flatworm, Praesagittifera naikaiensis.", "doi": "10.1101/2025.06.11.659215", "authors": "Matsui, H.; Hata, Y.", "abstract": "The matching law, which posits that animals allocate their responses in proportion to the rate of reinforcement, has been supported across diverse animal taxa. Although originally formulated in the context of operant choice, matching also applies to time allocation in foraging and to Pavlovian responses, indicating its generality across behavioral domains. However, empirical evidence has thus far been largely limited to vertebrates and arthropods. Addressing the broader applicability of this principle requires extending investigations beyond these taxonomic groups, across a wider phylogenetic spectrum. Here, we examined phototactic behavior in the acoel flatworm Praesagittifera naikaiensis, a species that acquires nutrients through photosynthesis by symbiotic algae and exhibits positive phototaxis. Using a custom-built T-maze in which the number of illuminated LEDs varied across arms, we found that the animals distributed themselves in proportion to relative brightness, consistent with matching behavior. Moreover, prior exposure to light for 24 hours attenuated this pattern. This manipulation was intended to induce a state of nutritional sufficiency, and the resulting decline in phototactic responses suggests that internal physiological states can modulate even seemingly reflexive locomotor behaviors.", "date": "2025-08-24", "journal": ""}
{"title": "Dolutegravir Developmental Toxicity is Mitigated by Magnesium and Folate in Zebrafish Embryos", "doi": "10.1101/2025.06.24.661395", "authors": "Cabrera, R. M.; Mohamed, A.; Minowa, R.; Neugebauer, K. A.; Gorelick, D. A.", "abstract": "Integrase-strand-transfer inhibitors have transformed HIV therapy, yet the widely prescribed drug dolutegravir (DTG) has been linked to developmental toxicity and its teratogenic mechanism remains uncertain. Here we use zebrafish to dissect DTG toxicity during early vertebrate development. DTG exposure from 2-4 h post-fertilization (hpf) to 24 hpf produced high mortality and abnormal morphology; co-treatment with folic acid or 5-methyltetrahydrofolate partially restored normal morphology, whereas calcium had no effect. Strikingly, supplementation with magnesium (Mg) rescued DTG-exposed embryos almost as effectively as folate, implicating magnesium availability in protection. In competitive binding assays, Mg increased binding of folate to purified folate receptor (FOLR1) by 30% in the presence of DTG. Maternal-zygotic zebrafish folr1 mutant embryos contained significantly less endogenous folate than wild-type embryos yet displayed marked hypersensitivity to DTG that could not be mitigated by folate supplementation. Critically, magnesium supplementation partially rescued DTG toxicity in folr1 mutants, indicating a Folr1-independent component and placing the free DTG vs Mg-bound DTG balance upstream of folate transport. These results support a model in which free DTG antagonizes FOLR1, and Mg modifies DTG developmental toxicity by both FOLR1 dependent and independent processes. Our work identifies magnesium status as a modifiable determinant of DTG teratogenicity and provides a proof-of-concept zebrafish model that could be adapted for rapid in vivo screening of integrase inhibitors for developmental phenotypes.", "date": "2025-08-24", "journal": ""}
{"title": "Genetic diversity of potato leafroll virus is shaped by variant displacements and selective pressures imposed by aphid and tuber transmission routes.", "doi": "10.1101/2025.08.18.670828", "authors": "Cowan, G. H.; Thomson, C.; Back, E.; Torrance, L.; Lacomme, C.; Ryabov, E. V.", "abstract": "Potato leafroll virus (PLRV) is a major pathogen affecting potatoes worldwide. Since 2018, PLRV incidence increased in Scottish potato crops. Deep sequencing of PLRV in Scottish potato plants revealed the prevalence of a novel PLRV type which became predominant in 2023, displacing the phylogenetically distinct variants that have been present in the region since at least 1989. Analysis of the infection dynamics of the cDNA clone-derived PLRV isolates in potato plants indicated that the novel PLRV may accu-mulate to higher levels compared to the historic one. Analysis of the genetic diversity of PLRV in early and late field generations (FGs) of seed potatoes showed a significantly reduced genetic diversity of the PLRV structural genes in the early FGs, compared to the late FGs, while divergency of the non-structural genes remained similar across all FGs. Considering that late FGs are more likely to be infected with PLRV via tuber transmission, and early FGs via aphid transmission, these findings suggest that aphid trans-mission imposes a genetic bottleneck on the structural genes of PLRV, but not on its non-structural genes.", "date": "2025-08-24", "journal": ""}
{"title": "A Perspective on Twenty Years of Human-Leopard Conflict in Pauri Garhwal, Uttarakhand, India with Sustainable Solutions for its Mitigation", "doi": "10.1101/2025.08.15.669212", "authors": "Chowfin, S. M.", "abstract": "Human-leopard conflict poses a significant challenge in the Pauri Garhwal district of Uttarakhand, India, with 290 reported attacks between 2000 and 2020, averaging 13.81 incidents annually. The most affected age group were adults followed by children with a noticeable increase in incidents in winter. Key factors driving this conflict include habitat degradation, loss of prey, and human encroachment. Interestingly, the Gadoli and Manda Khal Fee Simple Estates, an area undergoing ecological restoration, by forest protection through foot patrols, fire watches and passive forest restoration (natural regeneration) within this conflict hotspot, reported no attacks during the same timeframe, highlighting the positive impact of habitat-focused interventions. In contrast, reactive measures such as lethal control lack precision, targeted protocols and long-term efficacy. This study emphasizes ecological restoration as a sustainable strategy for mitigating conflict and calls for improved monitoring of leopard populations, prey species, and habitat conditions. It also offers recommendations for effective conflict management in the region, stressing the advantages of restoration over reactive approaches.", "date": "2025-08-24", "journal": ""}
{"title": "Frontal theta synchronization facilitates the updating of statistical regularities, evidenced by predictive eye movements", "doi": "10.1101/2025.08.18.670954", "authors": "Holczer, A.; Pesthy, O.; Vekony, T.; Csifcsak, G.; Nemeth, D.", "abstract": "Frontal midline theta oscillations are key neural markers for learning, set-shifting, and adaptive behavior, signaling cognitive control and the reorganization of neural representations. The present study explored how these oscillations mediate the extraction and updating of statistical regularities. We delivered 6 Hz in-phase transcranial alternating current stimulation (tACS) or sham tACS, synchronizing the bilateral prefrontal cortex during an eye-tracking probabilistic sequence learning task designed to test cognitive flexibility and assess pre-stimulus gaze direction changes. A novel probabilistic sequence with a partially overlapping structure was introduced that allowed us to distinguish between the retention of old sequences and the acquisition of new ones. Following comparable statistical learning in both groups during the practice session, our results showed that tACS reduced the incorrect anticipations of previously learned triplets that remained high-probability in the new sequence and allowed participants to more flexibly anticipate triplets newly becoming high-probability. These results suggest a role of frontal midline theta in the flexible rewiring of the mental representations of prior probabilistic structures.", "date": "2025-08-24", "journal": ""}
{"title": "Dual-encoder contrastive learning accelerates enzyme discovery", "doi": "10.1101/2025.08.21.671639", "authors": "Rocks, J. W.; Truong, D. P.; Rappoport, D.; Maddrell-Mander, S.; Martin-Alarcon, D.; Lee, T.; Crossan, S.; Goldford, J. E.", "abstract": "The ability to engineer enzymes for desired reactions is a cornerstone of modern biotechnology, yet identifying suitable starting proteins remains a critical bottleneck. Dual-encoder contrastive learning models have emerged as a promising approach for enzyme discovery, learning to match chemical reactions with catalyzing enzymes through a shared embedding space. However, their practical performance beyond computational benchmarks remains unproven. Here, we close this gap with Horizyn-1, a deep learning framework for direct reaction-to-enzyme recommendation validated through comprehensive experimental testing. Leveraging a computationally efficient combination of reaction fingerprints and protein language models, we trained Horizyn-1 on 8.9 million reaction-enzyme pairs to achieve state-of-the-art performance, recovering an enzyme with correct activity within the top 100 hits for over 75% of test reactions. We experimentally validate Horizyn-1 across three enzyme discovery scenarios: identifying enzymes for orphan reactions, predicting enzyme promiscuity for both characterized and uncharacterized enzymes, and discovering enzymes for non-natural biochemical reactions including lysine-driven transaminations that enable efficient synthesis of non-canonical amino acids. On underrepresented reaction classes, we find that fine-tuning with fewer than 10 additional reactions can dramatically improve performance. Furthermore, a logarithmic scaling of model performance with training dataset size suggests continued improvement with larger and more diverse reaction datasets. Horizyn-1 addresses the critical bottleneck of sourcing initial enzymes for optimization campaigns, enabling efficient and scalable in silico screening for enzymes with desired activities and promising to accelerate future efforts in biocatalysis and metabolic engineering.", "date": "2025-08-24", "journal": ""}
{"title": "Insights into the bottromycin A2 mechanism of action", "doi": "10.1101/2025.08.19.671025", "authors": "Volynkina, I. A.; Grachev, A. A.; Livenskyi, A.; Yagoda, D. K.; Kasatsky, P. S.; Tolicheva, O. A.; Komarova, E. S.; Tupikin, A. E.; Karakchieva, A. O.; Lukianov, D. A.; Kabilov, M. R.; Paleskava, A.; Konevega, A. L.; Sergiev, P. V.; Dontsova, O. A.", "abstract": "The spread of antimicrobial resistance among pathogenic bacteria poses a threat for modern medicine, highlighting the need for the discovery and development of new potential therapeutic agents. Bottromycin A2 (BotA2) represents a promising candidate for future drug development, exhibiting activity against clinically relevant methicillin-resistant Staphylococcus aureus, vancomycin-resistant Enterococcus, and mycoplasma. However, its exact mechanism of action has not been fully elucidated until now. Here, we demonstrate that BotA2 inhibits bacterial translation showing unique context specificity with regard to the mRNA coding sequence. By using high-throughput toe-printing combined with deep sequencing (toe-seq analysis), we show that BotA2 induces ribosome stalling predominantly when a glycine codon enters the A-site of the ribosome, with stalling efficiency independent of codons located in the P- and E-sites. Our biochemical and biophysical data reveal that BotA2 arrests glycine-containing ternary complexes on the ribosome thereby preventing the full accommodation of incoming Gly-tRNAGly in the peptidyl transferase center. Altogether, our findings uncover a completely novel, previously undescribed mechanism of translation inhibition based on the context-specific immobilization of ternary complexes on elongating ribosomes.", "date": "2025-08-24", "journal": ""}
{"title": "Manganese mediates antiviral effects by driving an ATM -TBK1 phosphorylation signaling pathway", "doi": "10.1101/2025.08.20.671272", "authors": "sui, H.; wiscovitch-russo, R.; Cachaco, S.; Yang, J.; Bruchey, W.; Laverdure, S.; Chen, Q.; Imamichi, T.", "abstract": "We previously reported that manganese (Mn) enhances innate immune responses to viral infection by inducing phosphorylation of TANK-binding kinase 1 (TBK1) in an Ataxia-telangiectasia mutated (ATM)-dependent manner. However, the underlying mechanism by which how Mn induces TBK1 phosphorylation remained unclear. Here, we show that Mn dose-dependently induced TBK1 phosphorylation in the presence of ATM across multiple cell lines, as well as in primary human macrophages and T cells. This phosphorylation was abolished in ATM-deficient cells, and we identified cytoplasmic ATM as a key mediator. Immunoprecipitation assays revealed that Mn promoted ATM phosphorylation at Ser1893, Ser1981, and Ser2996. TBK1 interacted with phosphorylated ATM at early stages, but upon phosphorylation, TBK1 dissociated from the ATM-TBK1 complex. This dissociation coincided with enhanced antiviral cytokine production. Furthermore, Mn dose-dependently suppressed HIV replication by inducing multiple antiviral host factors and cytokines. Together, these findings identify a cytoplasmic ATM-TBK1 phosphorylation cycle as a critical regulator of antiviral innate immunity and suggest Mn supplementation as a potential therapeutic approach against HIV and other viral infections.", "date": "2025-08-24", "journal": ""}
{"title": "REFEE Shapes ZGA Through Post-Transcriptional Regulation of Repetitive RNAs in Mouse Embryos", "doi": "10.1101/2025.08.21.671216", "authors": "Kobayashi-Ishihara, M.; Sakashita, A.; Guo, Y.; Ishizu, H.; Hasuwa, H.; Li, T. D.; Nakahara, T.; Kitano, T.; Kosako, H.; Murano, K.; Siomi, H.", "abstract": "During early mammalian embryonic development, repetitive elements such as transposons and duplicated genes are transcriptionally active and play key roles in embryogenesis. MERVL, an endogenous retrovirus, is essential for shaping the early transcriptome, particularly during the transition from totipotency to pluripotency. However, the function of many repetitive elements remains poorly understood. Here, we add a new repetitive player, REFEE, that regulates repetitive RNAs and contributes to totipotency regulation through post-transcriptional mechanisms. REFEE was initially identified as a paralogue of Alyref, a nucleocytoplasmic RNA exporter, transiently expressed during the 2-cell stage of mouse embryogenesis. REFEE preferentially binds and stabilizes MERVL RNA, promoting its export. REFEE knockdown embryos fail to complete zygotic genome activation (ZGA), accompanied by a significant reduction in MERVL RNA levels. REFEE primarily influences transcript levels of ZGA genes, upregulating or downregulating them in a manner correlated with their genomic proximity to MERVL. Proteomic analysis further revealed that REFEE knockdown also decreases protein levels of its RNA targets, indicating an additional layer of post-transcriptional regulation beyond RNA stability. Our findings identify REFEE as an essential post-transcriptional regulator of early embryonic development and highlight the functional interplay between repetitive elements in shaping the zygotic transcriptome.", "date": "2025-08-24", "journal": ""}
{"title": "Seizures in a Bang-Sensitive Epilepsy Model Impact Associative Learning in Drosophila Larvae", "doi": "10.1101/2025.08.20.671221", "authors": "Gammon, K. T.; Cho, S.; Reynolds, E. R.", "abstract": "The seizures associated with epilepsy in humans may impact their learning and memory, however, the mechanism of how the seizures themselves lead to these deficits is not clear. Drosophila mutant flies that have seizure phenotypes have been used effectively as a model for human epilepsy. In this study, we tested whether stimuli that induce seizures in Drosophila parabss mutants, a mutation in the fly sodium channel gene, affect learning. We used an adult conditioned courtship model and both rewarding and aversive associative learning assays in Drosophila larvae. For the conditioned courtship model, males exposed to mated females show depressed mating when placed with virgin females, suggesting that they learned from their rejection. In the larval paradigm, larvae are trained by pairing an odor (octanol or amyl acetate) with a reward (fructose) or an aversive stimulus (electrical shock) and then tested for learning by looking for movement towards or away from the odor they were trained on in a choice assay. We found that our wildtype CS stock and parabss mutants did not respond to octanol as a neutral odor but as an aversive one. Therefore, octanol was used to train in a positive associate learning task and amyl acetate was used in aversive assays. Our parabss stock performed almost as well as wildtype in learning in all of these assays, although other labs had reported learning deficits in these mutants. In addition, seizure induced through vortex in the adult learning paradigm and cold in the larval assay disrupted learning. These results suggest that learning deficits may be directly due to seizures rather than some other effect of the mutant.", "date": "2025-08-24", "journal": ""}
{"title": "PathPCNet: Pathway Principal Component-Based Interpretable Framework for Drug Sensitivity Prediction", "doi": "10.1101/2025.08.20.668802", "authors": "Adhikari, B.; Sobhan, M.; Sutradhar, A.; Narasimhan, G.; Mondal, A. M.", "abstract": "Precision medicine aims to identify significant biomarkers and effective drugs tailored to individual genomic profiles, thereby enabling personalized treatment strategies. Drug efficacy is often attributed to drug response, commonly measured as the concentration of a drug required to inhibit a biological activity. In contrast, drug sensitivity reflects how strongly a tumor responds to a drug, where a lower effective dose indicates higher sensitivity. Machine learning-based drug response prediction has the potential to accelerate biomarker discovery and facilitate the development of more effective therapeutics. In this study, we present PathPCNet, a novel interpretable deep learning framework that integrates multi-omics data (copy number variation, mutation, and RNA sequencing) fused with biological pathways, drug molecular structure, and Principal Component Analysis for drug response prediction. Our model achieves a Pearson correlation coefficient of 0.941 and an R-squared of 0.885, outperforming the existing pathway-based approaches. We employ SHAP-based model interpretation to quantify the contributions of omics and drug features, uncovering key pathways and gene-drug interactions associated with resistance mechanisms. These results demonstrate the utility of integrative deep learning models not only for accurate prediction but also for generating biologically meaningful insights, which can advance drug discovery and precision oncology. In addition, the framework also facilitates the identification of important pathways, genes, and atomic attributes of drugs related to drug sensitivity and different cancer types.", "date": "2025-08-24", "journal": ""}
{"title": "Polymer-derived distance penalties improve chromatin interaction predictions from single-cell data across crop genomes", "doi": "10.1101/2025.08.20.671329", "authors": "Schlegel, L.; Gomez-Cano, F.; Marand, A. P.; Johannes, F.", "abstract": "Scalable proxies of 3D genome interactions, such as from single-cell co-accessibility or Deep Learning, systematically overestimate long-range chromatin contacts. To correct this bias, we introduce a penalty function grounded in polymer physics, derived by fitting a multi-component power-law model to experimental Hi-C data from maize, rice, and soybean. This correction substantially improves concordance with Hi-C, reduces false-positive rates of long-range interactions by up to 95%, and reveals distinct decay exponents corresponding to different scales of chromatin organization. We provide open-source code and derived parameters to facilitate broad application across plant species.", "date": "2025-08-24", "journal": ""}
{"title": "Jaccard Index Network Analysis for pangenome analysis", "doi": "10.1101/2025.08.20.669834", "authors": "Penil-Celis, A.; Redondo-Salvo, S.; Tagg, K. A.; Webb, H. E. E.; Garcillan-Barcia, M. P.; de la Cruz, F.", "abstract": "Jaccard Index Network Analysis (JINA) is a comprehensive workflow designed to explore bacterial genome relationships through an integrated network-based approach. This workflow combines existing tools such as Jaccard Index (1), Gephi (2) and Pangraph (3). By integrating these methodologies into a unified framework, JINA enables efficient visualization and stratification of genomic data, facilitating the identification of meaningful patterns, groups, and associations within bacterial populations. The use of JINA ensures precision in capturing genomic variation including single nucleotide polymorphisms, insertions and deletions. While JINA does not implement Gephi, BLAST, and PanGraph directly in a single software, it guides their coordinated use to analyze and interpret genomic data effectively.", "date": "2025-08-24", "journal": ""}
{"title": "Multi-tier signaling and epigenomic reprogramming orchestrate microglial inflammatory states and functions associated with demyelination", "doi": "10.1101/2025.08.21.670551", "authors": "Distefano-Gagne, F.; Belhamiti, N.; Saxon, W.; Bitarafan, S.; Machado Xavier, A.; Fiola, S.; Rivest, S.; Gosselin, D.", "abstract": "The extensive heterogeneity of microglia inflammatory states accompanying neurodegenerative diseases underscores the complex molecular mechanisms that regulate these cells. Here, we report on transcriptional effectors that control microglial inflammatory polarization associated with brain demyelination in mice. Using flow cytometry, microscopy and RNA-seq, we identified two dominant, functionally distinct states of Clec7a+CD229+ inflammatory microglia, discriminated from one another by CD11c expression. Epigenomic analyses implicated genome-wide nucleosome remodeling to the polarization process, driven by state-associated stimulation of transcription factors that included Pu.1, AP-1, Bhlhe40 and Egr2, as well as re-calibration of homeostatic input provided by Mef2. Loss-of-function experiments validated the physiological relevance of Trem2, Mef2a and Egr2 to the microglial inflammatory polarization process in the demyelinating brain. Therefore, distinct configurations of signaling input cooperate with epigenetic mechanisms to reprogram the transcriptional output of microglia to enable their inflammatory functions.", "date": "2025-08-24", "journal": ""}
{"title": "Treefrogs exploit temporal onset synchrony and harmonicity in forming auditory objects of vocal communication signals", "doi": "10.1101/2025.08.23.670182", "authors": "Kalra, L.; Hoebel, G.; Bee, M. A.", "abstract": "Animals frequently communicate in dense social aggregations characterized by the presence of overlapping signals from multiple individuals. Receivers have to perceptually organize these overlapping signals into distinct auditory objects, each corresponding to the perceptual representation of an individual signal. All the signal components produced by the same individual should be integrated into a unitary auditory object while those produced by distinct individuals should be segregated. The principles of auditory object formation and their importance in vocal communication are less understood in non-human animals relative to humans. Here, using American green treefrogs, Hyla cinerea, we tested the hypothesis that receivers exploit the relative timing and harmonic relatedness of multiple spectral components to integrate or segregate sounds during auditory object formation. Using phonotaxis as a behavioral assay, females were given a choice between an attractive conspecific call consisting of three spectral components and a composite call consisting of the same three conspecific spectral components to which we added three spectral components from the call of a heterospecific sister species (Hyla gratiosa). The addition of heterospecific components to conspecific calls renders them less attractive. Across treatments, we manipulated the relative onset timing and harmonic relatedness of the heterospecific components in relation to the conspecific components. We predicted that asynchronous temporal onsets and inharmonic relationships between the conspecific and heterospecific components would promote their perceptual segregation. Our findings are consistent with this prediction. We discuss these findings in the light of parallel perceptual processes across animal taxa and neuroethological theories of auditory processing.", "date": "2025-08-24", "journal": ""}
{"title": "An AlphaFold guided model for the evolution of the CaMKII interactome", "doi": "10.1101/2025.08.21.670683", "authors": "Khwaja, S. T.; Hamid, M.; Khan, S. M.", "abstract": "The neuronal functions of mammalian calcium calmodulin (Ca2+.CAM) dependent protein kinase II (CaMKII) are orchestrated by an interactome of multiple CaMKII-protein interactions when Ca2+.CAM opens the kinase domain to bind Ca2+ response regulators and substrates to its regulatory helix and C-lobe, respectively. We analysed over forty 3D-atomic structures and models of CaMKII-target complexes to track the evolution of the neuronal CaMKII interactome over three model organisms and the early metazoan Trichoplax adhaerans. We report the conservation of the molecular interactome based on binding surface overlap, energy frustration and fold evolution. Transcriptome databases informed on Ca2+ CaMKII response regulation and colocalization with substrates. The activation machinery was invariant, but the co-expression of CaMKII and its substrates relative to the mammalian isoform was progressively reduced in simpler organisms. We propose CaMKII architecture for autoinhibition, Ca2+ response and substrate association was formed for neurosecretion, then specialised for synaptic signalling with the alpha-isoform.", "date": "2025-08-24", "journal": ""}
{"title": "HCN channels reveal conserved and divergent physiology in supragranular pyramidal neurons in primate species", "doi": "10.1101/2025.08.22.671856", "authors": "Radaelli, C.; Schmitz, M.; Liu, X.-P.; Sawchuk, S.; Opitz-Araya, X.; Hudson, M.; Taskin, N.; Bertagnolli, D.; Goldy, J.; Ko, A. L.; Grannan, B. L.; Hauptman, J. S.; Patel, A. P.; Cobbs, C.; Smith, K. A.; Spain, W. J.; Lein, E. S.; Bakken, T.; Dembrow, N. C.; Ting, J. T.; Kalmbach, B. E.", "abstract": "The physiological properties of human and rodent neurons differ, yet the extent to which these differences reflect human specializations is often unclear. Compared with their rodent counterparts, human supragranular pyramidal neurons possess enriched HCN-channel-dependent intrinsic membrane properties and a related sensitivity to synaptic inputs containing delta/theta band frequencies. We tested whether other primate species possess enriched HCN-channel dependent membrane properties. We found ubiquitous HCN1 subunit gene expression in supragranular glutamatergic neurons across New World Monkeys, Old-World Monkeys, and great apes in single nucleus RNA-sequencing datasets. Using Patch-seq recordings from acute and cultured brain slices, we found robust HCN-dependent physiological properties in supragranular pyramidal neurons in a species of New-World monkey (Saimiri sciureus) and two species of Old-World Monkey (Macaca mulatta, Macaca nemestrina). In both human and macaque neocortex, HCN-related intrinsic properties increased in magnitude with increasing laminar depth, especially in one transcriptomic cell type. Within this type, HCN dependent properties were more pronounced in macaque than human neurons. These findings indicate that HCN-governed membrane properties and sensitivity to delta/theta band frequencies are roughly conserved in supragranular pyramidal neurons across at least 36 million years of primate evolution.", "date": "2025-08-24", "journal": ""}
{"title": "Dopamine supports reward prediction to constrain reward seeking", "doi": "10.1101/2025.08.22.671841", "authors": "Malvaez, M.; Suarez, A.; Griffin, N. K.; Ostlund, S. B.; Wassum, K. M.", "abstract": "Reward-predictive cues trigger dopamine release in the nucleus accumbens core (NAc). This signal has long been thought to mediate motivation. However, understanding of dopamine function is complicated by the fact that reward cues not only motivate reward pursuit, but also enable the reward predictions that shape how reward is pursued. Thus, here we used dopamine sensor fiber photometry, cell-type and pathway-specific optogenetic inhibition, Pavlovian cue-reward conditioning, and test of cue-induced reward-pursuit strategy in male and female rats, to ask how cue-evoked phasic dopamine release supports reward pursuit. Cues that predicted imminent reward with high probability triggered a large NAc dopamine response and checking for the expected reward in the delivery location, rather than exploratory reward seeking. Cues that predicted reward with low probability elicited less dopamine and biased towards motivation to seek, rather than check for reward. Cue-evoked dopamine inversely related to and predicted reward seeking. Correspondingly, yet surprisingly, inhibition of cue-evoked NAc dopamine increased reward-seeking motivation and decreased reward checking. Thus, cue-evoked NAc dopamine is positively modulated by high imminent reward prediction to constrain exploratory reward-seeking motivation in favor of a more focal reward-checking strategy. These data advance understanding of dopamine function by indicating dopamine does not simply promote reward-seeking motivation, but rather supports reward predictions to shape adaptive reward pursuit strategy.", "date": "2025-08-24", "journal": ""}
{"title": "A Synthetic Coolant (WS-23) in Electronic Cigarettes Disrupts Normal Development of Human Embryonic Cells", "doi": "10.1101/2025.08.20.671188", "authors": "Etemadi, S.; Debich, M.; Talbot, P.", "abstract": "Electronic cigarettes (ECs) often contain high concentrations of WS-23, a synthetic coolant. Our goal was to determine if WS-23 activates TRPM8 channels in human embryonic stem cells (hESCs), leading to abnormal embryonic development. Nanomolar concentrations of WS-23 triggered calcium influx in hESCs, as visualized using Fluo-8. Live cell imaging showed that 26 to 2600 nM of WS-23 inhibited hESC colony growth in a concentration dependent manner. Growth inhibition was caused by an increase in cell death and a reduction in cell division. Exposure to nM WS-23 inhibited mitochondrial reductases in the MTT assay, altered colony morphology, and induced formation of gaps between cells. The above processes were blocked by a TRPM8 channel antagonist. WS-23 at concentrations as low as 26 nM caused loss of OCT4 (a pluripotency marker) in hESCs and expression of SOX17 (an endoderm marker). These data show that WS-23 could reach an embryo during maternal vaping at concentrations sufficient to disrupt normal development.", "date": "2025-08-24", "journal": ""}
{"title": "A continuum of information-based temporal stability measures and their decomposition across hierarchical levels", "doi": "10.1101/2025.08.20.671203", "authors": "Chao, A.; Colwell, R. K.; Shia, J.; Thorn, S.; Yang, M.-Y.; Mitesser, O.; Huang, Y.-T.; Kortmann, M.; Mori, A. S.; Delory, B. M.; Fichtner, A.; Huang, Y.; Roscher, C.; Schmid, B.; Eisenhauer, N.; Mueller, J.", "abstract": "When biodiversity-stability relationships are assessed from temporal patterns of species (or species assemblages) biomass or other key variables, ecological stability is commonly quantified as the inverse of the coefficient of variation (CV) or its square. However, just as biodiversity cannot be fully characterized by a single value, the complexity of temporal stability/invariability cannot be completely captured by one metric, especially since CV is disproportionally sensitive to large data values. Ecologists now recognize that species diversity can be fully characterized by a continuum of Hill-number-based measures parametrized by a diversity order q >= 0, which determines the sensitivity of the measure to species abundance. Building on the intuitive concept that temporal stability can be quantified by the closeness between the data vector and the ideally maximally stable vector, we propose a continuum of information-based measures of temporal stability/invariability parameterized by an order q>0. This continuous parameter q determines the sensitivity of the measure to the magnitude of biomass or other ecosystem functions. By varying q, researchers can differentially weight small, medium, or large values in a time series, thereby disentangling their respective contributions to stability. Our framework unifies and generalizes classical measures: the case q=1 links to Shannon entropy, reflecting MacArthur 1955 stability concept; q=2 connects to the conventional CV-based measure. Unlike these traditional metrics, our approach explicitly accounts for the number of data values (i.e., time points), adjusting for time-series-length effects to enable fair and meaningful comparisons across datasets of varying lengths. We extend the framework to hierarchical structures by developing additive and multiplicative decompositions of stability in a metacommunity (or metapopulation) into alpha and beta components. The beta component can be further used to obtain measures that quantify (a)synchrony among communities (or populations). For q=2, the resulting (a)synchrony measure provides a mathematically rigorous, CV-based metric. The proposed measures are illustrated using 22-year biomass time series data from the Jena Experiment in Germany. We developed the R package iSTAY (information-based stability measures) and online tools for computation and visualization. Our measures are adaptable to other functions beyond biomass and are applicable in both temporal and spatial contexts.", "date": "2025-08-24", "journal": ""}
{"title": "Cognitive enrichment improves spatial memory and alters hippocampal synaptic connectivity in a mouse model for early-life stress", "doi": "10.1101/2025.08.23.671914", "authors": "Shobe, J. L.; Ghanbarian, E.; Bain, R.; Saxena, R.; Chandrasekaran, M.; McNaughton, B. L.", "abstract": "Early life stress (ELS) and enrichment often have opposing effects on long-term cognitive abilities. Deprivation, such as institutionalized care during early childhood neurodevelopmental periods, results in lifelong working memory and recall deficits. In contrast, enrichment facilitates new learning and slows cognitive decline due to aging and neurodegenerative diseases. Similarly, in rodent models, enrichment facilitates learning whereas ELS induces prominent spatial memory deficits. Environmental enrichment (EE) and ELS can cause opposing changes in hippocampal structure (e.g. shifts in synaptic density) that largely depend on experimental conditions. However, it remains untested whether EE can rescue the behavioral disruptions caused by ELS and how this would impact the hippocampus at advanced ages. To address this, we conducted a longitudinal study on ELS mice, extensively training them on a cognitive enrichment track (ET) or an exercise alone control track (CT). After this, the mice underwent repeated memory testing followed by brain extraction for anatomical analysis of their hippocampus. We found that ET reversed spatial memory deficits at 6, 13 and 20 months and reduced the number of dentate gyrus (DG) to CA3 synapses. Surprisingly, this reduction occurred at excitatory MF synapses surrounding CA3 somas in the stratum pyramidale, a layer not typically associated with MF terminals. Collectively, these findings suggest that cognitive enrichment during early adulthood may reverse ELS-induced spatial memory deficits by adjusting synaptic connectivity between the DG and CA3.", "date": "2025-08-24", "journal": ""}
{"title": "Purification and Immunogenicity of Nipah Virus-Like Particles from Insect Cells", "doi": "10.1101/2025.08.21.671198", "authors": "Bezeljak, U.; Jerman, A.; Kobal, T.; Lokar Kosmac, M.; Birsa, E.; Kolenc, M.; Deri, D.; Palyi, B.; Kis, Z.; Peterka, M.", "abstract": "Nipah virus (NiV) is an emerging high-fatality zoonotic threat lacking approved vaccines. Current virus-like particle (VLP) production methods rely on costly mammalian cell systems and non-scalable ultracentrifugation purification. We developed an efficient production system for enveloped NiVLPs by co-expressing structural proteins F, G, and M using a baculovirus expression vector system in Sf9 cells. A novel multi-step chromatographic purification process was established using monolith convective media, integrating steric exclusion chromatography with sequential cation and anion exchange steps. Purified NiVLPs were characterized by nanoparticle tracking analysis and transmission electron microscopy, then evaluated for immunogenicity in Syrian golden hamsters. The optimized process yielded enveloped particles of approximately 100-120 nm that morphologically resemble native NiV virions. A single 25 g NiVLP dose induced robust systemic anti-NiV G IgG responses within 14 days, demonstrating rapid immunogenicity suitable for outbreak response. However, neutralizing antibody titers against NiV remained limited compared to total IgG responses. This study establishes the first chromatography-based manufacturing platform for morphologically correct NiVLPs from insect cells. A deeper understanding of the immunity generated is needed to support their potential as a rapidly deployable vaccine platform against NiV.", "date": "2025-08-24", "journal": ""}
{"title": "Retrospective metabolomics via dual-dimensional deconvolution using ZT Scan DIA 2.0", "doi": "10.1101/2025.08.20.671307", "authors": "Matsuzawa, Y.; Tokiyoshi, K.; Buyantogtokh, B.; Oka, T.; Causon, J.; Yamamoto, R.; Takeuchi, M.; Takeda, U.; Takahashi, M.; Hasegawa, M.; Ivosev, G.; Cox, D.; Baker, P. R.; Chelur, A.; Bloomfield, N.; Miyamoto, J.; Harayama, T.; Deng, L.; Tsugawa, H.", "abstract": "Herein, we present a scanning data-independent acquisition (DIA) approach (ZT Scan DIA 2.0) combined with dual-dimensional tandem mass spectrometry spectral deconvolution along both the quadrupole and retention time axes to reconstruct compound-specific MS2 spectra from complex mixtures. This approach outperformed conventional data-dependent acquisition (DDA) and window-based DIA methods in terms of annotation rates for hydrophilic metabolomics (114-160%) and lipidomics (105-136%). Moreover, this approach achieved dot product score distributions comparable with those obtained with a 1-Da precursor isolation window. Furthermore, the platform enables lipid isomer separation through the retrospective analysis of complete DIA datasets covering 1,017 and 2,353 molecules for human plasma and mouse liver tissues, respectively. In addition, the platform yields compound-specific ground truth MS2 spectra that surpass DDA in terms of spectral purity. This establishes a transformative foundation for repository-scale metabolomics in line with the findable, accessible, interoperable, and reusable data principles.", "date": "2025-08-24", "journal": ""}
{"title": "Retrospective metabolomics via dual-dimensional deconvolution using ZT Scan DIA 2.0", "doi": "10.1101/2025.08.20.671307", "authors": "Matsuzawa, Y.; Tokiyoshi, K.; Buyantogtokh, B.; Oka, T.; Causon, J.; Yamamoto, R.; Takeuchi, M.; Takeda, U.; Takahashi, M.; Hasegawa, M.; Ivosev, G.; Cox, D.; Baker, P. R.; Chelur, A.; Bloomfield, N.; Miyamoto, J.; Harayama, T.; Deng, L.; Tsugawa, H.", "abstract": "Herein, we present a scanning data-independent acquisition (DIA) approach (ZT Scan DIA 2.0) combined with dual-dimensional tandem mass spectrometry spectral deconvolution along both the quadrupole and retention time axes to reconstruct compound-specific MS2 spectra from complex mixtures. This approach outperformed conventional data-dependent acquisition (DDA) and window-based DIA methods in terms of annotation rates for hydrophilic metabolomics (114-160%) and lipidomics (105-136%). Moreover, this approach achieved dot product score distributions comparable with those obtained with a 1-Da precursor isolation window. Furthermore, the platform enables lipid isomer separation through the retrospective analysis of complete DIA datasets covering 1,017 and 2,353 molecules for human plasma and mouse liver tissues, respectively. In addition, the platform yields compound-specific ground truth MS2 spectra that surpass DDA in terms of spectral purity. This establishes a transformative foundation for repository-scale metabolomics in line with the findable, accessible, interoperable, and reusable data principles.", "date": "2025-08-24", "journal": ""}
{"title": "Integrating single-cell and single-nucleus datasets improves bulk RNA-seq deconvolution", "doi": "10.1101/2025.08.20.671333", "authors": "Ivich, A.; Greene, C. S.", "abstract": "Bulk RNA-seq deconvolution typically uses single-cell RNA-sequencing (scRNA-seq) references, but some cell types are only detectable through single-nucleus RNA sequencing (snRNA-seq). Because snRNA-seq captures nuclear, but not cytoplasmic, transcripts, direct use as a reference could reduce deconvolution accuracy. Here, we systematically benchmark strategies to integrate both modalities, focusing on transformations and gene-filtering approaches that harmonize snRNA-seq with scRNA-seq references. Across four diverse tissues, we evaluated principal component-based shifts, conditional and non-conditional variational autoencoders (scVI), and the removal of cross-modality differentially expressed genes (DEGs). While all methods improved performance relative to untransformed snRNA-seq, filtering consistent cross-modality DEGs delivered the greatest gains, often matching or surpassing scRNA-only references. Conditional scVI performed comparably and was especially effective when matched scRNA-snRNA cell types were unavailable. In real adipose bulk samples without ground truth, DEG pruning and conditional scVI provided the most robust cell-fraction estimates across donors and transformations. Together, these results demonstrate that scRNA-seq should be prioritized as the reference when available, with snRNA-seq appended only after filtering cross-modality DEGs. For less-characterized systems where DEG information is limited, conditional scVI offers a practical alternative. Our findings provide clear guidelines for modality-aware integration, enabling near-scRNA-seq accuracy in bulk deconvolution workflows.", "date": "2025-08-24", "journal": ""}
{"title": "Activity-driven proprioceptive synaptic refinement in the developing spinal cord by complement signaling mechanisms", "doi": "10.1101/2025.08.22.671861", "authors": "Nagaraja, C.; Ortiz, S.; Murali, A. R.; Griffith, T. N.", "abstract": "Proprioceptive group Ia afferents detect muscle stretch to guide effortless and purposeful movement and make monosynaptic connections with spinal -motor neurons to mediate reflexes, such as the stretch reflex. It is thought that proprioceptive Ia afferents target motor neurons of the same spinal segment; yet, how this specificity, if any, is established during early development is unknown. Using ex vivo spinal cord electrophysiology preparations from neonatal mice of both sexes, we identified a developmental period during which proprioceptive la afferents evoke both segmental and intersegmental responses at monosynaptic latencies. We provide anatomical evidence that motor neurons in the lumbar segment 4 (L4) receive direct input from proprioceptive Ia afferents in L5 during early postnatal development. Intersegmental responses (L4/L5) were prominent at postnatal days (P) 4-7 but were virtually absent by P11-13. To test the role of proprioceptor activity on segmental specification, we analyzed Nav1.6 conditional knockout mice (Nav1.6cko), in which proprioceptor signaling is impaired, and found that intersegmental responses persist up to P11-13 but were absent in age-matched floxed controls. We predict this is due to impaired activation of complement signaling pathways, as Nav1.6cko mice showed reduced C1qA expression in the ventral spinal cord at P9. Consistent with this, C1qA knockout mice also retain intersegmental responses at P11-13. Collectively, these findings identify an important postnatal window during which segmental specificity of proprioceptive circuits emerges and suggest that proprioceptor activity induces C1qA-mediated elimination of excessive intersegmental connectivity.", "date": "2025-08-24", "journal": ""}
{"title": "Droplet-based microfluidics platform for investigation of protoplast development of three exemplary plant species", "doi": "10.1101/2025.08.19.671073", "authors": "Marczakiewicz-perera, P. R.; Winkelmann, T.; Koehler, M. J.; Cao, J.", "abstract": "Microfluidic technologies offer powerful tools for miniaturized and highly controlled biological experiments, yet their application in plant research remains underexploited. In this study, we present a droplet-based microfluidic platform tailored for the encapsulation and cultivation of plant protoplasts, enabling long-term observation of cell development at nearly single-cell resolution. Protoplasts isolated from leaves of Nicotiana tabacum, Brassica juncea, and Kalanchoe daigremontiana were used to evaluate the platform's suitability across diverse plant species. Our results demonstrate species-dependent responses to microfluidic cultivation, with tobacco protoplasts showing the highest viability. The system permits dynamic tracking of cell fate within individual droplets and supports the quantification of stochastic and concentration-dependent responses to chemical stimuli. Using tobacco protoplasts, we further investigated the effect of low concentrations of cytokinins (BAP) and auxins (NAA) for the early protoplast culture, up to the first division. Low concentrations significantly enhanced cell survival and cell growth, while higher doses did not yield additional benefits. This work underscores the potential of droplet-based microfluidics as a high-resolution, low-volume platform for protoplast-based assays and dose-response screening, with applications across diverse plant biotechnology studies.", "date": "2025-08-24", "journal": ""}
{"title": "Screening of Cellular Senescence Related Genes as Biomarkers and Therapeutic Targets for Glioblastoma by Integrated Machine Learning", "doi": "10.1101/2025.08.19.670890", "authors": "Xue, T.; Hu, Y.; Lyu, H.; Xie, T.", "abstract": "Glioblastoma (GBM) is an aggressive brain tumor with limited prognostic biomarkers and therapeutic targets. This study applied an integrated machine learning (IML) framework to discover cellular senescence (CS) related gene biomarkers and candidate therapeutic targets in GBM. Using Gene Expression Omnibus (GEO) training and validation cohorts, 113 machine learning models across 11 algorithms were integrated to pinpoint CS associated gene signatures. Differential expression analysis combined with overlap of a CellAge senescence gene set yielded 129 CS related differentially expressed genes (DEGs). Functional enrichment of these DEGs highlighted pathways related to cellular senescence and cell cycle regulation (Gene Ontology and KEGG). A multivariate classifier constructed via stepwise generalized linear modeling (GLM) and LASSO achieved high diagnostic performance (area under the ROC curve 0.92 in training, each independent validation set is over 0.85). Seven top ranked genes from this model were validated, with TGFBI emerging as the most robust biomarker (AUC > 0.85) and its elevated expression was associated with significantly shorter overall survival. Spatial transcriptomics and single-cell RNA sequencing localized TGFBI expression to tumor cell clusters harboring high copy number variation (CNV) burdens. Immune microenvironment profiling linked TGFBI expression with increased macrophage infiltration. Finally, single-cell gene set enrichment (scGSEA) and AUCell analyses indicated enrichment of ECM receptor interaction signaling in TGF{beta}I-expressing cells. In summary, IML combined with spatial and single-cell transcriptomics identified TGFBI as a potent CS related biomarker and a promising therapeutic target in GBM.", "date": "2025-08-24", "journal": ""}
{"title": "Development of an RNA Aptamer as a Therapeutic Agent for Synucleinopathies", "doi": "10.1101/2025.08.19.670996", "authors": "Murakami, K.; Nguyen, T. H. V.; Tsuda, L.; Chawla, E.; Chen, Y.; Nagao, C.; Mizuguchi, K.; Tochio, H.; Bitan, G.", "abstract": "The aggregation of -synuclein (Syn), a 140-mer protein, has been implicated in the pathogenesis of Parkinson's disease, multiple system atrophy, and dementia with Lewy bodies. KTKEGV repeats (KR) of Syn are key mediators of prion-like propagation and neurodegeneration. Despite the availability of symptomatic treatments, no current therapy effectively delays disease progression. Here we report a 77-nucleotide (nt) RNA aptamer (1R6) with potent affinity and selectivity for Syn1-95 (KD = 18 nM) through in vitro selection. 1R6 significantly inhibited Syn oligomerization and {beta}-sheet-rich fibril assembly and promoted disaggregation of preformed fibrils. Additionally, 1R6 suppressed Syn seeding, as determined by FRET-based cellular biosensor cell assay. Cellular studies revealed that 1R6 cotransfection completely prevented Syn-induced cytotoxicity. To assess the protective effects of 1R6 in vivo, we used a Drosophila melanogaster model expressing human Syn in neurons. Flies fed with 1R6 showed improved locomotor defects, reduced photoreceptor degeneration, and decreased Syn levels in the head. Structural characterization through 1H-15N heteronuclear multiple quantum correlation nuclear magnetic resonance experiments demonstrated that 1R6 targets KR motifs, a finding further supported by in silico simulations. Our findings indicate that RNA aptamers, such as 1R6, may represent promising therapeutic candidates for synucleinopathies, thus opening new avenues in the treatment of these diseases.", "date": "2025-08-24", "journal": ""}
{"title": "Mechanistic basis of dynamic and heterogeneous divisive normalization in visual cortex", "doi": "10.1101/2025.08.19.671076", "authors": "Rockwell, H.; MacLean, J. N.", "abstract": "Neocortical computation emerges from the dynamic interplay of excitation and inhibition, operating in a loose balance regime where recurrent and external inputs contribute comparably to neuronal activity. Neurons display broad heterogeneity in synaptic inputs and firing rates, making it essential to explain the full distribution of responses, not just the mean, when elucidating mechanisms of dynamics and computation. We examined divisive normalization in mouse visual cortex using population calcium imaging of excitatory and parvalbumin (PV) inhibitory neurons, combined with computational models of varying complexity. We found that suppression in PV neurons was transiently reduced, driven by the dynamics of subcortical input, and that heterogeneity in suppression strength was linked to population correlations, variability in excitatory-inhibitory balance, and suppression of both subcortical and local cortical inputs. Our results link local recurrent connectivity to the diversity of normalizing responses in cortex, providing a mechanistic basis for functional heterogeneity in this computation.", "date": "2025-08-24", "journal": ""}
{"title": "Screening channelrhodopsins using robotic intracellularelectrophysiology and single cell sequencing", "doi": "10.1101/2025.08.19.671087", "authors": "Ehrlich, S. M.; VandeLoo, A. D.; Badawy, M.; Gonzalez, M. M. M.; Stockslager, M.; Yang, A.; Sinha, S.; Bracha, S.; Park, D.; Magondu, B.; Yang, B.; Boyden, E. S.; Forest, C. R.", "abstract": "Background: Our ability to engineer opsins is limited by an incomplete understanding of how sequence variations influence function. The vastness of opsin sequence space makes systematic exploration difficult. New method: In recognition of the need for datasets linking opsin genetic sequence to function, we pursued a novel method for screening channelrhodopsins to obtain these datasets. In this method, we integrate advances in robotic intracellular electrophysiology (Patch) to measure optogenetic properties (Excite), harvest individual cells of interest (Pick) and subsequently sequence them (Sequence), thus tying sequence to function. Results: We used this method to sequence more than 50 cells with associated functional characterization. We further demonstrate the utility of this method with experiments on heterogeneous populations of known opsins and single point mutations of a known opsin. Of these point mutations, we found C160W ablates the response of ChrimsonR to light. Conclusion and comparison to existing methods: Compared to traditional manual patch clamp screening, which is labor-intensive and low throughput, this approach enables more efficient, standardized, and scalable characterization of large opsin libraries. This method can enable opsin engineering with large datasets to increase our understanding of opsin sequence function relationships.", "date": "2025-08-24", "journal": ""}
{"title": "A unified network systems approach uncovers a core novel program underlying T follicular helper cell differentiation", "doi": "10.1101/2025.08.19.670906", "authors": "Omelchenko, A. A.; Rahman, S. A.; Viswanadham, V. V.; Yuen, G. J.; Del Rio Estrada, P. M.; D'Onofrio, V.; Chen, Y.; Sun, N.; Mattoo, H.; Varma, C. G.; Salgado, G.; Nava, M. S.; Ruiz, L. C.; Rivera, D. D.; Rios, S. A.; Kasturi, S. P.; Ribeiro, S. P.; Shlomchik, M. J.; Poholek, A. C.; Pillai, S. S.; Elsner, R. A.; Mahajan, V. S.; Das, J.", "abstract": "T follicular helper (Tfh) cells are central to the adaptive immune response and exhibit remarkable functional diversity and plasticity. The complex nature of Tfh cell populations, inconsistent findings across experimental systems and potential differences across species have fueled ongoing debate regarding core regulatory pathways that govern Tfh differentiation. Many studies have experimentally investigated individual proteins and circuits involved in Tfh differentiation in limited contexts, each providing only a partial understanding of the process. To address this, we adopted a novel multi-scale network systems approach that incorporates both regulatory and protein protein interactions. Our approach integrates diverse data types, captures regulation across multiple levels of immune system organization, and recapitulates known drivers. Further, we discover a core Tfh gene set that is conserved across tissue types and disease contexts, and is consistent across data modalities - bulk, single-cell and spatial. While components of this set have been individually reported, a novel aspect of our work lies in the discovery, characterization, and connectivity of this core signature using a single unbiased approach. Using this method, we also uncover a novel function of IL-12, a molecule with reported conflicting functions, in the regulation of Tfh differentiation. Notably, we find that, in both humans and mice, IL-12 is permissive for the differentiation of Tfh precursors, but blocks subsequent differentiation into GC Tfh cells. Overall, this work elucidates novel networks with unexplored roles in governing Tfh cell differentiation across species and tissues, paving the way for novel -therapeutic interventions.", "date": "2025-08-24", "journal": ""}
{"title": "Species-specific bacterial associations emerge from stochastically assembled microbiomes in Northeastern American fireflies", "doi": "10.1101/2025.08.19.670969", "authors": "Bechade, B.; Lower, S. E.; Nichols, S. R.; Dabbert, T. J.; Ravenscraft, A.", "abstract": "Many insects harbor diverse microbial communities (microbiomes) that can profoundly influence the biology of their host. Yet, for most insect taxa, the relative roles of stochastic events versus deterministic forces in shaping these communities remain unknown. We investigated microbiome assembly in fireflies (Coleoptera: Lampyridae) using 16S rRNA gene amplicon sequencing and quantitative PCR from 12 species and species groups collected across the Northeastern United States. We hypothesized that firefly microbiomes are predominantly structured by stochastic ecological processes, such as random microbial exposures. Consistent with this, we observed elevated normalized stochasticity ratio (NST) values for most bacteria, coupled with high intraspecific variability in bacterial abundance and composition. However, microbiomes were more similar among closely related firefly hosts, and several bacterial taxa, including endosymbionts and unusually prevalent mollicute strains, showed lower NST values, species-specific associations, and patterns linked to geography, season, and sex. These results reveal that deterministic processes--likely involving host-driven microbial filtering, microbe-microbe interactions, and reliable transmission modes--act alongside stochastic forces to shape firefly-microbe associations. By disentangling these ecological drivers in a diverse, understudied beetle lineage, our study advances understanding of the ecological and evolutionary processes structuring microbiomes in the wild.", "date": "2025-08-24", "journal": ""}
{"title": "Unlocking meiotic crossovers near plant centromeres", "doi": "10.1101/2025.08.19.671075", "authors": "Salinas Gamboa, R.; Fernandes, J. B.; Lian, Q.; Singh, D. K.; Durand, S.; Sahu, D.; Capilla Perez, L.; Lopez, H.; Kalde, A.; mercier, r.", "abstract": "Crossovers (COs) ensure proper chromosome segregation during meiosis and generate genetic diversity. COs are non-uniformly distributed along chromosomes and almost universally suppressed in centromere-proximal regions, notably creating a significant bottleneck for plant breeding. The mechanism of this CO suppression is elusive, but chromatin state is a contributing factor. Here, we identify three factors that actively limit proximal CO in Arabidopsis, the cohesion establishment factor CTF18, the centromeric cohesin protector SGO2, and the deSUMOylase SPF2. The mutation of these factors allows both the formation of CO in centromere-proximal region where they were completely absent in the wild-type, and enhance their frequency where they were rare. COs can be further increased by combining these mutations together or with mutation in the DNA methylase CMT3, suggesting that multiple mechanism prevent proximal CO in parallel. The identification of the very conserved CTF18, SGO2 and SPF2 as suppressors of centromere-proximal CO highlights the importance of cohesin turnover in this process and opens up new possibilities for plant breeding.", "date": "2025-08-24", "journal": ""}
{"title": "Structural basis for binding of RILPL1 to TMEM55B reveals a lysosomal platform for adaptor assembly through a conserved TBM motif", "doi": "10.1101/2025.08.19.670962", "authors": "Waschbuesch, D.; Pal, P.; Nirujogi, R. S.; Cavin, M.; Singh, J.; Alessi, D. R.; Khan, A. R.", "abstract": "Inherited mutations in VPS35 and the kinase LRRK2 lead to hyperphosphorylation of Rab GTPases and promote the formation of phospho-Rab signalling complexes. A subset of RH2 domain-containing proteins from the RILP-homology family, including RILP, RILPL1, RILPL2, JIP3, and JIP4 are Rab effectors that recognize the LRRK2-phosphorylated switch 2 threonine of phospho-Rab8A and phospho-Rab10. More recently, phospho-Rabs have been found on lysosomal membranes within multi-protein assemblies involving TMEM55B and RILPL1. TMEM55B is a 284-residue lysosomal membrane protein with no homology to known proteins. It comprises a 218-residue cytosolic N-terminal region and two predicted transmembrane -helices. Residues 80-160, which face the cytosol, mediate binding to a C-terminal motif of RILPL1, formed after RILPL1 associates with phospho-Rab8A. Here, we report the crystal structures of TMEM55B alone and in complex with a C-terminal RILPL1 peptide, encompassing the TMEM55B interaction region, which we define as the TMEM55B Binding Motif (TBM). The cytosolic domain of TMEM55B adopts a rigid architecture of two tandem RING-like domains, each forming a Zn-stabilized 40-residue {beta}-sandwich. TBM binding is mediated primarily by backbone hydrogen bonding and anchored by two glutamate residues from RILPL1. These findings support a model in which RILPL1 is recruited to phospho-Rab8A-positive lysosomes prior to TMEM55B engagement. Further co-immunoprecipitation and mutational analyses indicate that TMEM55B forms complexes independently of phospho-Rabs with proteins containing a conserved TBM, like that of RILPL1, including JIP3, JIP4, OCRL, WDR81, and TBC1D9B. Together, these findings uncover previously unrecognized regulatory networks associated with TMEM55B and lysosomal function and suggest that TMEM55B serves as a central hub for adaptor recruitment at the lysosomal membrane.", "date": "2025-08-24", "journal": ""}
{"title": "Nutrient niche differentiation among European herbaceous species reflects an extinction to invasion continuum", "doi": "10.1101/2025.08.20.670250", "authors": "Scheifes, D. J. P.; Olde Venterink, H.; de Boer, H. J.; Berghuis, P. M. J.; Lambers, H.; Schrader, J.; Rebel, K. T.; te Beest, M.; Wassen, M. J.", "abstract": "Threatened and invasive plant species may appear worlds apart; however, we propose that mechanisms underlying invasive success and extinction risk among European herbaceous species constitute a continuum from successful, well-dispersing, fast-growing species to threatened, slow-growing species. We provide empirical evidence for such an extinction-invasion continuum and show that threatened and naturalized invasive plant species occur at opposite ends. Threatened species persist in phosphorus-limited nutrient-poor habitats, while naturalized and invasive species more often occur in nitrogen-limited nutrient-rich habitats. These opposing niches suggest invasive species do not directly displace threatened species; instead, species replacement and extinction result from nutrient regime shifts. Mitigating and preventing nutrient enrichment, especially phosphorus, for nature conservation protects existing nutrient niches for threatened species and limits plant invasion.", "date": "2025-08-24", "journal": ""}
{"title": "Advancing Provenance Assignment using Machine Learning and Time Series Analysis of Chemical Chronologies in Archival Tissues", "doi": "10.1101/2025.08.19.671102", "authors": "Arai, K.; Willmes, M.; Johnson, R. C.; Sturrock, A. M.", "abstract": "Accurately assigning the provenance of organisms is critical for understanding ecological connectivity and guiding effective conservation and management. Natural chemical chronologies stored in metabolically inert, incrementally growing tissues (e.g., otoliths) provide a powerful tool for this purpose. However, traditional approaches face biological challenges (e.g., dispersal, maternal effects), collapse chronological data into summary metrics, and rely on subjective interpretation--limiting their accuracy and scalability. We present a novel, flexible framework that integrates machine learning, time-series analysis, and ensemble modeling to improve provenance assignment from archival tissue chemistry. Using otolith 87Sr/86Sr profiles from 17 natal sources of California Central Valley Chinook salmon (Oncorhynchus tshawytscha), we moved beyond conventional summary-based methods by developing fully automated time-series feature extraction, explicit time-series classification (including dynamic time warping [DTW] with k-nearest neighbors [KNN]), and ensemble models that combine multiple classifiers. We further incorporated simulated data to represent under-sampled life history strategies and validated the framework on real-world, known- and unknown-origin samples. Time-series-based approaches consistently outperformed traditional methods, particularly for sources with strong maternal signatures or early dispersal. Feature extraction approaches informed by biological knowledge were most effective when chemical chronologies followed predictable life-stage-specific patterns, whereas explicit time-series classification (DTW + KNN) excelled when sources displayed distinct overall profile 'shapes'. Ensemble models leveraged the complementary strengths of individual approaches, outperforming any single method. Incorporating simulated data corrected systematic underrepresentation of key life history phenotypes in real-world applications, improving model performance, population composition estimates, and their relevance for management decisions. Our results highlight the power of treating archival chemical data as time series, combined with machine learning and ensemble strategies, to enhance the accuracy, consistency, and scalability of provenance assignment. This flexible framework is broadly applicable across taxa, tissues, and chemical markers, offering a practical roadmap for advancing ecological inference and informing conservation and management.", "date": "2025-08-24", "journal": ""}
{"title": "EFFECT OF METHANOL STEM-BARK EXTRACT OF Erythrina senegalensis ON SERUM ALBUMIN LEVEL OF CARBON TETRACHLORIDE INDUCED LIVER DAMAGE IN WISTAR ALBINO RATS.", "doi": "10.1101/2025.08.20.671200", "authors": "Adetunji, A. A.; Raymond, J.; Turaki, A.; Yahaya, T. O.; James, T.; Kolawole, A.", "abstract": "Introduction: Previous investigations already established the pharmacological importance of Erythrina senegalensis. The current study was conducted to determine the effect of methanol stem-bark extract of Erythrina senegalensis (MEES) on serum albumin level of carbon tetrachloride (CCl4) induced liver damage in wistar rats. Method: Thirty wister rats of either sex weighing were randomly divided into six groups of five rats each. Group 1 served as the control received standard pelleted rat feed with normal distilled water. Group 2-6 were administered 30% CCl4 1ml/kg body weight in liquid paraffin at 72hrs interval. Group 2 was untreated while group 3 was orally treated with standard drug salymarin for 14days. Group 4-6 were orally treated respectively with 100, 300 and 500mg/kg body weight of the MEES. Result: The phytochemical analysis of the MEES indicated the presence of saponins, phenols, flavonoids, and tannins while the acute toxicity test showed no adverse reaction within the test population at a dose range of 200-2000mg/kg body weight. Unlike the control, inducement of CCL4 to Group2-6 indicated significant changes (p < 0.05) in the serum albumin level and hematological parameters. However, treatment with silymarin and increasing doses of the MEES restore the changes. The histopathological studies also reveal that increasing concentration of administered doses of the MEES significantly (p < 0.05) reduces cell necrosis around central vein. Conclusion: The findings reveal that MEES at recommended doses can serve as alternative source for the development of safe, effective, and affordable liver-supplement drug.", "date": "2025-08-24", "journal": ""}
{"title": "SpliceCoord: A computational toolkit to identify coordinated exon splicing events from long-read transcriptome sequencing data", "doi": "10.1101/2025.08.20.671187", "authors": "Gupta, P.; Gupta, I.", "abstract": "As long-read RNA sequencing technologies emerge and improve, they offer a greater depth and precision of the transcriptome of organisms, tissues, and cells, enabling deeper exploration of alternative splicing patterns. It has been observed that specific pairs of exons appear together in a higher or lower frequency than is expected by chance. Such a mutual inclusion or exclusion may reflect underlying structural or functional constraints; however, a systemic method for this analysis is lacking. Here, we develop an R-based computational toolkit, called SpliceCoord, to identify coordinated splicing of exons using a transcript-wise count matrix and a GTF file that maps the expressed transcripts and their exons to the genome.", "date": "2025-08-24", "journal": ""}
{"title": "An optimal transport-based low-dimensional visualization framework for high-parameter flow cytometry", "doi": "10.1101/2025.08.19.670604", "authors": "Shemonti, A. S.; Gmyrek, G. B.; Quintelier, K. L. A.; Van Gassen, S.; Saeys, Y.; Willemsen, M.; Aerts, J. G. J. V.; Madsen, E. V. E.; Robinson, J. P.; Pothen, A.; Rajwa, B.", "abstract": "Conventional data visualization techniques in single-cell analysis (such as two-dimensional dot plots, SPADE, PCA, t-SNE, or UMAP) often fall short in providing an intuitive understanding of high-parameter flow cytometry data. These methods tend to oversimplify complex biological relationships, lack biologically meaningful interpretations, and offer no principled framework for downstream quantitative analysis. To address these limitations, we present a graph-based visualization framework grounded in optimal transport theory. In this framework, cell populations are defined by their marker-expression profiles, and inter-population similarity is quantified using an efficiently computable optimal transport formulation known as the Sinkhorn distance. Our approach produces biologically consistent two-dimensional graph layouts using a phenotype-aware Hamming distance. Structural differences between sample graphs are characterized through a customized graph-edit distance that captures changes in population size, marker expression, and relationships between populations. We demonstrate our methods on two flow cytometry datasets: one from a clinical trial of dendritic cell-based immunotherapy in malignant peritoneal mesothelioma, involving 14 patients sampled at three time points with 14-color panels, and another from FlowCAP-II, which involved 43 acute myeloid leukemia patient samples analyzed with 7-color panels. Our framework produces robust, quantitative visual summaries of cell populations and supports statistical analysis based on graph edit distances, thereby offering new insights into disease progression and treatment response. Ultimately, our method bridges the gap between flow cytometry data visualization and biological interpretation.", "date": "2025-08-24", "journal": ""}
{"title": "Refractive index mapping below the diffraction limit via single molecule localization microscopy", "doi": "10.1101/2025.08.20.670782", "authors": "Jaritz, S.; Velas, L.; Gaugutz, A.; Rufin, M.; Thurner, P. J.; Andriotis, O. G.; Maloberti, J. G.; Moser, S.; Jesacher, A.; Schuetz, G. J.", "abstract": "Single molecule localization microscopy (SMLM) is a powerful method to image biological samples in three dimensions below the diffraction limit of light microscopy. Beyond the position of the emitter, the shape of the single molecule point spread function provides additional information, for example about the refractive properties of the sample between the emitter and the glass coverslip. Here, we show that combination of SMLM with atomic force microscopy (AFM) allows to map the refractive index of a biological sample at sub-diffraction resolution and at a precision only limited by measurement errors of SMLM and AFM. We showcase the new method by the determination of the refractive index of isolated single collagen fibrils. Variabilities both in refractive index and the swelling behavior of single fibrils upon drying and rehydration exposed deviations from the ensemble behavior, demonstrating differential hydration of single collagen fibrils. Mapping the refractive index along single collagen fibrils revealed substantial fluctuations at characteristic length scales below 500 nm, which indicates structural heterogeneity of collagen fibrils at the length scale of single collagen molecules.", "date": "2025-08-24", "journal": ""}
{"title": "FAVABEAN and FALAPhyl: Open-Source Pipelines for Scalable 16s rRNA Microbiome Data Processing and Visualization", "doi": "10.1101/2025.08.19.670115", "authors": "Faridoun, A.; Carvalho, R.; Smith, J.; Gibb, A.; Jain, L.; Zhang, A.; Sran, A.; Redmond, J.; Malik, M. Z.; Gibson, M.; Haider, A.; Rekhi, U.; Bhagirath, A.; Rock, L. D.; Altabtbaei, K.", "abstract": "Reproducible and scalable analysis of 16S rRNA amplicon sequencing data remains a persistent challenge in microbiome research due to the complexity of available tools, incompatibilities between platforms, and the need for extensive bioinformatics expertise. We developed two containerized workflows--FAVABEAN (Fast Amplicon Variant Annotation, Binning, Error-correction And ANalysis) and FALAPhyl (Forays into Automating Laborious Analyses of Phylogeny)--to address these challenges. FAVABEAN and FALAPhyl are Snakemake-based pipelines designed for flexible execution across local, cluster, and cloud environments. FAVABEAN automates preprocessing, ASV inference, and taxonomic assignment using DADA2 and FIGARO, including primer averaging when samples are sequenced with multiple primers. FALAPhyl supports downstream analysis including alpha/beta diversity, network analysis, and differential abundance testing, with integrated provenance tracking. We validated both pipelines using three case studies involving oral microbiome datasets. In Case Study 1, we compared oral microbiota across family members and niches, showing primer-dependent variability in ASV-based similarity and minimal reseeding from familial sources after prophylaxis. Case Study 2 analyzed dental aerosol samples, revealing no significant microbial differences between pre-, intra-, and post-procedure air. Case Study 3, a randomized trial of a nitrate mouthrinse, demonstrated no significant microbiome shifts, highlighting oral microbial stability. FALAPhyls integration of DAtest enabled empirical evaluation of multiple statistical tests, aiding robust differential abundance inference. FAVABEAN and FALAPhyl offer a reproducible, automated solution for 16S rRNA amplicon data analysis. Their modular design, containerization, and provenance tracking enhance accessibility and scientific rigor in microbiome research.", "date": "2025-08-24", "journal": ""}
{"title": "Uncovering executive function profiles within interindividual variability: A data driven clustering exploration of design fluency in school-aged children", "doi": "10.1101/2025.08.19.670430", "authors": "Sahraoui, M.; Hadid, V.; Jerbi, K.; Gauthier, B.", "abstract": "This study applied unsupervised machine learning to performances on a design fluency task, to identify distinct executive function (EF) profiles among 113 neurotypical Canadian children (62% female, 74% White, aged 7-13). By tracking design, repetition, and strategy production every minute for five minutes, the results revealed two profiles: Profile A generated fewer designs but exhibited a more stable production pattern across time. Profile B, initially more productive, showed a steeper increase in repetition errors and a decline in design production. These findings demonstrate how EF interindividual variability in neurotypical children can be captured through naturally emerging performance patterns, highlighting the value of temporal analysis in differentiating executive functioning profiles.", "date": "2025-08-24", "journal": ""}
{"title": "Advancing Codon Language Modeling with Synonymous Codon Constrained Masking", "doi": "10.1101/2025.08.19.671089", "authors": "Heuschkel, J.; Kingsley, L.; Pefaur, N.; Nixon, A.; Cramer, S.", "abstract": "Codon language models offer a promising framework for modeling protein-coding DNA sequences, yet current approaches often conflate codon usage with amino acid semantics, limiting their ability to capture DNA-level biology. We introduce SynCodonLM, a codon language model that enforces a biologically grounded constraint: masked codons are only predicted from synonymous options, guided by the known protein sequence. This design disentangles codon-level from protein-level semantics, enabling the model to learn nucleotide-specific patterns. The constraint is implemented by masking non-synonymous codons from the prediction space prior to softmax. Unlike existing models, which cluster codons by amino acid identity, SynCodonLM clusters by nucleotide properties, revealing structure aligned with DNA-level biology. Furthermore, SynCodonLM outperforms existing models on 6 of 7 benchmarks sensitive to DNA-level features, including mRNA and protein expression. Our approach advances domain-specific representation learning and opens avenues for sequence design in synthetic biology, as well as deeper insights into diverse bioprocesses.", "date": "2025-08-24", "journal": ""}
{"title": "Aromatic Ring Flips Reveal Reshaping of Protein Dynamics in Crystals and Complexes", "doi": "10.1101/2025.08.20.671406", "authors": "Becker, L. M.; Fu, H.; Tatman, B. P.; Dreydoppel, M.; Kapitonova, A.; Weininger, U.; Engilberge, S.; Chipot, C.; Schanda, P.", "abstract": "Protein conformational energy landscapes are shaped not only by intramolecular interactions but also by their environment. In protein crystals and protein-protein complexes, intermolecular contacts alter this energy landscape, but the exact nature of this alteration is difficult to decipher. Understanding how the crystal lattice affects protein dynamics is crucial for crystallography-based studies of motion, yet its influence on collective motions remains unclear. Aromatic ring flips in the hydrophobic core represent sensitive probes of such dynamics. Here, we compare the kinetics of aromatic ring flips in the protein GB1 in crystals, in complex with its binding partner IgG, and in solution, combining advanced isotope labeling with quantitative NMR methods. We show that rings in the core flip nearly a thousand times less frequently in crystals than in solution. Enhanced-sampling molecular dynamics simulations, based on a new crystal structure, reproduce these elevated barriers and reveal how the crystal restrains motions.", "date": "2025-08-24", "journal": ""}
{"title": "Frataxin deficiency drives cardiac dysfunction and transcriptional dysregulation in Friedreich ataxia iPSC model", "doi": "10.1101/2025.08.20.671405", "authors": "Lees, J. G.; Zhang, H.; Jiao, L.; Kong, A. M.; Phang, R. J.; Li, L.; Su, N.; Mukhtar, A. S.; Pebay, A. Y.; Dottori, M.; Corben, L.; Delatycki, M.; Peverill, R.; Wilcox, S.; Choi, J.; Pullin, J. M.; McCarthy, D. J.; Napierala, J. S.; Napierala, M.; Lim, S. Y.", "abstract": "Friedreich ataxia (FRDA) is a progressive neuromuscular degenerative disorder caused by GAA repeat expansions in the FXN gene, leading to frataxin deficiency and multisystem pathology. Cardiomyopathy is the leading cause of mortality in individuals with FRDA. To investigate the cellular and molecular mechanisms underlying FRDA-associated cardiac dysfunction, we employed induced pluripotent stem cell (iPSC) lines derived from three individuals with FRDA, each paired with an isogenic control line generated through CRISPR/Cas9-mediated excision of the pathogenic GAA repeat expansion. Correction of the mutation restored FXN expression to levels comparable to healthy donor iPSCs, and all lines differentiated efficiently into cardiomyocytes. Functional analysis revealed significant contractile abnormalities in FRDA cardiomyocytes and multicellular cardiac microtissues, including prolonged contraction and relaxation times and faster beating rates, consistent with clinical observations of cardiac contractile dysfunction. FRDA cardiomyocytes also exhibited pathological features such as increased cell size, irregular calcium transients, elevated mitochondrial reactive oxygen species levels, increased mitochondrial fission and increased cell death. These phenotypes were exacerbated by pathological levels of iron supplementation in culture media, highlighting the heightened sensitivity of frataxin-deficient cardiomyocytes to iron-induced metabolic stress. RNA sequencing revealed a distinct transcriptional profile associated with frataxin deficiency. MEG3 and PCDHGA10 were consistently dysregulated across all three FRDA-iPSC lines and may represent early molecular markers of FRDA cardiomyopathy. Together, these findings establish a robust human iPSC model of FRDA cardiomyopathy that captures early disease phenotypes and reveals novel molecular targets. This preclinical human model provides valuable insight into the pathogenesis of FRDA and provides a platform for developing early-stage therapeutic interventions.", "date": "2025-08-24", "journal": ""}
{"title": "Pharmacological potentiation of Nav1.1 channels in interneurons mitigates tau depositions and neuronal death in a mouse model of neurodegenerative dementias", "doi": "10.1101/2025.08.20.671400", "authors": "Sampei, K.; Hirokawa, J.; Kudo, T.; Seki, C.; Takuwa, H.; Maeda, J.; Ono, M.; Tokunaga, M.; Nitta, N.; Honda, S.; Kimura, T.; Matsushita, Y.; Ishikawa, T.; Takado, Y.; Zhang, M.-R.; Minamimoto, T.; Sahara, N.; Higuchi, M.; Shimojo, M.", "abstract": "Epileptiform discharges and neuronal hyperexcitability are key pathophysiological features of Alzheimer's disease and related tauopathies. We previously identified selective dynfuntion of parvalbumin-positive GABAergic interneurons (PV neurons), which regulate neural network excitability, in a tauopathy mouse model. However, the mechanistic link between PV neuron deficits, tau pathology, and neurodegeneration remains unclear. Here, we demonstrate that pharmacological enhancement of phasic PV neuron activity markedly attenuates tau accumulation and neuronal loss in a tauopathy mouse model. We developed DSR-143630, a novel activator of voltage-gated sodium channel Nav1.1, selectively expressed in PV neurons. Administration of DSR-143630 alleviated febrile seizures in Nav1.1 haploinsufficient mice and suppressed high-frequency oscillations (HFOs), an electrophysiological signature of hyperexcitability associated with cognitive impairments, in rTg4510 tau transgenic mice. Longitudinal tau PET and volumetric MRI demonstrated that DSR-143630 treatment from 4 to 11 months of age profoundly reduced age-dependent tau deposition and atrophy in the neocortex and hippocampus. Postmortem analyses further revealed decreased levels of phosphorylated tau, preservation of neuronal populations, and attenuated neuroinflammatory responses, including reactive gliosis. These findings establish PV neuron dysfunctions and consequent network hyperexcitability as key drivers of tau pathogenesis and highlight pharmacological Nav1.1 activation as a promising disease-modifying strategy for neurodegenerative tauopathies.", "date": "2025-08-24", "journal": ""}
{"title": "Integrative Transcriptomic Analysis Identifies Novel Mitochondrial Gene Targets in Parkinson's Disease.", "doi": "10.1101/2025.08.20.671402", "authors": "Damodaran, A.; Goswami, S.; VERMA, S.", "abstract": "Parkinson's disease (PD) involves the progressive loss of dopaminergic (DA) neurons within the substantia nigra (SN) region of the midbrain, although the precise molecular processes driving this degeneration are still not fully understood. This research investigates the expression patterns of genes associated with mitochondrial function in the SN and DA neurons of individuals with PD, aiming to uncover new potential therapeutic targets. Two independent RNA sequencing datasets, GSE7621 and GSE8397 (GPL-96), retrieved from the GEO database, were analyzed to identify mitochondria-related genes that are differentially expressed in the SN of PD patients. Gene Ontology and pathway enrichment analyses were also performed to gain insight into the molecular mechanisms involved. To validate our findings, we utilized an additional dataset, GSE49036. We also examined the altered expression of these mitochondrial-related genes in DA neurons using RNA-seq data from GSE169755, which includes DA neurons isolated from the SN of both PD patients and healthy controls. Finally, the proposed hypothesis was tested experimentally using an in vitro model of PD. This integrative analysis across multiple datasets reveals previously unrecognized mitochondrial gene candidates implicated in PD pathogenesis and highlights their potential as targets for therapeutic intervention.", "date": "2025-08-24", "journal": ""}
{"title": "Pretraining Improves Prediction of Genomic Datasets Across Species", "doi": "10.1101/2025.08.20.671362", "authors": "Huang, F.; Wang, Y.; Song, J. H.; Cutkosky, A.", "abstract": "Recent studies suggest that deep neural network models trained on thousands of human genomic datasets can accurately predict genomic features, including gene expression and chromatin accessibility. However, training these models is computation- and time-intensive, and datasets of comparable size do not exist for most other organisms. Here, we identify modifications to an existing state-of-the-art model that improve model accuracy while reducing training time and computational cost. Using this stream-lined model architecture, we investigate the ability of models pretrained on human genomic datasets to transfer performance to a variety of different tasks. Models pretrained on human data but fine-tuned on genomic datasets from diverse tissues and species achieved significantly higher prediction accuracy while significantly reducing training time compared to models trained from scratch, with Pearson correlation coefficients between experimental results and predictions as high as 0.8. Further, we found that including excessive training tasks decreased model performance and that this compromised performance could be partially but not completely rescued by fine-tuning. Thus, simplifying model architecture, applying pretrained models, and carefully considering the number of training tasks may be effective and economical techniques for building new models across data types, tissues, and species.", "date": "2025-08-24", "journal": ""}
{"title": "ASAP-ID: Proximity labelling with small tags", "doi": "10.1101/2025.08.20.671413", "authors": "Lyu, R.; Ruff, K. M.; Palmer, C. S.; Ramirez, A. E.; Ormsby, A. R.; Scott, D. J.; Pappu, R. V.; Stojanovski, D.; Stroud, D. A.; Hatters, D. M.", "abstract": "Biotinylation-based proximity labelling methods are valuable for discovering protein-protein interactions within cellular systems. However, one limitation of these approaches is that most require fusing the target protein with the enzyme that biotinylates nearby proteins (i.e., TurboID or APEX2), which risks sterically disrupting the protein's native function. Here, we present a method designed to reduce the steric impact of these fusions and offer greater flexibility in labelling modalities. The method, Antibody and Small-tag Assembly on Proteins for Interaction Detection (ASAP-ID), involves a bipartite system. Target proteins are fused to a small peptide antigen that recruits TurboID or APEX2 fused to an antibody directed to the antigen. Using two different antigen/antibody systems (SunTag and MoonTag), we show that ASAP-ID can specifically label human Lamin A in cells. The method works when the target protein and nanobody are co-expressed together in cis (ASAP-IDIC). We also demonstrate that the approach works when the antibody fusion is added in trans to fixed cells post-expression (ASAP-IDIT). ASAP-IDIT identified more than 448 known and previously undescribed interactors of lamin. We further used ASAP-IDIT to study how ALS-mutant profilin 1 affected its interactome. The method identified proteins involved in protein quality control that correlated with aggregation propensity. Moreover, the different mutants showed variation in the cellular location where aggregates formed. ASAP-IDIT revealed preferences for mitochondrial proteins for the two profilin mutants that tend to aggregate in the cytoplasm, C71G and M114T, and nuclear proteins for a mutant more prone to nuclear aggregation. These findings position ASAP-ID as a powerful addition to the proximity labelling toolkit, capable of probing subtle differences in interactomes in a less invasive manner.", "date": "2025-08-24", "journal": ""}
{"title": "Source Reconstruction of Resting-State MEG and EEG Activity: A Technical Note on the Choice of Noise Covariance", "doi": "10.1101/2025.08.20.671381", "authors": "Moiseev, A.; Doesburg, S. M.; Medvedev, G.; Vakorin, V. A.", "abstract": "Minimum variance beamforming is widely used to reconstruct neural sources from MEG and EEG data, but results critically depend on the choice of noise covariance. In task-based studies, this is often defined from pre-stimulus baselines, but for resting-state data the problem presents a fundamental challenge. Conventional solutions, such as empty-room recordings or diagonal white sensor noise, are not optimal. They either ignore brain-generated noise or yield artificial, non-uniform source-level baselines that can distort results. Our proposed approach is to define a baseline at the source level as a uniform distribution of uncorrelated, randomly oriented neural dipoles, representing a maximum-entropy 'ground state' of brain activity. Projecting this source model through the electromagnetic lead fields yields a sensor-level covariance that captures realistic spatial correlations. A data-driven constraint scales the model to match measured data, ensuring a physically admissible solution. Applied to real human resting-state data, the method produces a structured, non-uniform sensor covariance dictated by subject's anatomy, source reconstructions that are smooth and plausible, and free from the artificial peaks induced by diagonal noise models. This source-level approach provides a principled and physiologically grounded baseline for beamforming and improves the reliability of resting-state analyses and interpretation.", "date": "2025-08-24", "journal": ""}
{"title": "Visualization of the microstructure and distribution of follicles in deep human ovaries using speckle-modulated optical coherence microscopy", "doi": "10.1101/2025.08.20.671419", "authors": "Ito, K.; Kanaya, M.; Takae, S.; Suzuki, N.; Tsukada, K.", "abstract": "Ovarian tissue cryopreservation (OTC) and transplantation (OTT) are the only fertility preservation (FP) options for children, adolescents, and young adults (CAYA) who dont enough time until treatment of primary disease. OTC is still unestablished FP options, but it is expected that selective preservation of ovarian tissue with high follicle density will enhance pregnancy efficiency. Despite its value as a noninvasive follicle visualization method, optical coherence microscopy (OCM) lacks sufficient spatial resolution, imaging depth, and noise suppression capabilities to resolve fine follicular structures in deep ovarian tissue. In this study, we applied speckle modulation to a wavelength-swept OCM optical system in the near-infrared region to visualize the fine structure of follicles distributed in deep tissues. OCM images of 4-day-old mice revealed dense superficial-layer distributions of primordial follicles. These follicles were distinguishable from primary follicles, which were surrounded by a single layer of granulosa cells. In 14-day-old ovarian tissue, secondary follicles exhibited spatial dominance, and the fine structures constituting the follicles were successfully visualized. In ovarian tissues extracted from a patient diagnosed with acute myeloid leukemia (AML), the fine structures of primordial follicles were visualized to a depth of 300 m, and a comparison with HE staining revealed that follicle density varied significantly depending on the ovarian regions. Speckle modulation-assisted OCM visualized the microstructure of follicles with varying degrees of maturation in human ovaries at the depth necessary for clinical application. Overall, this technology enables quantitative ovarian reserve assessment and selective cryopreservation of ovarian tissue rich in immature follicles, supporting FP in CAYA diagnosed with cancer.", "date": "2025-08-24", "journal": ""}
{"title": "3D Bioprinted Fat-Myocardium Model Unravels the Role of Adipocyte Hypertrophy in Atrial Dysfunction", "doi": "10.1101/2025.08.20.671391", "authors": "Celebi, L. E.; Zorlutuna, P.", "abstract": "Cardiovascular diseases (CVD) are the leading cause of mortality in individuals with obesity. Epicardial adipose tissue (EAT) dysfunction serves as a link between obesity and CVD, promoting inflammatory and metabolic alterations that increase CVD risk. While EAT normally supports cardiac health, obesity-induced adipocyte hypertrophy triggers excessive fatty acid and cytokine release, driving myocardial lipotoxicity and inflammation that impair electrophysiology and metabolism, leading to beating irregularities, insulin resistance, and heart failure. The lack of sufficient EAT in small animal models and the impracticality of using large mammals hinder insights into the effects of EAT hypertrophy on the myocardium. To address this gap, a human-derived 3D bioprinted coculture of obese adipocytes and cardiomyocytes (CMs) is developed using patient-derived adipocytes and human induced pluripotent stem cell (hiPSC)-derived atrial CMs (a-iCMs). This platform enables the investigation of both cell-cell and paracrine interactions between hypertrophic adipocytes and a-iCMs, allowing assessment of electrophysiological, structural, and proteomic changes to uncover mechanisms linking EAT hypertrophy to obesity-related atrial dysfunction. Screening of metformin, a cardioprotective drug, reveals improvement in electrophysiological function in hypertrophic adipocyte-a-iCM cultures. 3D bioprinted fat-myocardium model provides a high-throughput platform to study obesity-induced atrial dysfunction and facilitate discovery of therapies for the obese heart.", "date": "2025-08-24", "journal": ""}
{"title": "Cenote-Taker 3 for Fast and Accurate Virus Discovery and Annotation of the Virome", "doi": "10.1101/2025.08.20.671380", "authors": "Tisza, M. J.; Petrosino, J. F.; Cregeen, S. J. J.", "abstract": "Viruses are abundant across all Earth's environments and infect all classes of cellular life. Despite this, viruses are something of a black box for genomics scientists. Their genetic diversity is greater than all other lifeforms combined, their genomes are often overlooked in sequencing datasets, and no function can be inferred for most of their genes. For these reasons, scientists need robust, performant, well-documented, extensible tools that can conduct sensitive and specific analyses of sequencing data to discover virus genomes - even those with high divergence from known references - and annotate their genes. Here, we present Cenote-Taker 3. This command line interface tool processes genome assemblies and/or metagenomic assemblies with modules for virus discovery, prophage extraction, and annotation of genes and other genetic features. Benchmarks show that Cenote-Taker 3 outperforms most tools for virus gene annotation in both speed (wall time) and accuracy. For virus discovery benchmarks, Cenote-Taker 3 performs well compared to geNomad, and these tools produce complementary results. Cenote-Taker 3 is freely available on Bioconda, and its open-source code is maintained on GitHub (https://github.com/mtisza1/Cenote-Taker3)", "date": "2025-08-24", "journal": ""}
{"title": "KICDB: A Causality-Oriented Multi-Omics Database for Kinase Inhibitor-Induced Cardiotoxicity", "doi": "10.1101/2025.08.20.671397", "authors": "Wei, J.; Liu, Y.; Wu, M.; Li, G.; Zheng, X.; Fu, H.; ZHANG, J.; Lin, J.", "abstract": "Background: Kinase inhibitors (KIs) are mainstays of targeted cancer therapy, but their clinical utility is frequently limited by cardiotoxicity. A systematic resource to explore the underlying causal mechanisms is urgently needed. Methods: We present the KICDB (Kinase Inhibitor Cardiotoxicity Database), a comprehensive and interactive web server. KICDB is built upon a framework integrating large-scale transcriptomics meta-analysis with causal inference. Results: This database centralizes the findings from a comprehensive meta-analysis of 26 kinase inhibitors (KIs) across 7 studies (n=5291) identified 8,907 significant gene expression changes in human cardiomyocytes. To establish causality, we performed a two-pronged Mendelian randomization (MR) analysis testing hundreds of downstream genes and a panel of 43 key kinase proteins against 46 cardiovascular outcomes. This large-scale analysis revealed 26 significant causal associations, implicating novel molecular mediators in KI-induced cardiotoxicity. Conclusions: KICDB serves as a valuable and accessible platform for the cardio-oncology community. By integrating transcriptomic signatures with causal inference data, the database empowers researchers to formulate mechanistic hypotheses, accelerate biomarker validation, and guide the design of future cardioprotective strategies.", "date": "2025-08-24", "journal": ""}
{"title": "RAB5 NUCLEOTIDE BINDING PROMOTES β-OXIDATION TO FUEL HEPATOCELLULAR CARCINOMA CELL PROLIFERATION", "doi": "10.1101/2025.08.20.670915", "authors": "Otakhor, K. O.; Zaidi, M. A. A.; Deegan, B. O.; Ponnusamy, M. P.; Schott, M. B.", "abstract": "Altered lipid metabolism and lipid droplet (LD) dynamics are hallmark features of hepatocellular carcinoma (HCC) subtypes, but the molecular mechanisms governing LD trafficking and catabolism in HCC cells remain unclear. The small GTPase Rab5, a key regulator of early endosomal dynamics, has been observed to localize to the surface of LDs, suggesting it may play a role in LD turnover. However, the regulation of Rab5-LD interactions and its functional consequences in HCC cell metabolism and proliferation have not been elucidated. In this study, we explored the role of Rab5 in governing LD homeostasis and its impact on HCC cell proliferation. We found that the GTP-bound (Q79L), active form of Rab5 exhibited increased association with LDs compared to the GDP-bound, inactive mutant (S34N). Nutrient starvation enhanced Rab5 GTP-loading and its recruitment to LDs, indicating that Rab5's GTPase cycle regulates its LD localization. Importantly, inhibition of Rab5 GTP-binding impaired LD catabolism, reduced mitochondrial oxidative phosphorylation, and significantly impaired HCC cell proliferation. Transcriptomic analyses further revealed that RAB5 is significantly overexpressed in HCC patient samples, and this overexpression correlated with poorer overall survival. These findings demonstrate that Rab5's GTPase cycle is a critical regulator of LD dynamics in HCC cells, governing LD turnover to sustain mitochondrial energy production and support cancer cell proliferation. Targeting the Rab5-mediated regulation of LD metabolism may represent a novel therapeutic strategy to disrupt the metabolic adaptations that fuel liver cancer progression.", "date": "2025-08-24", "journal": ""}
{"title": "AICAr inhibition of cardiomyocyte autophagy promotes p62-dependent NRF2 expression and protection against doxorubicin toxicity", "doi": "10.1101/2025.08.20.671370", "authors": "Fassett, E. K.; Mayer, B.; fassett, J.", "abstract": "Doxorubicin is an effective cancer chemotherapeutic, but its use is complicated by cardiotoxic side-effects. 5-amino-4-imidazolecarboxamide ribonucleoside (AICAr) is a widely used pharmacological activator of adenosine monophosphate activated kinase (AMPK), but also exerts AMPK-independent actions that may have unrealized therapeutic potential. Here, we identified a novel mechanism by which pretreatment with AICAr protects neonatal rat cardiomyocytes against doxorubicin toxicity. Despite increasing AMPKThr172 and ULK1Ser555 phosphorylation, AICAr suppressed cardiomyocyte LC3 lipidation and caused accumulation of the autophagy receptor, p62 SQST1, through an adenosine kinase (ADK)-dependent, AMPK-independent mechanism. The accumulation of p62 was associated with increased expression and transcriptional activity of NRF2, as well as decreased doxorubicin-induced reactive oxygen species and cell death. Notably, AICAr-induced increase of NRF2, antioxidant gene expression, and doxorubicin resistance were blocked by RNAi depletion of p62, indicating that the protective effects of AICAr rely upon the secondary effects of autophagy inhibition, rather than autophagy inhibition per se. While doxorubicin treatment alone did not affect cardiomyocyte LC3 lipidation, it did significantly decrease p62 levels and diminish NRF2 nuclear localization. Pretreatment with AICAr to provide surplus p62 and nuclear NRF2 diminished the impact of these doxorubicin effects. Importantly, MCF7 breast cancer cells, which poorly express ADK, were not protected by AICAr pretreatment and instead were sensitized to doxorubicin-induced cell death. These findings raise the possibility that differences in ADK expression between cardiomyocytes and breast cancer cells might be exploited by pretreatment with AICAr or similar ADK-dependent drugs to provide dual benefits in doxorubicin therapy.", "date": "2025-08-24", "journal": ""}
{"title": "Functional dissection of SPOP on the amino acid level reveals a comprehensive functional landscape of variants during tumorigenesis", "doi": "10.1101/2025.08.20.671394", "authors": "Park, S. K.; Lee, J.; Park, S. J.; Kim, Y. N.; Shin, G. H.; Dan, K.; Choi, H.-J.; Han, D.; Hwang, B. J.; Choi, M.", "abstract": "Numerous proteins display pleiotropic functions in different clinical contexts. However, molecular mechanism underlying such effects is rarely understood. Speckle-type POZ protein (SPOP) is a typical example, exhibiting tumor-suppressing or -promoting effects in different tumor types in accordance with different amino acid changes; specifically, two distinct sets of variants in SPOP are commonly found in subsets of prostate cancer and endometrial cancer patients. To comprehensively characterize the functional landscape of SPOP alteration, we performed a deep mutational screening (DMS), elucidating the functionality of 7,933 out of 8,228 possible single amino acid changes (96.4% coverage). Leveraging the observation that overexpression of human SPOP leads to yeast growth arrest, we assessed the functionality of each variant using a yeast proliferation assay. In addition, our approach combined long-read and short-read sequencing. While long-read-based scores demonstrated improved concordance with functional classification, both platforms demonstrated a largely consistent classification pattern of external data into the same tiers. Finally, our DMS model enables a clear distinction between loss-of-function and putative gain-of-function changes and reveals their differential characteristics in both protein structure and genetic assessments. These results demonstrate the utility of our approach in high resolution mapping and amino-acid-level interpretation of protein function.", "date": "2025-08-24", "journal": ""}
{"title": "Spatial transcriptomic profiling of the human aortic valve reveals cellular sex differences near sites of calcification", "doi": "10.1101/2025.08.20.671175", "authors": "Baddour, T.; Ninh, V. K.; Gorashi, R. M.; Pena, R.; King, K. R.; Aguado, B. A.", "abstract": "Sex differences in aortic valve stenosis (AVS) progression have been documented clinically, but the underlying cellular mechanisms that drive sex-dependent calcification in aortic valve tissue remain poorly understood. Here, we harnessed single cell and spatial transcriptomics to investigate mechanisms that drive sex dependent spatial organization of valvular interstitial cell (VIC) and macrophage gene expression near calcification sites in human male and female aortic valve tissue. Histological analyses of aortic valve tissues stratified into healthy and diseased cohorts based on degree of calcification reveal increased valve calcification area in diseased male aortic valves relative to female, and increased valve thickening in diseased female aortic valves. Single cell sequencing analysis of heterogeneous valvular interstitial cell (VIC) populations reveals male-dependent gene expression of the Activator Protein 1 (AP-1) transcription factor complex. Spatial transcriptomics and RNA-FISH analyses of VIC populations near sites of calcification revealed male-dependent gene expression localization of Cartilage Oligomeric Matrix Protein (COMP), as opposed to diffuse COMP expression in female VICs. Cell-cell communication analyses were used to determine female-specific macrophage-VIC interactions. Secreted phosphoprotein 1 (also known as osteopontin) expressed from macrophages interacts with the cell surface receptor CD44 expressed by VICs to drive a pro-fibrotic phenotype in female aortic valves. Together, our results reveal sex differences in VIC and macrophage heterogeneity and functions near sites of calcification in aortic valve tissue. Our results highlight the importance of sex-based transcriptomics analyses to understand the cellular phenotypes responsible for causing sex differences in aortic valve fibrosis and calcification.", "date": "2025-08-24", "journal": ""}
{"title": "Melt Electrowritten Microfiber-Hydrogel Composite Scaffolds for Aligned Muscle Tissue Engineering", "doi": "10.1101/2025.08.20.671328", "authors": "Rauff, A.; Liashenko, I.; Lippa, C.; Nightheart, S. R.; Jones, K. A.; Dalton, P. D.; Guldberg, R. E.; Willett, N.", "abstract": "Effective regeneration of skeletal muscle with highly aligned fiber architecture remains a significant challenge in tissue engineering. Structural alignment of muscle constructs along with mechanical integrity are crucial for effective engineering of grafts and microphysiological systems. This study engineered a novel composite microfiber-hydrogel platform using melt-electrowriting (MEW) to fabricate high precision microfiber scaffolds from poly({varepsilon}-caprolactone). Three MEW scaffold designs (Isotropic, Aligned T with perpendicular reinforcements, and Aligned X with angled fiber bridges) were developed and fabricated into composite scaffolds with collagen hydrogels and seeded with myoblasts. Aligned X scaffolds with cross-bridge reinforcements exhibited enhanced mechanical strength and continuous alignment without structural interruption that led to highly aligned and multinucleated cellular organization. The incorporation of collagen hydrogel in composite constructs improved cell seeding efficiency, viability, and metabolic activity compared to scaffolds alone. All scaffold designs provided fiber reinforcement that prevented hydrogel contraction over extended culture periods. Critically, the Aligned X composite constructs significantly increased myoblast differentiation and myotube maturation, evidenced by increased myosin heavy chain expression and myotube diameter. Overall, this composite microfiber-hydrogel approach provides a scalable, structurally stable, and highly aligned platform tailored for enhanced muscle tissue engineering applications, representing an advancement towards addressing clinical challenges associated with muscle injuries.", "date": "2025-08-24", "journal": ""}
{"title": "ESMDynamic: A Fast and Accurate Prediction of Protein Dynamic Contact Maps from Single Sequences", "doi": "10.1101/2025.08.20.671365", "authors": "Kleiman, D. E.; Feng, J.; Xue, Z.; Shukla, D.", "abstract": "Understanding conformational dynamics is essential for elucidating protein function, yet most deep learning models in structural biology predict only static structures. Here, we introduce ESMDynamic, a deep learning model that predicts dynamic residue-residue contact probability maps directly from protein sequence. Built on the ESMFold architecture, ESMDynamic is trained on contact fluctuations from experimental structure ensembles and molecular dynamics (MD) simulations, enabling it to capture diverse modes of structural variability without requiring multiple sequence alignments. We benchmark ESMDynamic on two large-scale MD datasets (mdCATH and ATLAS), showing that it matches or outperforms state-of-the-art ensemble prediction models (AlphaFlow, ESMFlow, BioEmu) for transient contact prediction while offering orders-of-magnitude faster inference. We demonstrate the model on the ASCT2 and SWEET2b transporters, a de novo troponin C design, and the HIV-1 protease homodimer, illustrating generalization to unseen systems and recovery of experimentally validated dynamic contacts. Furthermore, we present an automated pipeline using ESMDynamic predictions to select collective variables for Markov State Model construction, producing high-quality kinetic models from unbiased MD simulations of SWEET2b. Overall, ESMDynamic provides a compact and interpretable sequence-based description of conformational dynamics, with broad applications in protein engineering, functional analysis, and simulation-guided discovery.", "date": "2025-08-24", "journal": ""}
{"title": "Amyloid β interaction with membranes: Removal of cholesterol from the membranes to catalyze aggregation and amyloid pathology", "doi": "10.1101/2025.08.20.671368", "authors": "Baral, R.; van Deventer, R.; Lyubchenko, Y. L.", "abstract": "The interplay between the cholesterol metabolism and assembly of A{beta}42 (the 42-residue form of the amyloid-{beta} peptide) peptides in pathological aggregates is considered as one of the major molecular mechanisms in development of Alzheimer's disease (AD). Numerous in vitro studies led to the finding that the high cholesterol levels in membranes accelerate the production of A{beta} aggregates. The molecular mechanisms explaining how cholesterol localized inside the membrane bilayer catalyzes the assembly of A{beta} aggregates above the membrane remain unknown. We addressed this problem by combining different AFM modalities, including imaging and force spectroscopy, with fluorescence spectroscopy. Our combined studies revealed that A{beta}42 was capable of removing cholesterol from the membrane. Importantly, physiologically low concentrations of A{beta}42 demonstrate such ability of monomeric A{beta}42. Extracted cholesterol interacts with A{beta}42 and accelerates its on-membrane aggregation. We propose a model of interaction of A{beta}42 with membranes based on the ability of A{beta}42 to extract cholesterol, which explains several AD associated observations related to cholesterol interplay with A{beta}42 aggregation resulting in the AD onset and progression.", "date": "2025-08-24", "journal": ""}
{"title": "CCL26 and CXCL12 Promote Release of Insulin-Sensitizing Adipose Tissue Macrophage sEVs from Subcutaneous Adipose Tissue in Obesity", "doi": "10.1101/2025.08.20.670151", "authors": "Lee, Y. S.", "abstract": "Unlike visceral adipose tissue (VAT), subcutaneous adipose tissue (SAT) can play a protective role against the development of insulin resistance and metabolic dysfunction in obesity. Here, we show that, in obesity, subcutaneous adipose tissue macrophages (ATMs) release small extracellular vesicles (sEVs) that can improve insulin sensitivity, opposite to the effect of visceral ATM sEVs. This functional difference was associated with an increase in the proportion of insulin-sensitizing, resident ATMs in SAT. In vivo and in vitro measurements of ATM growth and trafficking combined with single cell RNA sequencing (scRNA-seq) revealed that higher resident ATM survival and lower blood monocyte immigration along with decreased transition to pro-inflammatory ATMs collectively lead to the relative abundance of resident ATMs in SAT in obesity. These changes were mediated by CCL26 derived from subcutaneous adipocytes and adipocyte progenitors and CXCL12 secreted from resident ATMs. Our results elucidate previously unknown mechanisms for how SAT retains protective functions against metabolic dysfunction in obesity.", "date": "2025-08-24", "journal": ""}
{"title": "Controlling malaria mosquito reproduction via the octopamine beta2 receptor", "doi": "10.1101/2025.08.20.670845", "authors": "Ellis, D. A.; Bagi, J.; Terry, S.; Doran, E.; Tytheridge, S.; Xu, Y. Y.; Su, M.; Lombardi, M.; Iacomelli, G.; Peirce, M. J.; Ligato, M.; Terrazas, D.; Ntabaliba, W.; Moore, S. J.; Albert, J.; Spaccapelo, R.; Andres, M.", "abstract": "Mosquito reproduction in a broad sense involves multiple steps from acoustic recognition of mating partners to egg hatching. We show that the octopamine receptor AgOct{beta}2R controls different aspects of this process in a sexually dimorphic manner. AgOct{beta}2R knockout males present auditory defects that impair their ability to inseminate females, whilst knockout females are sterile. These phenotypes suggest AgOct{beta}2R as a target to impair mosquito reproduction at multiple levels. We test the reproductive effects of the insecticide amitraz, an AgOct{beta}2R agonist, showing that amitraz exposure reduces insemination in the lab but not in the field and has no effects on female sterility, excluding its applicability as a mating disruptor. Pharmacological assays reveal that AgOct{beta}2R sensitivity to amitraz is reduced compared to other arthropods, but its responses can be altered by modifying residues in the binding pocket. Together, our results establish AgOct{beta}2R as a promising target to disrupt mosquito reproduction but emphasize the necessity of developing new tools to exploit this approach.", "date": "2025-08-24", "journal": ""}
{"title": "A Deep Neural Network Trained on Congruent Audiovisual Speech Reports the McGurk Effect", "doi": "10.1101/2025.08.20.671347", "authors": "Ma, H.; Wang, Z.; Zhang, X.; Magnotti, J. F.; Beauchamp, M. S.", "abstract": "In the McGurk effect, incongruent auditory and visual syllables are perceived as a third, illusory syllable. The prevailing explanation for the effect is that the illusory syllable is a consensus percept intermediate between otherwise incompatible auditory and visual representations. To test this idea, we turned to a deep neural network known as AVHuBERT that transcribes audiovisual speech with high accuracy. Critically, AVHuBERT was trained only with congruent audiovisual speech, without exposure to McGurk stimuli or other incongruent speech. In the current study, when tested with congruent audiovisual \"ba\", \"ga\" and \"da\" syllables recorded from 8 different talkers, AVHuBERT transcribed them with near-perfect accuracy, and showed a human-like pattern of highest accuracy for audiovisual speech, slightly lower accuracy for auditory-only speech, and low accuracy for visual-only speech. When presented with incongruent McGurk syllables (auditory \"ba\" paired with visual \"ga\"), AVHuBERT reported the McGurk fusion percept of \"da\" at a rate of 25%, many-fold greater than the rate for either auditory or visual components of the McGurk stimulus presented on their own. To examine the individual variability that is hallmark of human perception of the McGurk effect, 100 variants of AVHuBERT were constructed. Like human observers, AVHuBERT variants was consistently accurate for congruent syllables but highly variable for McGurk syllables. Similarities between the responses of AVHuBERT and humans to congruent and incongruent audiovisual speech, including the McGurk effect, suggests that DNNs may be a useful tool for interrogating the perceptual and neural mechanisms of human audiovisual speech perception.", "date": "2025-08-24", "journal": ""}
{"title": "Effect of acute elevated magnesium on bursting activity and information-processing dynamics in cortical cultures", "doi": "10.1101/2025.08.20.671363", "authors": "LaGrange, K. G. H.; Varley, T. F.; O'Shea, L. F.; Fitzpatrick, J. G.; Cummings, S. E.; Beggs, J. M.", "abstract": "Magnesium (Mg2+) plays a significant role in hippocampal memory and learning and is implicated in a variety of neurological disorders, such as migraine. Despite this crucial role Mg2+ has on brain health, its effect on the dynamics of networks of neurons is still not fully understood. This study investigates the impact of several doses of elevated extracellular Mg2+ on organotypic cultures. Cultures were recorded on a 512-microelectrode array and analyzed using the burstiness index (BI), the rate of network wide bursts relative to other neuronal activity. We also use a suite of information theoretic measures to further establish the role Mg2+ plays in the brain. Elevated Mg2+ is found to have a dose-dependent increase on BI caused by a loss of network activity not contained within a burst or high firing rate activity. Information dynamics further show that the network experiences a loss of entropy and an increase in time-reversibility, connectivity, and transfer of redundant information. These factors indicate that Mg2+ causes a loss of complex activity and an increase in highly integrated, constant dynamics. This lays the groundwork for a deeper examination of the role Mg2+ plays in learning, memory and treating neurological disorders.", "date": "2025-08-24", "journal": ""}
{"title": "Spatiotemporal dynamics of signal dependent exocytosis and parasitophorous vacuolar membrane rupture during Plasmodium falciparum egress.", "doi": "10.1101/2025.08.20.671297", "authors": "Dedkhad, W.; Tran, T.; Fierro, M. A.; Brooks, C. F.; Muralidharan, V.", "abstract": "Malaria, caused by intracellular Plasmodium parasites, remains a major global health concern. These parasites reside and replicate within a vacuole in host red blood cells. Egress of daughter parasites out of the vacuolar and host membranes is tightly regulated via a complex mechanism. Prior studies have suggested that a cyclic-GMP driven calcium signaling pathway leads to the signal-dependent exocytosis of egress-specific vesicles that discharge several proteases into the parasitophorous vacuole. However, signal-dependent exocytosis during egress has not yet been observed in live parasitized RBCs. We targeted the exocytosis reporter, superecliptic pHlourin or SEP, to these egress-specific vesicles and utilized time-lapse imaging to observe exocytosis in live P. falciparum parasites. The spatiotemporal relationship between exocytosis and the breakdown of the parasitophorous vacuolar membrane (PVM) as well as parasite egress was also determined using a fluorescent reporter targeted to the PVM. Our data showed that exocytosis is triggered as early as 3 hours prior to merozoite egress. These data suggest that the PVM rupture occurs at a single site and rapidly expands from that initial site of rupture, releasing the merozoites into the RBC. This is followed by RBC membrane rupture and egress of merozoites. Using conditional mutants of the P. falciparum endoplasmic reticulum calcium-binding protein (PfERC), we demonstrate that knockdown of PfERC inhibits signal-dependent exocytosis of egress-specific vesicles. Together, these data demonstrate that signal-dependent exocytosis of egress-specific vesicles starts well before merozoites are formed via cytokinesis, PVM ruptures at a single site, and that PfERC is required for exocytosis of egress-specific vesicles.", "date": "2025-08-24", "journal": ""}
{"title": "Cholesterol metabolism modulation facilitates CAR-T induced killing of ovarian cancer", "doi": "10.1101/2025.08.20.671345", "authors": "Dessai, C. V. P.; Huang, J.; Lin, H.; Ding, G.; He, H.; Siddiqui, M. Y.; Zhang, M.; Wong, W.; Cheng, J.-X.", "abstract": "Ovarian cancer is one of the most lethal gynecological cancers worldwide and has one of the highest recurrence rates. Recently developed Chimeric Antigen Receptor T (CAR-T) cell therapy has shown potent clinical efficacy against hematological malignancies. However, solid tumors, including ovarian cancer, possess several mechanisms that hinder T cell activity, and metabolic alteration of cancer cells has been shown to contribute to resistance to immune cell attack against solid tumors. Here, we explored the metabolic response of ovarian cancer cells to CAR-T cell attack using label-free high-content hyperspectral stimulated Raman scattering (h2SRS) imaging. Utilizing visible h2SRS imaging with much improved spatial resolution, we found an altered cholesterol metabolism, featured by increased storage of cholesteryl ester in lipid droplets and free cholesterol, in ovarian cancer cells that survived the CAR-T treatment. Administration of Avasimibe, an inhibitor of cholesteryl esterification, further enhanced CAR-T cytotoxicity. Our study shows the promise of implementing metabolic modulation to facilitate CAR-T cell treatment of solid tumors.", "date": "2025-08-24", "journal": ""}
{"title": "Cell-type-specific dysregulated gene expression in the frontal cortex of an Angelman syndrome pig model", "doi": "10.1101/2025.08.20.671338", "authors": "Coffell, A.; Schuller, L.; Christian, S.; Dindot, S. V.", "abstract": "Angelman syndrome is a neurodevelopmental disorder caused by the loss of the maternal allele of the ubiquitin-protein ligase E3A (UBE3A) gene. UBE3A is imprinted with maternal-allelic expression in neurons of the central nervous system (CNS) and biallelic expression in other cell types. Consequently, in Angelman syndrome, UBE3A is substantially reduced in CNS neurons and reduced by half in other cells. It is unclear how cell type-specific gene expression in the brain is dysregulated in Angelman syndrome, as previous studies have lacked cell type resolution. Using single nuclei RNA-sequencing, we show that gene expression is dysregulated in neuronal subtypes in the frontal cortex of neonatal pigs with a UBE3A maternal deletion. A total of 3,812 unique genes were dysregulated across ten cell type clusters, with most of the dysregulated genes (3,154 genes) in excitatory neurons. Pathway analysis revealed alterations in oxidative phosphorylation, proteasome function, and synaptic function. Additionally, somatostatin (SST) --a secreted neuropeptide involved in GABAergic inhibition and synaptic plasticity-- was reduced in inhibitory neurons in the cortex and hypothalamus, which correlated with lower circulating SST protein in neonates but not adolescent pigs. Overall, these findings provide greater clarity on the cell type-specific dysregulation of gene expression and cellular pathways caused by the loss of UBE3A in CNS neurons, expanding our understanding of the molecular pathology in Angelman syndrome.", "date": "2025-08-24", "journal": ""}
{"title": "Benchmarking large language models for cell-free RNA diagnostic biomarker discovery", "doi": "10.1101/2025.08.20.671358", "authors": "De Vlaminck, I.; Gaudio, H.; Bliss, A.; Loy, C.; Eweis-LaBolle, D.; Gardella, A.", "abstract": "Large-language models (LLMs) can parse vast amounts of data and generate executable code, positioning them as promising tools for the development of biomarkers and classifiers from high-throughput omics data. Here, we benchmarked six LLMs, OpenAI's o3 and GPT-4o, Anthropic's Claude Opus 4 and Claude 3.7 Sonnet, and Google's Gemini 2.5 Pro and Gemini 2.0 Flash, for disease classification based on plasma cell-free RNA (cfRNA) profiles obtained by RNA sequencing. We analyzed data from cohorts of children with Kawasaki disease (KD) or multisystem inflammatory syndrome in children (MIS-C), adults with active tuberculosis (TB) or other non-TB respiratory conditions, and individuals with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) or sedentary lifestyle. We assessed two tasks: (i) gene-panel design, where each LLM mined public knowledge to nominate diagnostic genes for use in machine learning (ML), and (ii) end-to-end modeling, where LLMs built an ML workflow directly from raw RNA-seq counts. In the first task, the LLM-derived panels captured canonical immune pathways and outperformed randomly selected genes in all cohorts. They underperformed panels chosen by differential gene expression (DGE) analysis in the KD vs. MIS-C and ME/CFS cohorts but performed comparably or better for the TB cohort. In the second task, o3 produced classifiers for KD vs. MIS-C that performed just as well as conventional statistical methods without human intervention. Performance for TB and ME/CFS cohorts was slightly lower than the conventional approach. These findings delineate current capabilities and limitations of LLMs in diagnostics and open a path for their future use in biomarker discovery.", "date": "2025-08-24", "journal": ""}
{"title": "CanID: a robust and accurate RNAseq Expression-based diagnostic classification scheme for pediatric malignancies", "doi": "10.1101/2025.08.20.671349", "authors": "Putnam, D. K.; Gout, A. M.; Rahbarinia, D.; Jin, M.; Finkelstein, D.; Ma, X.; Zhang, J.; Wheeler, D. A.; Furtado, L. V.; Chen, X.", "abstract": "Cancer subtype classification is critical for precision therapy and there is a growing trend of augmenting histopathology testing procedures with omics-based machine learning classifiers. However, analytical challenges remain for pediatric cancer on the scope and precision of the current classifiers as well as the evolving subtype standardization. To address these challenges, we built Cancer Identification or CanID, a stacked ensemble machine learning classification scheme, using the transcriptomic features derived from gene-level RNA sequencing count data as the sole input. CanID was developed primarily from 3203 pediatric cancer samples of 13 solid tumor subtypes and 38 hematologic malignancy subtypes with subtype labels curated without the use of RNA-seq data. The accuracies of independent testing in three independent or external data sets for Solid Tumor and Hematologic Malignancy are 99% and 92-93%, respectively. Notably, CanID was able to classify subtypes challenging for clinical histology evaluation and was robust to both biological and technical challenges, including differences in data collection protocols, class imbalance, potential mislabeled training samples and classes unobserved in training. The high accuracy, robustness, biological interpretability of this transcriptome-based classification scheme represents a valuable approach to advance tumor diagnosis and clinically meaningful stratification of tumor types. CanID can be accessed on GitHub at https://github.com/chenlab-sj/CanID.", "date": "2025-08-24", "journal": ""}
{"title": "SRRM1 coordinates an alternative splicing program that promotes expression of oncogenic protein isoforms.", "doi": "10.1101/2025.08.20.671097", "authors": "Othman, K.; Viola, L.; Fatima, H.; Lapierre, J.; Macleod, G. J.; Simpson, C.; Chu, C.; Zhang, Y.; Angers, S.; Saulnier, O.; McGlade, C. J.", "abstract": "The alternative splicing of the adapter protein NUMB is dysregulated in multiple cancer types, regulating its functional divergence towards either tumor suppression or oncogenesis in an isoform dependant manner. Here we utilized a NUMB exon 9 (E9) splicing reporter in a genome-wide CRISPR screen to identify splicing regulators SRRM1 and SRSF11 that promote NUMB oncogenic splicing in colorectal, lung and breast cancer cell lines. Furthermore, SRRM1 and SRSF11 share common protein interactors, RNA targets and effects on an oncogenic splicing program which favors the expression of pro-tumorigenic isoforms. In addition to NUMB E9, SRRM1 regulates oncogenic splicing events in genes encoding signaling proteins, transcription factors and actin cytoskeleton regulators, many of which also undergo developmentally regulated splicing, including CD44, MKNK2, ECT2, DIAPH1, KAT5, TCF7L2, FOXM1 and TBX3. Loss of SRRM1 in colon cancer cells reduces cell proliferation and colony formation capabilities as well as expression of tumour promoters Cyclin D1, Notum, and PRDX2. Our data indicate that SRRM1 regulation of alternative splicing represents a node to target multiple properties of malignant cells, with broad effects on cellular signaling, proliferation, EMT, apoptosis resistance and stemness.", "date": "2025-08-24", "journal": ""}
{"title": "ABCG transporter gene PstABCG2 contributes to multidrug resistance in Puccinia striiformis", "doi": "10.1101/2025.08.20.671227", "authors": "Ji, F.; Gao, X. P.; Liu, Y. N.; Li, Y.; Huang, L. L.; Guo, J.; Kang, Z. S.; Zhan, G.", "abstract": "The emergence of triadimefon resistance in Puccinia striiformis f. sp. tritici (Pst), the causal agent of wheat stripe rust, poses a growing threat to global food security. While the novel SDHI fungicide flubeneteram exhibits high efficacy against Pst, the molecular mechanisms governing resistance to both fungicides remain largely unknown. Here, we identify the ABC transporter PstABCG2 as a key mediator of multidrug resistance (MDR) through combined transcriptomic, genetic, and biochemical analyses. First, time-series transcriptomics revealed sustained upregulation of PstABCG2 under fungicide stress, with silencing via in planta RNAi and HIGS significantly enhancing Pst sensitivity to both triadimefon and flubeneteram. Heterologous expression of PstABCG2 in a Fusarium graminearum {Delta}FgABCG2 mutant restored fungicide tolerance, confirming its efflux function. Crucially, saturation mutagenesis and structural modeling pinpointed E1184 as a critical residue for fungicide binding: the E1184Y mutation disrupted triadimefon affinity (validated by MST/ITC, {Delta}G reduced from -7.1 to -6.5 kcal/mol) but minimally impacted flubeneteram binding due to adaptive halogen-bond networks. Furthermore, we discovered that the GATA-family transcription factor PstGATA directly activates PstABCG2 expression by binding to promoter cis-elements, and silencing PstGATA phenocopied the hypersensitivity of PstABCG2-silenced isolates. The results may provide a theoretical foundation for elucidating multidrug resistance mechanisms in Pst, field resistance management, and novel fungicide target development.", "date": "2025-08-24", "journal": ""}
{"title": "Resomapper: A Versatile Pipeline for Multiparametric MRI Processing. A Demonstrative Application in Mouse Brain Imaging", "doi": "10.1101/2025.08.20.671222", "authors": "Gonzalez-Alday, R.; Ferreiro, A.; Arias-Ramos, N.; Lizarbe, B.; Lopez Larrubia, P.", "abstract": "Objectives: Magnetic resonance imaging (MRI) is essential in both research and clinical settings, with quantitative MRI (qMRI) enhancing reproducibility and sensitivity. However, qMRI processing can be complex, especially for users with limited coding experience. We introduce Resomapper, an open-source, cross-platform tool that integrates established processing libraries into a unified, user-friendly workflow, simplifying qMRI analysis while promoting accessibility, reproducibility, and data sharing. Materials and Methods: Resomapper is a Python-based pipeline designed for intuitive multiparametric MRI processing. It supports T1, T2, and T2* relaxometry, magnetization transfer imaging (MTI) and diffusion tensor imaging (DTI) model fitting. The software includes advanced preprocessing options such as denoising, Gibbs artifact removal, and bias field correction. Users can process data interactively through a sequential pipeline or via an automated JSON-configured workflow, both executable through simple command-line instructions. Resomapper ensures compatibility by converting raw MRI data from different formats into the standardized NIfTI format within a BIDS-like structure, enhancing reproducibility, scalability, and data management efficiency. To demonstrate its application, we present a brain MRI study carried out on healthy, adult C57BL/6J mice, both sexes. MRI acquisitions were conducted on a Bruker Biospec 7T system using a multiparametric MRI protocol that included anatomical T2W images, T2 and T2* maps, MTI and DTI. The data were processed with Resomapper and co-registered using ANTsPy. Finally, a region of interest (ROI)-based analysis was performed to examine differences between sexes and brain areas, focusing on the cortex (Cx), hippocampus, (HPC), thalamus (Thal), and hypothalamus (HTH). Results: Differences in all MRI parameters were found across brain regions, as expected. Additionally, a small significant sex difference in T2* was observed, with higher values in the thalamus and hypothalamus of female mice compared to males. This may reflect sex-specific responses to anesthesia. Moreover, this study also serves as a reference for standardized multiparametric qMRI studies in mice using Resomapper. Conclusions: By integrating multiple processing tools into a single, accessible framework, Resomapper streamlines qMRI workflows and enables reproducible, high-quality image analysis. Thanks to its ability to handle diverse preprocessing techniques, multiple imaging modalities, and standardized data formats, the software proves to be a valuable resource for researchers with varying levels of programming expertise.", "date": "2025-08-24", "journal": ""}
{"title": "The Speed Limit of Visual Perception: Bidirectional influence of image memorability and processing speed on perceived duration and memory recall", "doi": "10.1101/2025.08.20.671225", "authors": "Wiener, M.; Mondok, C.; Ma, A.; Desai, C.; Joyner, A.; Macedo, G.", "abstract": "Visual stimuli are known to vary in their perceived duration, with some stimuli engendering so-called \"time dilation\" and others \"time compression\" effects. Previous theories have suggested these effects rely on the level of attention devoted to stimuli, magnitude of the stimulus dimension, or intensity of the population neural response, yet cannot account for the full range of experimental effects. Recently, we demonstrated that perceived time is affected by the image properties of scene clutter, size, and memorability (Ma, et al. 2024), with the former compressing and latter two dilating duration. Further, perceived duration also predicted recall of images 24h later, on top of memorability. To explain the memorability effect, we found that a recurrent convolutional neural network (rCNN) could recapitulate the time dilation effect by indexing the rate of entropy collapse, or \"speed\", across successive timesteps, with more memorable stimuli associated with faster speeds. Here, we replicate and extend these Wndings via three experiments (n=20ea.) where subjects performed a sub-second temporal bisection task using memorability stimuli with increasing memorability, but a constant speed (exp 1), increasing speed, but constant memorability (exp 2), or increasing in both (exp 3), each followed by a surprise memory test 24hr later. We found that either increasing memorability or speed alone led to time dilation effects, with faster/slower speeds shifting memory recall by ~8.4% in either direction. However, when both metrics increased, memorability dilated time while speed compressed it, while still improving recall overall. These Wndings can be explained by a model wherein the visual system is tuned to a preferred speed for processing stimuli that scales with the magnitude of visual response, such that stimuli closer to this speed are dilated in time. Overall, these Wndings provide a new lens for interpreting time dilation/compression effects and how visual stimuli are prioritized at temporal scales.", "date": "2025-08-24", "journal": ""}
{"title": "Ex vivo and in vivo CRISPR/Cas9 screenings identify the roles of protein N-glycosylation in regulating T-cell activation and functions", "doi": "10.1101/2025.08.20.671236", "authors": "Hong, Y.; Si, X.; Liu, W.; Mai, X.; Zhang, Y.", "abstract": "Cytotoxic CD8+ T-cells play central roles in tumor immunotherapy. Understanding mechanisms that regulate development, differentiation, and functions of cytotoxic CD8+ T-cells leads to development of better immunotherapies. By combining primary T-cell culture and a syngeneic mouse tumor model with both genome-wide and custom CRISPR/Cas9 screenings, we systematically identified genes and pathways that regulate PD-1 expression and functions of CD8+ T-cells. Among them, inactivation of a key enzyme in glycoconjugate biosynthesis, beta 1, 4-galatosyltransferase 1 (B4GALT1), leads to significantly enhanced T-cell receptor (TCR) activation and functions of CD8+ T-cell. Interestingly, suppression of B4GALT1 enhances functions of TCR-T-cells, but has no effect on chimeric antigen receptor T (CAR-T) cells. We systematically identified the substrates of B4GALT1 CD8+ T-cell surface by affinity purification and mass spectrometry analysis, which include protein components in both TCR and its co-receptor complexes. The galactosylation of TCR and CD8 leads to reduced interaction between TCR and CD8 that is essential for TCR activation. Artificially tethering TCR and CD8 by a TCR-CD8 fusion protein could bypass the regulation of B4GALT1 in CD8+ T-cells. Finally, the expression levels of B4GALT1 normalized to tumor infiltrated CD8+ T-cells in tumor microenvironment are significant and negatively associated with prognosis of human patients. Our results reveal the important roles of protein N-glycosylation in regulating functions of CD8+ T-cells and prove that B4GALT1 is a potential target for tumor immunotherapy.", "date": "2025-08-24", "journal": ""}
{"title": "LFA-1 Interaction with GBP-130 on Plasmodium falciparum-infected Red Blood Cells mediates NK Cell Activation and Parasite Control", "doi": "10.1101/2025.08.20.671208", "authors": "Mukhtar, O.; Dutt, R.; Panda, A.; Kumari, P.; Singh, S. S.; Paul, G.; Prakash, N.; Abbas, M.; Islam, M. M.; Arora, P.; Mohmmed, A.; Kumar, D.; Malhotra, P.", "abstract": "Natural Killer cells contribute to early immunity against Plasmodium falciparum by recognizing and eliminating infected red blood cells, a process mediated in part by the integrin LFA-1. However, the cognate parasite ligand for LFA-1 has remained unknown. Here, we identify Glycophorin Binding Protein-130 as a surface-expressed ligand on iRBCs that binds the I-domain of LFA-1. Using an LFA-1I-Fc fusion protein, we demonstrate stage-specific binding to iRBCs, and LC-MS/MS analysis of immunopreciptates of I-Fc bound to iRBC revealed PfGBP-130 as a high-confidence interactor. Recombinant PfGBP-130 binds NK and THP-1 cells in an LFA-1-dependent manner. Co-culture assays show that PfGBP-130 promotes NK cell activation, degranulation, and facilitates contact-dependent killing of iRBCs. Neutralizing antibodies against PfGBP-130 significantly impair these responses. Our findings establish PfGBP-130 as the LFA-1 ligand on iRBCs, providing new insight into NK cell-mediated immunity in malaria and identifying a potential target for host-directed interventions.", "date": "2025-08-24", "journal": ""}
{"title": "Reserpine prolongs lifespan but compromises heat-stress resilience in Drosophila melanogaster", "doi": "10.1101/2025.08.20.671049", "authors": "Tiwary, V.; Trakooljul, N.; Peleg, S.", "abstract": "Pharmacological modulation of monoaminergic signaling, a process targeted by many therapeutic and recreational drugs via receptors, transporters, degradation enzymes, or reuptake mechanisms, is emerging as a promising aging intervention and as a strategy to treat various maladies. Monoamines (including dopamine, serotonin, and norepinephrine) are central to the regulation of mood, movement, sleep, memory, and systemic physiology. Here, we demonstrate that Reserpine, chronic inhibitor of the vesicular monoamine transporter (VMAT), robustly extends lifespan in Drosophila melanogaster in a dose-dependent manner. However, reserpine-treated flies also exhibit reduced locomotor activity and impaired survival under acute heat stress, indicating a context-dependent trade-off between lifespan extension and stress resilience. Transcriptomic profiling revealed that reserpine induces a transcriptionally repressed, low-energy state characterized by downregulation of metabolic, immune, and stress-response genes in treated aged animals. Notably, under heat stress, reserpine blunts the induction of canonical protective genes, including heat shock proteins and antioxidant genes, resulting in increased proteotoxic vulnerability. These findings highlight the potential trade-offs of monoaminergic modulation and support further investigation of VMAT inhibitors, monoamine modulators and other hypertension drugs as geroprotective agents.", "date": "2025-08-24", "journal": ""}
{"title": "p63-GATA2 molecular switch mediates the tumor suppressor to oncogene transition of glucocorticoid receptor in the prostate", "doi": "10.1101/2025.08.20.670078", "authors": "Hiltunen, J.; Aaltonen, N.; Sohlberg, H.; Kemppi, L.; Paakinaho, V.", "abstract": "Although glucocorticoids are widely used to alleviate side effects of prostate cancer (PCa) treatment, the glucocorticoid receptor (GR) exhibits a dual role exerting tumor-suppressive effects by inhibiting early-stage PCa cell proliferation, while also promoting oncogenic progression by mediating antiandrogen resistance. The mechanisms underlying this functional dichotomy have remained elusive and poorly characterized. Using genome-wide analyses and CRISPR-based genome editing, we identified the tumor protein p63 as a key mediator of GR's tumor-suppressive chromatin activity. Loss of p63 reprograms GR activity toward an oncogenic state, marked by enhanced cell migration, invasion, and altered morphology. This shift is driven by increased GATA2 expression, which alters GR's chromatin binding and transcriptional output. Together, our findings uncover a p63-GATA2 molecular switch that governs the dual role of GR in PCa, establishing transcription factor crosstalk as a critical regulator of GR-driven oncogenic reprogramming and cellular plasticity.", "date": "2025-08-24", "journal": ""}
{"title": "A novel resistant starch supplement induced significant weight loss in obese/overweight dogs", "doi": "10.1101/2025.08.20.671242", "authors": "Davies, M.; Gardner, D. S.", "abstract": "Objectives: To evaluate whether a resistant-starch containing supplement administered for 30 days would induce significant weight loss and lower body condition score (BCS) in overweight/obese dogs, compared to placebo. Methods: 21 home-based dogs in Norway completed the study. Study population included 15 breeds of which n=11 were male and n=10 female, ages ranged from 3 to 10 years (Mean 6.7). Weight and BCS were recorded at baseline (Day 0) and after 30 days feeding supplement A (active ingredient). Subsequently, after a 5-day wash-out period with no supplement, all dogs received supplement B (placebo) for a further 30 days, when they were re-weighed and BCS scored. Owners and the veterinarian overseeing the study were blinded to content of supplements. Results: The resistant-starch-containing supplement led to statistically significant weight loss (0.45 +/- 0.57 kg, mean +/- 1SD; P = 0.002) with 17 of 21 dogs (77%) losing weight. A 0.5 unit reduction in BCS was noted (P = 0.009). Dogs lost some weight on placebo, but BCS did not change. Clinical significance: This novel supplement containing resistant-starch, beta-glucan, alpha-lipoic acid and probiotic can be used to induce weight loss in overweight/obese dogs.", "date": "2025-08-24", "journal": ""}
{"title": "High-throughput 3D super-resolution ultrasound imaging", "doi": "10.1101/2025.08.20.671215", "authors": "Zhao, W.; Wang, N.; Han, Z.; Xu, X.; Ma, X.; Zhou, T.; Gui, J.; Liu, Y.; Liu, Q.; Qu, L.; Liu, W.; Ding, X.; Liu, X.; Ta, D.; Tan, J.; Chen, L.; Yao, J.; Li, H.", "abstract": "Capturing fast hemodynamics in deep organs is essential for understanding microvascular regulation of organ responses to physiological demands and pathological stress. However, non-invasive three-dimensional (3D) imaging of these microscale processes remains challenging due to trade-offs between spatial resolution, imaging speed, and penetration depth. Here, we present fluctuation-based high-order super-resolution acoustic microscope (FLAME), a tracking-free 3D ultrasound imaging technology capable of fast microvascular angiography and flow measurement. Using as few as 30 volumes, FLAME improves 3D ultrasound resolution by 8-fold (~50 m) and shortens data acquisition time by over two orders of magnitude, from tens of seconds to tens of milliseconds, compared with conventional tracking-based super-resolution approaches1-6. This high-throughput capability supports high-fidelity imaging of tissue functions under flexible experimental settings. FLAME achieves an unprecedented 3D super-resolution frame rate of ~40 Hz, capturing transient hemodynamic responses to various physiological and pathological stimuli in different mouse organs, from the microvascular level to the whole-body scale. With open-sourced implementation, FLAME provides an accessible platform for real-time, in-depth hemodynamic monitoring across diverse biomedical applications and clinical translation.", "date": "2025-08-24", "journal": ""}
{"title": "MRDadaptis: Self-Adaptive Parameter Configuration Enhances Minimal Residual Disease Detection in Heterogeneous ctDNA Samples", "doi": "10.1101/2025.08.20.671240", "authors": "wang, t.; Wang, J.", "abstract": "Detection of structural variations (SV) through circulating tumor DNA (ctDNA) has become a key method for detecting minimal residual disease (MRD). However, the heterogeneity of ctDNA samples, characterized by variable limits of detection (LOD) and diverse structural variant types, significantly impacts detection stability and consistency, posing persistent challenges for conventional SV detection tools such as Delly and Manta. These widely-used methods require extensive manual parameter tuning, hindered by the combinatorial complexity of multiple parameters and heterogeneous sequencing data. To address this, we propose MRDadaptis, a novel SV detection tool that uniquely incorporates a self-adaptive parameter optimization mechanism. MRDadaptis distinguishes itself by integrating Bayesian optimization with meta-learning techniques to dynamically adjust detection parameters automatically, based on intrinsic features derived from the ctDNA sequencing data itself. This innovative approach not only reduces manual intervention but also effectively captures sample-specific characteristics, significantly improving detection stability and detection performance. Extensive validation experiments using both simulated and real-world ctDNA datasets demonstrates MRDadaptis distinct advantages, including markedly improved average F1-scores and superior stability (reduced variance, lower RMSE, increased kurtosis) These results highlight the significant advantages of MRDadaptis in addressing sample heterogeneity, underscoring its potential to improve the accuracy and reliability of MRD detecting through ctDNA analysis. https://github.com/aAT0047/MRDadaptis.git Keywords: structural variant detection, ctDNA, Self-Adaptive Parameter Configuration, Bayesian optimization, meta-learning, heterogeneous sequencing sample.", "date": "2025-08-24", "journal": ""}
{"title": "Generalizing Michaelis-Menten Theory to Account for Substrate Heterogeneity", "doi": "10.1101/2025.08.21.671619", "authors": "Thrane, P.; Gudmand-Hoeyer, J.; Andersen, M.; Pedersen, U. R.; Hancock, W. O.; Kari, J.", "abstract": "Enzymes are typically analyzed under the assumption of homogeneous substrates, yet many biological, biotechnological, and industrial reactions involve chemically or physically heterogeneous substrates. Here we present a theoretical framework showing that mixtures of non-identical substrates at steady state still follow the Michaelis-Menten (MM) rate law, yielding apparent parameters (KMapp, kcatapp) that depend on the mean and variance of the underlying energy distributions. This mathematical identity with the classical MM form can bias interpretation of fitted parameters and conceal mechanistic diversity. We show that variance in substrate energetics can shift KMapp and kcatapp as strongly as changes in mean binding or activation energies, making substrate heterogeneity an independent but hidden design axis. Numerical simulations of 500 coupled Michaelis-Menten reactions - each representing a distinct substrate - validated the closed-form expressions for the apparent parameters. Analysis of 43220 curated BRENDA entries quantified the kinetic spread in enzymology, and our framework shows that realistic substrate heterogeneity gives comparable variability. Our framework extends the MM theory to heterogeneous substrates by adding a single, physically interpretable variance term to the classical equations. This enables inference of hidden heterogeneity from bulk fits and positions substrate pretreatment as a complementary optimization axis alongside conventional enzyme engineering for enzymes acting on heterogeneous substrates.", "date": "2025-08-24", "journal": ""}
{"title": "Comparative study of nanopore phenylalanine clamp variants reveals unique peptide biosensing and classification properties", "doi": "10.1101/2025.08.22.671566", "authors": "Colby, J. M.; Krantz, B.", "abstract": "The rapid, label-free, and low-cost detection of peptides is critical for the development of next-generation diagnostics, drug discovery, and environmental monitoring. Nanopore-based biosensing offers a promising platform to address this need by leveraging single-molecule analysis. In this study, we utilize protein engineering to create a series of novel peptide biosensors from the anthrax toxin protective antigen (PA) nanopore by targeting its central phenylalanine clamp constriction (residue F427), a key site known to interact dynamically with translocating molecules. This series of engineered variants were evaluated for their performance in both unsupervised clustering and supervised classification of a diverse set of seven guest-host peptides. Intriguingly, we found that the engineered variants exhibited a broad range of unique biosensing and classification properties. There was a notable divergence between the ability of the variants to intrinsically separate peptides (unsupervised clustering) and their performance in supervised classification tasks. Notably, PA F427A nanopores showed enhanced specificity for small molecular weight peptides that were challenging for WT nanopores to classify, achieving exceptionally high performance (accuracy of 0.93). These findings challenge the assumption that a single unmodified biosensor is sufficient for complex discrimination. Instead, our results highlight the potential for a more robust approach: leveraging the unique, complementary strengths of multiple sensor variants in an ensemble or multiplexed array. Such a system can achieve high and balanced performance across diverse peptide classes, representing a significant step forward in the development of sophisticated nanopore biosensors.", "date": "2025-08-24", "journal": ""}
{"title": "Allo-defensive, multiplex base-edited, anti-CD38 CAR T cells for \"off-the-shelf\" Immunotherapy", "doi": "10.1101/2025.08.20.671266", "authors": "Preece, R.; Gough, O. J.; Joshi, A.; Kadirkamanathan, R.; Cudworth, E.; Kallon, D.; Georgiadis, C.; Qasim, W.", "abstract": "Chimeric antigen receptor (CAR) T cell therapies are being widely investigated in both autologous and allogeneic settings, with gene editing providing new strategies to address barriers to mismatched cell therapies. Currently \"universal\" donor derived T cell therapies require intensive lymphodepletion and are prone to host-mediated rejection. CD38, a transmembrane glycoprotein involved in cell activation and bioenergetics, is a promising immunotherapy target for haematological malignancies. Disruption of CD38 expression using base editing prevented fratricide between T cells expressing anti-CD38 CAR (CAR38). Additional base editing enabled generation of a \"universal\" donor CAR38-T cells, devoid of endogenous TCRab and Human Leukocyte Antigen (HLA) molecules after disruption of T Cell Receptor Beta Constant (TRBC), Beta-2 microglobulin (B2M), and Regulatory Factor X5 (RFX5). Removal of cell surface HLA expression enabled evasion of anti-HLA antibodies in sera from sensitised donors and reduced allo-stimulation in mixed lymphocyte cultures (MLCs), while TCRab disruption prevented allo-reactivity. In MLCs, CAR38 expression enabled potent \"allo-defense\" activity against CD38+ allo-reactive cells. Multiplex-base-edited CAR38-T cells exhibited antigen-specific anti-leukemic activity against human B, T, and myeloid malignancies and inhibited disease progression in humanised murine xenograft models. CAR38-T cells offer a potent \"off-the-shelf\" strategy against CD38+ haematological malignancies and plasma cells associated with autoimmunity.", "date": "2025-08-24", "journal": ""}
{"title": "Potentials of Machine Learning in Predicting Key Features of Synthetic Antimicrobial Polymers (SAMPs)", "doi": "10.1101/2025.08.24.671690", "authors": "Dalal, L.; De Oliveira, D. S. B. L.; Warren, N.; Cayre, O.; Perrier, S.", "abstract": "The widespread antimicrobial resistance urged the need for novel antimicrobial agents. Synthetic antimicrobial polymers (SAMPs) were proposed as promising antibiotics to overcome the drawbacks of host-defence peptides. A machine learning forecast can be beneficial to evaluate the influence of SAMPs features on their potency and toxicity. In this study, we utilised a library of 20 polyacrylamides varied in: 1) type of amine side chain, 2) chain length, 3) cationic amine ratio, and 4) polymer architecture. Their structure-activity relationship was evaluated by comparing experimental observations and machine learning models. While classification models showed good fit in the training set, regression models demonstrated better fit in the testing set. Regression random forest and gradient boosting methods demonstrated reliable reproducibility of feature importance and maintained the tree structure throughout multiple runs. Beeswarm and waterfall plots provided an overview of the joint SHapley Additive exPlanations (SHAP) values of features on a specific data point. Based on validation tests and the consistency of feature importance and SHAP values, we conclude that boosting-ensemble methods can be utilized in forecasting future SAMPs.", "date": "2025-08-24", "journal": ""}
{"title": "Conservation of sporulation genes and a transmembrane-containing Spo0B variant in Paenibacillus", "doi": "10.1101/2025.08.24.672004", "authors": "Lin, I. N.; Prince, C. R.; Feaga, H. A.", "abstract": "Sporulation is a strategy employed by many bacteria to survive harsh environmental conditions. The genus Paenibacillus includes spore-forming species notorious for spoiling pasteurized dairy products and causing fatal infections in honeybee larvae, leading to colony collapse. Here, we present a comprehensive survey of sporulation genes across 1460 high-quality Paenibacillus genomes. We find that all members of the sporulation-initiating phosphorelay are well-conserved, but that the Spo0B phosphotransferase contains a transmembrane domain that is unique to this genus. The transmembrane-domain-containing variant of Spo0B is present in 92% of surveyed Paenibacillus genomes. Consistent with this high level of conservation, we find that for Paenibacillus polymyxa Spo0B, the transmembrane domain is important for interaction with its phosphorelay partners Spo0A and Spo0F. Moreover, we find that Spo0B exhibits low sequence identity across Bacilli when compared to other members of the phosphorelay. Altogether, this work highlights the potential for diversity even within the highly conserved phosphorelay that initiates sporulation in Bacilli.", "date": "2025-08-24", "journal": ""}
{"title": "NRDE2 Interacts with an Early Transcription Elongation Complex and Widely Impacts Gene Expression", "doi": "10.1101/2025.08.20.671253", "authors": "Srbic, M.; Belhaouari, C.; Raffel, R.; Lemaire, L.; Barbier, J.; Bossuyt, J.; Akkawi, C.; Contreras, X.; Kiernan, R.", "abstract": "NRDE2 is a highly conserved protein that is implicated in post-transcriptional gene silencing in S. pombe and C. elegans while in mammals, it has been shown to modulate splicing. To determine whether NRDE2 may be implicated in other processes in humans, we performed tandem affinity purification followed by proteomic analysis of NRDE2 from nuclear extracts in HEK293T and HeLa cells. Our data show that, in addition to its well-characterized partner, MTR4 helicase (MTREX), as well as several splicing factors, NRDE2 also interacts with chromatin-associated factors involved in transcription, including the Polymerase-Associated Factor 1 (PAF1) complex and elongating forms of RNA polymerase II (RNAPII). To further investigate the function of NRDE2 in gene expression, we performed RNA-seq following its transient depletion. Differential expression analysis showed that loss of NRDE2 modulated the expression of thousands of genes. While effects on splicing, including intron retention, were detected, as described previously, our analysis revealed that the impact of NRDE2 on intron retention is more widespread than previously thought. Moreover, intron retention was also highly associated with down-regulation of mRNA expression. Taken together, these results suggest that NRDE2 associates with the transcription and splicing machineries and affects RNA processing.", "date": "2025-08-24", "journal": ""}
{"title": "Ginkgolic acid attenuates e chinococcus granulosus  infection-induced hepatic fibrosis by inhibiting Smad4 SUMOylation", "doi": "10.1101/2025.08.22.671734", "authors": "Chen, Q.; Dong, D.; Yu, X.; Jiang, X.; Jiang, H.; Hou, J.; Wang, L.; Xu, J.; Wu, X.; chen, x.", "abstract": "Background The SUMOylation modification is closely linked to the progression of fibrotic diseases, yet its role in hepatic fibrosis associated with cystic echinococcosis (CE) remains unclear. This study aimed to investigate the function of SUMOylation in CE-related hepatic fibrosis and evaluate the anti-fibrotic effects and mechanisms of ginkgolic acid (GA) via regulation of the SUMOylation pathway. Methodology Peri-lesional (PL) and adjacent normal (AN) liver tissues from CE patients were collected to examine histopathology and SUMO pathway proteins. A CE-infected mouse model was established and treated with GA to assess cyst burden, serum TGF-{beta}1 levels, hepatic fibrosis markers, and SUMO-related proteins. In vitro, macrophages and hepatic stellate cells (HSCs, LX-2 line) were stimulated with Echinococcus granulosus cyst fluid (EgCF) or TGF-{beta}1 to evaluate GAs effects on macrophage polarization (CD206/CD86), HSC activation (-SMA/PCNA), Smad4 SUMOylation, and nuclear translocation. Macrophage-HSC crosstalk was investigated via conditioned medium co-culture assays. Result Fibrosis was exacerbated in peri-lesional liver tissues of CE patients, accompanied by SUMO pathway activation. GA significantly alleviated hepatic fibrosis in CE mice and reversed SUMO pathway dysregulation. Mechanistically, GA inhibited EgCF-induced pro-fibrotic M2 macrophage polarization and blocked Smad4 SUMOylation and nuclear translocation by modulating SUMOylation. Furthermore, GA directly suppressed HSC activation and bidirectionally disrupted the pro-fibrotic crosstalk between macrophages and HSCs under EgCF stimulation, ultimately alleviating fibrosis. Conclusion This study reveals the critical role of SUMOylation modification in CE-associated hepatic fibrosis and elucidates a novel anti-fibrotic mechanism whereby GA targets the SUMOylation-Smad4 axis to regulate the immune microenvironment.", "date": "2025-08-24", "journal": ""}
{"title": "The SWI/SNF complex sub-unit Bap60 is required for training-induced gene transcription during long-term memory formation", "doi": "10.1101/2025.08.24.671976", "authors": "Jones, S. G.; Raun, N.; Bleeker, S. C.; Henn, A. L.; Kramer, J. M.", "abstract": "Long-term memory (LTM) formation requires tightly regulated gene expression in response to neuronal activity. Chromatin remodeling is thought to play a role in enabling this transcriptional response, but the specific mechanisms remain unclear. In Drosophila, a transcriptional trace of courtship LTM training can be observed in the mushroom body (MB) during the memory consolidation phase after the end of training. Here, we investigated the role of Bap60, a core subunit of the Drosophila SWI/SNF chromatin remodeling complex, in the transcriptional trace of memory consolidation. Adult-specific knockdown of Bap60 in the MB selectively impaired LTM with short-term memory (STM) left intact. Transcriptome analysis of Bap60 knockdown MBs following courtship LTM training revealed near complete disruption of LTM training induced transcription in the MB. MB-specific CUT&RUN was used to map SWI/SNF binding sites and identify over 100 candidate direct Bap60-dependent training induced genes. Bap60 was not required for training induced activation of immediate early genes (IEGs), Hr38 and Sr, which are transcription factors that are critical for courtship LTM. This suggests that Bap60 may regulate LTM gene induction downstream of IEGs. Interestingly, we identified Sr binding sites at 30% of Bap60-dependent training induced genes. Many of these target genes were transcription factors, including Prospero (Pros), which we show is also required in the MB for LTM but not STM. Interestingly, Pros is induced in a subset of MB nuclei, suggesting Bap60 is involved in cell specific LTM training induced gene activation. Together, these findings reveal a critical role for Bap60, a core SWI/SNF subunit, as a key regulator of LTM training-induced transcription downstream of IEGs.", "date": "2025-08-24", "journal": ""}
{"title": "Structural basis of insulin receptor antagonism by bivalent site 1-site 2 ligands", "doi": "10.1101/2025.08.23.671589", "authors": "Vogel, A.; Blakely, A.; Dao, Y.; Lin, N.-P.; Chou, D. H.-C.; Hill, C. P.", "abstract": "Congenital hyperinsulinism (HI) is a rare genetic disease characterized by overproduction of insulin. One class of potential HI treatments is insulin receptor (IR) antagonists like S961 and Ins-AC-S2, peptides composed of binding segments for each of the IR sites capable of binding insulin: site 1 and site 2. Notably, S597, containing the same IR binding segments as S961 but in the opposite order (site 2-site 1), is an IR agonist rather than an antagonist. Using cryo-EM, we show how both S961 and Ins-AC-S2 bind an inactive conformation of IR, thereby explaining their antagonism. Furthermore, our structures reveal how agonist vs. antagonist activity is dictated by the order of site 1- and site 2-binding modules in bivalent ligands. Additionally, we uncover subtle differences between the binding mechanisms of S961 and Ins-AC-S2 to IR, which include displacement or engagement of CT, respectively, and a novel binding interface between the Ins-AC-S2 insulin and the receptor. These structural insights may inform development of next generation IR antagonists for treatment of HI.", "date": "2025-08-24", "journal": ""}
{"title": "Enhanced photo-crosslinking in living cells with high-intensity longwave ultraviolet light", "doi": "10.1101/2025.08.20.671286", "authors": "Trendel, J.; Prokofeva, P.; Chen, Z.; Horn, L.; Trendel, S.; Mema, M.; Stuiver, M.; Rappsilber, J.; Kuster, B.", "abstract": "The activation of chemical reactions in living cells using ultraviolet (UV) light enables the interrogation of biomolecules in their native environment with photoreactive probes or crosslinking reagents. Although numerous photo-crosslinking approaches have been successfully employed, they often suffer from common limitations, including low reaction yields, the need for long exposure times, and irradiation-induced cellular damage from heat, desiccation, or side reactions. We recently showed that 365 nm light-emitting diodes (LEDs) enable rapid, bioorthogonal protein-DNA crosslinking in living cells, incurring minimal photodamage. Here we generalize this approach and demonstrate that high-intensity, longwave UV light reduces the irradiation time for in-cell photo-crosslinking reactions by up to 1000-fold, allowing protein-drug, protein-protein, protein-DNA and protein-RNA interactions to be fixed within seconds. Benchmarking this rapid photo-activation for the analysis of RNA-interacting proteomes responding to RNA-binding drugs, we demonstrate both qualitative and quantitative advantages of controlled, high-intensity UV irradiation, uncovering emergent experimental opportunities that were previously inaccessible to light-activated chemistry in intact cells and tissues.", "date": "2025-08-24", "journal": ""}
{"title": "Monovalent Cation Dependent Oligomerization and DNA Binding of MoyR: a GntR family monooxygenase regulator in Mycobacterium tuberculosis", "doi": "10.1101/2025.08.21.671446", "authors": "Abeywickrama, T.; Hideaki, T.; Kurisu, G.; Perera, I.", "abstract": "Bacteria constitute a large domain of prokaryotic microorganisms with a remarkable ability to perceive environmental stimuli and respond efficiently to environmental stresses by regulation of gene expression mediated by transcriptional regulators. M. tuberculosis is a classic example of this, where ample studies have provided evidence of how the transcriptional regulators are involved in various survival mechanisms in the bacterium. Mycobacterium tuberculosis is a well-known pathogen due to the emergence of drug resistance associated with it, and the genome of M. tuberculosis encodes many transcriptional regulators. Our work explicates the mechanism of K+/ Na+ mediated oligomerization and DNA binding of MoyR. In vitro assays revealed a complex pattern of MoyR oligomerization depending on monovalent cation concentrations where MoyR tends to form tetramers and hexamers which directly affect the MoyR affinity to its cognate DNA. The tetramer bound DNA was found to be highly stable even at high monovalent cation concentrations such as 500 mM which is unusual for a protein-DNA binding in a mesophilic bacteria. GntR proteins are substantially known to bind the DNA as homodimers in a two-fold symmetry, but this study is the second, that reports of a tetrameric GntR protein assembly after the GntR regulator Atu1419 in Agrobacterium fabrum. MoyR binds with high affinity (Kd,app = 3.47 nM) and specificity to the shared promoter region between the divergently oriented Rv0789c-Rv0790c-Rv0791c-moyR operon and Rv0793. The moyR gene cluster was identified as a conserved region and most of the adjacent genes are homologous to monooxygenases which highly likely to be likely to be implicated in a polyketide antibiotic synthesis pathway of the bacterium and this can provide a novel paradigm to the antibiotic tolerance and resistance of M. tuberculosis wherein this elicits the importance of MoyR as a drug target.", "date": "2025-08-24", "journal": ""}
{"title": "Analyzing the miRNA regulatory landscape of OGT identifies evolutionarily conserved upregulation.", "doi": "10.1101/2025.08.21.671361", "authors": "Ali, S. Z.; Jame-Chenarboo, F.; Ng, H.-H.; Thu, C.; Dehghan Harati, H.; Macdonald, D.; Mahal, L. K.", "abstract": "O-GlcNAc transferase (OGT) is the key enzyme involved in post-translationally modifying cytoplasmic and nuclear proteins with O-GlcNAc. Maintenance of cellular O-GlcNAcylation levels is critical to cell health and requires precise transcriptional and post-transcriptional control. Herein we examine the miRNA regulation of OGT by the human miRNAome using our high-throughput miRFluR assay. We found >200 miRNA regulators of OGT, including 17 down- and 15 upregulatory miRNAs previously identified in CLIP datasets. We validated the impact of select miRNA on OGT and O-GlcNAc levels using both miRNA mimics and inhibitors that reduce endogenous miRNA levels. We focused our studies on two miRNA families, the downregulatory let-7 family and the upregulatory miR-148/152 family. For the let-7 family, we found that only let-7a-3p and let-7g-3p strongly downregulated OGT. Downregulation required two seed-dependent binding sites. Evolutionary analysis found that the more recent of the two sites emerged in placental mammals. A similar conservation pattern was observed for the site of regulation by the miR-148/152 family, which was previously identified in CLIP datasets. All three miRNA in this family upregulated OGT. Phylogenetic analysis revealed that this upregulatory site has been conserved for the past 98.7 million years. The emergence of these regulatory sites correlates with that of disease states that both OGT and the miRNA are known to impact. Overall, our results provide important insights into OGT, miRNA regulation and conservation through evolution.", "date": "2025-08-24", "journal": ""}
{"title": "Host prior exposure augments heterogeneity in gene expression in both host and pathogen during in vivo infection", "doi": "10.1101/2025.08.20.671316", "authors": "Perez-Umphrey, A.; Miller, J.; Tulman, E.; Garrett-Larsen, J.; Vinkler, M.; Langwig, K. E.; Geary, S. J.; Adelman, J.; Hawley, D. M.", "abstract": "Variability in acquired protection, whether from prior pathogen exposure or vaccination, is increasingly recognized as a key determinant of host population-level variation in disease traits. It remains unclear whether this extends to the within-host physiological environment and what the consequences are for reinfecting pathogens. Here, we asked whether prior pathogen exposure of hosts induces gene expression heterogeneity in the host and/or pathogen during infection. We quantified gene expression in vivo following high-dose pathogen challenge of house finches (Haemorhous mexicanus) previously given controlled, varied exposure histories to a bacterial pathogen (Mycoplasma gallisepticum; MG). To measure gene expression heterogeneity, we collected transcriptomic data from two host tissues (conjunctiva and spleen), and, simultaneously, from pathogen infecting the primary site of infection (conjunctiva). In the conjunctiva, but not the spleen, prior pathogen exposure induced significant heterogeneity in host gene expression relative to pathogen-naive hosts. Further, hosts that received a lower prior exposure dose rather than a higher primary dose showed the greatest within-group heterogeneity in expression during re-challenge. Functional enrichment analyses for significantly variable host genes indicated an over-representation of terms involved in the immune system response to pathogens, namely a diversified inflammatory response, in birds with prior pathogen exposure. The infecting pathogen from the conjunctiva followed similar patterns of heterogeneity in host gene expression, where pathogen infecting hosts with prior exposure had more heterogeneous expression than those infecting pathogen-naive hosts. While the exact mechanisms that underlie greater variation in gene expression cannot be resolved by this study, our results are consistent with the hypothesis that prior host exposure induces a within-host environment that promotes heterogeneous gene expression across both hosts and pathogens. This suggests that to understand the coevolutionary dynamics of infectious diseases we must consider not only the genetic sequence variation, but also gene expression variation in host and pathogen.", "date": "2025-08-24", "journal": ""}
{"title": "Red List criteria underestimate climate-related extinction risk of range-shifting species", "doi": "10.1101/2025.08.20.671260", "authors": "Keuth, R.; Fritz, S. A.; Zurell, D.", "abstract": "Climate change causes global species redistribution and elevates extinction risk, making early identification of vulnerable species critical for timely conservation. The IUCN Red List provides guidelines for assessing climate-related extinction risk using species distribution models (SDMs) and spatially explicit population models (SEPMs). However, a systematic evaluation of these guidelines is currently missing. Using simulations of virtual species with diverse life-history traits and range dynamics, we found that SDMs consistently underestimated extinction risk for range-shifting species. This was due to a concave relationship between population size and habitat loss, which contradicts the linear assumption in the Red List guidelines. For range-contracting species, SDMs provided adequate warning times. Probabilistic extinction estimates from SEPMs provided delayed warning for all species, particularly for highly threatened ones. Our results reveal key limitations of current Red List guidelines under climate change. Based on our findings, we provide tentative recommendations for updating the IUCN Red List guidelines.", "date": "2025-08-24", "journal": ""}
{"title": "Improving RNA-seq protocols", "doi": "10.1101/2025.08.20.671269", "authors": "Pfoertner, F.; Briem, E.; Enard, W.; Richter, D.", "abstract": "Bulk and single-cell RNA-seq are powerful tools for transcriptomic analysis, providing insights into many aspects of molecular and cellular phenotypes. Costs constrain the amount of biological insight obtainable within a given budget, and as sequencing prices decline, efficient library protocols have become a decisive factor. In this study, we introduce an approach to systematically optimize the number of usable reads that RNA-seq protocols generate. We applied this \"funnel strategy\" to prime-seq, an early-barcoding bulk RNA-seq protocol, by systematically testing critical protocol steps totaling 1080 samples in 49 libraries. This resulted in the optimized prime-seq2 protocol that increases the number of usable reads by 60 % and improves one of the most cost-efficient bulk RNA-seq protocols available. Our study also suggests that monitoring the filtering of usable reads can serve as a valuable quality control for many RNA-seq protocols and sheds light on the complexity of the conditions and interactions that shape RNA-seq library composition and their interpretation.", "date": "2025-08-24", "journal": ""}
{"title": "Quantification method affects replicability of eQTL analysis, colocalization, and TWAS", "doi": "10.1101/2025.08.20.671303", "authors": "Cole, N.; Wu, W. H.; Head, S. T.; Bresnahan, S. T.; Bhattacharya, A.", "abstract": "eQTL mapping and TWAS are widely used to contextualize GWAS, yet the impact of RNA-seq processing choices remains unexplored. We find that RNA-seq quantification method and transcriptomic reference substantially affect eQTL detection and gene expression prediction with significant downstream impact on colocalization and TWAS results. Our findings demonstrate that seemingly minor methodological decisions substantially affect these common analyses, highlighting the need for standardized practices to ensure reproducible genetic association studies.", "date": "2025-08-24", "journal": ""}
{"title": "Evolutionarily divergent DUF4465 domains have a common vitamin B12-binding function", "doi": "10.1101/2025.08.21.671476", "authors": "Clarke, C.; Banasik, M.; Juodeikis, R.; Warren, M.; Pickersgill, R.", "abstract": "Domains of Unknown Function (DUFs) comprise a large portion of the bacterial proteome, yet their biological roles remain poorly understood. We recently identified two DUF4465 proteins (IPR027828 family proteins), BtuJ1 and BtuJ2, in the vitamin B12 auxotrophic gut commensal Bacteroides thetaiotaomicron, which act as high-affinity B12 binding proteins that scavenge the cofactor to ensure survival. Such B12 capture is essential for bacteria that have lost the ability to synthesize B12 de novo. The DUF4465 family contains more than 1,000 members distributed across eight bacterial clades in gut microbiome and marine environments, raising the question of whether B12-binding is ubiquitous across this family. Here, we show that B12-binding is conserved across five additional sequence-diverse DUF4465 proteins bringing the total we have characterized to seven. Structural and biochemical analyses, including the crystal structure of D5EK51 from Coraliomargarita akajimensis bound to B12, reveal a conserved augmented beta-jellyroll fold and a shared B12-binding motif. Together, these findings establish DUF4465 as a structurally conserved family of B12-binding proteins and point to their widespread role in microbial competition for this essential cofactor.", "date": "2025-08-24", "journal": ""}
{"title": "Chemical mechanism of allosteric and asymmetric dark reversion in a bacterial phytochrome uncovered by cryo-EM.", "doi": "10.1101/2025.08.21.671592", "authors": "Bodizs, S. A.; Fischer, A.-L. M.; Cervenak, M.; Prodhan, S.; Maj, M.; Westenhoff, S.", "abstract": "Phytochromes are light-sensitive proteins found in plants, fungi, and bacteria. They switch between two functional states, Pr and Pfr, distinguished by E/Z isomers of their bilin chromophore. The chromophore can photoswitch between these states, but also thermally react in darkness. Given the high activation energy of the isomerization reaction in solution, it remains unclear how this reaction can proceed in the dark within the phytochrome. Here, we present time-resolved single-particle cryo-EM structures of the Pseudomonas aeruginosa bacteriophytochrome (PaBphP) captured at multiple time points during dark reversion from Pr to Pfr. We identify structural asymmetries in the precursor Pr state stretching from the homodimer interface to a conserved histidine (H277) next to the bilin and find that these lead to a strong imbalance of the dark reversion reaction rate of the two protomers. Supported by molecular modelling, we conclude that small, protomer-dependent changes of the conserved histidine control the hydrogen-bonding network around the chromophore, thereby exerting control over the activation energy of the isomerization reaction. This mechanism explains how phytochromes can thermally dark revert and how allosteric control is asserted; and it provides a structural framework for tuning phytochrome signaling lifetimes in optogenetic applications.", "date": "2025-08-24", "journal": ""}
{"title": "Multigram-scale stereoselective synthesis of neurosteroid isomers by gut microbial isolates using plant biomass-derived medium", "doi": "10.1101/2025.08.20.671209", "authors": "Gicana, R. G.; Wang, P.-H.; Huang, Y.-H.; Huang, M.-H.; Wu, T.-Y.; Lai, Y.-L.; Brandon-Mong, G.-J.; Wei, Y.; Yeo, W. W. Z.; Ng, I.-S.; Chiang, Y.-R.", "abstract": "Neurosteroids are vital therapeutics for mood disorders, with FDA-approved allopregnanolone (Zulresso) for postpartum depression and zuranolone for major depressive disorder representing breakthrough treatments. However, current production methods rely on costly animal-derived sources or non-stereoselective chemical synthesis that require extensive chiral purification steps. Here, we present a sustainable microbial platform utilizing gut bacteria and a completely plant-based medium for stereoselective neurosteroid biosynthesis. Through bioinformatics- and structural biology-guided screening of more than 3000 bacterial isolates, we identified three anaerobic gut strains exhibiting distinct stereospecificities: Holdemania filiformis produces isopregnanolone (3{beta}-hydroxy-5-pregnan-20-one), Clostridium innocuum generates epipregnanolone (3{beta}-hydroxy-5{beta}-pregnan-20-one), and Hungatella effluvii synthesizes pregnanolone (3-hydroxy-5{beta}-pregnan-20-one). We developed Molasses-Okara Medium (MOM), a fully plant-derived composite medium combining sugarcane molasses with enzymatically hydrolyzed okara devoid of animal-derived components. In multigram batch whole-cell biotransformation trials using MOM, we achieved >95% progesterone conversion into target neurosteroid isomers. The inherent stereoselectivity of these whole-cell biotransformations bypasses downstream chiral chromatographic separation, enabling pharmaceutical-grade product recovery through a simple open-column purification. Compared to using peptone-yeast-glucose media for whole-cell biotransformation, MOM reduced production costs by 90% and carbon footprint by 95% that embodies sustainable bioeconomy principles in pharmaceutical biotechnology.", "date": "2025-08-24", "journal": ""}
{"title": "AAV-Mediated CAR-T therapy eradicate HIV reservoirs with augmented safety and persistence", "doi": "10.1101/2025.08.22.671679", "authors": "Nawaz, W.; Ihsan, A. U.; Rehan, M.; Masroori, N.; Shalak, A. C.; Deyan, C.; Ur-Rehman, U.", "abstract": "HIV persists in latent reservoirs within CD4 cells, posing a major barrier to cure. Chimeric antigen receptor (CAR) T cell therapy has shown promise against HIV but is limited by several key challenges, including persistent and protecting CAR T cells expression, particularly those expressing CD4-based receptors from HIV infection, preventing immune evasion through viral mutation, and effectively targeting transcriptionally silent reservoirs that lack antigen expression and thus remain undetectable to CAR-based therapies. AAV based CAR T therapy addresses these challenges by providing stable and safe CAR delivery with low integration risk, enhancing persistence while reducing insertional mutagenesis concerns. AAVCD4CAR transduced primary human T cells at high efficiency and viability; the resulting CAR T cells selectively recognized and killed HIV1 infected CD4+ T cells, significantly reducing viral p24 levels in infected PBMC cultures. In a humanized mouse model engrafted with HIV, AAVCD4CAR T cells led to sustained CAR expression on circulating T cells. Treated mice showed marked suppression of plasma viremia and preservation of CD4+ T cell counts compared to controls, without evidence of systemic toxicity. The CAR T cells exhibited effector cytokine production and memory markers, indicating functional activation and persistence. Moreover, we found that the AAV based CAR is safe and biocompatible and does not affect the physiological function of mice challenged with HIV. Taken together, these results verify that AAVCD4CAR is effective in clearing viral load from ex vivo human samples and in mice models and is safe and biocompatible. Our findings provide proof of concept that an AAVCD4CAR approach can induce durable anti-HIV immunity, suggesting a new avenue for curative therapy.", "date": "2025-08-24", "journal": ""}
{"title": "Optimized R2 Retroelement Complexes Enable Precise and Efficient DNA Insertion into Plant Genomes", "doi": "10.1101/2025.08.22.671877", "authors": "Muchenje, K. T.; Wang, Y.; Oz, T. M.; Li, E.; Saffron, A.; Demirer, G. S.", "abstract": "Precise, targeted insertion of multi-kilobase DNA sequences into plant genomes is critical for studying gene function, ensuring robust transgene expression, and stacking traits in crops, but remains challenging. Existing targeted insertion methods in plants relying on programmable nucleases are inefficient and can generate unwanted mutations. Newer technologies based on prime editors, transposases, and site-specific recombinases extend capabilities but remain constrained with low efficiencies, off-target integration, silencing, or limited DNA payload size. R2 non-long terminal repeat (non-LTR) retrotransposons integrate via target-primed reverse transcription (TPRT) specifically targeting the 25S ribosomal DNA multicopy site and enabling double-strand-break-free installation of gene-sized DNA sequences. We adapted the avian Taeniopygia guttata R2 protein (R2Tg) for targeted DNA insertion into plant genomes through engineering of R2Tg expression cassettes and RNA payloads carrying intron-disrupted mCherry and RUBY retrotransposition reporters with length-optimized rDNA homology arms. These efforts, together with optimized construct delivery formats and incubation temperatures, define R2 editor design rules enabling efficient DNA integration and functional protein expression from the 25S rDNA locus. In Nicotiana benthamiana leaves, Arabidopsis thaliana protoplasts, and Solanum lycopersicum seedlings, the optimized R2Tg editor system achieved targeted insertion with efficiencies up to 24% payloads ranging in size from 2kb to 5kb. This work establishes a compact R2Tg ribonucleoprotein platform for targeted DNA insertion into plant genomes, targeting a multicopy genomic safe harbor site to enable efficient multi-kilobase gene addition", "date": "2025-08-24", "journal": ""}
{"title": "Viruses associated with Nitrososphaerota archaea: diversity, evolution and horizontal gene transfers", "doi": "10.1101/2025.08.23.671958", "authors": "Zheng, K.; Liang, Y.; Paez-Espino, D.; McMinn, A.; Wang, M.", "abstract": "Nitrososphaerota, an archaeal phylum mainly containing Thaumarchaea and Aigarchaea, is an ecological widespread archaeal lineage belonging to TACK super-phylum. However, viral diversity and evolution associated with this archaeal lineage, especially for extremophilic Thaumarchaea and Aigarchaea, remain uncharacterized. Here, we reveal the neglected diversity of the Thaumarchaea virome by identifying 152 species-level viral and mobile genetic element (MGE) sequences associated with extremophilic Thaumarchaea, which mainly colonize in hyperthermophilic environments, deep sea, and acidic soils. Importantly, we identified 263 previously unrecognized species-level viral/MGE sequences associated with Aigarchaea, including a novel rod-shaped viral family uniquely characterized by capsid heterodimers, thereby filling a long-standing gap in the viral diversity of the TACK super-phylum. Phylogenetic analysis revealed close evolutionary relationships between Aigarchaea-associated rod-shaped viruses and Methanophagales (ANME-1) rod-shaped viruses, suggesting that they may have evolved from a common rod-shaped viral ancestor. In contrast, Aigarchaea-associated head-tailed viruses formed three distinct monophyletic clades compared to other viruses, representing previously undiscovered evolutionary lineages within virosphere. Gene functional analysis identified 32 viral-encoded genes potentially involved in supplementing host metabolism, including, for the first time, genes that confer selective advantages to their extremophilic archaeal hosts, such as those involved in oxidative stress adaptation and antibiotic synthesis. Approximately 54% of 6,505 horizontal gene transfers (HGTs) occur bidirectionally between Nitrososphaerota and viruses/MGEs, highlight the significant role of viruses/MGEs in facilitating gene exchange within the archaeal communities. Collectively, this work sheds light on the previously unknown Aigarchaea-associated viromes, and unveils the underexplored diversity, evolution, functional repertoires, and HGTs of Nitrososphearota-associated viruses.", "date": "2025-08-24", "journal": ""}
{"title": "Targeting Pseudomonas aeruginosa Ventilator-associated pneumonia with a non-antibiotic and biolfilm-disrupting Live Biotherapeutic: Preclinical Safety and Efficacy study", "doi": "10.1101/2025.08.24.671965", "authors": "Fernandez-Barat, L.; Motos, A.; Segura, C.; Kasra Kiarostami, K.; Cabrera, R.; Soler, A.; Broto, A.; Mazzolini, R.; Galli, F.; Llonch, B.; Macip, G.; Vazquez, N.; Calabretta, D.; Arrieta, M.; Lluch, M.; Rigol, M.; Serrano, L.; Rodriguez-Arce, I.; Torres, A.", "abstract": "Ventilator-associated pneumonia (VAP) is the second most common hospital-acquired infection and is associated with high morbidity and mortality. The insertion of the endotracheal tube (ETT) compromises the host bronchial defenses and facilitates the formation of microbial biofilms and VAP. Although antibiotics remain the cornerstone treatment, their efficacy is often compromised by poor biofilm penetration and the prevalence of multidrug-resistant bacteria. This reveals the need to develop novel non-antibiotic therapeutic strategies. We engineered a non-pathogenic strain of the pulmonary bacteria Mycoplasma pneumoniae CV2 to express anti-biofilm and bactericidal enzymes (VAP platform). The therapeutic effect was validated in a murine model of Pseudomonas aeruginosa infection and ex vivo in ETTs of patients with P. aeruginosa-induced VAP. We evaluated the safety of an improved version of CV2 (CV8, Mycochassis) in a miniature pig model, and its efficacy with the VAP therapeutic platform (CV8_VAP) in a piglet model of P. aeruginosa-induced VAP. CV8_VAP was administered via intralobe instillation or nebulization. We assessed the platform ability to degrade biofilms formed on ETTs in vivo and its impact on the airway microbiota. We evaluated bacterial load in the lungs, inflammatory responses, histopathological and the clinical outcomes to provide a comprehensive characterization of therapeutic efficacy and safety. VAP platform reduced biofilm thickness and P. aeruginosa load in ETTs and lungs, with the nebulized route showing enhanced efficacy. CV8_VAP contributed on microbiome diversity restoration. Inflammatory markers in the lung were markedly decreased, suggesting a local immunomodulatory effect. These findings support that CV8_VAP as a promising, non-antibiotic therapeutic strategy for treating VAP caused by P. aeruginosa.", "date": "2025-08-24", "journal": ""}
{"title": "TCR germline diversity reveals evidence of natural selection on variable and joining alpha chain genes", "doi": "10.1101/2025.08.20.671277", "authors": "Mantena, S.; Akbari, A.; Raychaudhuri, S.", "abstract": "T cell receptors (TCRs) orchestrate adaptive immunity, yet the complex, repetitive architecture of the TCR loci has impeded systematic characterization of human genetic variation in the genes encoding the TCR. Using public long-read sequencing data from 2,668 donors, we build a near-complete map of common alleles in TCR V, D, and J genes, revealing amino acid variation at almost every position within V genes. We discover pervasive evidence of natural selection on TCR genes, including balancing selection on a TRAJ gene recognizing an immunodominant influenza epitope and positive selection on a TRAV gene. We find TCR allelic polymorphism alters core functional properties of T cells, including thymic fate commitment, phenotypes in diseased tissues, and cell-surface receptor abundance. Collectively, our findings position inherited variation in TCR genes as a key axis of immunological diversity that may shape interindividual differences in immune responses.", "date": "2025-08-24", "journal": ""}
{"title": "Drosophila host defense mechanisms against filamentous fungal pathogens with diverse lifestyles", "doi": "10.1101/2025.08.20.671119", "authors": "Liu, G.; Tian, Y.; Hanson, M. A.; Li, J.; Lemaitre, B.", "abstract": "Entomopathogenic fungi serve as powerful regulators of insect populations in nature. The infection outcome depends on the complex interplay between insect immune defenses and fungal adaptive strategies. However, how host immune effectors contribute to resist fungi with different ecological strategies remains incompletely understood. In this study, we employ Drosophila melanogaster as a genetically tractable model to dissect immune defenses against diverse fungal pathogens. Our study uncovers that the Toll pathway is the key determinant of immunity against all species tested regardless of their ecological strategy, primarily through resistance mechanisms that limit fungal proliferation. In addition, melanization, but not phagocytosis or the Imd pathway, also has a role in limiting fungal entry and proliferation. Additionally, we show that fungal protease detection by Persephone has a quantitatively more critical role than the glucan sensor GNBP3 in the activation of the Toll pathway upon fungal infection. Our study also reveals that the fly-specific obligate fungus Entomophthora muscae employs a vegetative development strategy, protoplasts, to hide from the host immune response. These findings reveal that Drosophila immune mechanisms effectively defend against a broad range of fungal pathogens with various ecological lifestyles, while highlighting striking adaptations to overcome these defenses in highly specialized fungal pathogens.", "date": "2025-08-24", "journal": ""}
{"title": "Functional diversity of phage sponge proteins that sequester host immune signals", "doi": "10.1101/2025.08.24.671296", "authors": "Hadary, R.; Chang, R. B.; Bechon, N.; Tal, N.; Osterman, I.; Yirmiya, E.; Garb, J.; Amitai, G.; Kranzusch, P. J.; Sorek, R.", "abstract": "Multiple bacterial immune systems, including CBASS, Thoeris, and Pycsar, employ signaling molecules that activate the immune response following phage infection. Phages counteract bacterial immune signaling using sponge proteins that bind and sequester the immune signals, but the breadth of immune signals targeted by phage sponges is unclear. Here we study the functional versatility of Acb2, Tad1 and Tad2, three families of sponge proteins known to inhibit CBASS and Thoeris signaling. Eighty-four proteins representing the phylogenetic diversity of these sponge families were tested for their ability to inhibit immunity by sequestering 3'3'-cGAMP and 3'3'-cUA (CBASS), cCMP and cUMP (Pycsar), and 3'cADPR, His-ADPR and N7-cADPR (types I, II and IV Thoeris, respectively). While Acb2 proteins were so far reported to inhibit only CBASS systems, we found Acb2 homologs that bind 3'cADPR and inhibit Thoeris defense. In addition, we discovered sponge proteins that inhibit Pycsar and type IV Thoeris by binding cUMP and N7-cADPR, respectively. Using crystal structures, structural modeling and biochemical analyses, we explain the molecular basis for signal-binding specificities in members of these sponge families. Our study reports the first sponges inhibiting Pycsar and type IV Thoeris, and demonstrates how phage sponges evolve to obtain diverse specificities.", "date": "2025-08-24", "journal": ""}
{"title": "Sni445 recruits box C/D snoRNPs snR4 and snR45 to guide ribosomal RNA acetylation by Kre33", "doi": "10.1101/2025.08.22.671742", "authors": "Hafner, J.; Zierler, I.; Hamze, H.; Favre, S.; Thoms, M.; Kunowska, N.; Rimser, S.; Albert, B.; Caetano, T.; Aguirrebengoa, M.; Beckmann, R.; Stelzl, U.; Kressler, D.; Henras, A. K.; Pertschy, B.", "abstract": "Eukaryotic ribosome synthesis is a highly complex, multistep process that is best characterized in the yeast Saccharomyces cerevisiae. It is orchestrated by over 200 ribosome assembly factors and 75 small nucleolar ribonucleoproteins (snoRNPs), which guide site-specific chemical modifications of precursor ribosomal RNA (pre-rRNA). While canonical box C/D snoRNPs direct 2'-O-methylation, the atypical box C/D snoRNPs snR4 and snR45 mediate acetylation of 18S rRNA residues C1280 and C1773, respectively, catalyzed by the acetyltransferase Kre33. Here, we identify and characterize Ynl050c/Sni445 as a novel ribosome assembly factor and previously unrecognized auxiliary component of the snR4 and snR45 box C/D snoRNPs. Sni445 associates with snR4 and snR45 in their free form and is required for their stable incorporation into 90S pre-ribosomes. Genetic interactions link Sni445 and the snR4 and snR45 snoRNAs to ribosomal proteins Rps20 (uS10) and Rps14 (uS11), which are positioned near the respective acetylation sites in the 40S subunit. Moreover, Sni445 physically interacts with Kre33 within the 90S pre-ribosome, and its absence abolishes acetylation of C1280 and C1773. Our findings suggest that Sni445 facilitates the recruitment of snR4 and snR45 snoRNPs to 90S particles and might promote their interaction with Kre33, thereby enabling the site-specific acetylation of 18S rRNA by Kre33.", "date": "2025-08-24", "journal": ""}
{"title": "Therapeutic efficacy of hiMSC-derived Extracellular Vesicles from Serum-containing and Xeno-free media for osteoarthritis treatment", "doi": "10.1101/2025.08.20.671255", "authors": "Sayedipour, S.; Nikkels, J.; Tertel, T.; E. D. Suchiman, H.; Balbi, M.; Shaw, G.; J. Cruz, L.; Weerd, L. v. d.; Gentili, C.; Giebel, B.; Murphy, J. M.; Meulenbelt, I.; Ramos, Y. F. M.", "abstract": "Background: Extracellular vesicles derived from human induced mesenchymal stromal cells (hiEVs) constitute a promising cell-free therapeutic option for osteoarthritis. To allow translation to the clinic we evaluated the therapeutic effects of hiEVs for osteoarthritis treatment. Specifically, we assessed the efficacy of hiEVs collected from serum-containing and serum-free, PurStem (PS), media in an OA mice model. Methods: hiEVs were administered with or without hydrogel via intra-articular (i.a.) injection in a destabilization of the medial meniscus (DMM) mouse model. Fluorescence imaging was used to monitor the retention of IR780-labeled hiEVs in the joint cavity. The therapeutic effects were evaluated by analyzing damage scores as well as catabolic and anabolic markers, including Mmp13 and Col2 expression, in joint tissues. Results: Fluorescence imaging confirmed that hiEVs remained localized at the injection site without systemic migration. HiEVs demonstrated significant protective effects against joint tissue degeneration in the DMM mouse OA model, as evidenced by reduced damage scores, decreased Mmp13 expression, and increased anabolic processes (Col2 expression). The hydrogel alone also exerted beneficial therapeutic effects, including reduced damage scores, increased Col2 expression, and reduced Mmp13 levels; however, these effects were notably smaller than those achieved with hiEV treatment while it was independent of the medium used for hiEV collection. Conclusions: Together, our findings demonstrate that hiEVs from xeno-free conditions effectively prevent cartilage degradation and promote its repair. This paves the way for future clinical translation of hiEV-based therapies as a safe, scalable, and effective approach to treat osteoarthritis.", "date": "2025-08-24", "journal": ""}
{"title": "Pyrumthecina Infraorder Nov.: Revisiting the morphological diversity and identifying the phylogenetic home of Argynnia within Arcellinida (Tubulinea:Amoebozoa)", "doi": "10.1101/2025.08.20.671167", "authors": "Porfirio-Sousa, A. L.; Gomes E Souza, M. B.; Jones, R. E.; Brown, M. W.; Lahr, D. J. G.; Tice, A. K.", "abstract": "Arcellinida is a diverse lineage of testate amoebae within Amoebozoa, whose evolutionary history has been clarified through phylogenomics. These efforts have led to a stable classification of the group into suborders and infraorders. However, several taxa, such as the genus Argynnia, remain unplaced due to ambiguous morphology and unresolved positions in single-gene phylogenies. In this study, we explore the diversity of Argynnia by presenting new records of species sampled across Brazil. To address its longstanding taxonomic uncertainty, we performed a phylogenomic analysis incorporating transcriptomic data from the Protist 10,000 Genomes isolate P10K-MW-000941 (P10K941). Through single-gene phylogenies, this isolate was shown to be closely related to Argynnia, which previously lacked genomic-level data. Here, we further confirm this relationship and present a 227-gene phylogenomic reconstruction that identifies the placement of P10K941 within Arcellinida, thereby resolving the phylogenetic placement of Argynnia. We obtained a curated, contaminant-free phylogenomic dataset for Arcellinida, including the P10K941, through the PhyloFisher workflow. Our analysis recovers P10K941 as a well-supported long-branch, sister to the infraorder Longithecina. Given this phylogenomic placement, along with Argynnia's characteristic morphology and the consistent results of single-marker analyses placing it outside existing infraorders, we propose the Pyrumthecina infraorder novum and the family Argynniidae family novum to accommodate the P10K941 isolate and all Argynnia species. These findings resolve the phylogenetic position of Argynnia and allow for interpreting shell evolution and deep diversification patterns within Arcellinida. The recognition of Pyrumthecina also highlights the likely existence of deeply branching lineages among arcellinid taxa currently classified as incertae sedis.", "date": "2025-08-24", "journal": ""}
{"title": "Protein-Driven Copper Redox Regulation: Uncovering the Role of Disulphide Bonds and Allosteric Modulation", "doi": "10.1101/2025.08.20.671251", "authors": "Sternke-Hoffmann, R.; Liu, C.; Wang, X.; Pupart, H.; Sun, X.; Dreiser, J. G.-H.; Palumaa, P.; Liao, Q.; Krack, M.; Luo, J.", "abstract": "Copper plays essential roles in enzymatic activity, redox reactions, and cellular signalling, but becomes toxic when redox homeostasis is disrupted. While Cu(II) reduction is commonly attributed to unfolded or amyloid proteins, here we show that the well-folded plasma protein human serum albumin (HSA) intrinsically reduces Cu(II) to Cu(I) in the absence of external reductants. Using X-ray absorption spectroscopy (XAS), small-angle X-ray scattering (SAXS), circular dichroism (CD) and computational modelling (QM/MM and DFT), we identify a redox mechanism involving the disulphide bond Cys392-Cys438 in domain III of HSA. Cu binding at the high-affinity ATCUN motif triggers conformational changes that expose this disulphide bond, enabling thiol-mediated electron transfer and Cu(I) formation. Chelation with tetrathiomolybdate (TTM) impairs this reduction by restricting access to the reactive disulphide site. Comparative analysis with other globular proteins reveals that Cu reduction requires both accessible disulphide motifs and a native folded structure. Simulations and spectroscopy of SOD1 confirm that disulphide cleavage enhances Cu-thiolate interaction, supporting a generalizable two-site redox mechanism. These findings reveal a previously unrecognized mode of protein-mediated copper reduction and suggest broader physiological roles for disulphide-regulated redox switching in metal homeostasis.", "date": "2025-08-24", "journal": ""}
{"title": "Moremi Bio Agent: Leveraging Agentic Large Language Model for the Discovery of Broad-Spectrum Antibiotics for Enterobacteriaceae", "doi": "10.1101/2025.08.21.671656", "authors": "Hattoh, G.; Ayensu, J.; Yeboah, N. S.; Nyarko, P.; Eshun, S.; Akogo, D.", "abstract": "Antimicrobial resistance (AMR) is a pressing global health crisis, exacerbated by a stag- nating antibiotic discovery pipeline and the emergence of multidrug-resistant pathogens such as Klebsiella pneumoniae. We hypothesize that dual-target strategies may offer a more robust means to overcome AMR by reducing the likelihood of resistance development compared to single-target approaches. In response, we leveraged Moremi Bio Agent, an agentic large lan- guage model (LLM) for the autonomous design, in silico validation, and prioritization of broad- spectrum antibiotics targeting Enterobacteriaceae. Using our proposed dual-target strategy, we generated and evaluated 1,002 candidate molecules predicted to simultaneously inhibit the FabI enzyme and the AcrAB-TolC efflux pump, two key resistance mechanisms in Gram- negative bacteria. Our fully autonomous pipeline integrated compound generation, molecular docking, pharmacodynamics/pharmacokinetic predictions & toxicity profiling, and molecule- ranking based on ADMET and drug-likeness properties. Out of 1,002 molecules generated, 774 passed preliminary ADMET benchmarks, with majority of the 60 top-performing candidates (score [&ge;]0.8) showing favorable drug-likeness, minimal toxicity. 391 of the compounds exhib- ited moderate binding interaction to both targets. This study demonstrates the feasibility of AI-driven antibiotic discovery and lays the foundation for future experimental validation to address AMR.", "date": "2025-08-24", "journal": ""}
{"title": "The energy barrier model in membrane biophysics: ion flow, current-voltage relations, and Donnan osmosis", "doi": "10.1101/2025.08.20.671285", "authors": "Manning, G. S.", "abstract": "An energy barrier model for a membrane yields new biophysical results. Here we explore both the equilibrium and time-dependent Nernst potential, capacitance and resistance, the resting potential, and osmosis.", "date": "2025-08-24", "journal": ""}
{"title": "Integration of publicly available datasets reveals potential pesticide-induced genetic changes in a wild non-target animal", "doi": "10.1101/2025.08.20.671246", "authors": "Scholier, T.; Guignard, D.; Kosnik, M.", "abstract": "Pesticide use is ubiquitous. While pesticide resistance in target species such as insects is a well-known phenomenon, it is less known how pesticide exposures affect the genetics of non-target species. Here, we demonstrate the research value of integrating existing datasets to study chemical adaptation in the wild by analyzing spatial pesticide concentration data and genetic data that were not initially generated for toxicological purposes. Specifically, we found indications that polygenic non-target site resistance to environmental pesticide exposure developed in a non-target species, the wild boar. Gene ontology (GO) terms and KEGG and Reactome pathways related to nervous system function were overrepresented for the impacted genes, especially for insecticides, which is consistent with the frequent neurotoxic mode of actions of these types of pesticides. Further, we found that external studies characterizing the molecular mechanisms of these pesticides revealed the same pesticide - GO relationships as those observed in our analysis. Our results show that pesticide-induced genetic changes may not be constrained to target species but may also have an impact on the long-term viability of other wildlife populations. This finding urges the consideration and inclusion of chemical exposure into conservation protection strategies.", "date": "2025-08-24", "journal": ""}
{"title": "Antibacterial potential of selected extracts and silver nanoparticles from bacterial endophyte harboured by Cola acuminata and Cola nitida (Sterculiaceae) roots", "doi": "10.1101/2025.08.24.672022", "authors": "Hzounda Fokou, J. B.; Ngo Nyobe, J. C.; Fannang, S. v.; Belle Ebanda Kedi, P.; Mbosso Teinkela, J. E.; Eya'ane Meva, F.", "abstract": "Introduction: Antimicrobial resistance (AMR) is currently a global health issue in most countries.-Harnessing endophytic at present. Antibiotic resistance occurs when bacteria can adapt and grow in the presence of antibiotics. Endophytic microorganisms as 'bio-factory' of natural bioactive compounds, and their potential in nanotechnology remains largely under explored. The aim of this study was to evaluate the antibacterial activity of extracts and silver nanoparticles synthesised using bacterial endophytes isolated from Cola acuminata and Cola nitida roots. Methodology: The roots of each plant were harvested, washed, cut and surface sterilised. The sterile pieces were placed on the surface of nutrient agar and incubated, after which the microorganisms were sub-cultured until pure colonies were obtained. Secondary metabolite production was then undertaken over a 12-day fermentation period in Mueller Hinton Broth, conducted under stringent aseptic conditions. Each microorganism was fermented in two different tanks. The first was used for the preparation of crude extracts, and the second for the synthesis of nanoparticles. The in vitro antibacterial activity was determined using the broth microdilution method against Pseudomonas aeruginosa, Proteus mirabilis, Acinetobacter sp. and Escherichia coli. The MIC and the time-kill kinetic were used to determine the inhibiting parameters. The endophytes that produced the most promising effects were identified using microscopy and MALDI-TOF techniques. Results: 22 extracts were obtained from Cola nitida and Cola acuminata endophytes extracts (16 and 6 respectively. Crude extracts and silver nanoparticle). The most active material were the crude extracts from Cola acuminata endophytes were found to be the most active preparations. The MALDI-TOF identification method yielded the designation of NPMRU 6508, NPMRU 6511, NPMRU 7045 and NPMRU 7063 as Bacillus cereus. Furthermore, NPMRU6113 and NPMRU7047 were identified as Brevibacterium sp. Conclusion: This study supports the use of endophytes derived from Cola acuminata and Cola nitida roots to combat four bacterial strains involved in the development of antibiotic resistance.", "date": "2025-08-24", "journal": ""}
{"title": "Genomic diversity analysis enables development of pan-Dengue Toehold RNA sensors", "doi": "10.1101/2025.08.23.671906", "authors": "Nandakumar, A.; Mishra, D.; Shendre, A.; Mendonca, E.; Gulyani, A.; Ramesh, A.", "abstract": "The Dengue virus (DENV) like many other RNA viruses exhibits high genome sequence diversity. This poses a challenge to nucleic acid-based diagnostics, rendering them inefficient at detecting the diverse DENV strains circulating in a population. In this study, we address this challenge by developing a Toehold sensor assay that despite significant genomic diversity is able to detect ~99.4% of all strains of DENV. To this end, our workflow first identifies relatively conserved short stretches (36-nt) within all DENV genomes, which could potentially serve as triggers that activate Toehold RNA sensors. We then add a crucial step of mismatch-tolerance that allows related triggers with high sequence diversity and multiple mismatches in the sensor-binding region to be efficiently sensed by the same sensor. The sensitivity of the Toehold sensor assay is often increased by inclusion of an isothermal RNA amplification step. We show by employing multiple primer sets that diverse trigger RNAs from all four serotypes of the dengue virus can be successfully amplified and subsequently detected by the same sensor. Together, this approach has resulted in a pan-dengue Toehold sensor assay, which presents a powerful nucleic acid detection platform to detect viruses with high sequence diversity.", "date": "2025-08-24", "journal": ""}
{"title": "Microbial food web dynamics in tropical waters of the bluefin tuna spawning region off northwestern Australia", "doi": "10.1101/2025.08.24.672009", "authors": "Landry, M. R.; Stukel, M. R.; Yingling, N.; Selph, K. E.; Kranz, S. A.; Fender, C. K.; Swalethorp, R.; Bhabu, R. I.", "abstract": "Whereas recruitment success for many fisheries depends on coincident timing of larvae with abundance peaks of their prey, less can be more in the tropical/subtropical spawning areas of bluefin tunas if lower but steady food resources are offset by reduced larval vulnerability to pelagic predators. To understand larval habitat characteristics for Southern Bluefin Tuna (SBT), we quantified microbial community carbon flows based on growth and grazing rates from depth profiles of dilution incubations and carbon biomass assessments from microscopy and flow cytometry (FCM) during their peak spawning off NW Australia (Indian Ocean) in February 2022. Two Chla-based estimates of phytoplankton production gave differing offsets due to cycling or mixotrophy, exceeding 14C net community production on average (677 versus 447 mg C m-2 d-1). Productivity was higher than in the Gulf of Mexico spawning area for Atlantic Bluefin Tuna but less than similar studies of oceanic upwelling regions. Microzooplankton grazing averaged 482 mg C m-2 d-1 (71% of production). Two measurement variables for Prochlorococcus gave average production and grazing rates of 282 and 248 mg C m-2 d-1 (86 grazed). Prochlorococcus comprised almost half of production and grazing fluxes in the upper (0-25 m) euphotic zone where SBT larvae reside. Prochlorococcus declined and eukaryotic phytoplankton and heterotrophic bacteria increased in relative importance in the lower euphotic zone. These results describe relatively classic open-ocean oligotrophic conditions as the food web base for nutritional flows to SBT larvae.", "date": "2025-08-24", "journal": ""}
{"title": "Male germline vulnerability to DNA damage causes sex-biased mutation", "doi": "10.1101/2025.08.20.671249", "authors": "Qin, D.; Hurst, L. D.; Liu, H.", "abstract": "In many vertebrates the male germline mutation rate is higher than that of females, so-called male mutation bias, the causes of which are central to numerous molecular evolution debates including the relationship between life history traits and the mutation rate and the cause of the generation time effect. The male bias was classically considered a consequence of the higher number of cell divisions in the male germline, but recently multiple lines of evidence find this to be an inadequate explanation. The revived damage-induced hypothesis posits that males are either more prone to germline damage or less likely to repair damage, leading to more mutations. The model predicts that, when males and females are treated with approximately equal levels of mutagenic stress, the male germline will accumulate more mutations. Here we provide the first test of the damage hypothesis by exposing male and female mice to mutagenic chemicals with both untreated and a non-mutagenic (PBS) controls, assaying de novo mutations via parent-offspring whole-genome sequencing. As predicted, in the instances where the mutagens caused a net increase to the mutation rate, it went up more in male germline. Comparison with established mutational signatures reveals differential involvement of the base excision repair (BER) pathway. Similarly, transcriptome analysis finds higher expression levels of DNA repair genes in ovary compared to testis for those genes in the BER pathway, a difference that becomes more extreme on administration of mutagens. As parental age, hence number of germline cell divisions, is controlled, we conclude that the male mutation bias is, at least in part, owing to differential damage repair with lower base excision repair in males playing a significant role.", "date": "2025-08-24", "journal": ""}
{"title": "Host filtering and biogeography structure island bird gut microbiomes", "doi": "10.1101/2025.08.20.671302", "authors": "Montero, B. K.; Gillingham, M.; Ravinet, M.; Illera, J. C.", "abstract": "Gut microbiomes are central to host ecology and evolution, yet the mechanisms driving their diversification remain elusive, partly because host evolution and biogeography are often confounded. The recent radiation of chaffinches in Macaronesia, coupled with their broadly similar ecologies across islands, makes them an ideal replicated natural experiment to separate spatial from host-driven effects on microbiome structure. Using long-read 16S rRNA gene sequencing, diet metabarcoding, and whole-genome host data, we show that gut microbiome diversity aligns with predictions of island biogeography theory rather than host colonization history, revealing that microbial dispersal limitation independent of the host is a dominant mechanism of community assembly. Geography and diet primarily explain bacterial presence-absence patterns, whereas host genetic differentiation and heterozygosity influence abundant, potentially resident taxa. Challenging previous assumptions about birds, we detect clear signals of phylosymbiosis (i.e. similar microbiome composition among closely related hosts), however phylogenetic reconciliation reveals these associations result from convergent host filtering of environmentally acquired bacteria, likely via shared diets or physiological traits, rather than detectable co-diversification. Our study reframes our understanding of avian host-microbe relationships, revealing that birds maintain host-specific microbiome associations within biogeographic constraints, but these arise from ecological filtering processes rather than co-evolutionary partnerships.", "date": "2025-08-24", "journal": ""}
{"title": "Expanded Catalog of Gold Standard Ciliary Gene List: Integration of Novel Ciliary Genes into the Ciliome", "doi": "10.1101/2025.08.22.671678", "authors": "Yenisert, F.; Kaplan, O. I.", "abstract": "Ciliopathies are rare genetic disorders caused by mutations in genes that encode proteins critical for cilium assembly and function, affecting various subcompartments, including the axoneme, ciliary membrane, transition zone, and basal body. These mutations lead to diverse developmental and degenerative conditions across multiple organ systems. The 2021 ciliary Gold Standard gene list (688 genes) provides a foundational resource, but many ciliary genes remain unidentified or unclassified. We developed CiliaHub (https://theciliahub.github.io/), a scalable and user-friendly platform that integrates automated literature mining with expert manual curation to identify human ciliary genes. The approach combines gene names, synonyms, and targeted keywords (e.g., cilia, flagella, basal body) to extract gene-specific mentions from published studies, followed by rigorous validation through independent expert review. CiliaHub identified 2011 experimentally supported ciliary genes, including 1323 not previously listed in curated databases. Notably, some of these genes are co-found in both cilia and other organelles, such as mitochondria and lysosomes. Cross-referencing with mouse knockout model data revealed strong associations with ciliopathy-relevant phenotypes, such as infertility in Cep70 and renal defects or hearing abnormalities in genes like TMEM145. This work also provides novel ciliopathy candidate genes for further investigation. CiliaHub provides a broad platform for fundamental and translational research, enabling the effective prioritization of candidate disease genes, including recently identified ciliopathy candidates.", "date": "2025-08-24", "journal": ""}
{"title": "Integrated Representations of Threat and Controllability in the Lateral Frontal Pole", "doi": "10.1101/2025.08.24.671754", "authors": "Stasiak, J. E.; Wang, J.; Dundon, N. M.; Rizor, E. J.; Villanueva, C. M.; Barandon, P. L.; Grafton, S. T.; Lapate, R. C.", "abstract": "Emotional processing is ubiquitous in everyday life, informing goal pursuit not only in response to current demands, but also in anticipation of future outcomes. Lateral prefrontal (LPFC) function supports cognitive control, and emerging evidence suggests a unique role for its anterior-most region -the lateral frontal pole (FPl) - in integrating putatively amygdala-originated emotion signals with goal information. However, whether these organizational properties of LPFC are expressed during the anticipation of future threat remains unknown. Here, we used FIR modeling and pattern similarity analysis to examine dynamic engagement and representational properties of distinct LPFC regions during threat anticipation requiring goal-directed action. Healthy participants (n=67) were scanned during a threat-of-shock paradigm consisting of a prolonged (18s) countdown to possible shock administration. Threat unpleasantness and controllability were manipulated orthogonally: in controllable trials, participants could avoid an unpleasant or mild shock by making a successful time-sensitive response; in uncontrollable trials, shocks were administered regardless of performance. LPFC robustly coded for anticipated threat unpleasantness, with FPl showing the strongest modulation by threat unpleasantness and controllability relative to caudal and mid-LPFC regions. Caudal and mid-LPFC maintained independent representations of threat unpleasantness and controllability. In contrast, FPl held conjunctive threat-and-controllability representations, which were associated with successful motor performance following anticipation of unpleasant shocks. Stronger conjunctive FPl representations were also associated with greater inverse amygdala-FPl coupling. Together, these findings provide insight into LPFC organization under naturalistic emotional challenges and highlight a key role for FPl in integrating affective and control-related information during threat anticipation to support goal-directed action.", "date": "2025-08-24", "journal": ""}
{"title": "Associative synaptic plasticity creates dynamic persistent activity", "doi": "10.1101/2025.08.20.671131", "authors": "Wakhloo, A. J.; Clark, D. G.; Abbott, L.", "abstract": "In biological neural circuits, the dynamics of neurons and synapses are tightly coupled. We study the consequences of this coupling and show that it enables a novel form of working memory. In recurrent neural network models with ongoing Hebbian plasticity, we find that, following oscillatory stimulation, neurons continue to oscillate long after the input is removed. This creates a dynamic form of memory that has no explicit storage or retrieval phases and that requires no prior knowledge of the input. We trace the mechanism of these \"persistent oscillations'' to an interaction between neurons and synapses that creates complex outlier eigenvalues of the connectivity matrix. This is shown both in simulation and analytically. We leverage this mechanistic understanding to generate persistent oscillations with prespecified dynamics, creating a dynamic analog of a classical Hopfield network. Our work demonstrates that coupling neuronal and synaptic dynamics enables novel forms of computation.", "date": "2025-08-24", "journal": ""}
{"title": "Reelin Controls the Directional Orientation, Apical Localization and Length of Primary Cilia in Principal Neurons in the Cerebral Cortex", "doi": "10.1101/2025.08.24.672028", "authors": "Akter, S.; Mirhosseiniardakani, S.; Takekoshi, Y.; qiu, l.; Baker, K.; Jiang, K.; Lyon, M.; Hattori, M.; Chen, X.", "abstract": "The primary cilia of pyramidal neurons in inside-out laminated regions orient predominantly toward the pial surface, reflecting reverse soma re-positioning during postnatal development. However, the mechanisms underlying the directional cilia orientation and reverse movement are unknown. Here we show that the primary cilia of pyramidal neurons are localized near the base of the apical dendrites and aligned on the nuclear side opposite to the axon initial segment. However, this pattern is not observed in atypical pyramidal neurons in the deep neocortex, excitatory neurons in non-laminated brain regions, interneurons, or astrocytes, where their cilia are irregularly positioned around the nuclei and lack preferred orientation. In Reelin-deficient mice (reeler), the directional orientation and apical localization of cilia in late-born neocortical and CA1 neurons are partially impaired, because their initial impairments are partially corrected during late postnatal development, along with a realignment of apical-basal orientation. In contrast, loss of Reelin drastically disrupts the directional orientation of primary cilia in early-born neocortical neurons and principal neurons in the piriform cortex; consistently, their cilia and centrioles do not preferably localize to the base of the apical dendrites. Additionally, Reelin deficiency increases the cilia length of principal neurons in the cerebral cortex after P14 when WT cilia stabilize, but not in interneurons, astrocytes, or excitatory neurons in non-laminated regions. Together, Reelin controls the directional orientation, intracellular localization, and length of primary cilia in principal neurons in the cerebral cortex. These results underscore primary cilia as a key apical unit, particularly prominent in late-born neurons.", "date": "2025-08-24", "journal": ""}
{"title": "A Spatially Coordinated Keratinocyte-Fibroblast Circuit Recruits MMP9+ Myeloid Cells to Drive IFN-I-Driven Inflammation in Photosensitive Autoimmunity", "doi": "10.1101/2025.08.19.670635", "authors": "Wang, Y.; Afshari, K.; Haddadi, N. S.; Salomao Lopes, C.; Linus Eng, C.-H.; Martinez, N.; Whiteman, L.; Anufrieva, K. S.; Wei, K.; Frieda, K.; Gallucci, S.; Rosenbach, M.; Vleugels, R. A.; Harris, J. E.; Rashighi, M.; Garber, M.", "abstract": "Photosensitivity is central to cutaneous lupus erythematosus (CLE) and dermatomyositis (DM), but the mechanisms linking UVB exposure to tissue-specific autoimmunity are poorly defined. Using single-cell RNA sequencing, spatial transcriptomics, UVB provocation, and in vitro modeling, we identify MMP9 CD14 myeloid cells as critical mediators of photosensitivity. These cells expand significantly in lesional skin, produce IFN-b, and colocalize with cytotoxic CD4 T cells at the dermal-epidermal junction. Keratinocytes activate fibroblasts in the superficial dermis, prompting them to release chemokines (CCL2, CCL19, CCL7, CCL8, CXCL12) that recruit MMP9 CD14 cells. IFN-I-primed keratinocytes exposed to UVB release cytokines activating dendritic cells, mirroring in vivo responses. UVB irradiation of non-lesional DM skin rapidly recruits these myeloid cells. In a clinical proof-of-concept study, anti-IFN-I treatment with anifrolumab prevented UVB-induced myeloid infiltration and reduced photosensitivity. Thus, targeting MMP9 CD14 cells may offer therapeutic potential for managing photosensitive autoimmune skin conditions.", "date": "2025-08-24", "journal": ""}
{"title": "Amphibian-derived peptide analog TB_KKG6K: A powerful drug candidate against Candida albicans with anti-biofilm efficacy", "doi": "10.1101/2025.08.22.671737", "authors": "Schöpf, C.; Geschwindt, A.; Knapp, M.; Seybold, A. C.; Coraca-Huber, D. C.; Ausserlechner, M. J.; Romanelli, A.; Marx, F.", "abstract": "Candida albicans, a commensal and opportunistic fungal pathogen, is a major clinical concern due to its ability to cause infections ranging from mild mucosal conditions to life-threatening systemic diseases, particularly in immunocompromised patients. Its capacity to form biofilms on medical devices further complicates treatment by enhancing antifungal resistance and immune evasion. In the search for novel therapeutic strategies, the lysine-enriched amphibian-derived temporin B analog, TB_KKG6K, has emerged as a promising antifungal agent. This study demonstrates that TB_KKG6K exhibits potent activity against planktonic C. albicans cells, with a low potential to induce adaptation or resistance, even after prolonged exposure. TB_KKG6K has no adverse impact on the anti-Candida efficacy of standard antifungal drugs like amphotericin B, caspofungin, fluconazole or 5-flucytosine, when applied in combination. Additionally, TB_KKG6K effectively reduces biofilm maturation on silicone elastomers, a material commonly used in medical devices, further highlighting its therapeutic potential. These data together with our previous documentation of minimal cytotoxicity and irritation potential in human cells, makes TB_KKG6K a strong candidate for combating both planktonic and biofilm-associated C. albicans infections. These findings underscore the dual efficacy of TB_KKG6K and its potential to address the challenges posed by C. albicans in clinical settings.", "date": "2025-08-24", "journal": ""}