{"title": "Atlas-Guided Discovery of Transcription Factors for T Cell Programming", "doi": "10.1101/2023.01.03.522354", "authors": "Chung, H. K.; Liu, C.; Battu, A.; Jambor, A. N.; Pratt, B. M.; Xie, F.; Riesenberg, B. P.; Casillas, E.; Sun, M.; Landoni, E.; Li, Y.; Ye, Q.; Joo, D.; Green, J.; Syed, Z.; Brown, N. J.; Smith, M.; Ma, S.; Chick, B.; Tripple, V.; Tan, S.; Wang, Z. A.; Wang, J.; Mcdonald, B.; He, P.; Yang, Q.; Chen, T.; Varanasi, S. K.; LaPorte, M.; Mann, T. H.; Chen, D.; Hoffmann, F.; Ho, J.; Modliszewski, J.; Williams, A.; Liu, Y.; Wang, Z.; Liu, J.; Gao, Y.; Hu, Z.; Cho, U. H.; Liu, L.; Wang, Y.; Hargreaves, D. C.; Dotti, G.; Savoldo, B.; Thaxton, J. E.; Milner, J. J.; Wang, W.; Kaech, S. M.", "abstract": "CD8+ T cells differentiate into diverse states that shape immune outcomes in cancer and chronic infection. To systematically define the transcription factors (TFs) driving these states, we built a comprehensive atlas integrating transcriptional and epigenetic data across nine CD8+ T cell states and inferred TF activity profiles. Our analysis catalogued TF activity fingerprints, uncovering regulatory mechanisms governing selective cell state differentiation. Leveraging this platform, we focused on two transcriptionally similar but functionally opposing states critical in tumor and viral contexts: terminally exhausted T cells (TEXterm), which are dysfunctional, and tissue-resident memory T cells (TRM), which are protective. Global TF community analysis revealed distinct biological pathways and TF-driven networks underlying protective versus dysfunctional states. Through in vivo CRISPR screening integrated with single-cell RNA sequencing (in vivo Perturb-seq), we delineated that TFs selectively govern TEXterm. We identified HIC1 and GFI1 as shared regulators of TEXterm and TRM differentiation and KLF6 as a unique regulator of TRM. Importantly, we discovered novel TEXterm single-state TFs, including ZSCAN20 and JDP2 with no prior known function in T cells. Targeted deletion of these TFs enhanced tumor control and synergized with immune checkpoint blockade. Consistently, their depletion in human T cells reduces the expression of inhibitory receptors and improves effector function. By decoupling exhaustion-selective from protective TRM programs, our platform enables more precise engineering of T cell states, advancing rational design of effective immunotherapies.", "date": "2025-11-02", "journal": ""}
{"title": "Modelling cognitive outcomes in the UK Biobank: education, noradrenaline and frontoparietal networks", "doi": "10.1101/2023.08.31.555645", "authors": "Bravo-Merodio, L.; Williams, J. A.; Russ, D. R.; Gkoutos, G.; Brosnan, M.; Bellgrove, M. A.; Chechlacz, M.", "abstract": "Cognitive reserve (CR) measured by proxies of life experiences is thought to account for the heterogeneity in cognitive ageing. One hypothesis is that cognitively enriched environments acting on the noradrenergic system strengthen the right fronto-parietal networks to facilitate cognitive reserve and maintain cognition throughout the lifetime. We used machine learning and mediation analysis to model interactions between neurobiological features (genetic variants in noradrenergic signalling, structural and functional fronto-parietal connectivity) and CR (by proxy of education) on cognitive outcomes (general cognitive ability score) in the UK Biobank cohort. We show that: (1) interactions between CR and neurobiological variables more fully explain cognitive outcomes than either factor alone; (2) among the neurobiological features selected using variable importance testing, measures of fronto-parietal connectivity are the strongest mediators of the effect of CR on cognitive outcomes. Our findings offer novel insights into neurobiological basis of CR by pointing to two between-networks connectivity measures, representing connections linking the default mode network with the right fronto-parietal network, and with the executive control network, as the key facilitators of CR.", "date": "2025-11-02", "journal": ""}
{"title": "Biophysical modeling identifies an optimal hybrid amoeboid-mesenchymal mechanism for maximal T cell migration speeds", "doi": "10.1101/2023.10.29.564655", "authors": "Alonso Matilla, R.; Pedro, D. I.; Pepe, A.; Serrano-Velez, J.; Dunne, M.; Nguyen, D. T.; Sawyer, W. G.; Provenzano, P. P.; Odde, D. J.", "abstract": "Despite recent advances in understanding cell migration mechanics, the principles governing rapid T cell movement remain unclear. Efficient migration is critical for antitumoral T cells to locate and eliminate cancer cells. To investigate the upper limits of cell speed, we developed a hybrid stochastic-mean field model of bleb-based cell motility. Our model suggests that cell-matrix adhesion-free bleb-based migration is highly inefficient, challenging the feasibility of cell swimming/adhesion-independent migration as a primary fast motility mode. Instead, we show that T cells can achieve rapid migration by combining bleb formation with adhesion-based forces. Supporting our predictions, our three-dimensional gel experiments confirm that T cells migrate significantly faster under adherent conditions than in adhesion-free environments. These findings highlight the mechanical constraints of T cell motility and suggest that modifying tissue adhesion properties in a controlled manner could enhance immune cell infiltration into tumors. Our computational and experimental work provides insights for optimizing T cell-based immunotherapies. While antifibrotic treatments could alter the tumor microenvironment, indiscriminate reduction of adhesion may not be ideal for T cell infiltration and motility, highlighting the need for targeted antifibrotic strategies", "date": "2025-11-02", "journal": ""}
{"title": "Cue-Invariant Geometric Structure of the Population Codes in Macaque V1 and V2", "doi": "10.1101/2023.12.05.570110", "authors": "Massot, C.; Zhang, X.; Wang, Z.; Rockwell, H.; Papandreou, G.; Yuille, A.; Lee, T.-S.", "abstract": "Our ability to recognize objects and scenes, whether they appear in photographs, cartoons, or simple line drawings, is striking. Studies have shown that infants, members of isolated Stone Age tribes, and non-human primates can readily identify objects from line drawings. These findings suggest that the brain may inherently generate neural representations that align across different rendering cues, enabling abstraction. To test this hypothesis, we investigated the representational invariance of complex patterns of surface boundaries found in natural scenes. We tested whether individual neurons in V1 and V2 of the macaque monkey responded similarly to the presentation of these patterns across different renderings (i.e., as contours, luminance-defined patches, and segments of natural images). We found that individual neurons exhibit some degree of tuning invariance, stronger in V1 than in V2. At the population level, as a means to assess cue-invariant abstract representation, we measured decoding accuracy across cues ('cue-transfer' decoding). We found that this decoding is greatly enhanced when a geometric transformation (Procrustes Transformation) is first performed to align the population activities across cues. It is also effective when applied to different populations of neurons within or across visual areas. These results were compared with populations of artificial neurons from models of the ventral visual streams, further indicating that cue-invariance stabilizes with population size. In summary, we found that while individual neurons exhibit some cue-invariance properties, the stability of the population geometry emerges as a more robust candidate for supporting a cue-invariant representation of visual information in the early visual areas.", "date": "2025-11-02", "journal": ""}
{"title": "Brain-like neural dynamics for behavioral control develop through reinforcement learning", "doi": "10.1101/2024.10.04.616712", "authors": "Codol, O.; Krishna, N. H.; Lajoie, G.; Perich, M. G.", "abstract": "During development, neural circuits are shaped continuously as we learn to control our bodies. The ultimate goal of this process is to produce neural dynamics that enable the rich repertoire of behaviors we perform. What begins as a series of \"babbles\" coalesces into skilled motor output as the brain rapidly learns to control the body. However, the nature of the teaching signal underlying this normative learning process remains elusive. Here, we test two well-established and biologically plausible theories--supervised learning (SL) and reinforcement learning (RL)--that could explain how neural circuits develop the capacity for skilled movements. We trained recurrent neural networks to control a biomechanical model of a primate arm using either SL or RL and compared the resulting neural dynamics to populations of neurons recorded from the motor cortex of monkeys performing the same movements. Intriguingly, only RL-trained networks produced neural activity that matched their biological counterparts in terms of both the geometry and dynamics of population activity. We show that this similarity with biological brains depends critically on matching biomechanical properties of the limb. Dynamical analysis on network activity revealed that our RL-trained networks operate at the \"edge of chaos\", a dynamical regime known for its computational richness, greater memory capacity, and robust plasticity properties. We then demonstrated that monkeys and RL-trained networks, but not SL-trained networks, show a strikingly similar capacity for robust short-term behavioral adaptation to a movement perturbation, indicating a fundamental and general commonality in the neural control policy. Together, our results support the hypothesis that neural dynamics for behavioral control emerge through a process akin to reinforcement learning. The resulting neural circuits offer numerous advantages for adaptable behavioral control over simpler and more efficient learning rules and expand our understanding of how developmental processes shape neural dynamics.", "date": "2025-11-02", "journal": ""}
{"title": "Secretory Autophagy via VMP1-Containing Extracellular Vesicles in Pancreatic Stress Responses", "doi": "10.1101/2024.10.31.615473", "authors": "Tadic, M. S.; Renna, F. J.; Lopez, M. H.; Mingorance, F. L.; Orquera, T.; Chiappetta, D.; Ropolo, A. J.; Vaccaro, M. I.", "abstract": "Cellular stress activates mechanisms such as autophagy and vesicular trafficking to maintain homeostasis in pathological conditions like acute pancreatitis. Vacuole Membrane Protein 1 (VMP1), an autophagy-related protein implicated in pancreatitis, diabetes, and pancreatic cancer, triggers autophagy through ubiquitination and interaction with BECN1. Here, we show that VMP1 is secreted into the extracellular medium and incorporated into extracellular vesicle (EV) membranes. Using cells expressing VMP1-tagged plasmids, we isolated VMP1-containing EVs (VMP1-EVs) by ultracentrifugation and immunoisolation. VMP1-EV secretion decreased with mTOR inhibition and in Atg5-deficient cells. In pancreatic acinar cells, endogenous VMP1 secretion increased under stress, including blocked autophagic flux and experimental pancreatitis. In a rat pancreatitis model, VMP1 secretion in pancreatic juice was also elevated. TEM and DLS analyses revealed VMP1-EVs of ~150 nm. LC3-II was detected in VMP1-EVs, and its release increased under lysosomal blockade. VMP1 downregulation reduced LC3 and p62 secretion, demonstrating that VMP1 drives a secretory autophagy pathway relevant to pancreatic pathophysiology.", "date": "2025-11-02", "journal": ""}
{"title": "Modelling DNA replication fork stability and collapse using chromatin fiber analysis and the R-ODD-BLOBS program", "doi": "10.1101/2024.11.01.621594", "authors": "Cheng, K.; Aliar, K.; Manshaei, R.; Forsburg, S. L.; Mazalek, A.; Sabatinos, S. A.", "abstract": "We describe the anatomy of replication forks by comparing the lengths of synthesized BrdU-labelled DNA in wild type, mrc1{Delta} and cds1{Delta} Schizoasaccharomyces pombe. We correlated Rad51 and Cdc45 proteins relative to their positions on the fork, replicated tract, or unreplicated regions. We did this using chromatin fiber images. These fibers track pixel intensity data, which is analyzed using our program: R-ODD-BLOBS. We compared the lengths of BrdU tracts and proteins, as well as the percentage of Rad51 and Cdc45 colocalization, and compared our results with literature findings. We measured average BrdU lengths consistent with current literature; cds1{Delta} was the longest at ~2.9 kb (8.6 pixels, px), wild type was ~ 2.5 kb (7.5 px), and mrc1{Delta} was the shortest at ~1.7 kb (5.1 px). Intriguingly, Rad51 was found at 22% more replicated areas in mrc1{triangleup} than in wild type. This suggests that homologous recombination repair may be more common at mrc1{Delta} forks. In this study, we summarize the usefulness of a computational modeling tool to assess large datasets of chromatin spread data. In turn, we find patterns of DNA replication length and protein components at replication forks, to describe the anatomy of a fork and how structures change with checkpoint loss.", "date": "2025-11-02", "journal": ""}
{"title": "Probing circuit mechanisms of feature selectivity in mouse visual cortex through synaptic-resolution connectomics", "doi": "10.1101/2024.11.18.624135", "authors": "Buendia, V.; Biggiogera, J.; Sanzeni, A.", "abstract": "Feature selectivity, the ability of neurons to respond preferentially to specific stimuli, is a defining property of cortical computation. Competing theories attribute selectivity to structured, tuning-dependent \"like-to-like\" feedforward or recurrent connections, whereas others propose that it can emerge without specific structure in randomly connected, inhibition-dominated networks. The relative contribution of these mechanisms remains unclear. Here, we investigate the circuit basis of feature selectivity in mouse visual cortex, focusing on how orientation selectivity arises in layer 2/3 neurons driven by input from layer 4. We developed a data-driven modeling framework integrating network modeling with functional imaging and synaptic-resolution connectomics from the MICrONS dataset. Our analyses show that randomness in connectivity is the dominant source of selectivity, while structured \"like-to-like\" feedforward and recurrent connections play comparable secondary roles in amplifying it. These findings refine classical theories of cortical selectivity and demonstrate how connectome-constrained modeling can reveal the circuit principles underlying cortical computation.", "date": "2025-11-02", "journal": ""}
{"title": "Impact of dopaminergic modulation on the state transitions of striatal medium spiny neuron sub-types - a computational study", "doi": "10.1101/2024.12.22.629989", "authors": "Anisetty, N.; Manchanda, R.", "abstract": "Medium spiny neurons (MSN) of the striatum are known for their bistable membrane potential leading to two states - a hyperpolarized down-state and a depolarized up-state. Glutamatergic inputs from the hippocampus play a key role in switching the cell to the up-state. This gating is known to play a key role in regulating when other synaptic inputs, such as from the cortex, should generate action potentials and when they should be considered as noise. Any deviations from this pattern of state transitions indicates abnormal gating that has implications in conditions such as schizophrenia. Although dopamine is reported to modulate ion channels of MSN sub-types - dMSN and iMSN - its influence on the state transition times and up-state dwell times are not yet examined. We address this lacuna using biophysically constrained spiny models of dMSN and iMSN with explicit dopamine receptors. Our findings indicate a significant increase in up-state dwell time for dMSN and a significant decrease for iMSN when the % activation of DA receptors was increased. Additionally, a strong correlation between state transition times and spiking frequencies of MSN sub-types was observed.", "date": "2025-11-02", "journal": ""}
{"title": "Transient dopamine response on medium spiny neuron subtypes in switching approach-avoidance outcomes against action bias - A framework for exploration in action selection", "doi": "10.1101/2024.12.24.630270", "authors": "Anisetty, N.; Manchanda, R.", "abstract": "An ensemble of direct and indirect pathway medium spiny neurons (dMSN and iMSN), compete via their neural activity to drive the decision to approach or avoid an object, respectively. Dopamine acting as a reward prediction error (RPE) signal causes experience-dependent synaptic changes in dMSN and iMSN, thereby shifting the dominance of neural activity to approach or avoidance signaling. These changes create bias in the striatal neuronal ensemble and restrict the choice to approach or avoidance in further iterations. However, organisms often exhibit behaviour where they choose undesirable or exploratory actions in anticipation of future reward or avoid desirable actions in anticipation of future risk. These against-bias decisions or exploratory decisions are not accounted for by the existing neuronal framework. To bridge this gap, we postulate that transient 'motivational' dopamine released from dopaminergic axons locally at sub-second timescales can cause temporary switch in dominance of neural activity between dMSN and iMSN leading to such adaptive decisions. By accounting for bias towards approach or avoidance or neither through synaptic weightages and accounting for differential affinity of DA to D1R and D2R, changes in dMSN and iMSN excitability at different levels of motivational dopamine was analyzed. Furthermore, the spiking activity of striatal neuronal ensemble comprising of dMSN projecting directly and iMSN projecting indirectly onto the output nuclei of basal ganglia i.e. SNr neurons was simulated. This led to promising findings that demonstrate how SNr neuronal activity can generate outcomes that work against the synaptic bias towards approach or avoidance.", "date": "2025-11-02", "journal": ""}
{"title": "Epithelium Stratifies via Nucleation and Growth Induced by Foam-Geometric Instability", "doi": "10.1101/2024.12.26.630435", "authors": "Fukamachi, S.; Datta, R.; Wuergezhen, D.; Ichikawa, T.; Yagasaki, R.; Leeaw, P.; Arai, M.; Teranihsi, A.; Horiguchi, S. A.; Omachi, K.; Sada, A.; Imayoshi, I.; Kajiwara, K.; Hiraiwa, T.; Fukuma, T.; Fujiwara, H.; Okuda, S.", "abstract": "The epithelium undergoes stratification, transitioning from a monolayer to a multilayer structure, across broad phenomena. Recent studies have identified several cell behaviors as triggers, including junctional tension, cell density and geometry, and topological defects. However, how these factors drive stratification throughout the entire epithelium remains poorly understood. Here, we report a mechanism underlying epithelial stratification that mirrors the physics of phase transition. Combining cell culture with three-dimensional vertex modeling, we demonstrate that epithelial stratification is analogous to a structural phase transition driven by the nucleation-growth process, i.e., multilayer origins dispersedly appear and expand across the epithelium via unordered intermediate states. This transition is induced by a mechanical instability inherent in the foam-like geometry of the epithelium. Moreover, the nucleation-growth concept applies to embryonic skin development and intestinal cancer transformation. These findings conceptualize epithelial stratification as a form of a phase transition governed by foam mechanics, offering a physical perspective on various epithelial developments.", "date": "2025-11-02", "journal": ""}
{"title": "scBaseCount: an AI agent-curated, uniformly processed, and autonomously updated single cell data repository", "doi": "10.1101/2025.02.27.640494", "authors": "Youngblut, N. D.; Carpenter, C.; Nayebnazar, A.; Adduri, A.; Shah, R.; Ricci-Tam, C.; Prashar, J.; Ilango, R.; Teyssier, N.; Konermann, S.; Hsu, P.; Dobin, A.; Burke, D. P.; Goodarzi, H.; Roohani, Y. H.", "abstract": "Single-cell RNA sequencing has transformed cell biology by enabling precise transcriptomic measurements of individual cells. The Sequence Read Archive (SRA) is the largest public repository of sequencing reads, yet much of it remains underutilized due to unstandardized metadata and the cost of processing reads. Here, we introduce scBaseCount, a single-cell RNA sequencing database that leverages an AI agent to automate discovery and metadata extraction, and standardize data processing. Built by directly mining all 10x Genomics datasets from SRA, scBaseCount is the largest freely accessible public repository of single-cell gene expression data, comprising over 502 million cells across 27 organisms and 75 tissues, offering an unbiased view of the composition of data within SRA. Uniform processing enables measurement of both intronic and exonic reads, non-coding gene expression and improves alignment across experiments as well as the performance of AI models trained on this phenotypically diverse data. Moreover, scBaseCount provides a blueprint for how AI can be leveraged to curate and autonomously update large biological data repositories.", "date": "2025-11-02", "journal": ""}
{"title": "Enhanced Tactile Coding in Rat Neocortex Under Darkness", "doi": "10.1101/2025.04.11.648316", "authors": "Yamashiro, K.; Shiyori, T.; Matsumoto, N.; Ikegaya, Y.", "abstract": "Sensory systems are known for their adaptability, responding dynamically to changes in environmental conditions. A key example of this adaptability is the enhancement of tactile perception in the absence of visual input. Despite behavioral studies showing visual deprivation can improve tactile discrimination, the underlying neural mechanisms, particularly how tactile neural representations are reorganized during visual deprivation, remain unclear. In this study, we explore how the absence of visual input alters tactile neural encoding in the rat somatosensory cortex (S1). Rats were trained on a custom-designed treadmill with distinct tactile textures (rough and smooth), and local field potentials (LFPs) were recorded from S1 under light and dark conditions. Machine learning techniques, specifically a convolutional neural network, were used to decode the high-dimensional LFP signals. We found that the neural representations of tactile stimuli became more distinct in the dark, indicating a reorganization of sensory processing in S1 when visual input was removed. Notably, conventional amplitude-based analyses failed to capture these changes, highlighting the power of deep learning in uncovering subtle neural patterns. These findings offer new insights into how the brain rapidly adapts tactile processing in response to the loss of visual input, with implications for multisensory integration.", "date": "2025-11-02", "journal": ""}
{"title": "Cerebellar climbing fibers impact experience-dependent plasticity in the mouse primary somatosensory cortex", "doi": "10.1101/2025.04.18.649578", "authors": "Silbaugh, A.; Koster, K. P.; Hansel, C.", "abstract": "In the cerebellum, climbing fibers (CFs) provide instructive signals for supervised learning at parallel fiber to Purkinje cell synapses. It has not been tested so far whether CF signaling may also influence plasticity in other brain areas. Here, we show that optogenetic CF activation suppresses potentiation of whisker responses in L2/3 pyramidal cells in primary somatosensory cortex (S1) of awake mice that is observed after repeated whisker stimulation. Using two-photon imaging and chemogenetics, we find that CFs control plasticity by modulating SST- and VIP positive interneurons in S1 cortex. Transsynaptic labeling identifies zona incerta (ZI) to thalamic posterior medial nucleus projections as a pathway for cerebellar output reaching S1 cortex. Chemogenetic inhibition of PV-positive neurons in the ZI prevents CF co-activation effects, identifying the ZI as a critical relay. Our findings demonstrate that CFs impact sensory signal processing and plasticity in S1 cortex and thus may convey instructive signals.", "date": "2025-11-02", "journal": ""}
{"title": "C. elegans pre-dauer starvation arrests germ cell proliferation and ligand presentation by the germline stem cell niche via a rapidly reversible, protein-based mechanism", "doi": "10.1101/2025.05.23.655783", "authors": "Koitz, F. A.; Miller, C. P.; Kinney, B.; Gordon, K. L.", "abstract": "Early life stresses impact reproductive outcomes in many organisms. In response to crowding and starvation, C. elegans nematodes form dauer larvae, in which development arrests until conditions improve. We discovered dramatic differences in gonad size and germ cell number among dauers that form under different conditions. We used live cell imaging of fluorescent proteins in otherwise wild-type and mutant animals combined with food-removal, recovery, and brood-size assays to investigate the causes and consequences of this germline difference. Pre-dauer feeding, but not nutrient sensing via the DAF-2/insulin-like signaling receptor or DAF-7/TGF-beta is required for plasticity in gonad size. Gonad differences in dauer have lifelong reproductive consequences; worms with small dauer gonads recover to have smaller broods. Pre-dauer starvation induces germline quiescence while the soma continues its development until dauer is formed. A rapid return to germline Notch-dependence and an increase in presentation by the germline stem cell niche of the Notch ligand LAG-2--regulated at the protein and not transcript level--are among the earliest events of dauer recovery.", "date": "2025-11-02", "journal": ""}
{"title": "Deviation Error: assessing machine learning predictions for replicate measurements in genomics and beyond", "doi": "10.1101/2025.05.29.656931", "authors": "Abdulnabi, H.; Westwood, J. T.", "abstract": "A quantitative measurement can have variation, referred to here as measurement variation, which is a probability distribution. Machine Learning models typically produce a prediction corresponding to the mode of the measurement variation. The Deviation Error is a novel metric, described here, to assess predictions that accounts for measurement variation. Measurement variations in genomics data were explored. Towards a general prescription for modelling genomics measurements, different loss functions were used to fit models on synthetically generated data that mimics genomics measurements. Synthetically generated data offers the ability to know the true underlying value and to control the forms and amounts of noise injected at different stages of data processing. Different datasets were generated with varying levels of noise. Of the loss functions tried, only models fit with the Deviation Error performed as well if not better on any of the combinations of the metrics and datasets.", "date": "2025-11-02", "journal": ""}
{"title": "The basolateral amygdala complex and perirhinal cortex represent focal and peripheral states of information processing in rats", "doi": "10.1101/2025.06.25.661598", "authors": "Wong, F. S.; Killcross, S.; Westbrook, R. F.; Holmes, N. M.", "abstract": "This study used variations of a sensory preconditioning protocol in male and female rats to test a theory that the basolateral amygdala complex (BLA) and perirhinal cortex (PRh) represent focal and peripheral states of attention, respectively. It specifically tested predictions derived from the theory regarding when learning about a stimulus that signals danger will be disrupted by BLA or PRh infusions of the N-methyl-D-aspartate receptor (NMDAR) antagonist, DAP5. Consistent with the theory, the effects of these infusions depended on the novelty/familiarity of the conditioned stimulus as well as the manner in which it was paired with foot shock. When a stimulus was novel, its conditioning required activation of NMDAR in the BLA and not the PRh (Experiments 2A and 2B) regardless of whether the stimulus-shock pairings were contiguous or separated in time. When a pre-exposed and, thereby, familiar stimulus was presented contiguously with shock, its conditioning again required activation of NMDAR in the BLA and not the PRh (Experiments 1A, 1B, 3A and 3B). However, when a pre-exposed stimulus was indirectly paired with shock - because it was associatively activated at the time of shock or separated from the shock by another stimulus - its conditioning required activation of NMDAR in the PRh and not the BLA (Experiments 1A, 1B, 3A and 3B). These findings are discussed in relation to theories of information processing that distinguish between focal and peripheral states of attention/memory, and past studies that have examined the substrates of learning and memory in the PRh and BLA.", "date": "2025-11-02", "journal": ""}
{"title": "Repurposing of a DNA segregation machinery into a cytoskeletal system controlling cell shape", "doi": "10.1101/2025.06.27.661541", "authors": "Springstein, B. L.; Javoor, M. G.; Megrian, D.; Hajdu, R.; Hanke, D. M.; Zens, B.; Weiss, G. L.; Schur, F. K.; Loose, M.", "abstract": "Bacteria, like eukaryotes, use conserved cytoskeletal systems for intracellular organization. The plasmid-encoded ParMRC system forms actin-like filaments that segregate low-copy plasmids. In multicellular cyanobacteria like Anabaena sp., we found that a chromosomally-encoded ParMR has evolved into a novel cytoskeleton -termed CorMR- with a function in cell shape control rather than DNA segregation. Using live-cell imaging, in vitro reconstitution and Cryo-EM, we demonstrate that CorM forms dynamically unstable, antiparallel double-stranded filaments, which are recruited to the membrane by CorR via an amphipathic helix conserved in multicellular cyanobacteria. CorMR filaments are regulated by MinC, which excludes them from the poles and division plane. Comparative genomics reveal that the repurposing of ParMR and Min systems co-evolved with cyanobacterial multicellularity, highlighting the evolutionary plasticity of cytoskeletal systems in bacteria.", "date": "2025-11-02", "journal": ""}
{"title": "Cost of altered translation accuracy shapes adaptation to antibiotics in E. coli", "doi": "10.1101/2025.06.28.662112", "authors": "Samhita, L.; Tamhankar, S.; Miranda, J.; Basu, A. K.; Agashe, D.", "abstract": "Protein synthesis, while central to cellular function, is error-prone. The resulting mistranslation is generally costly, but we do not know how these costs compare or interact with the costs imposed by external selection pressures such as antibiotics. We also do not know whether and how these costs are compensated during evolution. It is important to answer these questions, since mistranslation is ubiquitous and antibiotic exposure, widespread. We quantified the growth cost of genetically increasing and decreasing mistranslation rates, and exposure to low antibiotic concentrations, in Escherichia coli. Mistranslation costs were generally lower than the cost imposed by antibiotics, and exacerbated in a strain-specific manner under antibiotic exposure. All strains quickly compensated the antibiotic cost during experimental evolution, via antibiotic- and genotype- specific mutations. In contrast, mistranslation costs were significantly reduced only in some cases, without clear causal mutations. Control populations that evolved without antibiotics consistently compensated the cost of accuracy, and evolved increased antibiotic resistance as a by-product. Our work demonstrates that even when the cost of mistranslation is weak, altered translation accuracy can shape adaptive outcomes and underlying genetic mechanisms, with strong collateral fitness effects for apparently unrelated phenotypes such as antibiotic resistance.", "date": "2025-11-02", "journal": ""}
{"title": "Dosage compensation and meiotic sex chromosome inactivation are maintained in the absence of selection", "doi": "10.1101/2025.07.27.667025", "authors": "Parker, D. J.; Dumas, Z.; Lencero, R. G.; Aury, J.-M.; Labedan, M.; Tran Van, P.; Istace, B.; Cruaud, C.; Labadie, K.; Noel, B.; Freitas, S.; Djordjevic, J.; Schwander, T.", "abstract": "Dosage compensation (DC) and meiotic sex chromosome inactivation (MSCI) are key mechanisms regulating gene expression from the X chromosome in male-heterogametic species. While the convergent evolution of these mechanisms is well-documented, their evolutionary fate under relaxed selection remains poorly understood. Here, we test whether DC and MSCI persist in the absence of selection by investigating three independently derived parthenogenetic species of Timema stick insects that occasionally produce rare males. Using chromosome-level genome assemblies, RNA-seq from multiple tissues, and immunocytochemistry, we find that dosage compensation in somatic tissues and meiotic X inactivation are conserved despite the absence of selective pressure in all-female lineages. Surprisingly, expression data and cytological markers indicate that MSCI signatures are even stronger in parthenogenetic males, a pattern driven by prolonged autosomal transcription during meiosis. These results indicate that X-targeting DC and MSCI mechanisms are either weakly selected against or evolutionarily constrained, while autosomal mis-expressing during meiosis occurs rapidly following the relaxation of selection, shedding light on the stability of X chromosome regulation.", "date": "2025-11-02", "journal": ""}
{"title": "Dissociating internal representations underlying knowing and experiencing", "doi": "10.1101/2025.08.01.668040", "authors": "Tian, S.; Mao, X.; Wang, D.-H.; Wang, X.; Bi, Y.", "abstract": "How do internal brain representations bridge seeing an object and thinking about it after it disappears? Both object knowledge and mental imagery are involved in this process, engaging overlapping perceptual regions, yet whether their neural codes are shared or distinct remains unknown. We compared people with (\"visualizers\") and without voluntary visual imagery (\"aphantasics\") using fMRI, to examine experience of imagery sensation, and a multimodal deep neural network model, to examine representational contents (encoding text vs. image). We found distinct types of internal representations: (1) the left lateral occipitotemporal cortex (LOTC) encoded visual-structured knowledge linked to imagery sensation; (2) the bilateral fusiform gyrus, left dorsal LOTC, and right inferior frontal gyrus encoded language-structured knowledge independent of imagery sensation; and (3) the left superior parietal lobule maintained visual representation without prior knowledge, also independent of imagery. These findings reveal functionally and computationally distinct neural mechanisms that bridge seeing and thinking of objects, differing in their reliance on knowing and internal experiencing.", "date": "2025-11-02", "journal": ""}
{"title": "Backward Conditioning Reveals Flexibility in Infralimbic Cortex Inhibitory Memories", "doi": "10.1101/2025.08.02.668258", "authors": "Lingawi, N. W.; Chieng, B.; Westbrook, R. F.; Holmes, N. M.; Bouton, M. E.; Laurent, V.", "abstract": "While the infralimbic cortex (IL) is recognized as critical for behavioral inhibition, the content of the inhibitory memories stored in this region remains elusive. To probe this content, we examined some of the conditions that allow retrieval and facilitation of an inhibitory memory stored in the IL using optogenetic stimulation in female and male rats. We found that IL stimulation did not facilitate an initial fear extinction session. However, prior experience with fear extinction enabled IL stimulation to facilitate subsequent fear extinction. Importantly, the facilitative effects of IL stimulation were not limited to fear extinction experience, as prior exposure to backward fear conditioning also enabled IL stimulation to enhance later fear extinction. The effects were stimulus-specific and did not depend on the motivational context present during the prior experience, as backward appetitive conditioning allowed IL stimulation to facilitate later fear extinction. Additional experiments ruled out stimulus familiarity as an explanation for the facilitative effects of IL stimulation and demonstrated that IL-mediated facilitations occur in procedures other than fear extinction. Together, these findings demonstrate that the IL stores inhibitory memories that are extremely flexible since they can be retrieved and used across many inhibitory procedures and distinct motivational contexts. These features establish the IL as a critical hub for the flexible application of inhibitory knowledge that allows adaptive responses in dynamic environments.", "date": "2025-11-02", "journal": ""}
{"title": "A small cationic probe for accurate, punctate discovery of RNA tertiary structure", "doi": "10.1101/2025.08.29.672938", "authors": "Ehrhardt, J. E.; Qiu, D. Y.; Jin, S.; Boerneke, M. A.; Aufgebauer, C. J.; Horner, S. M.; Weeks, K. M.", "abstract": "RNA can fold to form complex three-dimensional tertiary structures, with large roles in RNA biology. However, accurate discovery of motifs that form true tertiary structures remains an unsolved challenge. Here we demonstrate that at rare but distinctive sites, RNA tertiary folding creates electronegative pockets that undergo selective chemistry with a small positively-charged chemical probe, trimethyloxonium (TMO). Sites preferentially reactive with the TMO cation, relative to uncharged dimethyl sulfate (DMS), termed T-sites, reflect preferential interaction of TMO at punctate electronegative pockets created by juxtaposition of a reactive nucleobase with non-bridging oxygen atoms in the RNA backbone. T-sites map specifically to centers of higher-order structural interactions and functional cores in diverse RNAs, including in specific states in conformational ensembles. Probing the 10,723-nt dengue virus RNA genome revealed exactly three T-sites, each of which is embedded within a complex RNA structure with direct roles in viral replication. T-site chemistry creates broad opportunities for high-confidence discovery and analysis of functional RNA tertiary structures across long and complex RNAs, including transcriptome-wide.", "date": "2025-11-02", "journal": ""}
{"title": "Predictive learning enables compositional representations", "doi": "10.1101/2025.09.26.678731", "authors": "Boeshertz, G.; Clopath, C.", "abstract": "The brain builds predictive models to plan future actions. These models generalize remarkably well to new environments, but it is unclear how neural circuits acquire this flexibility. Compositional representations, which have been observed in the brain, could explain this adaptability. They enable a process called compositional generalization, where independent modules performing different computations can be selected to perform novel composite tasks. In this work, we show that compositional representations emerge in recurrent neural networks (RNNs) trained solely to predict future sensory inputs. We trained an RNN to predict frames in a visual environment defined by independent latent factors and their corresponding dynamics. We found that the network learned to solve this task by developing a compositional model. Specifically, it had disentangled representations of the latent factors, and formed distinct, modular clusters, each implementing a single dynamic. The network autonomously selected which cluster to use according to the sensory inputs, without task labels, using competitive dynamics between clusters. This modular and disentangled architecture enabled the network to perform compositional generalization, accurately predicting outcomes in novel contexts composed of unseen combinations of dynamics. Our findings explain how an unsupervised mechanism can learn the modular causal structure of an environment in a compositional code.", "date": "2025-11-02", "journal": ""}
{"title": "Unveiling the evolutionary code of NOTCH3: mammalian bioinformatics sheds light on human pathogenicity.", "doi": "10.1101/2025.09.28.678708", "authors": "Siddiqui, K. S.; Ertan, H.; Ren, Y.; Plojak, A.; Jayasena, T.; Sachdev, P. S.", "abstract": "NOTCH3 is a highly conserved transmembrane receptor implicated in CADASIL, a hereditary small vessel disease driven by mutations in its extracellular EGF-like repeats. The mechanism by which these mutations cause pathology remains unclear. We present the first large-scale comparative bioinformatic analysis of NOTCH3 across 113 mammalian species, uncovering three novel insights: i) a remarkable evolutionary conservation of all 204 cysteines, with the only exception being eight naturally occurring cysteine mutations in jaguar (EGFr13-15); ii) a unique deletion in Brandt's bat regulatory region, which may expose it to proteases, potentially altering signaling; iii) a rare human NOTCH3-X1 isoform, absent in most mammals but shared with select primates, a bat, and elephants, involving a cysteine-depleting deletion spanning EGFr20-22. These features provide novel evolutionary insights into human pathogenicity and suggest testable targets for in vivo experiments. Our study highlights the potential of comparative bioinformatics to identify previously hidden functional elements in disease-associated mammalian proteins.", "date": "2025-11-02", "journal": ""}
{"title": "Tryptophan-Driven Metabolomic Shift in Acidobacteriaceae Reveals Phytohormones and Antifungal Metabolites", "doi": "10.1101/2025.10.02.680145", "authors": "Zumkeller, C. M.; Hartwig, C.; Lanzalonga, W.; Patras, M. A.; Liu, Y.; Marner, M.; Mihajlovic, S.; Spohn, M. S.; Schaeberle, T. F.", "abstract": "Acidobacteriota is one of the most abundant phyla in soils and has recently attracted attention for its potential role in promoting phytosanitary benefits. The metabolomic capabilities of this phylum remain poorly characterised, with few experimentally confirmed metabolites described. To address these gaps, we combined metabolomic profiling with comparative genomic analysis to explore the functional potential of novel strains within the Acidobacteriaceae family. Genome mining across the phylum for PGPTs revealed the presence and taxon-specific enrichment of genes related to phytohormone production, as well as other genes associated with plant-growth-promoting effects. When tryptophan (Trp) was added to the cultivation medium, it triggered a strong metabolic response in the strains, resulting in measurable changes in the production levels of phytohormones such as indole-3-acetic acid (IAA) and indole-3-pyruvate (iP). Building on these findings, we examined the metabolic reprogramming caused by Trp supplementation, which suppressed the growth of phytopathogenic fungi, leading to the identification of malassezindoles and pityriacitrins as active agents. This was confirmed by isolating and elucidating the structure of pityriacitrin B and a methyl ester through NMR studies. Overall, these findings shed light on the previously unexplored metabolic potential of the Acidobacteriota phylum, emphasising its ecological importance for phytosanitary applications.", "date": "2025-11-02", "journal": ""}
{"title": "Age-related microbiome metabolites alter RNA splicing and chromatin accessibility in the brain", "doi": "10.1101/2025.10.03.680371", "authors": "Chakraborty, M.; Shi, S. M.; Porter, I. E.; Richard, D. J.; Marinov, G. K.; Moore, A. A.; Blum, J. L. E.; Natarajan, A.; Jahng, J. W.; Wu, J. C.; Lu, S. X.; Davidson, S. M.; Greenleaf, W. J.; Saw, N. L.; Shamloo, M.; Brunet, A.; Wyss-Coray, T.; Bhatt, A. S.", "abstract": "The gut microbiome generates diverse metabolites that can enter the bloodstream and alter host biology, including brain function. Hundreds of physiologically relevant, gut-brain signaling molecules likely exist; however, there has been no systematic, high-throughput effort to identify and validate them. Here, we integrate computational, in vitro, and in vivo approaches to pinpoint microbiome-derived metabolites whose blood levels change during aging, and that induce corresponding changes in the mouse brain. First, we mine large-scale metabolomics datasets from human cohorts (each n [&ge;] 1200) to identify 30 microbiome-associated metabolites whose blood levels change with age. We then screen this panel in an in vitro transcriptomic assay to identify metabolites that perturb genes linked to age-related neurodegeneration. We then test four metabolites in an acute-exposure mouse model, and use multi-omic approaches to evaluate their impact on cellular functions in the brain. We confirm the known neurodegeneration-promoting effects of trimethylamine N-oxide (TMAO), including mitochondrial dysfunction, and further discover its disruptive impact on the pathways of glycolysis, GABAergic signaling, and RNA splicing. Additionally, we identify glycodeoxycholic acid (GDCA), a microbiome-derived secondary bile acid, as a potent regulator of chromatin accessibility and suppressor of genes that protect the brain from age-related, neurodegeneration-promoting insults. GDCA also acutely reduces mobility. In summary, we present a scalable framework for linking microbiome metabolites to host pathologies, and apply it to identify microbial metabolites that induce molecular changes related to neurodegeneration.", "date": "2025-11-02", "journal": ""}
{"title": "ARCLID: Accurate and Robust Characterization of Long Insertions and Deletions in Genome", "doi": "10.1101/2025.10.10.681591", "authors": "Tavakoli, S.; Frandsen, R. J. N.; Mansourvar, M.", "abstract": "Structural variants (SVs) play crucial roles in genome diversity and disease, yet their accurate detection remains challenging, particularly under low sequencing coverage and within complex genomic regions. We present ARCLID, a deep learning-based SV caller that innovatively extracts meaningful features from aligned reads and encodes them into multi-channel images, then employs a one-stage convolutional neural network to identify, classify, and genotype SVs simultaneously. By framing SV detection as an object detection task, ARCLID captures subtle alignment patterns and achieves precise breakpoint localization across a broad range of SV sizes and sequencing coverages. Comprehensive evaluations under relaxed and strict criteria show that ARCLID maintains high accuracy and robustness even at low coverages, improving detection accuracy by up to 30% compared to state-of-the-art SV callers in challenging scenarios while reliably resolving breakpoints in medically relevant and repetitive genomic loci. This capability to preserve accuracy at lower depths provides a significant practical advantage for cost-constrained projects, enabling robust SV discovery without requiring deep sequencing.", "date": "2025-11-02", "journal": ""}
{"title": "Adolescent social profiles predict adult social behaviour, monoamine brain content and regional gene expression", "doi": "10.1101/2025.10.23.684125", "authors": "Mirofle, N.; Jamain, S.; Chauveau, F.; Penot, M.; Chater, D.; Latapie, V.; Deneux, T.; Faure, A.; Granon, S.", "abstract": "The study of inter-individual variability in animal behaviors during cognitive processes is crucial to better grasp the emergence of personality traits in healthy animals. Social experiences occurring at adolescence can affect the expression of the behavioural variability as it is a critical period of brain and cognitive plasticity. Here, we asked how individual variability of social profiles is shaped at adolescence and whether the profiles are associated with regional brain metabolites and gene expressions in the adult brain. At adolescence we determined a 'dominant' profile expressing more dominance, a 'submissive' profile expressing more submission and an 'explorer' profile showing more novelty exploration than social interaction. Adolescent social behaviors are conserved at adulthood. Our data suggest that dominance tendencies already present at adolescence are likely to stabilize throughout life, thus shaping future social behaviors. Our results show that social profiles are not related to sex and life environment. However, being more dominant, interactive and socially motivated shape dopaminergic olfactory activity at adolescence. Also, showing the explorer or submissive profiles is associated with an opposite serotonin pattern in the cerebellum, but a similar kynurenine pattern in the prefrontal cortex and cerebellum, thus pointing toward major neurotransmitter systems in key regions for brain health. This work opens new perspectives on the importance of studying social profiles early in life and the individual neurobiological associated features that could potentially predict individual vulnerability.", "date": "2025-11-02", "journal": ""}
{"title": "An intron-based timer for circadian rhythms", "doi": "10.1101/2025.10.27.684876", "authors": "Yuan, Y.; Linskens, A.; Gouvea, R. D.; Liu, H.; Xiao, Y.; Suresh, S.; Hu, I.; Yadlapalli, S.", "abstract": "Circadian clocks regulate daily rhythms in all eukaryotes through [~]24-hour transcriptional-translational feedback loops driven by clock proteins. However, the molecular mechanisms that set the 24-hour period remain poorly defined. Here, using single-molecule imaging and nascent RNA sequencing, we uncover an unexpected RNA-based molecular timer: a single intron in the Drosophila timeless (tim) gene that regulates circadian period length by controlling mRNA localization. Strikingly, we find that [~]50% of tim mRNAs are localized to the nucleus due to inefficient post-transcriptional splicing of a single intron (which we named intron P), in contrast to other core clock transcripts that localize predominantly to the cytoplasm. CRISPR-mediated removal of intron P abolishes nuclear retention of tim transcripts, leading to accelerated TIM protein accumulation and a shortened [~]22-hour period with reduced rhythmic robustness. Remarkably, insertion of intron P alone into heterologous reporters is sufficient to promote nuclear retention in both Drosophila and human cells, acting as a conserved checkpoint that withholds transcripts in the nucleus until splicing is complete. Finally, we identify three RNA-binding proteins, two repressors (Hrb27C and Squid) and one activator (Qkr58E-2, a Sam68 homolog), that modulate intron P splicing in a rheostat-like manner. Together, these findings establish tim intron P as the first intron-based molecular timer in circadian clocks and reveal splicing kinetics as a critical regulatory layer in temporal gene expression programs, with broad implications for other processes such as development and immunity.", "date": "2025-11-02", "journal": ""}
{"title": "The tree cricket ear is a highly phase sensitive biomechanical interferometer.", "doi": "10.1101/2025.10.28.684507", "authors": "Celiker, E.; Sutton, G. P.; Mhatre, N. P.", "abstract": "We show that tree crickets localize the sound by having an auditory system that first splits the soundwave into two parts, sending one wave to an Anterior tympanic membrane, and sending the second to a Posterior tympanic membrane. The membranes then carry the split waves to a common point, the Tracheal wall, where the re-assembly of the wave causes mechanical interference that is sensitive to microsecond time delays. This interference mechanically transduces the time delay into a simple lateral strain at the Tracheal wall. This principle, interferometry, is usually thought of in terms of light (Michaelson and Morley, 1887), and can measure extremely small time-delays. Tree crickets use the same principle as the light interferometer, except with sound, to measure extremely precise locations.", "date": "2025-11-02", "journal": ""}
{"title": "Neonatal brain volumes and birth characteristics predict behavioural outcomes in toddlerhood", "doi": "10.1101/2025.11.01.686012", "authors": "Khan, Y. T.; Tsompanidis, A.; Allison, C.; Bethlehem, R. A. I.; Baron-Cohen, S.", "abstract": "Background: Early brain structure and birth factors (e.g., sex, birth weight, gestational age at birth) are understood as critical to shaping lifelong developmental and psychopathological outcomes. Methods: Using data from the Developing Human Connectome Project, we examined whether neonatal brain volumes and birth factors predict developmental and socioemotional outcomes in toddlerhood. Structural MRI scans were acquired from 391 infants at birth (193 females, 198 males; mean age = 8 days), with follow-up behavioural assessments conducted in toddlerhood (mean age = 18 months). Results: Results demonstrated that larger neonatal brain volumes were associated with lower autistic traits and higher cognitive, language and motor outcomes. A higher gestational age and weight at birth were associated with higher scores on various of these outcomes - an effect that was partially mediated by larger brain volumes at birth. Females showed higher language scores compared to males, though this effect was suppressed rather than mediated by neonatal brain volumes. Conclusions: These findings demonstrate how birth factors interactively shape early developmental and neuropsychiatric outcomes.", "date": "2025-11-02", "journal": ""}
{"title": "From perception to valence: a pair of interneurons that assign positive valence to sweet sensation in Drosophila", "doi": "10.1101/2025.10.31.685871", "authors": "Christie, K. W.; Dadyala, T. S.; Sinakevitch, I. T.; Chung, P.; Ito, M.; Shao, L.", "abstract": "Assigning valence, appeal or aversion, to gustatory stimuli and relaying it to higher-order brain regions to guide flexible behaviors is crucial to survival. Yet the neural circuit that transforms gustatory input into motivationally relevant signals remains poorly defined in any model system. In Drosophila melanogaster, substantial progress has been made in mapping the sensorimotor pathway for feeding and the architecture of the dopaminergic reinforcement system. However, where and how valence is first assigned to a taste has long been a mystery. Here, we identified a pair of subesophageal zone interneurons in Drosophila, termed Fox, that impart positive valence to sweet taste and convey this signal to the mushroom body, the fly's associative learning center. We show that Fox neuron activity is necessary and sufficient to drive appetitive behaviors and can override a tastant's intrinsic valence without impairing taste quality discrimination. Furthermore, Fox neurons transmit the positive valence to specific dopaminergic neurons that mediate appetitive memory formation. Our findings reveal a circuit mechanism that transforms sweet sensation into a reinforcing signal to support learned sugar responses. The Fox neurons exhibit a convergent-divergent \"hourglass\" circuit motif, acting as a bottleneck for valence assignment and distributing motivational signals to higher-order centers. This architecture confers both robustness and flexibility in reward processing: an organizational principle that may generalize across species.", "date": "2025-11-02", "journal": ""}
{"title": "Task-optimized models of sensory uncertainty reproduce human confidence judgments", "doi": "10.1101/2025.10.31.685933", "authors": "Govindarajan, L. N.; Alavilli, S.; McDermott, J. H.", "abstract": "Sensory input is often ambiguous, leading to uncertain interpretations of the external world. Estimates of perceptual uncertainty might be useful in guiding behavior, but it remains unclear whether humans explicitly represent uncertainty in naturalistic settings, and whether any such representations are normatively correct. Progress has been hindered by the absence of stimulus-computable models that estimate uncertainty. We developed a class of task-optimized models that generate probability distributions over perceptual estimates. To assess whether human uncertainty representations align with the model's, we compared human confidence judgments, which might indirectly reflect uncertainty representations, to confidence judgments extracted from the model's uncertainty. In both sound localization and pitch perception, human confidence varied systematically, being lower for stimuli that produced more variable estimates across trials. Human confidence tracked model confidence across conditions, suggesting that human uncertainty representations accurately reflect the actual uncertainty of perceptual estimation. The modeling framework is extensible to other perceptual domains.", "date": "2025-11-02", "journal": ""}
{"title": "A semantotopic map in human hippocampus", "doi": "10.1101/2025.10.31.685959", "authors": "Mickiewicz, E.; Franch, M.; Katlowitz, K.; Chavez, A. G.; Zhu, H.; Chericoni, A.; Yan, X.; Belanger, J.; Ismail, T.; Paulo, D.; Goldman, A.; Krishnan, V.; Maheshwari, A.; Bartoli, E.; Heilbronner, S.; Provenza, N.; Sheth, S.; Hayden, B.", "abstract": "The hippocampus plays a central role in encoding abstract conceptual and semantic information. However, little is known about the topography of that encoding. We leveraged the rare opportunity to examine neural responses densely along a small portion of the human hippocampus, specifically, the mediolateral axis of the anterior body. We collected responses to passive language listening using Neuropixels probes in three anesthetized patients during clinically indicated neurosurgical procedures. We computed semantic tuning functions for each recording site by regressing threshold crossing events and single unit responses against semantic embeddings from GPT-2, Word2Vec, and SBERT. We find that tuning functions of more distant recording sites are more dissimilar, supporting the hypothesis semantotopic organization. Multiple semantic features showed systematic changes along that axis, including animacy, concreteness, and familiarity; notably, effects were individual-specific. Surprisingly, we also found a small but significant increase in semantic similarity as a function of distance between recording sites, on a shorter spatial scale, suggesting a modest periodic organization. Together, these results demonstrate the presence of a multiscale functional organization of semantics in the hippocampus.", "date": "2025-11-02", "journal": ""}
{"title": "Behavioral age-detection in individuals reconstructs minute-scale developmental transcriptomics", "doi": "10.1101/2025.11.01.686022", "authors": "Ganem, N. S.; Scher-Arazi, D.; Inberg, S.; Zeisel, A.; Stern, S.", "abstract": "Capturing rapid changes in gene-expression across development time is crucial for uncovering the molecular pathways that organize dynamic developmental processes. Here, we introduce BehaveSeq, a method that enables time reconstruction of minute-resolution developmental patterns of gene-expression by integrating longitudinal behavioral monitoring for precise age detection with genome-wide transcriptomic profiling in single individuals. By densely sampling individuals every ~3 minutes during hours of C. elegans development, we uncovered thousands of genes exhibiting rapid and temporally structured expression trajectories. These genes were organized into distinct dynamical patterns associated with specific developmental functions. Moreover, time-reconstruction of transcriptional trajectories in serotonin-deficient individuals revealed time-specific neuromodulatory effects on developmental expression programs. Interestingly, using the same single-animal datasets, we were able to train a neural network model that accurately predicts the developmental age of each individual based on its individual-specific molecular signature. Overall, our method provides a new framework for revealing dynamic gene regulation with high temporal precision across developmental timescales.", "date": "2025-11-02", "journal": ""}
{"title": "Oligodendrocytes support functional development of subcortical premotor neurons and navigation", "doi": "10.1101/2025.11.01.686017", "authors": "Auer, F.; Zhang, Y.; Schoppik, D.", "abstract": "Oligodendrocytes and the myelin they produce are required for proper balance behaviors in adult vertebrates. If, when, and how they shape the functional development of vestibular (balance) circuits and associated behaviors is unclear. We first adopted a pharmacological approach to investigate the contribution of oligodendrocytes across early development of larval zebrafish (Danio rerio). Disruption of oligodendrogenesis reduces the number of oligodendrocytes near vestibular neurons across development, but only impacts vertical navigation -- a behavior requiring vestibular function -- in older larvae. Correspondingly, we found that midbrain premotor neurons in the vertical navigation circuit only decreased their responses to tilts at later ages. In contrast, we found that the vestibulo-ocular reflex was unaffected by drug treatment, and that body-tilt responses in the underlying hindbrain vestibular neurons and their target extraocular motor neurons were unchanged. Targeted photoablation of oligodendrocytes in the anterior hindbrain replicated our pharmacological findings, selectively disrupting vertical navigation in older animals. By dissociating where and when developmentally-disrupted oligodendrogenesis impacts neuronal function and behavior, our work takes a major step towards understanding how oligodendrocytes enable the maturation of sensorimotor behaviors.", "date": "2025-11-02", "journal": ""}
{"title": "Rapid generation of ventral A9-like dopaminergic neurons from patterned iPSCs", "doi": "10.1101/2025.10.31.685897", "authors": "Chaplot, K.; Zhang, L.; Wessman, J.; Rivera, M.; Wang, Z.; Wang, F.; Duan, X.; England, P. M.; Clark, I. C.; Ullian, E. M.", "abstract": "In vitro modelling of highly vulnerable nigral dopaminergic (DA) neuronal subtypes in Parkinson's disease (PD), is necessary for studying disease mechanisms. Here, we optimized a new approach by expressing the pioneer neurogenic transcription factor, Achaete-scute-like 1 (Ascl1), implicated in determining dopaminergic fate. Sequential small-molecule patterning of iPSCs into early floor plate mesencephalic progenitors, followed by inducible Ascl1 expression, rapidly differentiates midbrain DA neurons. Immunocytochemistry and transcriptomic analysis of these patterned Ascl1-driven DA neurons (PA-DANs) confirmed midbrain-lineage specificity. Importantly, we found an enrichment of DA subpopulations that corresponded to the adult human ventral SOX6-positive A9 DA subtypes vulnerable in PD. Furthermore, we combined these ventral A9-like PA-DANs with human iPSC-derived midbrain astrocytes and microglia in defined ratios to generate mature 3D A9-like assembled organoids that display characteristic spontaneous neuronal activity and electrical propagation along the axon. Our method efficiently generates a mature and functional A9-like DA neuronal platform to study PD.", "date": "2025-11-02", "journal": ""}
{"title": "Senescent astrocytic deposits drive cognitive decline by disrupting tripartite synapse in the aging brain", "doi": "10.1101/2025.10.31.685958", "authors": "Wang, E.-J.; Ming, C.; Wang, Y.-T.; Wang, S.-J.; Song, Z.-H.; Yang, K.; Li, J.-T.; Zhuang, X.-X.; Wang, W.; Wu, M.-Y.; Xie, L.-M.; Ren, Z.-Y.; Liu, C.-P.; Wang, L.; Yao, Y.-G.; Li, M.; Cheung, K.-H.; Wu, A. J.; Shen, H.-M.; Su, H.; Yue, Z.; Lu, j.", "abstract": "Brain aging involves synapse decline, with astrocytes playing a key role in synapse homeostasis. However, the impact of astrocyte senescence on synaptic dysfunction and cognitive decline remains unclear. Here, we identified a hallmark of aging astrocytes Senescent Astrocytic Deposits (SAD) observed at aged rodents, macaques, and human hippocampal astrocytic processes that is associated with tripartite synapse dysfunction and memory decline. Laser capture microdissection-coupled mass spectrometry (LCM-MS), spatial transcriptome analysis and 3D electron microscopy revealed that SAD are abnormal protein deposits at the processes of ApoE-high expression astrocyte subtype and associated with dysfunctional tripartite synapses. Using a transgenic mouse (Nrbf2 knockout) with accelerated SAD formation as a tool for genetic manipulation, we clearly demonstrated that age-dependent defect of phagocytosis at maturation stage in astrocytic drives SAD accumulation, synaptic injury and cognitive deficits. Collectively, our findings establish SAD as a mechanistic link between astrocyte senescence and synaptic damage, underscoring the critical role of astrocytic phagocytic function in preserving synaptic homeostasis and cognitive function during aging.", "date": "2025-11-02", "journal": ""}
{"title": "Deletion of Cacna1c (CaV1.2) in D1-expressing cells elicits divergent sex-specific effects on aversive and spatial memories", "doi": "10.1101/2025.10.31.684545", "authors": "Walsh, J. D.; Scala Chavez, D.; Lee, A. S.; Martinez-Rivera, A.; Rajadhyaksha, A. M.", "abstract": "Dopamine signaling is critical for cognitive and emotional regulation and is implicated in multiple neuropsychiatric disorders. One downstream effector of dopamine is the L-type calcium channel CaV1.2, encoded by the risk gene CACNA1C. Genome-wide association studies have consistently linked CACNA1C single nucleotide polymorphisms to schizophrenia, bipolar disorder, and related conditions. We previously showed that homozygous deletion of Cacna1c in dopamine receptor 1 (D1)-expressing cells enhances remote (30 days post-training) contextual fear memory in male mice. Here, we extend these findings by examining sex- and gene dosage-specific behavioral consequences of Cacna1c loss in D1 cells. We find that D1-Cacna1c deletion produces a sex- and gene dosage-dependent effect on fear memory. In males, homozygous loss of D1-Cacna1c heightens remote contextual fear at 30-days post-training, replicating prior findings, whereas partial loss had no effect. Cue-associated fear memory remained unaffected across genotypes. In contrast, females exhibited heightened contextual fear with both heterozygous and homozygous D1-Cacna1c loss at 24-hrs, 7-days, and 30-days post-training, indicating increased sensitivity to contextual aversive learning. Cue-associated fear memory was higher at 24-hrs but normalized at later time points in females. In the Water Y-maze, males with heterozygous or homozygous D1-Cacna1c loss showed impaired spatial memory at 7-days post-training, whereas females were unaffected. D1-Cacna1c deletion reduced locomotor activity selectively in females during the initial 5-mins of a 60-min session, with no genotype effects in males. Social interaction and anxiety-like behavior were unchanged across groups. Together, these findings highlight the interplay between dopamine receptor signaling and calcium channel function in shaping sex-dependent aspects of memory.", "date": "2025-11-02", "journal": ""}
{"title": "Tuned to explore: Increased phasic responses to auditory targets and novelty in children regardless of induced tonic arousal", "doi": "10.1101/2025.11.01.684607", "authors": "Mathieu, A.; Schöllkopf, U.; Chen, S.; Widmann, A.; Wetzel, N.; Bidet-Caulet, A.", "abstract": "The ability to focus on relevant information while ignoring distractions is critical during childhood, as it supports learning, social interaction, and adaptation to changing environments. This attentional balance is thought to depend in part on arousal regulation, mediated by the activity of the locus coeruleus norepinephrine (LC-NE) system. Moderate levels of arousal are typically associated with optimal cognitive performance. However, the interaction between arousal and attention remains poorly understood in humans, especially during development. In this study, we investigated whether experimentally modulating tonic arousal, the baseline level of physiological alertness, affects attentional processing in children (N = 44, aged 6-8) and adults (N = 46, aged 18-35). Participants performed an active auditory three-stimulus (standard, novel, target) oddball task, designed to assess selective attention to target tones and distraction by novel sounds. Prior to each task block, tonic arousal was manipulated using music or videos varying in arousing content. Physiological responses were recorded continuously (skin conductance, pupil dilation, heart rate) to index both tonic arousal and transient, phasic changes in arousal triggered by task events. While tonic arousal modulation was successful, as confirmed by skin conductance levels, Bayesian analyses provided evidence for no effect of this modulation on subsequent attentional processing. Importantly, children generally exhibited stronger phasic arousal responses, particularly to task-irrelevant novel sounds, reflecting less mature regulation of attention and arousal. These findings show developmental differences in physiological responses to unexpected environmental stimuli and provide physiological evidence of increased distractibility during childhood.", "date": "2025-11-02", "journal": ""}
{"title": "Non-cell-autonomous mechanisms of tumor initiation and relapse by chromosomal instability", "doi": "10.1101/2025.10.31.685838", "authors": "Lafirenze, S. J. A.; Kops, G. J.; van Gerwen, B.; Quirindongo, A. I.; Janssen, A.; Etemad, B.; Toonen, P.; Hoevenaar, W. H. M.; Costermans, N.; Youssef, S.; de Bruin, A.; Brosens, L. A. A.; Jelluma, N.", "abstract": "Chromosomal instability (CIN) is a hallmark of cancer, and a primary cause of genetic heterogeneity in tumors. Depending on the degree of CIN and the affected tissue, CIN can promote or suppress tumor formation, and high CIN induction has been proposed as a therapeutic strategy. How CIN achieves these effects is unclear. Here we use a conditional mouse model of graded CIN in combination with longitudinal monitoring of DMBA/TPA-initiated skin tumors to show that low CIN increases the frequency of skin tumor initiation, while higher CIN accelerates onset and growth rates. Strikingly, gene recombination analysis of the tumors reveals that upon high CIN induction the fast-growing tumors originate from rare low CIN cells, suggesting a strong non-cellautonomous effect of high CIN. Gene expression analysis and immunohistochemistry show that high CIN causes epidermal hyperplasia, immune evasion and a regenerative response that stimulates low CIN tumor growth beyond what is achieved by induction of low CIN alone. Such cell-extrinsic effects may be a common mechanism of tumor formation by CIN, as we observe it also in CIN-induced tumors of the intestine, breast and mesentery. When high CIN is induced in established skin tumors, mimicking CINbased therapy, tumors regress but relapse quickly. Relapsed tumors, too, arose from rare low CIN cells. Our findings have implications for our understanding of the contributions of CIN to cancer initiation and progression and give caution to the rationale for CIN therapies.", "date": "2025-11-02", "journal": ""}
{"title": "KIF5A binds RNA to orchestrate synaptic mRNA localization and stress granules in ALS", "doi": "10.1101/2025.10.31.685813", "authors": "Le, P.; Lal, N.; Xu, S.; Mumford, S.; Huang, M.; Yang, D.; Mizrahi, O.; Hoover, B.; Mei, Y.; Rothamel, K.; Her, H.-L.; Blue, S.; Shneider, N.; Yeo, G. W.", "abstract": "Neuronal health depends on the precise transport and local translation of mRNAs to maintain synaptic function across highly polarized cellular architecture. While kinesin motor proteins are known to mediate mRNA transport, the specificity and direct involvement of individual kinesins as RNA-binding proteins (RBPs) remain unclear. Here, we demonstrate that KIF5A, a neuron-specific kinesin implicated in amyotrophic lateral sclerosis (ALS), functions as an RBP. We show that KIF5A directly binds mRNAs encoding synaptic ribosomal proteins and is required for their synaptic localization and for maintaining normal synaptic composition and function. Additionally, we show ALS-linked KIF5A mutations confer gain-of-function properties, enhancing mRNA binding, increasing synaptic ribosomal protein accumulation, inducing neuronal hyperexcitability, and impairing stress responses. These findings reveal a previously unrecognized mechanism by which mutant KIF5A disrupts synaptic homeostasis. Our work positions a kinesin motor protein as an RBP with critical roles in mRNA transport, local translation, and stress response.", "date": "2025-11-02", "journal": ""}
{"title": "Mitochondrial genome microhomology-mediated editing by donor DNA delivery into mitochondria in human cells.", "doi": "10.1101/2025.11.02.686110", "authors": "Maximov, V. V.; Shebanov, N.; Nikitchina, N.; Rapoport, R.; Maor, Y.; Tarassov, I.; Pines, O.; Entelis, N.", "abstract": "Mutations in the mitochondrial DNA (mtDNA) are associated with severe human diseases, lacking efficient therapies. Direct correction of mtDNA mutations may offer a cure for such diseases. We propose a novel strategy based on double-stranded DNA (dsDNA) oligonucleotide delivery into mitochondria and intrinsic microhomology-mediated end joining (MMEJ) for mtDNA editing. This strategy enables introduction of multiple predefined nucleotide changes in mtDNA. For this, the presence of MMEJ activity in the human mitochondrial lysates was confirmed. 49 bp DNA oligonucleotide duplexes, fused to an RNA hairpin previously identified as a mitochondrial import signal, were delivered into the mitochondria of cultured human cells. Delivery of these donor dsDNA molecules, homological to an ND4 site of mtDNA and bearing designed nucleotide changes, led to a low but statistically significant introduction of the designed nucleotide changes into mtDNA. Donor dsDNA delivery combined with the CRISPR/mito-AsCas12a system also resulted in a statistically significant number of an expected concomitant change of five nucleotides distributed across a 16-nucleotide ND4 site of the mitochondrial genome. The proposed strategy may become an efficient mtDNA editing tool suitable for the correction of near-homoplasmic mutations such as Leber Hereditary Optic Neuropathy (LHON)-associated mutations in the ND4 gene of mtDNA.", "date": "2025-11-02", "journal": ""}
{"title": "Detection of environmental DNA of the Indo-Pacific humpback dolphins in Hong Kong waters using quantitative PCR", "doi": "10.1101/2025.10.30.685690", "authors": "Kisero, R. O.; Tsuji, S.; Ohigashi, T.; Porter, L.; Matrai, E.; Ushio, M.", "abstract": "Environmental DNA (eDNA) analysis is a promising method to enhance the sensitivity and efficiency of biodiversity monitoring. In Hong Kong, the Indo-Pacific humpback dolphin (Sousa chinensis) is an iconic marine mammal inhabiting shallow coastal regions, playing a vital role in the local biodiversity. However, their population is declining, highlighting the need for effective monitoring methods for S. chinensis. In this study, we developed a species-specific qPCR assay for detecting S. chinensis eDNA. We designed primers and a probe targeting the Cytb region of mitochondrial DNA. Specificity tests and evaluations of the limit of detection and quantification demonstrated that the primers and probe possess sufficient specificity and sensitivity to detect S. chinensis eDNA. Our qPCR method was further validated by detecting S. chinensis eDNA in water samples collected from areas where S. chinensis individuals were sighted. Analysis of 56 coastal water samples collected over two seasons revealed that S. chinensis utilizes the western and southern Lantau regions of Hong Kong waters. With further enhancements to the eDNA-based survey method, including larger water volumes, broader spatial coverage, and targeting other cetaceans and fish, our framework will aid in the conservation of S. chinensis in Hong Kong waters.", "date": "2025-11-02", "journal": ""}
{"title": "Large mRNA language foundation modeling with NUWA for unified sequence perception and generation", "doi": "10.1101/2025.11.01.686058", "authors": "Zhong, Y.; Yan, W.; Zhang, Y.; Tan, K.; Bian, B.", "abstract": "The mRNA serves as a crucial bridge between DNA and proteins. Compared to DNA, mRNA sequences are much more concise and information-dense, which makes mRNA an ideal language through which to explore various biological principles. In this study, we present NUWA, a large mRNA language foundation model leveraging a BERT-like architecture, trained with curriculum masked language modeling and supervised contrastive loss for unified mRNA sequence perception, understanding, and generation. For pretraining, we collected and utilized large-scale mRNA coding sequences comprising approximately 80 million sequences from 19,676 bacterial species, 83 million from 4,688 eukaryotic species, and 2.1 million from 702 archaeal species, and pre-trained three domain-specific models respectively. This enables NUWA to learn the coding sequence patterns across the tree of life. The fine-tuned NUWA model demonstrates superior performance across a range of downstream tasks. It excels not only in RNA-related perception tasks but also shows strong capability in cross-modal protein-related tasks. On the generation front, NUWA can produce natural-like mRNA sequences and, when provided with a protein sequence, optimize mRNA designs for enhanced codon adaptation index in host organisms. A key advantage of our approach is its adaptability: NUWA can be effectively fine-tuned on smaller, task-specific datasets to generate functional mRNAs with desired properties, without relying on pre-defined biological constraints. To our knowledge, this represents the first mRNA language model for unified sequence perception and generation, offering a versatile platform for programmable mRNA design.", "date": "2025-11-02", "journal": ""}
{"title": "Establishing benchmarks for quantitative mapping of m6A by Nanopore Direct RNA Sequencing", "doi": "10.1101/2025.11.02.686099", "authors": "Ohnezeit, D.; Loliashvili, E.; Putzel, G.; Verstraten, R.; Liu, J.; Nicholson, L. S.; Pironti, A.; Jaffrey, S. R.; Depledge, D. P.; Wilson, A. C.", "abstract": "Nanopore direct RNA sequencing (DRS) coupled with Dorado modification-aware basecalling enables mapping of epitranscriptomic modifications including N6-methyladenosine (m6A) at the level of individual RNAs. However, a lack of systematic benchmarking continues to raise questions regarding the sensitivity, specificity, and reproducibility of this method. To address this and to establish a best-practice workflow, we evaluated multiple Dorado versions using in vitro transcribed RNA and an m6A methyltransferase inhibitor as specificity controls. We established that stringent filtering is necessary to reduce false-positive calls and found strong concordance at high-stoichiometry sites when compared to an orthogonal m6A mapping method (GLORI). Further, by applying DRS to primary human fibroblasts and HD10.6 neurons, we uncovered cell type-specific differences in m6A stoichiometry, indicating a finely tuned epitranscriptomic regulation. Our study thus presents the first systematic comparison of Dorado and GLORI from the same input RNA and expands characterization of the m6A epitranscriptome to fibroblasts and neurons.", "date": "2025-11-02", "journal": ""}
{"title": "Mitochondrial Dysfunction Rewires Macrophage Metabolism, Driving Pro-inflammatory Priming and Immune System Remodeling", "doi": "10.1101/2025.11.01.686039", "authors": "Markov, N.; Hosseini, A.; Fettrelet, T.; Oberson, K.; Brichkina, A.; Yousefi, S.; Bourquin, C.; Simon, H.-U.", "abstract": "Macrophage activation is tightly coupled to cellular metabolism: classically activated pro-inflammatory (M1) macrophages rely on glycolysis and a disrupted tricarboxylic acid cycle, whereas alternatively activated (M2) macrophages depend on oxidative phosphorylation (OXPHOS) and fatty acid oxidation. Although mitochondria are central to this metabolic plasticity, it remains unclear whether mitochondrial dysfunction itself can dictate macrophage polarization. Using macrophage-specific OPA1 knockout mice, we investigated how mitochondrial dysfunction influences macrophage metabolism and immune homeostasis. Loss of OPA1 caused severe impairment of OXPHOS, reduced mitochondrial membrane potential, and a compensatory glycolytic shift, driving M0 and M2 macrophages toward an M1-like bioenergetic state. Integrative metabolomic and transcriptomic analyses revealed strong priming of OPA1-deficient macrophages towards classical activation, including accumulation of M1-associated metabolites (lactate, succinate, itaconate) and upregulation of NF-kB-driven and other inflammatory gene programs, resulting in increased secretion of IL-6 and TNF even in the absence of stimulation. Functionally, this metabolic shift primed non-activated and M2 macrophages toward partial M1 polarization with enhanced bactericidal capacity, while simultaneously suppressing M2-associated processes such as proliferation, efferocytosis, and expression of Arg1, CD206, and RELMa. In vivo, OPA1{Delta}M mice displayed reduced peritoneal macrophage abundance, impaired self-renewal after IL-4 complex stimulation, and compensatory monocyte recruitment. The remaining macrophages exhibited increased MHCII and reduced RELMa expression, consistent with partial M1 skewing and loss of alternative activation. These local alterations were mirrored systemically: blood profiling revealed enhanced T-cell activation and sex-specific remodeling of immune composition during inflammation and aging. Collectively, these findings demonstrate that mitochondrial dysfunction serves as a cell-intrinsic cue that primes macrophages toward a glycolytic, pro-inflammatory phenotype while constraining their M2 properties and proliferative capacities. This dual metabolic and functional rewiring highlights mitochondrial integrity as a pivotal determinant of macrophage immunometabolic identity and reveals how its disruption can reshape both local and systemic immune homeostasis.", "date": "2025-11-02", "journal": ""}
{"title": "CryoWriter: A Robotic Solution for Improved Cryo-EM Grid Preparation", "doi": "10.1101/2025.11.01.686008", "authors": "K.V., C.; Ekundayo, B.; di Fabrizio, M.; Mohammed, I.; Radecke, J.; Stahlberg, H.; Kube, M.", "abstract": "Cryo-electron microscopy (cryo-EM) structure determination relies on preparing thin, vitreous films of sample solution on EM grids. Cryo-EM is a mature technology, but preparing the grids remains a major bottleneck. Here, we evaluate the cryoWriter, a blotting-free, microfluidic grid-preparation robot that writes nanoliter volumes onto EM grids in a controlled environment. Using capillary-writing in spiral or line patterns, we prepared high-quality grids from minimal sample volumes and obtained near-atomic reconstructions for test specimens, including TMV, apoferritin, and the membrane protein TRPM4. We further demonstrate programmable deposition modes, such as writing the sample twice to boost particle density, or two-line writing for on-grid mixing to visualize time-resolved protein-ligand binding. In a challenging case (NrS-1 DNA polymerase), the cryoWriter grids exhibited reduced orientation bias relative to conventional blotting, enabling a more isotropic reconstruction. These results show that the cryoWriter provides a versatile platform for reproducible low volume cryo-EM grid preparation and for on-grid biochemical workflows.", "date": "2025-11-02", "journal": ""}
{"title": "Tissue-embedded CD4⁺ plasticity structures mucosal immunity in IBD-related inflammation", "doi": "10.1101/2025.10.31.685649", "authors": "Jiang, Q.; Merkus, V.; Lindelauf, C.; Guo, N.; Ouboter, L. F.; Hollt, T.; Meijer- Boekel, C. R.; Koning, F.; van der Meulen-de Jong, A. E.; Pascutti, M. F.; van Unen, V.", "abstract": "Aberrant CD4+ T helper (Th) cell responses to commensal microbiota are implicated in Inflammatory Bowel Disease (IBD), yet the phenotypic states of human tissue Th cells, their differentiation trajectories across active inflammation and remission, and their coordination with other lymphocytes remain poorly defined. Prior work has emphasized peripheral blood or murine models, leaving a gap in how plastic Th programs coexist and evolve in the human intestinal niche in IBD. We profiled CD4+ T cells from ileocolonoscopic biopsies and paired blood of IBD patients and non-IBD controls, combining spectral flow cytometry with functional assays and histology to map subset composition, activation, and spatial relationships across disease activity states. Here we show that IBD exhibits a dynamic, tissue-embedded CD4+ landscape, characterized by inflammatory expansion, regulatory-Th17 plasticity, branched trajectories toward regulatory and resident fates, coordinated CD4-CD8 networks, and context-dependent cytokine suppression, collectively shaping aberrant mucosal immunity. Specifically, inflamed mucosa harbored a marked expansion of CD4+ T cells that contracted in remission. Unbiased t-SNE-based analysis revealed several Th populations and linked a ROR{gamma}t+ compartment with enhanced T-bet expression to the progression of inflammation. Foxp3 cells co-expressing ROR{gamma}t also emerged within the inflamed niche, indicating regulatory-Th17 plasticity. Trajectory visualization revealed a potential branched differentiation path towards either a regulatory phenotype or a tissue-resident phenotype, with both termini expressing activation/proliferation markers. Correlation network analysis connected pro-inflammatory CD4+ states to T-bet+ and Granzyme-B+ CD8+ subsets, indicative of crosstalk between helper and cytotoxic lineages. Histology corroborated this organization, showing frequent interactions between CD4+ and CD8+ tissue-resident cells in the lamina propria and epithelial border. In functional assays, TCR stimulation during active disease revealed broad suppression of CD4+ pro-inflammatory cytokines concomitant with expansion of Foxp3+ regulatory T cells. Conversely, a memory Th subset co-expressing HLA-DR and CD38 retained multifunctionality, producing elevated levels of IFN{gamma}, IL-21, IL-22 and IL-10. Together, these results provide insight into how regulatory-effector plasticity, tissue residency, and CD4-CD8 coordination structure the human intestinal immune landscape in IBD, providing a rational for therapies to rebalance resident and regulatory programs while preserving beneficial memory responses.", "date": "2025-11-02", "journal": ""}
{"title": "A Specialized CD107a+ Macrophage Subset Drives Selective Mycobacterial Phagocytosis", "doi": "10.1101/2025.10.31.685620", "authors": "Eto, C.; Luiz, G.; Silva, H. M.; Munari, E. L.; Mendes, D. A. G. B.; Beck, B. K.; Mascarin, L. Z.; Starick, M.; Canesso, M. C. C.; Reis, B. S.; Silveira, G.; Bordignon, J.; de Menezes, Y. K. T.; Mansur, D. S.; Lummertz da Rocha, E.; Bafica, A. L. B.", "abstract": "Macrophages are critical for host defense against pathogens, yet their diverse roles in phagocytosis remain underexplored. Bone marrow-derived macrophages (BMMs) cultured with L929 conditioned media or M-CSF differentiate into two distinct subsets: FSCloSSCloF4/80loCD11blo and FSChiSSChiF4/80hiCD11bhi cells. Through comprehensive transcriptomic, phenotypic, and functional analyses, we demonstrate that FSCloSSCloF4/80loCD11blo macrophages exhibit a specialized phagocytic program, marked by upregulated actin cytoskeleton regulators (e.g., Arp2/3 complex) and pro-inflammatory pathways (e.g., NF-kB). This subset excels at internalizing Mycobacterium tuberculosis and M. bovis BCG via actin-dependent mechanisms, inhibited by cytochalasin D. Elevated surface expression of CD107a (LAMP1) and CD195 (CCR5) by FSCloSSCloF4/80loCD11blo macrophages strongly correlates with enhanced mycobacterial uptake, identifying these as key markers of hyperphagocytic macrophages. These cells also produce higher levels of TNF and IL-6 in response to mycobacteria, TLR2 and TLR5 ligands, while maintaining IFN-gamma-mediated mycobactericidal activity comparable to the FSChiSSChi subset. In vivo, CD107a+ alveolar macrophages in BCG-infected mice preferentially bind bacilli and upregulate CD195, mirroring in vitro findings. These discoveries highlight a novel hyperphagocytic macrophage subset, offering insights into tuberculosis host defense and potential therapeutic targets.", "date": "2025-11-02", "journal": ""}
{"title": "Open and closed forms of assembled henipavirus nucleoprotein suggest structural basis of genome access", "doi": "10.1101/2025.11.02.686081", "authors": "Jayachandran, R. B.; Quignon, E.; Renner, M.", "abstract": "Henipaviruses, such as Nipah virus, can cause deadly illness and constitute WHO blueprint priorities due to their pandemic potential. Their genomes are packaged within a nucleocapsid consisting of viral nucleoproteins (N). Currently, it is unclear how the encapsidated genome is released from N to allow the viral polymerase to read its sequence. Here, we present the first high-resolution cryo-EM structure of a helical N-RNA filament from Langya henipavirus (LayV), allowing us to identify vertical interactions crucial for assembly. We show that assembly efficiency is sequence-dependent and prefers 5-prime genomic sequences. Further, we solve the structure of an RNA-free assembly of LayV N. Structural comparison of the RNA-bound and RNA-free LayV N shows a conformational opening and closing, even within the assembled state. Our data suggest that N within nucleocapsids may undergo local conformational changes, switching between closed and open states, to temporarily allow access to the encapsidated RNA without nucleocapsid disruption.", "date": "2025-11-02", "journal": ""}
{"title": "Phosphorylation of a conserved intrinsically disordered region is necessary for activation of a bacterial Hanks-type Ser/Thr kinase signaling pathway", "doi": "10.1101/2025.11.01.686061", "authors": "Grunfeld, N.; Levine, E.; Libby, E. A.", "abstract": "Intrinsically disordered regions (IDRs) are found throughout all domains of life, yet their contribution to bacterial signaling has remained unclear. Here we show that phosphorylation of a conserved juxtamembrane IDR is necessary for activation of the bacterial Hanks-type Ser/Thr kinase-phosphatase PrkC/PrpC signaling pathway in Bacillus subtilis. Phosphoablative mutation of a conserved IDR phosphosite has strong effect on kinase-activity-dependent phenotypes, including intrinsic {beta}-lactam resistance and stationary phase survival. Using a synthetic quantitative reporter for kinase activity, mutational analysis, and mathematical modeling, we show that phosphorylation of the IDR promotes trans autoactivation of the kinase, and that this modification is essential for amplifying kinase activity in response to a signal. Phylogenetic analysis demonstrates that this IDR and associated putative phosphosites proximal to the kinase domain are highly conserved across prokaryotic species that diverged at the last universal common ancestor. Together these findings suggest that kinase-domain proximal IDR phosphorylation has a critical role in bacterial Ser/Thr signaling, with direct implications for understanding antibiotic resistance mechanisms and developing kinase-targeting antimicrobials.", "date": "2025-11-02", "journal": ""}
{"title": "A cattle-derived human H5N1 isolate suppresses innate immunity despite efficient replication in human respiratory organoids", "doi": "10.1101/2025.11.02.684669", "authors": "Shichinohe, S.; Sugimoto, H.; Yamasaki, M.; Hashimoto, R.; Morita, T.; Kobayashi, D.; Hiono, T.; Motooka, D.; Shimooka, M.; Isoda, N.; Le, M. T. Q.; Takada, A.; Sakoda, Y.; Kawakami, E.; Takayama, K.; Watanabe, T.", "abstract": "The H5N1 high pathogenicity avian influenza virus (HPAIV) of clade 2.3.4.4b, which spreads globally via wild birds, has become a major public health concern because it can infect a variety of mammals, including humans. In 2024, infection of dairy cattle with H5N1 HPAIV clade 2.3.4.4b was confirmed in the United States, and subsequent human cases were reported. Although these viruses are highly pathogenic in animal models, human infections have generally been mild, revealing a striking discrepancy. Here, we characterized the cattle-derived human H5N1 isolate A/Texas/37/2024 (TX37-H5N1) using three-dimensional human respiratory organoids derived from induced pluripotent stem (iPS) cells. Despite efficient replication, TX37-H5N1 induced minimal interferon and inflammatory cytokine responses. Bulk and single-cell RNA sequencing revealed reduced STAT1-mediated transcriptional activity in TX37-H5N1-infected organoids compared to the historic H5N1 human isolate A/Vietnam/1203/2004. These findings suggest that TX37-H5N1 fails to trigger the strong innate responses, including robust cytokine production, that are typically associated with severe H5N1 disease and are thought to contribute to cytokine storm-medicated pathogenesis. This attenuated response may help explain the discrepancy between the high pathogenicity of TX37-H5N1 in animal models and its mild clinical presentation in humans. While zoonotic influenza risk is often assessed using cell lines or animal models, our study highlights the value of using human respiratory organoids to evaluate human-specific virus-host interactions. This platform provides a complementary tool for assessing the risk of emerging avian influenza viruses.", "date": "2025-11-02", "journal": ""}
{"title": "Entomopathogenic fungi as dual-function biocontrol agents: persistence and microbiome modulation in date palm soils", "doi": "10.1101/2025.11.02.686131", "authors": "Matveev, S.; Reingold, V.; Doron-Faigenboim, A.; Livne, Y.; Davidovitz, M.; Ment, D.", "abstract": "Entomopathogenic fungi (EPF) are sustainable biocontrol agents, yet their effects on native soil microbiota are not well understood. Here, we studied the persistence of Metarhizium brunneum and Beauveria bassiana as preventive treatments for date palms against the red palm weevil, Rhynchophorus ferrugineus, along with microbial community monitoring. Using fungal isolation and high-throughput metagenomics, EPF persistence assays, and continuous monitoring of date palm health, the changes in microbiota following application were assessed. First, it was evident that EPF preemptive treatments benefit palm protection against the weevil. While both EPF persisted for 180 days post-application, their effectiveness diverged, with B. bassiana having a longer protection period. Overall community composition showed no major changes following EPF applications; however, transient alterations favored local EPF genera, with dominant taxa being more likely to persist. EPF from less diverse families caused more substantial shifts, enhancing nitrogen-fixating bacteria, carbon-degrading bacteria and ammonia-oxidizing archaea, thereby affecting nutrient cycling. Beauveria bassiana induced the strongest temporal effects on diversity, while Metarhizium brunneum was more persistent but showed no significant changes in Shannon or Simpson indices compared to control. These results highlight EPF as multifunctional agent shaping soil microbiomes, with implications for biocontrol success and ecosystem function.", "date": "2025-11-02", "journal": ""}
{"title": "An Eligibility-Aware Pipeline for Robust ITS Diagnostics in Fungi: A Cacao Case Study with Generalizable Rules", "doi": "10.1101/2025.11.01.686068", "authors": "Lim, S.; Baek, I.; Bhatt, J.; Upadhyay, R.; Oh, S.; Cha, M.; Kim, M. S.; Meinhardt, L.; Ahn, E.", "abstract": "Accurate fungal ITS diagnostics rely on public sequence archives, but heterogeneous record lengths, especially frequent truncation before the LSU/28S segment, cause naive in silico benchmarking to conflate primer performance with database incompleteness. To resolve this persistent \"denominator error,\" we present an open and fully reproducible \"eligibility-aware\" framework. Our pipeline first establishes eligibility by confirming both primer sites are present before applying bench-realistic performance rules, including a strict penalty for 3'-terminal mismatches. It further provides mechanistic insights by analyzing binding-site conservation and uses a rarefaction-based approach to guide efficient quality control as databases grow. We demonstrate the framework's utility using the cacao pathosystem, a context where rapid differentiation of the fungal pathogen Moniliophthora from symptomatically similar oomycetes is critical. The result is a robust, field-ready diagnostic decision tree operable under a single touchdown (TD) PCR program. By providing a transparent and barcode-agnostic template, our eligibility-aware approach offers a significant methodological advance for designing and validating molecular assays in mycology and beyond.", "date": "2025-11-02", "journal": ""}
{"title": "Development of a stable transformation method for Saprolegnia parasitica", "doi": "10.1101/2025.11.02.686010", "authors": "Trusch, F.; Tumpa, I.; McLaggan, D.; van der Giezen,, M.; van West, P.", "abstract": "Saprolegniosis in salmonids, a disease caused by the oomycete Saprolegnia parasitica, poses a serious global threat to wild salmon and to aquaculture. To be able to functionally characterise genes in S. parasitica, it is essential to develop a stable transformation method for S. parasitica. We describe for the first time a method that can generate stable transgenic S. parasitica strains. Transformants were generated following the uptake and integration of a mutated gene from Achlya hypogyna conferring imidazole resistance, CYP51 using S. parasitica protoplasts in the presence of polyethylene glycol (PEG) and lipofectamine. This leads to production of CYP51 protein which catalyses a crucial demethylation step in the biosynthesis of ergosterol. As a result, there is no disruption of ergosterol synthesis and the transformants, but not the wild type S. parasitica, can grow in the presence of imidazole. Putative transformants growing in the presence of up to 10 mM imidazole were confirmed by PCR.", "date": "2025-11-02", "journal": ""}
{"title": "Decoding pathogen ecological memory from chemical-stress phenotypes", "doi": "10.1101/2025.11.01.686032", "authors": "Baek, I.; Lim, S.; Lovelace, A.; Oh, S.; Kazem-Rostami, M.; Ngo, H.; Kim, M.; Meinhardt, L.; Kandpal, L.; Cha, M.; Hwang, C.; Ashby, R.; Ahn, E.", "abstract": "Can standardized chemical stress reveal an ecological memory of host origin in plant pathogens? We profiled six coffee-associated Colletotrichum isolates using four phenolic-branched compounds and compared them with a previously characterized cacao panel. Quantitative morphology, hyperspectral imaging (HSI), and supervised machine learning (ML) yielded pathosystem-specific fingerprints under uniform, isotropic in vitro conditions. Circularity, a measure of edge symmetry, was the most informative morphological feature, and ML classified host origin with 87% accuracy in cross-validation. HSI detected dose-dependent physiological shifts, including changes near 1930 nm in the short-wave infrared consistent with water-associated bands. Multi-locus phylogeny showed the coffee isolates are polyphyletic, indicating that these fingerprints likely reflect convergent adaptation rather than shared ancestry. We propose a chemical priors framework in which long-term environmental exposure imprints stress-response pathways that become legible under simple, standardized probes. This integrative workflow supports scalable screening of eco-friendly antifungals and precision disease management.", "date": "2025-11-02", "journal": ""}
{"title": "Forecasting bryozoan assemblage dynamics under simulated climate change", "doi": "10.1101/2025.10.31.685734", "authors": "Baer, M.; Allhoff, K. T.; Barnes, D. K. A.; Koch, F.", "abstract": "The shallow Antarctic continental shelf experiences strong physical disturbances in the form of ice-scour which play a key role in maintaining biodiversity. Due to climate change, both the extent and duration of sea ice cover is expected to rapidly decline, leading to complex shifts in disturbance regimes with unknown impacts on successional dynamics and biodiversity in benthic communities. We introduce an individual-based model to study the assemblage dynamics of Bryozoa, sessile, suspension feeding animals which are key pioneers in the shallows. The model captures colonisation events, colony growth as well as intra- and interspecific overgrowth competition for space between colonies. Mortality due to predation is modelled as the removal of zooids within small areas of the model world. Using the model, we simulate various disturbance regimes, e.g. by varying the timing of ice-scour events, the length of the growing season and the spatial distribution of predation events. We find that the timing of ice-scour events throughout the growing season has only minor short-term effects on successional dynamics in bryozoan assemblages, while an extended growing season substantially accelerates succession in the long term. We furthermore find that relatively rare but large predation events lead to a slower recovery, whereas relatively frequent but small events result in a faster succession with higher overall abundances. These results highlight that in order to understand how benthic biodiversity will be impacted by climate change, it is necessary to consider the interplay between biotic interactions and complex changes in physical disturbance regimes.", "date": "2025-11-02", "journal": ""}
{"title": "Fission yeast histone chaperone Rtt106 regulates histone levels, prevents early division, and promotes genome stability", "doi": "10.1101/2025.11.01.686071", "authors": "Sanayhie, S. A.; Da Pra, V. A.; Khodabakhshian, N.; Karam, E.; Chhipa, M. A.; Kang, S.; Ahmed, A.; Fillingham, J.; Sabatinos, S. A.", "abstract": "Chromatin packaging influences gene expression and is linked to genome stability through the establishment and maintenance of histone modifications. Histone chaperone proteins regulate chromatin assembly and thus packaging. We tested how loss of the histone chaperone Rtt106 affects genome stability through cell cycle checkpoint stability in response to cellular stress. We tested how double mutants lacking DNA replication or DNA damage checkpoint kinases are impacted by the absence of histone chaperone Rtt106. Rtt106 brings histone H3 and histone H4 together into complexes. We found that rtt106{triangleup} cells with loss of the DNA replication checkpoint (cds1{triangleup}, rad3{triangleup}) were more sensitive to hydroxyurea. However, DNA damage kinase chk1{triangleup} rtt106{triangleup} cells became less sensitive to DNA damaging drugs. The effects of Rtt106 on growth are observed in division timing, where rtt106{triangleup} cells show early division in the presence of drug. Coupled to a decrease in histone H3 levels and increased mutation rate, our work shows how non-essential Rtt106 activities contribute to genome stability. By regulating histone levels and use, Rtt106 regulates the cell division and may function in chromatin arm coherence and segregation.", "date": "2025-11-02", "journal": ""}
{"title": "Oyster: a neural network for modelling genomic sequences that enables exact position-specific k-mer contributions", "doi": "10.1101/2025.11.01.686014", "authors": "Abdulnabi, H.; Westwood, J. T.", "abstract": "Genomic functions arise from nucleotide sequences and their overlapping k-mers - subsequences whose contributions depend on their composition, position and associations. Understanding these contributions requires computing a k-mer contribution function that may or may not consider k-mer associations. Neural networks that model associations yield powerful predictors but are notoriously hard to interpret; conversely, models that ignore associations deliver exact, position-specific contributions yet might underperform. We introduce Oyster, the first convolutional architecture that can be toggled between Exact (ignoring associations) and non-Exact modes. Exact Oysters yield closed-form k-mer contributions directly from their weights, without post-hoc attribution. By letting users choose between interpretability and complexity, Oyster provides a unified framework for transparent, high-performance sequence-to-function modeling. We apply Oyster to predict intensities of YY1-DNA interactions in human K562 cells from 500-nt DNA windows and intensities of eleven histone post-translational modifications. Exact and non-Exact variants achieved statistically indistinguishable performance, highlighting that k-mer associations are not necessarily important for all biological phenomena. Modelling of YY1-DNA interactions is dependent on the YY1 motif which is expected but is also dependent on several histone post-translational modifications including H3K9ac and H2AFZ.", "date": "2025-11-02", "journal": ""}
{"title": "VariantFormer: A hierarchical transformer integrating DNA sequences with genetic variations and regulatory landscapes for personalized gene expression prediction", "doi": "10.1101/2025.10.31.685862", "authors": "Ghosal, S.; Barhomi, Y.; Ganapathi, T.; Krystosik, A.; Krishnan, L.; Guntury, S.; Li, D.; Casale, F. P.; Karaletsos, T.", "abstract": "Accurately predicting gene expression from DNA sequence remains a central challenge in human genetics. Current sequence-based models overlook natural genetic variation across individuals, while population-based models are restricted to variants observed within specific cohorts. Here, we present VariantFormer, a 1.2-billion-parameter transformer that predicts gene-level RNA abundance directly from personalized diploid genomes. Trained on 21,004 genome--transcriptome pairs from 2,330 donors, VariantFormer achieves state-of-the-art performance across both sequence- and population-based prediction tasks, while generalizing better to out-of-distribution contexts--including somatic mutation settings in cancer cell lines--and maintaining robustness across ancestries. Beyond expression prediction, VariantFormer improves eQTL effect size estimation compared to prior methods, with notable gains for lower-frequency and ancestry-specific variants. In applications to Alzheimer's disease, VariantFormer gene embeddings prioritize likely causal genes and relevant tissue contexts, and in silico mutagenesis of known APOE alleles faithfully recovers known risk modifying effects. Together, these results establish VariantFormer as a scalable, diploid-aware framework for variant interpretation and personalized gene expression modeling across tissues and populations.", "date": "2025-11-02", "journal": ""}
{"title": "Oral delivery of mesenchymal stem cell-derived extracellular vesicles to treat intestinal inflammation", "doi": "10.1101/2025.10.31.685898", "authors": "Belaid, M.; Chng, W. H.; Muthuramalingam, R. P. K.; Lim, Y. W.; Javorovic, J.; Zhang, Y.; Luo, X.; Czarny, B.; Vllasaliu, D.", "abstract": "Despite advances in therapy for inflammatory bowel disease (IBD), current treatments are still associated with poor clinical outcomes and severe systemic side effects. Extracellular vesicles derived from mesenchymal stem cells (MSC-EVs) could have therapeutic applications in IBD due to their regenerative potential and immunomodulatory properties. Previous studies investigating the potential of MSC-EVs in IBD have largely administered the vesicles by injection, which does not offer the significant benefits of oral administration, including direct and localised access to the site(s) of intestinal inflammation. Here, we evaluated the stability of MSC-EVs for oral delivery and showed that the EVs disintegrate in gastrointestinal (GI) fluids, with cryogenic electron microscopy revealing the loss of structural integrity. To address this, we developed a double-coating formulation consisting of chitosan and Eudragit S100 to enhance GI stability and facilitate colon-targeted delivery. We demonstrated that coated EVs were resistant to GI fluids and digestive enzymes, and the formulation released intact vesicles in colonic fluid. In a dextran sodium sulfate-induced colitis mouse model, coated EVs reduced disease severity, whereas uncoated EVs performed similarly to the control group. Interestingly, coated MSC-EVs elicited a stronger therapeutic response compared to EVs administered intravenously at the same dose. These findings indicate that oral delivery of MSC-EVs could be an effective route of administration, with appropriate formulation, to treat intestinal inflammation.", "date": "2025-11-02", "journal": ""}
{"title": "Integrated multi-modal data analysis for computational modeling of healthy and location-dependent myocardial infarction conditions in porcine hearts", "doi": "10.1101/2025.10.31.685788", "authors": "Rosales, R. M.; Wu, M.; Claus, P.; Janssens, S.; Rios-Munoz, G. R.; Fernandez-Santos, M. E.; Martinez-Legazpi, P.; Bermejo, J.; Flanagan, A.; Doblare, M.; Minchole, A.; Pueyo, E.", "abstract": "Porcine hearts are widely used for preclinical cardiac evaluation. Computational models, by effectively integrating comprehensive experimental data, often reinforce this preclinical assessment. Using extensive multi-modal data, we developed swine ventricular digital twins for healthy and chronic myocardial infarction (MI) conditions to investigate the roles of the cardiac conduction system (CS), spatial repolarization heterogeneities, cardiomyocyte orientation, cell-to-cell coupling, and MI characteristics on ventricular function. We analyzed cardiac magnetic resonance (CMR) images, electrocardiograms (ECGs), and optical (OM) and electroanatomical mapping from 5 healthy and 10 MI pigs. CS architectures were built from OM and ECG recordings. Myocardial fiber orientation, action potential characteristics, and cell-to-cell conductivity in MI tissue were defined from OM and CMR data. Simulated ECGs for healthy and MI models of left anterior descending and left circumflex occlusions were compared to experimental ECGs and used to assess MI-induced changes. Personalized fiber orientation minimally affected electrophysiology, with conduction velocity (CV) and action potential duration (APD) changing less than 3.6% with respect to standard orientation. Accurate CS and repolarization heterogeneities reproduced depolarization (0.76 QRS similarity) and repolarization (0.74 T-wave similarity) patterns. Incorporating experimentally guided MI-induced alterations enabled replication of MI depolarization and repolarization features (relative errors: 0.5% CV, 2.9% APD), yielded realistic T-wave morphologies (0.63 similarity), and revealed ECG patterns specific to vessel-dependent occlusions. Thus, by integrating extensive multi-modal data, we advance porcine cardiac digital twins and demonstrate the influence of key structural and electrophysiological parameters on healthy and MI heart function, providing a robust computational framework for mechanistic and translational applications.", "date": "2025-11-02", "journal": ""}
{"title": "Deep learning assessment of nativeness and pairing likelihood for antibody and nanobody design with AbNatiV2", "doi": "10.1101/2025.10.31.685806", "authors": "Ramon, A.; Frassetto, N.; Zhao, H.; Xu, X.; Greenig, M.; Onuoha, S.; Sormanni, P.", "abstract": "Immune systems create antibodies that balance good binding and stability with low toxicity and self-reactivity. Quantifying the nativeness of a candidate sequence - its likelihood of belonging to natural immune repertoires - has thus emerged as a valuable strategy for hit selection from synthetic libraries, optimisation and humanisation, and for guiding de novo design towards developable candidates. We previously introduced AbNatiV, a transformer-based VQ-VAE for nativeness assessment, which proved effective across multiple nanobody engineering tasks. However, AbNatiV1 operated on unpaired sequences, limiting applicability to conventional VH-VL antibodies. Moreover, its performance on nanobody nativeness was constrained by the limited number and diversity of nanobody repertoires available at the time. Here, we sequenced new camelid repertoires, curated additional recent libraries, and present AbNatiV2: an enhanced architecture comprising various models each trained on >20 million sequences. AbNatiV2 improves nanobody nativeness classification across held-out and diverse test sets, and more robustly detects nativeness changes upon CDR grafting. We also introduce p-AbNatiV2, a cross-attention model fine-tuned on 3.7 million paired human sequences. p-AbNatiV2 provides residue- and sequence-level humanness for VH/VL pairs and learns pairing-likelihood via noise-contrastive training. On held-out tests, it assigns the native pair a higher score in 74% of cases, substantially outperforming recent pairing models. Together, AbNatiV2 and p-AbNatiV2 extend nativeness assessment and engineering to both nanobodies and conventional antibodies, supporting design decisions at single-residue, Fv-sequence, and paired-domain levels. We make AbNatiV2 available as downloadable software and webserver.", "date": "2025-11-02", "journal": ""}
{"title": "Singletrack: An Algorithm for Improving Memory Consumption and Performance of Gap-Affine Sequence Alignment", "doi": "10.1101/2025.10.31.685625", "authors": "Lopez-Villellas, L.; Iniguez, C.; Jimenez-Blanco, A.; Aguado-Puig, Q.; Moreto, M.; Alastruey-Benede, J.; Ibanez, P.; Marco-Sola, S.", "abstract": "Motivation: Advances in DNA sequencing have outpaced advances in computation, making sequence alignment a major bottleneck in genome data analyses. Classical dynamic programming (DP) algorithms are particularly memory-intensive, especially when computing gap-affine and dual gap-affine alignments. Existing strategies to reduce memory consumption often sacrifice either speed or alignment accuracy. Results: We present Singletrack, an efficient algorithm for backtrace gap-affine and dual gap-affine alignments that requires only storing a single DP matrix. Compared to classical DP algorithms, Singletrack removes the need to store additional matrices (i.e., 2 for gap-affine and 4 for dual gap-affine), significantly reducing memory consumption and, in turn, reducing pressure on the memory hierarchy and improving overall performance. Most importantly, Singletrack is a general backtrace method compatible with state-of-the-art DP-based algorithms and heuristics, such as the Suzuki-Kasahara (SK) and the Wavefront Alignment (WFA) algorithms. Our results demonstrate that Singletrack accelerates the SK implementation of KSW2, used within Minimap2, by up to 1.4. Similarly, Singletrack enhances the performance of the WFA implementation in WFA2-lib by 1.2-2.1x while reducing memory usage by 3x for gap-affine and 5x for dual gap-affine. Compared to the efficient linear-memory BiWFA algorithm, the Singletrack-accelerated version of WFA trades a practical increase in memory usage for up to 5.2x higher performance. Availability: All the implementations of the Singletrack algorithm presented in this work are available at https://github.com/LorienLV/singletrack.", "date": "2025-11-02", "journal": ""}
{"title": "iDeepLC: chemical structure information yields improved retention time prediction of peptides with unseen modifications", "doi": "10.1101/2025.10.31.685771", "authors": "Nameni, A.; Declercq, A.; Gabriels, R.; Devreese, R.; Degroeve, S.; Martens, L.; Bouwmeester, R.", "abstract": "Deep learning has notably advanced the field of liquid chromatography-mass spectrometry-based proteomics. Accurate prediction of peptide retention times significantly enhances our ability to match LC-MS data with the correct peptides and proteins , especially for DIA data. While numerous models predict peptide LC retention times with high accuracy, few can accurately predict the retention times of chemically modified peptides, particularly those with modifications not encountered during model training. In our previously developed DeepLC model, accurate predictions could be made for unseen modifications by leveraging the chemical composition of (modified) residues. Here, however, we present a further enhancement of this model based on chemical structural information. The resulting model, called iDeepLC, shows overall more accurate predictions, and better generalization performance for predicting the retention time of unseen modifications than DeepLC. iDeepLC is freely available as open-source software under the Apache2 license and can be found at https://github.com/CompOmics/iDeepLC.", "date": "2025-11-02", "journal": ""}
{"title": "InCytokine, an open-source software, reveals a TREM2 variant specific cytokine signature", "doi": "10.1101/2025.10.31.685741", "authors": "Jha, D.; Ancona, M.; Oplt, F.; Farmer, S. L.; Vagenknecht, M.; Vazquez-Otero, A.; Pradznyk, I.; Soukup, J.; Mathew, R. S.; Peterson, V.; Bitton, D. A.", "abstract": "Cytokine and chemokine profiling is central to understanding inflammatory processes and the mechanisms driving diverse diseases. We introduce InCytokine, an open source tool for semiquantitative analysis of cytokine and chemokine data generated by protein array technologies. InCytokine features robust and modular image processing workflows, including automated spot detection, template alignment, normalization, quality control measures and quantitative intensity summarization to deliver consistent and reliable readouts from profiling assays. We evaluated InCytokine by profiling wild-type microglia, TREM2 knockout, and Alzheimer's-associated TREM2 R47H variant cells in response of lipopolysaccharide and sulfatide exposure. Differential expression analysis revealed unique sulfatide-specific and genotype-specific cytokine signatures in TREM2 variants. We also report an intriguing modulation of DPP4 and a divergent expression pattern of ENA 78 in TREM2 variants in response to lipopolysaccharide and sulfatide treatment. Such distinct expression signatures raise the possibility that TREM2 variants may play a role in modulating inflammatory signaling relevant to cardio-metabolic and Alzheimer's disease. These signatures were corroborated using transcriptional profiling of the same microglia cells, revealing also a good concordance between protein array and RNA sequencing technologies. Taken together, InCytokine is an interactive, user friendly web application for rapid, reproducible, and scalable analysis of protein array data, proven to generate meaningful insights for drug and biomarker discovery campaigns in pharmaceutical settings.", "date": "2025-11-02", "journal": ""}
{"title": "Clair-Mosaic: A deep-learning method for long-read mosaic small variant calling", "doi": "10.1101/2025.10.31.685831", "authors": "Chen, L.; Zheng, Z.; He, M.; Wong, A. O. K.; Yu, X.; Li, J.; Zhang, J.; Zhou, Y.; Luo, R.", "abstract": "Mosaic variants, defined as postzygotic mutations occurring during an organism's development from zygote to adult, play critical roles in developmental biology, aging, and diseases such as cancer and neurological disorders. However, their accurate detection remains challenging due to low abundance in the genome and low variant allelic fractions (VAF). While current mosaic variant callers are primarily designed for short-read sequencing, no method is available for long-read sequencing, which can generate tens of kilobase-long reads to cover complex genomic regions inaccessible to short reads. To fill the gap, we present Clair-Mosaic, a deep-learning-based method for detecting mosaic small variants from long-read data. Clair-Mosaic was trained on hundreds of millions synthetic variants encompassing diverse read coverages and allelic fractions, enabling it to detect low-VAF mosaic variants with high sensitivity in paired-sample and single-sample modes. In addition to neural network prediction, Clair-Mosaic distinguishes genuine mosaic variants from sequencing artifacts by leveraging their inherent haplotype relationship in phased long reads. Furthermore, a Bayesian mosaic-germline discriminator is introduced to distinguish mosaic variants from germline variants. It also employs multiple post-calling filters, including a mosaic variant database and multiple germline population resources, to tag common germline and mosaic variants. Comprehensive benchmarking on synthetic datasets and real samples demonstrated Clair-Mosaic's outstanding performance in ONT and PacBio. Clair-Mosaic is also applicable to short-read data and outperforms methods like MosaicHunter, MosaicForecast, DeepMosaic, and DeepSomatic. Clair-Mosaic is open-source and available at https://github.com/HKU-BAL/Clair-Mosaic.", "date": "2025-11-02", "journal": ""}
{"title": "Physical mechanisms of nanoparticle-membrane interactions: A coarse-grained study", "doi": "10.1101/2025.10.31.685850", "authors": "Paesani, M.; Ilie, I. M.", "abstract": "Nanoparticles (NPs) are promising drug carriers for targeted therapies, diagnostic imaging and advanced vaccines. However, their clinical translation is limited by complex biological barriers that reduce cellular uptake and efficacy. Specifically, the interaction with the cellular membrane controls nanoparticle adhesion, wrapping or full engulfment, which ultimately govern nanoparticle internalization efficiency. Flexible nanocarriers (e.g. liposomes, polymeric, micelles) are particularly attractive because their deformability could help them enhance the probability of successful cellular entry. To understand the physical mechanisms associated with cellular uptake, we investigate the interaction of semi-flexible nanocarriers with a symmetric lipid bilayer using coarse-grained simulations. We represent a flexible nanoparticle using the previously introduced MetaParticle (MP) model and the membrane using the Cooke-Deserno model. By systematically varying nanoparticle properties, i.e., adhesion strength and topology, we identify distinct interaction regimes ranging from surface adhesion and trapping to complete wrapping and endocytosis. These regimes correlate with nanoparticle shape, size and surface properties, providing quantitative design principles for optimizing cellular uptake. Overall, this frame-work offers predictive insight into how the interplay between nanoparticle properties and membrane interaction governs cellular internalization, informing the rational design of next-generation soft nanocarriers.", "date": "2025-11-02", "journal": ""}
{"title": "Spatiotemporal regulation of arbuscular mycorrhizal symbiosis at cellular resolution", "doi": "10.1101/2025.10.31.685811", "authors": "Chancellor, T.; Ferreras-Garrucho, G.; Akmakjian, G. Z.; Montero, H.; Bowden, S. L.; Hope, M.; Wallington, E.; Bhattacharya, S.; Korfhage, C.; Bailey-Serres, J.; Paszkowski, U.", "abstract": "Arbuscular mycorrhizal (AM) symbiosis develops through successive colonization of root epidermal and cortical cells, culminating in the formation of arbuscules, tree-like intracellular structures that are transient yet essential sites of nutrient exchange. To dissect the cellular and structural complexity of AM establishment in rice roots colonized by Rhizophagus irregularis, we applied dual-species spatial transcriptomics to simultaneously monitor plant and fungal gene transcripts at single-cell resolution. This approach revealed surprising differences in transcriptional activity between fungal structures and showed that morphologically similar arbuscules can be transcriptionally distinct. These findings suggest hidden functional diversity among arbuscules at single-cell resolution. Because arbuscules form and degenerate within only a few days, we further sought to capture translational activities across their life span. We pioneered AM-inducible TRAP-seq (Translating Ribosome Affinity Purification followed by RNA-seq) using stage-specific promoters, enabling cell-type- and stage-resolved profiling in AM symbiosis. This revealed extensive spatiotemporal reprogramming of nutrient transport and signalling, with distinct sets of phosphate, nitrogen, and carbon transporters and regulators induced or repressed at different stages of arbuscule development, suggesting that nutrient exchange is dynamically regulated across the arbuscule life cycle. More broadly, cell wall biosynthesis genes and key defence markers were suppressed during arbuscule formation, whereas at a later stage, defence markers were strongly upregulated, suggesting a host-driven shift towards arbuscule termination. Together, these findings highlight the nuanced and dynamic regulation of AM symbiosis at the cellular level, refining our understanding of how nutrient exchange and fungal development are coordinated in space and time.", "date": "2025-11-02", "journal": ""}
{"title": "Split-luciferin Assay for Real-time Measurement of Cytosolic Drug Accumulation in Live Mycobacteria", "doi": "10.1101/2025.11.02.686125", "authors": "Dash, R.; Spira, A.; Lucas, N.; Bhandari, S.; Chordia, M.; Pires, M.", "abstract": "Tuberculosis causes over one million deaths annually and remains the leading cause of death from a single infectious agent. The emergence of multidrug-resistant Mycobacterium tuberculosis strains highlights the urgent need for new antibiotics, a pursuit hindered by their complex cell envelope. As most anti-tuberculosis agents act on intracellular targets, assessing cytosolic drug accumulation is critical. Conventional approaches generally quantify whole-cell association without resolving subcellular localization. Moreover, no current method permits real-time monitoring of drug accumulation in live mycobacterial cells. Here, we present a split-luciferin-based assay to quantify molecular accumulation in mycobacteria. Using this approach, we quantified the cytosolic accumulation of diverse small-molecule antibiotics and polyarginine peptides conjugated via a disulfide-linked D-cysteine tag. Our findings establish the first assay for real-time quantification of cytosolic small-molecule accumulation in live mycobacteria, addressing a longstanding methodological gap and enabling mechanistic insights into intracellular drug uptake.", "date": "2025-11-02", "journal": ""}
{"title": "A genomic atlas of the human gut virome elucidates genetic factors shaping host interactions", "doi": "10.1101/2025.11.01.686033", "authors": "Camargo, A. P.; Baltoumas, F. A.; Ndela, E. O.; Fiamenghi, M. B.; Merrill, B. D.; Carter, M. M.; Pinto, Y.; Chakraborty, M.; Andreeva, A.; Ghiotto, G.; Shaw, J.; Proal, A. D.; Sonnenburg, J. L.; Bhatt, A. S.; Roux, S.; Pavlopoulos, G. A.; Nayfach, S.; Kyrpides, N. C.", "abstract": "Viruses are key modulators of human gut microbiome composition and function. While metagenomic sequencing has enabled culture-independent discovery of gut bacteriophage diversity, existing genomic catalogues suffer from limited geographic representation, sparse taxonomic classification, and insufficient functional annotation, hindering detailed investigation into phage biology. Here, we present the Unified Human Gastrointestinal Virome (UHGV), a collection of 873,994 viral genomes from globally diverse populations that addresses these limitations. UHGV provides high-quality virome references with extensive host predictions, comprehensive functional annotations, protein structures, a classification framework for comparative analysis, and a web portal to facilitate data access. Using UHGV to profile worldwide metagenomes, we found that host range breadth is strongly associated with phage prevalence. Additionally, we identified diversity-generating retroelements and DNA methyltransferases as key factors enabling phage populations to access diverse hosts, revealing how specific genomic features contribute to global phage distribution patterns. UHGV is available at http://uhgv.jgi.doe.gov.", "date": "2025-11-02", "journal": ""}
{"title": "Detection dog performance state estimation from pre-stimulus video and physiological signals using deep learning and Bayesian inference", "doi": "10.1101/2025.10.31.685787", "authors": "Schultz, J.; Rothkoff, L.; Aviles-Rosa, E.; Hall, N. J.; Maughan, M. N.", "abstract": "Detection dogs play a critical role in operational settings ranging from explosives detection to medical diagnostics. Their unmatched olfactory capabilities allow them to locate trace-level targets that remain beyond the reach of current technology. However, detection performance can decline without overt behavioral signs, posing a challenge for timely and informed deployment decisions. Identifying subtle precursors to missed alerts remains an open problem with both practical and computational significance. To address this, we recorded detection dogs on a treadmill-based scent delivery system under tightly controlled conditions, enabling precise timing of odor presentation. We focused on the 4.5 seconds preceding each odor pulse to capture anticipatory movement through video and physiological state via sensors. Using markerless pose estimation, we extracted high-resolution joint trajectories, while concurrent recordings provided heart rate, heart rate variability, and core temperature. We trained a spatiotemporal deep learning model that integrates Graph Attention Networks and Temporal Convolutional Networks to predict missed indications from these short, pre-stimulus windows. The model successfully identified 85% of missed alerts with 81% precision. Heart rate variability emerged as the most informative physiological input, suggesting a strong autonomic component to declining readiness. To move from isolated predictions to actionable insights, we implemented a Bayesian aggregation framework that estimates each dogs latent miss rate over time. This probabilistic formulation enables adaptation to individual baselines and operational risk thresholds, supporting context-sensitive deployment decisions. While data were collected in a laboratory setting, our findings highlight behavioral and physiological signatures that precede performance failure. This work lays the foundation for real-time readiness monitoring systems that integrate wearable sensing with interpretable machine learning, supporting timely and welfare-conscious deployment decisions.", "date": "2025-11-02", "journal": ""}
{"title": "An Application for Automated Drosophila Locomotor Assay with Integrated Device Design and Computer Vision Tracking", "doi": "10.1101/2025.10.31.685789", "authors": "Melkani, D.; Harnwal, N.; Desai, S.; Patel, D.; Melkani, G. C.", "abstract": "Drosophila has long served as a powerful model for investigating locomotor behavior, and geotaxis assays have generated valuable insights into genetics, aging, and neurobiology. Nonetheless, their use can be constrained by subjective scoring, modest throughput, and challenges in reproducibility. To complement and extend these classical approaches, we developed and validated an integrated hardware-software platform that enables automated, high-resolution locomotor analysis across 12 vials in parallel. The system integrates 3D-printed mechanical components, Raspberry Pi-based video acquisition, and programmable environmental controls to ensure standardized conditions. A deep learning pipeline segments vials with near-perfect accuracy (IoU > 0.95), while computer vision algorithms quantify climbing trajectories, velocity, and positional zone occupancy at 60 frames per second. The end-to-end workflow converts raw video into time-resolved metrics, supports sex-specific aggregation, and incorporates advanced statistical analyses, including Linear Mixed Effects regression, harmonic mean p-values, and Mann-Whitney U tests. Relative to manual scoring, this automated pipeline yields 2.8-fold faster processing and nearly 800-fold higher data density. Application of the platform uncovered reproducible phenotypes of multiple genotypes. For example, a circadian mutant known as ClockOut, males displayed progressive climbing deficits with age, whereas females-maintained age-resilient trajectories. Moreover, male ClockOut exhibited a reduced performance compared to age-matched control (w1118), however, female ClockOut showed subtle reduction in performance. Additionally, glial-specific knockdown of PolG, encoding the DNA polymerase gamma catalytic subunit, revealed striking sex-dimorphic aging patterns: females outperformed controls at older age, while males exhibited marked decline. To promote broad adoption, a user-friendly Python interface (Tkinter GUI) enables accessibility independent of computational expertise. Collectively, this standardized, high-throughput framework advances the resolution of genotype-, age-, and sex-dependent locomotor dynamics, offering new opportunities in aging, circadian biology, and neurodegeneration research.", "date": "2025-11-02", "journal": ""}
{"title": "Studying macromolecular composition in cell-cell interfaces using 3D membrane reconstitution systems", "doi": "10.1101/2025.11.01.686034", "authors": "Ragaller, F.; Schneider, A. M.; Sjule, E.; Sun, R.; Han, X.; Jenkins, E.; Dustin, M.; Achour, A.; Sezgin, E.", "abstract": "During direct communication between two cells, the plasma membranes of each cell serve as a platform for ligand-receptor interaction initiating downstream signalling cascades. In immune cell signalling, this cell-cell interface - the immune synapse - is highly spatiotemporally organized. Multiple stimulatory and co-stimulatory signals need to be integrated over time to ensure proper immune cell function. This process is still not fully understood given the vast complexity of interactions between proteins, lipids, glycocalyx and associated cortical actin cytoskeleton. To examine the impact of a single component, the use of model membrane systems has increased. Here, we developed a fully artificial system to study the interface between two vesicles and a semi-artificial one between a live cell and a vesicle to reconstitute 3D contacts. We investigated the distribution and reorganization of immune cell proteins at artificial and semi-artificial contacts. Using our vesicle-vesicle system, we show the enrichment and depletion of different proteins in the synapse. Using the cell-vesicle system we showed how different peptides with varying affinity presented by the same MHC class I affect T cell activation. We further explored the distribution of glycocalyx elements at the cell-cell contact and showed differential partitioning of different sugar moieties in the interface. While we focused on the T cell interface here, our model systems are powerful tools to study distribution and reorganization of lipids, proteins and glycocalyx components at any cell-cell contact.", "date": "2025-11-02", "journal": ""}
{"title": "Structural basis for lipid binding by the blood protein vitronectin, a component of HDL", "doi": "10.1101/2025.11.01.685992", "authors": "Shin, K.; Brown, W.; Tian, Y.; Gopinath, T.; Bobkov, A. A.; Marinelli, F.; Marassi, F. M.", "abstract": "Vitronectin (Vn) is a multifunctional blood glycoprotein involved in cell adhesion and migration, blood coagulation, and inflammation. It is a component of the high-density lipoprotein (HDL) proteome, and often found associated with the calcified, lipid-rich, protein deposits that are a hallmark of age-related macular degeneration, Alzheimer's disease, atherosclerosis and other aging-related diseases. Here we explored the molecular basis for lipid binding by Vn using isothermal titration calorimetry (ITC), nuclear magnetic resonance (NMR) and all-atom molecular dynamics (MD) simulations. The data reveal a hydrophobic groove on the surface of the hemopexin-like (HX) domain of Vn, that is capable of binding phosphatidylcholine (PC). Conformational landscape analyses of multiple, independent MD simulations identify key structural motifs and intermolecular contacts mediating the association of Vn with PC, and show that lipid binding is guided by interactions with positively charged and hydrophobic residues that organize the lipids in a tail-to-tail bilayer-like arrangement within the groove. Collectively, the data establish a comprehensive structural model for Vn association with HDL and provide mechanistic insight into its accumulation within lipid-rich deposits characteristic of age-related pathologies.", "date": "2025-11-02", "journal": ""}
{"title": "Mapping Allosteric Rewiring in Viral RNA: Sequence-Encoded Control of Protein Binding Mechanisms", "doi": "10.1101/2025.11.01.685830", "authors": "Samant, D.; Chakraborty, A.; Sinha, A.; Sarkar, R.; Roy, S.", "abstract": "RNA recognition by proteins is governed not only by static structure but also by allostery encoded within non-local dynamic motifs. In this study, we systematically identify allosteric communication hubs in RNA and map multiple residue-connected pathways, revealing how these networks are rewired upon mutation and protein binding. To capture these effects under physiological salt conditions, we performed tens of microseconds of atomistic and steered molecular dynamics simulations and computed binding free energies for Tat-TAR complexes across three immunodeficiency virus variants, BIV, HIV-1, and HIV-2. Allosterically coupled sites were identified using contact-based principal component analysis, and communication pathways were traced through an extended graph-network algorithm--the first such application to RNA systems. Two distant motifs--the bulge and the apical loop--emerge as allosteric switches and information hubs: the bulge engages Tat, while the loop interacts with another protein partner, CycT1, both essential for transcriptional activation and antiviral targeting. We find that HIV-2 TAR, with strong loop-bulge coupling and high self-integrity, favour conformational selection and exhibits lower Tat-binding affinity. In contrast, a single C24 insertion in HIV-1 TAR reconfigures communication pathways, enabling an induced-fit mechanism with enhanced affinity. The study not only elucidates an allosteric rewiring between the loop and bulge but also highlights how this communication is dynamically reconfigured upon protein binding. Tat association at the bulge reorganizes and reorients loop residues, thereby promoting the subsequent recruitment of CycT1. This work overall underscores how sequence (even a single mutation) encoded RNA allostery can modulate not only a protein's binding mechanism and affinity but also influence downstream molecular events within transcriptional signalling cascades.", "date": "2025-11-02", "journal": ""}
{"title": "Discovery Stack Pilot: Feasibility and Outcomes of a Scientist-Designed Peer Review Model Separating Quality and Impact", "doi": "10.1101/2025.10.31.685758", "authors": "McGargill, M. A.; Liu, B. C.; Kuhns, M. S.; Mucida, D.; Rauch, I.; Rodda, L. B.; Koch, M. A.; Gonzalez Velozo, H.; Cadwell, K.; Freedman, T. S.; Scharschmidt, T. C.; Sever, R.; Ordovas-Montanes, J.; Oberst, A.; Runnette, B.; Krummel, M. F.", "abstract": "Peer review serves as the cornerstone of scientific quality control. Yet, the current journal-centric system is hindered by long timelines, high publication costs, inconsistent review quality, systemic biases, and editorial gatekeeping. Notably, the system is built around misaligned measures of impact that are tethered to journal branding and conflate scientific rigor (Quality) with perceived significance (Impact). Here, we report findings from the Discovery Stack Pilot Study, which tested a scientist-designed, journal-independent peer review model. The Discovery Stack model integrates in-line reviewer comments to promote constructive, improvement-focused feedback and generates separate, multimodal assessments of scientific Quality and Impact. To examine its feasibility and effectiveness, manuscripts enrolled in the pilot were reviewed in parallel with traditional journal review. A total of 162 reviews were completed, and survey data from 86 participants were analyzed to evaluate the experience of both authors and reviewers. The results showed that reviewers effectively evaluated Quality and Impact as separate dimensions, with Quality scores being more consistent across reviewers than Impact scores. Importantly, participants strongly supported the core elements of the Discovery Stack model and expressed enthusiasm for its broader adoption to enhance transparency, efficiency, and value in peer review. Future studies will explore integrating this model into a digital platform for reviewing and curating scientific discoveries to improve the production and dissemination of high-quality research.", "date": "2025-11-02", "journal": ""}
{"title": "Press Releases Shape Online Attention for Neuroscience Articles", "doi": "10.1101/2025.10.31.685745", "authors": "Bastida-Barau, R.; Giner-Miguelez, J.; Barcia, C.; Ferre, S.", "abstract": "Alternative indexes (altmetrics), such as the number of social media posts or news mentions, assess the relevance of a publication beyond academia. At the same time, composite metrics, like Altmetric Attention Score (AAS), gather these indicators to provide an overall measure of the online attention of an article. Communication departments at research institutions aim to help publications reach the general public and, therefore, play a key role in improving the altmetrics performance of scientific articles. However, the most effective strategies to achieve this remain unclear. No standardized protocols exist to guide communication professionals in maximizing the impact of their outreach efforts. Thus, in the present research, carried out by the communication department of a neuroscience research center, we conducted three complementary analyses to help to fill this gap. First, a study involving more than 3,000 neuroscience publications from 8 similar research centers revealed correlations between altmetrics and citations. Second, a retrospective analysis of 201 in-house articles found that active communication campaigns were associated with better altmetric performance, with notable differences between publications that included a press release (PR) and those that did not. Finally, a prospective experiment involving 25 articles examined changes in altmetrics before and after the dissemination of a PR or posting on X. Results showed that PRs significantly increased the number of news mentions and X posts, leading to an average rise of approximately 70 points in the AAS. These findings highlight the importance of PRs in maximizing the societal visibility and impact of scientific publications.", "date": "2025-11-02", "journal": ""}
{"title": "Characterization of genetically novel chimeric plasmids from Salmonella Heidelberg conferring multi-drug resistance and increased pathogenicity", "doi": "10.1101/2025.10.27.684768", "authors": "Betts, J.; Liaropoulos, A.; Buffoni, M.; Brouwer, M. S. M.; Veldman, K. T.; Salguero, F. J.; La Ragione, R.; Ceccarelli, D.; Liakopoulos, A.", "abstract": "Salmonella enterica serotype Heidelberg (S. Heidelberg) is a significant cause of human salmonellosis, with resistance to extended-spectrum cephalosporins posing challenges for clinical management. In this study, we genetically and functionally characterized six plasmids isolated from distinct PFGE-types of S. Heidelberg previously reported in The Netherlands, revealing a chimeric IncC-I1a plasmid that shares similarities with the epidemic pESI plasmid identified in emergent S. Infantis isolates. Our analysis showed the accumulation of genetic determinants conferring resistance to antibiotics (blaCMY-2, tetA and sul2) and heavy metals (mer operon), as well as enhanced pathogenicity (Yersinia high-pathogenicity island). All these elements are located on a stable non-conjugative but likely mobilizable plasmid backbone that imposes only a marginal fitness cost on its bacterial host. This convergence of multidrug resistance and pathogenicity likely enhances bacterial adaptability and virulence, undermining control strategies based solely on reducing selective pressure. The emergence and dissemination of such hybrid plasmids represent an increasing threat to both public and animal health, analogous to that posed by pESI-like plasmids, and underscore the urgent need for integrated genomic surveillance and risk assessment, as their continued expansion could complicate antimicrobial therapy and containment efforts during Salmonella outbreaks.", "date": "2025-11-02", "journal": ""}
{"title": "From Lab to Industry: Awareness of the translational potential of Extracellular Vesicles by the ISEV Translation, Regulation and Advocacy Committee (ISEV-TRA).", "doi": "10.1101/2025.10.31.685739", "authors": "Gurriaran, U.; Bussolati, B.; Gimona, M.; Glebov, K.; Fujita, Y.; Marcilla, A.; Neri, C.; Fu, Q.-l.; Das, S.; Pluchino, S.; Zarovni, N.; Salomon, C.; Witver, K.; Falcon-Perez, J. M.", "abstract": "Extracellular vesicles (EVs) are critical mediators of cellular communication, with significant potential for disease diagnosis, therapeutics, and other industrial applications. However, translating EV-based innovations into real-world products faces substantial challenges, particularly concerning regulatory frameworks and scientific gaps. To address these issues, the International Society for Extracellular Vesicles (ISEV) established the Translation, Regulation, and Advocacy Committee (ISEV-TRA) to create an environment that facilitates the translation of EV research into practical societal applications. This report presents the results of the first survey conducted by the ISEV-TRA, assessing the degree to which EVs have been translated into society applications, awareness of EV potential, and the current use of EVs across various industry sectors. Respondents included individuals from Academia, Industry, and dual affiliation (Academia-Industry), provided an initial perspective on EV research and its translational status. The survey highlights the growing interest in EV-based products, suggesting that there is an important wave of efforts to develop these products. Several spinouts created by academic researchers are focusing on EV-based products, a key trend in the field, while large companies are showing increasing interest in EV-based technologies. The expectations and suggestions for the newly established ISEV-TRA underscore the need for a unified approach to accelerate the translation of EV-based technologies into practical applications. The ISEV-TRA is well-positioned to play a key role by providing essential resources, organizing workshops, and promoting interdisciplinary collaboration, ultimately driving the commercialization of EV-based innovations.", "date": "2025-11-02", "journal": ""}
{"title": "Distinct, asynchronous processes underlie cultural and genetic variation in a bird species with a complex song repertoire", "doi": "10.1101/2025.11.02.684965", "authors": "Arvind, C.; Sawant, S. G.; Srinivasan, R.; GP, A.; Goyal, N.; Warudkar, A.; VV, R.", "abstract": "Cultural and genetic variation in animal populations can arise through different mechanisms, often shaped by geographic distance, climatic factors, and habitat connectivity. The patterns of behavioural and genetic diversity may be concordant or discordant, offering an insight into evolutionary and ecological processes. Birds are a good system to explore these dynamics, as their songs are often compared to human languages, reflecting culturally transmitted behavioural traits. While most research has focused mainly on birds with fixed learning repertoires, our study shifts attention to a tropical species with a highly variable and evolving vocal repertoire, offering a closer analogue to human language. To investigate cultural and genetic variation in species with complex songs, we combine fine-scale acoustic, genetic, and behavioural data across a heterogeneous but isolated landscape. We analysed cultural variation from 10,816 songs using spectral analysis and a linguistic analytical approach of n-grams to evaluate syntax. Behavioural responses were tested through 139 playback trials comparing local and non-local songs. Genetic variation was analysed using 10,638 SNPs from 242 sequenced individuals from across the species distribution. We find that the fundamental units of songs, which are notes, carry more information than the spectral features, such as frequency and time. About one-third of note types are shared across individuals across all populations. However, higher levels of song syntax comprised individual-specific patterns but not local dialects. Higher orders of syntax are thus unique to each bird and may be shared only among neighbours. Geographic distance did not predict song similarity. Playback trials further revealed no clear discrimination between local and non-local songs, indicating a recognition that lacks population-level acoustic signatures. In contrast, genetic data reveal an isolation-by-distance pattern with geographic distance significantly explaining genetic population structure. Climatic and habitat heterogeneity, despite being present, did not explain song and genetic variation. Our results demonstrate that cultural and genetic variation can be shaped by distinct processes: genetic variation follows geographic patterns, while song variation reflects highly individualised learning. We highlight the integration of fine-scale acoustic, genetic, and behavioural data to understand how cultural transmission of behavioural traits and genetic population structure exist in a species with a continuously evolving vocal repertoire.", "date": "2025-11-02", "journal": ""}
{"title": "Striatal Pathways for Action Counting and Steering", "doi": "10.1101/2025.11.02.686102", "authors": "Fallon, I. P.; Roshchina, M.; Hong, F.; Fernandez, S.; Ruan, S.; Yin, H.", "abstract": "The basal ganglia (BG) are critical for coordinating voluntary movements, yet their precise contribution remains a subject of debate. Using a novel operant counting task, we trained mice to perform a specific number of lever presses to obtain a reward, enabling quantification of continuous kinematics, discrete actions, and action sequences. Optogenetic manipulations of direct pathway (dSPN) and indirect pathway (iSPN) striatal projection neurons exert bidirectional and dissociable influences on both movement steering and action count progression: activation of dSPNs extends press sequences as if resetting an internal accumulator, whereas activation of iSPNs prematurely terminates them, mimicking completion of the count. In vivo calcium imaging reveals distinct yet intermixed populations of dSPNs and iSPNs representing either lever approach or count progression, with ramping activity patterns consistent with accumulation and discharge dynamics. Importantly, the difference between dSPN and iSPN population activity scales with proximity to both spatial and count-based goals, unifying discrete and continuous control within a push/pull model. These findings establish the BG as a central circuit for integrating kinematic and sequential representations to monitor and steer progress toward behavioral goals.", "date": "2025-11-02", "journal": ""}
{"title": "Modelling Predictive Coding in the Primary Visual Cortex (V1): Layer 2/3 Circuits for Prediction Error Computation through Compartmentalized Spiking Neurons", "doi": "10.1101/2025.11.01.686040", "authors": "Nemati, E.; Davey, C. E.; Meffin, H.; Burkitt, A. N.", "abstract": "Cortical Layer 2/3 has been consistently implicated as the locus of prediction-error signalling in hierarchical models of cortical sensory processing. However, the circuit mechanisms that generate biologically plausible prediction-error (PE) signals remain elusive. A spiking network model is presented here in which two-compartment excitatory pyramidal neurons interact with three inhibitory subtypes: parvalbumin-expressing (PV), somatostatin-expressing (SOM), and vasoactive-intestinal-peptide-expressing (VIP) interneurons,to compute sign-specific prediction errors (positive and negative PEs). Feedforward input targets the soma, whereas top-down feedback reaches the distal apical dendrite, enabling a local somato-dendritic comparison. A PE emerges whenever the balance between excitation and inhibition is selectively disrupted within one compartment, recruiting either positive-error (PE+) or negative-error (PE-) subpopulations of pyramidal neurons. Unlike prior learning-dependent, rate-based accounts, this fixed-weight spiking circuit shows that bidirectional PE signals (PE+ and PE) can arise online from compartment-specific balance without any synaptic weight updates. The model reproduces key experimental observations, including sparse mismatch responses, compartment-specific inhibition, and VIP-mediated disinhibition. Across four canonical sensory-prediction configurations, the circuit maintains a tight balance during matched input and generates bidirectional PE signals only under mismatch. By routing sensory drive from Layer 4 into Layer 2/3 and allowing the resulting PE activity to project toward deeper feedback generators, the model situates Layer 2/3 as a dedicated, feature-specific mismatch detector within a hierarchical inference network. These results provide a mechanistic bridge from dendritic computation to laminar predictive coding, demonstrating how realistic spiking dynamics can implement fast, sign-specific PE signaling without learning.", "date": "2025-11-02", "journal": ""}
{"title": "Structural changes in autism reflect atypical brain network organization and phenotypical heterogeneity: a hybrid deep network approach", "doi": "10.1101/2025.11.02.686152", "authors": "Lokray, S.; Zikopoulos, B.; Yazdanbakhsh, A.", "abstract": "Autism Spectrum Disorder (ASD) is a developmental disorder characterized by heterogeneity in social and emotional responses, language, and behavior. Assessments such as the Social Responsiveness Scale (SRS) can quantify this variability but understanding underlying mechanisms and identifying distinct and shared atypical organization and function of brain networks remains a challenge. Convolutional Neural Networks (CNNs) have been used to analyze imaging data. However, the relationship between structural brain changes observed in structural MRI (sMRI), the affected brain functional networks inferred from these structural changes, and their connection to ASD phenotypes and scores still requires systematic investigation. In this study, we ensembled 3D CNNs with other artificial intelligence (AI) methods to conduct a comprehensive analysis of macrostructural changes in ASD. We found consistently dominant involvement of (a) the left hemisphere, (b) the frontal and temporal lobe, and (c) the default mode, salience, and language networks in ASD. Our findings highlighted brain network similarities and differences between high and low severity ASD and showed that typically developed brains fall at the low-severity end of the high-to-low severity spectrum of ASD. Our systematic AI approach utilized the phenotypic heterogeneity and spectral nature of ASD to uncover significant structural changes across brain regions and functional networks, correlating the structural, functional, and phenotypical heterogeneity of individuals with ASD. This enabled us to identify known and novel global and local brain region and network changes in ASD in relation to phenotypes and clinical scores that can guide diagnostic subtyping.", "date": "2025-11-02", "journal": ""}