{"title": "Visual experience shapes functional connectivity between occipital and non-visual networks", "doi": "10.1101/2023.02.21.528939", "authors": "Tian, M.; Xiao, X.; Hu, H.; Cusack, R.; Bedny, M.", "abstract": "Comparisons of visual cortex function across blind and sighted adults reveals effects of experience on human brain function. Since almost all research has been done with adults, little is known about the developmental origins of plasticity. We compared resting state functional connectivity of visual cortices of blind adults (n = 30), blindfolded sighted adults (n = 50) to a large cohort of infants (Developing Human Connectome Project, n = 475). Visual cortices of sighted adults show stronger coupling with non-visual sensory-motor networks (auditory, somatosensory/motor), than with higher-cognitive prefrontal cortices (PFC). In contrast, visual cortices of blind adults show stronger coupling with higher-cognitive PFC than with nonvisual sensory-motor networks. Are infant visual cortices functionally like those of sighted adults, with blindness leading to functional change? We find that, on the contrary that secondary visual cortices of infants are functionally more like those of blind adults: stronger coupling with PFC than with nonvisual sensory-motor networks, suggesting that visual experience modifies elements of the sighted-adult long-range functional connectivity profile. Infant primary visual cortices are in-between blind and sighted adults i.e., more balanced PFC and sensory-motor connectivity than either adult group. The lateralization of occipital-to-frontal connectivity in infants resembles the sighted adults, consistent with the idea that blindness leads to functional change. These results suggest that both vision and blindness modify functional connectivity through experience-driven (i.e., activity-dependent) plasticity.", "date": "2025-12-14", "journal": ""}
{"title": "Cortical population coding critically depends on fine-tuning of cell physiology", "doi": "10.1101/2024.02.15.580451", "authors": "Revah, O.; Wolf, F.; Gutnick, M. J.; Neef, A.", "abstract": "Cortical function reflects the activities of populations of neurons. How accurately they can encode information depends on the speed with which each neuron can respond to input, as revealed by dynamic gain analysis. In a simple model, we show that disparate parameters control this response speed and thereby the precision of encoding, namely cell number, cell size, and the correlation time of the background noise. We experimentally test these predictions on excitatory populations in the mouse barrel cortex population. We confirm predictions as to the impacts of cell size and input correlation time and we demonstrate that these disparate factors are precisely matched with the number of neurons in layer 4, such that even a single thalamocortical spike at the input is reliably reflected in the population output. However, this encoding performance can be modulated by the channels that mediate M-current, suggesting that coding in layer 4 may vary as a function of brain state.", "date": "2025-12-14", "journal": ""}
{"title": "Cholinergic signaling differentially regulates a vocal motor pallial nucleus to stabilize adult birdsong", "doi": "10.1101/2024.09.03.610982", "authors": "Xu, N.; Zhang, Y.; Sun, Y.; Song, X.; Cao, Y.; Yang, X.; Zhou, Y.; Meng, W.", "abstract": "Cholinergic modulation plays an important role in motor skill performance, including vocal control. In songbirds, song motor nucleus RA simultaneously receives inputs from song nuclei HVC and LMAN, and then its projection neurons (RAPNs) generate song motor control output. Using electrophysiological and pharmacological methods, we found that cholinergic signaling can enhance song stability by reducing HVC-RAPN excitatory synaptic transmission in adult male zebra finches, mediated by mAChRs. Although nAChRs are not effective overall, cholinergic signaling can also decrease LMAN-RAPN excitatory synaptic transmission induced by electrical stimulation via nAChRs, suggesting the potential role of cholinergic regulation in song behavior through LMAN-RA pathway. On the contrary, in adult female zebra finches, only LMAN-RAPN synaptic transmission was reduced by cholinergic signaling via mAChRs. The role of differential cholinergic regulation of song premotor circuits in songbirds' singing provides insights into the neural control mechanism of motor skill performance.", "date": "2025-12-14", "journal": ""}
{"title": "In vivo functional profiling and structural characterisation of the human Glp1r A316T variant", "doi": "10.1101/2024.10.19.619191", "authors": "El Eid, L.; Manchanda, Y.; Deane-Alder, K.; Rujan, R.-M.; Mariam, Z.; Oqua, A. I.; Belousoff, M. J.; Bernardino de la Serna, J.; Sloop, K. W.; Rutter, G. A.; Montoya, A.; Withers, D. J.; Millership, S.; Bouzakri, K.; Jones, B.; Reynolds, C. A.; Sexton, P. M.; Wootten, D.; Deganutti, G.; Tomas, A.", "abstract": "Glucagon-like peptide-1 receptor agonists (GLP-1RAs) are effective therapies for type 2 diabetes (T2D) and obesity, yet patient responses are variable. Variation in the human Glp1r gene might be directly linked to therapeutic responses. A naturally occurring missense variant, A316T, protects against T2D and cardiovascular disease. Here, we have generated and characterised a human Glp1r A316T mouse model. Human Glp1rA316T/A316T mice displayed lower fasting blood glucose versus wildtype littermates, even under metabolic stress, and exhibited alterations in islet cytoarchitecture and /{beta}-cell identity under a high-fat, high-sucrose diet. This was however associated with blunted responses to GLP-1RAs in vivo. Further investigations in rodent and human {beta}-cell models demonstrated that human Glp1r A316T exhibits characteristics of constitutive activation but dampened GLP-1RA responses. Results are further supported by cryo-EM analyses and molecular dynamics simulations of GLP-1R A316T structure, collectively demonstrating that the A316T variant governs basal GLP-1R activity and pharmacological responses to GLP-1R-targeting therapies.", "date": "2025-12-14", "journal": ""}
{"title": "DNA tensiometer reveals catch-bond detachment kinetics of kinesin-1, -2 and -3", "doi": "10.1101/2024.12.03.626575", "authors": "Noell, C. R.; Ma, T.-C.; Jiang, R.; McKinley, S. A.; Hancock, W. O.", "abstract": "Bidirectional cargo transport by kinesin and dynein is essential for cell viability and defects are linked to neurodegenerative diseases. Computational modeling suggests that the load-dependent off-rate is the strongest determinant of which motor wins a kinesin-dynein tug-of-war, and optical tweezer experiments find family-dependent differences in the sensitivity of detachment to load, with kinesin-3 > kinesin-2 > kinesin-1. However, in reconstituted kinesin-dynein pairs vitro, all three kinesin families compete nearly equally well against dynein. Modeling and experiments have confirmed that vertical forces inherent to the large trapping beads enhance kinesin-1 dissociation rates. In vivo, vertical forces are expected to range from negligible to dominant, depending on cargo and microtubule geometries. To investigate the detachment and reattachment kinetics of kinesin-1, 2 and 3 motors against loads oriented parallel to the microtubule, we created a DNA tensiometer comprising a DNA entropic spring attached to the microtubule on one end and a motor on the other. Kinesin dissociation rates at stall were slower than detachment rates during unloaded runs, and the complex reattachment kinetics were consistent with a weakly-bound slip state preceding detachment. Kinesin-3 behaviors under load suggested that long KIF1A run lengths result from the concatenation of multiple short runs connected by diffusive episodes. Stochastic simulations were able to recapitulate the load-dependent detachment and reattachment kinetics for all three motors and provide direct comparison of key transition rates between families. These results provide insight into how kinesin-1, -2 and -3 families transport cargo in complex cellular geometries and compete against dynein during bidirectional transport.", "date": "2025-12-14", "journal": ""}
{"title": "Shared and individual tuning curves for social perception", "doi": "10.1101/2025.01.19.633772", "authors": "Varrier, R. S.; Su, Z.; Liang, Q.; Benson, T. G.; Jolly, E.; Finn, E. S.", "abstract": "Stimuli with light are clearly visual; stimuli with sound are clearly auditory. But what makes a stimulus \"social\", and how do socialness judgments differ across people? Here, we characterize group-level and individual thresholds for perceiving the presence and nature of a social interaction. We leverage the fact that humans see social interactions - e.g., chasing, playing, fighting - even in very un-lifelike stimuli like animations of geometric shapes. Unlike most prior work that used hand-crafted stimuli, we exploit these animations' most advantageous property: their visual features are fully parameterizable. Using this property, we construct psychophysics-inspired \"social tuning curves\" for individuals. We find not only that simple visual features influence social perception, but also that the exact shape of the tuning curve is unique to and stable within each person. Further, individual differences in tuning curves are related to socio-affective traits. Our approach lays the foundation to study how social percepts emerge from interactions between features of a stimulus and features of an individual observer.", "date": "2025-12-14", "journal": ""}
{"title": "High-frequency sorghum transformation toolkit enhances Cas9 efficiency and expands promoter-editing capability with SpRY", "doi": "10.1101/2025.01.21.634149", "authors": "Shen, J.; Aregawi, K.; Anwar, S.; Miller, T.; Groover, E. D.; Rajkumar, M.; Savage, D. F.; Lemaux, P. G.", "abstract": "Sorghum bicolor L. (Moench), the fifth most important cereal crop internationally, is used as food, feed, forage, and fuels. Importantly, sorghums natural tolerance to environmental stresses leads to tolerance to climate variation. To optimize sorghum germplasm for crop improvement requires highly efficient genetic transformation and genome editing; however, sorghum has historically been recalcitrant to these genetic approaches. In this study, we report a highefficiency engineering toolkit, optimized for genome editing via Agrobacterium-mediated transformation. Using CRISPR/Cas9-based editing machinery, the genetic tools led to editing efficiencies up to 95.7% when monocistronic guide RNAs targeted the phytoene desaturase (SbPDS) gene. We also tested a PAM (protospacer adjacent motif)-broadened Cas9 variant, intronized SpRY (ZmSpRYi), achievling comparable editing efficiencies. Using this toolkit permits exploitation of advanced editing tools, like prime editors, base editors, and targeted knock-in methods. These genetic advances offer new methods for sustainable crop improvement in sorghum and potentially other cereals.\n\nTechnology readinessThis study demonstrates the development of an integrated genome engineering platform that combines morphogenic gene-assisted transformation with CRISPR/Cas9- and SpRY-mediated mutagenesis for multiplex genome editing, establishing a Technology Readiness Level (TRL) of 4/5. This workflow enables the generation of allelic variants through editing of both functional and regulatory elements in the plant genome. Advancing toward TRL 5 will require additional validation in relevant sorghum genotypes, including elite varieties. Moreover, the PAM-flexible editor SpRY is still under optimization, particularly at non-canonical PAM sites, which may limit its application for the modification of certain cis-regulatory elements. Further improvements in precision genome editing, such as the integration of prime editing or targeted knock-in technologies, will also be necessary to enable desired and predictable modifications. With continued optimization and incorporation of these advanced tools, this robust genome engineering platform has the potential to accelerate plant breeding and enable basic research supporting plant-based solutions to address climate change.", "date": "2025-12-14", "journal": ""}
{"title": "Automated hierarchical block decomposition of biochemical networks", "doi": "10.1101/2025.03.07.642055", "authors": "Gasparyan, M.; Tamby, S.; HarshaRani, G. V.; Bhalla, U. S.; Radulescu, O.", "abstract": "Biochemical networks are models of biological functions and processes in biomedicine. Hierarchical decomposition simplifies complex biochemical networks by partitioning them into smaller blocks (modules), facilitating computationally intensive analyses and providing deeper insights into cellular processes and regulatory mechanisms. We introduce a novel algorithm for the hierarchical decomposition of large-scale biochemical systems. By using causality and information flow as organizing principles, our approach combines strongly connected components with r-causality to identify and structure manageable network blocks. Benchmarking against a comprehensive database of biochemical reaction networks demonstrates the computational efficiency and scalability of our algorithm. To ensure broad applicability, we integrate our algorithm into tools that support standardized SBML formats, facilitating its use in biochemical modeling workflows.", "date": "2025-12-14", "journal": ""}
{"title": "Adhesion to a common ECM mediates interdependence in tissue morphogenesis in Drosophila", "doi": "10.1101/2025.03.15.643376", "authors": "Sanchez-Cisneros, L. E.; Barrera-Velazquez, M.; Kromm, D.; Bun, P.; Merchant-Larios, H.; Rios-Barrera, L. D.", "abstract": "For organs to be functional, the cells and tissues that constitute them must effectively interact with each other and coordinate their behaviours. Halfway during Drosophila embryogenesis, two lateral epidermal sheets stretch to fuse at the dorsal midline; concomitant with this, the main tubes of the respiratory system also shift towards the dorsal side of the embryo. Here, we show that these two processes occur simultaneously and are coordinated by the adhesion of the epidermal sheets and a subset of cells of the tracheal trunks to a common extracellular matrix (ECM) that separates them. We show that during dorsal closure, tracheal trunk cells extend protrusions towards the ECM underneath the epidermis. These protrusions are under tension, suggesting they have a mechanical function. Additionally, perturbing adhesion between tracheal cells and the epidermis affects the development of both tissues. Altogether, our findings uncover a novel mechanism used for tissue coordination during development, one that is based on tissue adhesion towards a common ECM capable of transmitting forces across the embryo.", "date": "2025-12-14", "journal": ""}
{"title": "Afferent-specific modulation of excitatory synaptic transmission by acetylcholine and serotonin in the prelimbic cortex", "doi": "10.1101/2025.05.04.652144", "authors": "Baker, A. L.; Gulledge, A. T.", "abstract": "Acetylcholine (ACh) and serotonin (5-hydroxytryptamine, or 5-HT) differentially regulate the excitability of pyramidal neurons in the mouse prelimbic (PL) cortex according to their long-distance projections. Here we tested for afferent- and/or target-specific modulation of glutamate release by ACh and 5-HT in two long-distance excitatory projections to the PL cortex: commissural (COM) afferents from the contralateral cortex and projections from the mediodorsal nucleus (MDN) of the thalamus. Using ex-vivo optogenetic approaches, we mapped the connectivity and neuromodulation of COM and MDN afferents in layer 5 intratelencephalic (IT) and extratelencephalic (ET) projection neurons. Dual whole-cell recordings in pairs of IT and ET neurons revealed that COM afferents target both neuron subtypes, but that MDN afferents selectively target IT neurons. Both afferents exhibited similar target-independent short-term synaptic plasticity (paired-pulse facilitation) across a range of frequencies, but were differentially modulated by ACh and 5-HT. In both control conditions and after isolating monosynaptic connections with tetrodotoxin and 4-aminopyridine, COM transmission was suppressed strongly by ACh and moderately by 5-HT, while MDN transmission was largely unaffected by either neuromodulator. Suppression o,f COM transmission by ACh or 5-HT was concentration dependent and mediated by M4 muscarinic or 5-HT1B receptors, respectively. Chemogenetic inhibition of hM4Di-expressing COM terminals mimicked the suppressive effects of ACh and 5-HT on synaptic transmission. Our results demonstrate that ACh and 5-HT preferentially regulate COM synaptic transmission, albeit to different degrees, and suggest that, through their combined pre- and postsynaptic neuromodulation, ACh and 5-HT may differentially regulate cortico-striatal-thalamic loops to influence cognition and behavior.", "date": "2025-12-14", "journal": ""}
{"title": "Destabilization of Helix III Initiates Early Serum Amyloid A Misfolding by Exposing Its Amyloidogenic Core", "doi": "10.1101/2025.05.27.656333", "authors": "Nadwa, H.; Brotzakis, Z. F.; Santucci, A.; Braconi, D.; Vendruscolo, M.", "abstract": "Serum amyloid A (SAA) is the principal precursor of AA amyloidosis, yet the early molecular steps that trigger its pathological misfolding remain unclear. Here, we combine high-temperature molecular dynamics simulations, harmonic linear discriminant analysis (HLDA), and parallel-tempering metadynamics (PT-MetaD) to dissect the earliest conformational transitions of the disease-relevant SAA1-76 fragment. By constructing an optimized one-dimensional collective variable (sHLDA) from inter-helix contacts and helical root-mean-square deviations, we perform nearly 4 s of enhanced sampling across 79 replicas (300-450 K). Free-energy surfaces projected onto sHLDA and radius of gyration reveal a possible misfolding trajectory comprising thirteen metastable intermediates. We identify that helix III destabilizes first, preceding loss of helix II and helix I, while global compactness is retained. This stepwise mechanism underscores the key role of helix III in the establishment of the native fold of SAA. Solvent-accessible surface-area analyses pinpoint a transient surge in exposure of the aggregation-prone core (residues 42-48) within specific misfolded intermediates, implicating localized core exposure rather than wholesale unfolding as the trigger for misfolding. Temperature-dependent secondary-structure profiling further confirms that SAA1-76 behaves as a folded bundle with disordered loops, rather than a fully disordered protein. These insights identify helix III stabilization and masking of the amyloidogenic segment as strategic avenues for therapeutic intervention.", "date": "2025-12-14", "journal": ""}
{"title": "In situ structure of bacterial 50S ribosomes at 3.0 A resolution from vitreous sections.", "doi": "10.1101/2025.06.03.657669", "authors": "Al-Amoudi, A.; Baradaran, R.; Yuan, X.; Naschberger, A.; Wu, F.", "abstract": "In situ high-resolution structure determination is limited to samples thin enough to be penetrated by the electron beam during imaging. Sample thinning involves focused ion or plasma beam milling of specimens to produce lamellae with thicknesses as low as 100-150 nm. However, surface damage caused by the milling process can extend 30-60 nm deep, restricting the usable lamella thickness. This imposes limitations on single-particle analysis of macromolecular complexes due to elevated structural noise, which cannot be avoided in situ because of the dense cellular environment. Alternative methods capable of producing thinner samples are needed to reduce background. Here, we demonstrate that high-resolution structures at side-chain level, free of orientation bias, can be obtained from vitreous sections prepared by cryo-ultramicrotomy, both in vitro and in situ. We optimized the method to produce sections as thin as ~40 nm, free from significant surface damage. Using this approach, we determined the structure of the 50S ribosomal subunit in vitro at 2.8 A and in situ at 3 A from bacterial cells. These results lay the foundation for future in situ studies of smaller complexes using CEMOVIS, as well as for methodological advances aimed at achieving compression-free sectioning.", "date": "2025-12-14", "journal": ""}
{"title": "Oscillating Ears Dynamically Transform Echoes in Constant-Frequency Bats", "doi": "10.1101/2025.06.14.659613", "authors": "Umadi, R.", "abstract": "Constant-frequency (CF) bats exhibit rapid oscillations of their external ears. Yet, the functional role of these movements has remained unresolved since their initial documentation over half a century ago. Although recent studies have demonstrated that pinna motion generates Doppler shifts, they do not explain why ear oscillations intensify at close range or how these dynamics contribute to echo perception. In this study, I investigate the hypothesis that oscillatory ear movements enhance echo information during CF echolocation. Using a simplified receiver-motion model, I examine how time-varying pinna pose reshapes the temporal and spectral structure of returning echoes. I show that ear oscillations inject dynamic transformations into the received signal, producing multiple informative views of the same echo and increasing both temporal contrast and spectral diversity around the CF carrier. These transformations are strongest under behavioural conditions in which target-state uncertainty is expected to be high, offering a potential functional explanation for the long-standing observation that ear-oscillation rate increases as bats approach a target. The results suggest that oscillatory ear movements act as an adaptive, receiver-side mechanism that enhances echo information during CF echolocation, complementing the well-known emitter-side adaptations of high-duty-cycle biosonar.", "date": "2025-12-14", "journal": ""}
{"title": "Analysis of MPXV RNA-seq Data Reveals Lack of Evidence of APOBEC3-mediated RNA Editing", "doi": "10.1101/2025.07.21.665962", "authors": "Lyskova, A. O.; Abasov, R. K.; Pavlova, A.; Matveev, E.; Madorskaya, A. V.; Kazanov, F. M.; Garshina, D. V.; Smolnikova, A. E.; Ponomarev, G. V.; Sharova, E. I.; Ivankov, D. N.; Adebali, O.; Gelfand, M. S.; Kazanov, M. D.", "abstract": "The 2022 outbreak of monkeypox virus (MPXV), a double-stranded DNA virus, is remarkable for an unusually high number of single-nucleotide substitutions compared to earlier strains, with a strong bias toward C[-&gt;]T and G[-&gt;]A transitions consistent with the APOBEC3 cytidine deaminase activity. While APOBEC3-induced mutagenesis is well documented at the DNA level, its potential impact on MPXV RNA transcripts remains unclear. To assess whether APOBEC3 enzymes act on MPXV RNA, we analyzed RNA-seq data from infected samples. The enrichment of APOBEC-signature substitutions among high-frequency mismatched positions led us to consider two possibilities: RNA editing at hotspots or fixed DNA mutations. Multiple lines of evidence support the conclusion that these substitutions arise from DNA-level mutagenesis rather than RNA editing. These include a substantial number of G[-&gt;]A substitutions remaining after normalization by gene strand direction, a largely neutral impact of substitutions on protein-coding sequences, the lack of positional correlation with transcriptional features or RNA secondary structure typically associated with APOBEC action hotspots, and an overlap with known genomic mutations in MPXV strains. Analysis of the nucleotide context of observed substitutions indicated that APOBEC3A or APOBEC3B were likely drivers of DNA-level mutagenesis.", "date": "2025-12-14", "journal": ""}
{"title": "Many facets of self-directed behaviours in macaques", "doi": "10.1101/2025.08.11.669676", "authors": "Bhattacharjee, D.; van Dijk, E. S. J.; de Vries, R. E. M.; Kluiver, C. E.; Valomy, M.; Zeeman, A. N.; Massen, J. J. M.", "abstract": "Emotional states like anxiety are adaptive, assisting individuals during social uncertainty and threats. While humans can self-report anxiety, assessing comparable states in animals requires objective measures. Self-directed behaviours (SDBs), including self-scratch, autogroom, and yawn, are indicators of anxiety, particularly in nonhuman primates. Yet it is unclear whether they reflect a common underlying process or distinct responses shaped by demography, social interactions and status, and the broader social dynamics. We studied 13 macaque groups across six species along a despotic--egalitarian social style gradient to investigate the factors associated with variation in SDBs. Our findings revealed partial correlational consistency among the SDBs, where only self-scratch and autogroom positively correlated. Further, we found that males yawned more than females, and individuals receiving less aggression exhibited longer autogroom bouts. Dominance rank showed behaviour-specific effects, with weak evidence for an association with self-scratch, longer autogrooming in subordinates, and a non-linear pattern in yawning, which was lowest at intermediate ranks. Alpha status was linked to more frequent yawning than others. And finally, social style showed no consistent effects on SDBs. Our research demonstrates that SDBs in macaques reflect differential responses related to social uncertainty rather than one anxiety dimension, providing insights into primate emotion regulation.", "date": "2025-12-14", "journal": ""}
{"title": "Strain, procedures, and tools for reproducible genetic transformation and genome editing of Spirodela polyrhiza (L.) Schleid.", "doi": "10.1101/2025.08.28.672806", "authors": "Barragan-Borrero, V.; de Santana Lopes, A.; Rodrigues-Batista, E. D.; Hofer, M.; Elias, R.; Chakraborty, A.; Ponce-Mane, A.; Descombes, C.; Diezma-Navas, L.; Petraki, L.; Huber, M.; Xu, S.; Mari-Ordonez, A.", "abstract": "Duckweeds (Lemnaceae) have excellent potential for fundamental and applied research due to ease of cultivation, small size, and continuous fast clonal growth. However, their usage as model organisms and platforms for biotechnological applications is often limited by the lack of universal genetic manipulation methods necessary for transgene expression, gene editing, and other methods to modify gene expression. To identify suitable strains for genetic manipulation of the giant duckweed, Spirodela polyrhiza, we screened several genotypes for callus induction and regeneration and established genetic transformation. We have identified SP162 to be amenable to Agrobacterium-mediated transformation via tissue culture. The procedure is robust and reproducible across laboratories, allowing stable expression of different reporter genes and selectable markers, enabling CRISPR/Cas9-mediated genome editing. In addition, due to a weak small RNA-based silencing response, S. polyrhiza sustains prolonged periods of transgene activity in transient expression assays. To promote duckweed research and encourage the adoption of S. polyrhiza, we have made SP162 (ID#: 5676) and its genome publicly available and provide here detailed procedures for its cultivation and transformation. Furthermore, we created a web server to explore its genome, retrieve gene sequences, and implemented orthologous gene search and a gRNA design function for diverse CRISPR/Cas-based applications (https://agxu.uni-mainz.de/SP162/).", "date": "2025-12-14", "journal": ""}
{"title": "Shift in motor-state equilibrium explains gait therapy effects of apomorphine in experimental Parkinsonism", "doi": "10.1101/2025.09.07.673890", "authors": "Wenger, N.; Kabaoglu, B.; Garulli, E. L.; De Sa, R.; Vogt, A.; Behrsing, R.; Skrobot, M.; Paulat, R.; Pollak, P.; Guldin, L. S.; Gerster, M.; Neumann, W.-J.; Endres, M.; Harms, C.", "abstract": "Gait impairments remain a major therapeutic challenge in Parkinson's disease (PD). Apomorphine is gaining renewed clinical attention with the expanding use of pump infusion systems. Yet, the specific role of apomorphine on the neural regulation of gait has remained poorly characterized, limiting it's targeted use for symptom-specific therapy in PD. Here, we examined the neurobehavioral effects of apomorphine on runway locomotion in the unilateral 6-hydroxydopamine (6-OHDA) rat model. Therapeutic drug doses significantly increased total walking distance, related to reduced akinesia and prolonged gait episodes. Conversely, 3D kinematic analysis revealed reduced limb velocities under medication. At the neural level, therapy doses selectively enhanced cortical high-gamma rhythms without substantially altering beta or low-gamma activity. Instead, beta and low-gamma oscillations were consistently suppressed during motor activity in both medication ON and OFF conditions. Neurobehavioral correlations showed that transitions into gait were facilitated by reductions in beta and low-gamma activity, whereas transitions to akinesia were primarily suppressed when high-gamma activity was elevated. Our findings suggest that modulating cortical activity can aid ameliorating gait deficits in PD. We further propose that the complex therapy effects of apomorphine are best explained by a shift in motor-state equilibrium that is defined by the transitions of akinesia, stationary movements and gait. Together, these insights establish a mechanistic framework to guide the development of targeted gait therapies in PD.", "date": "2025-12-14", "journal": ""}
{"title": "A conserved in-frame stop codon acts as a multipotent defense mechanism in alphaviruses", "doi": "10.1101/2025.09.27.679005", "authors": "Bhattacharya, T.; Freeman, T. S.; Alleman, E. M.; Wang, F.; Chechik, L.; Emerman, M.; Myles, K. M.; Malik, H. S.", "abstract": "Most alphaviruses maintain an in-frame opal stop codon that interrupts their non-structural polyprotein (nsP) ORF between nsP3 and nsP4 in both vertebrate and insect hosts. We show that the nsP3 opal stop codon confers a replicative advantage to Sindbis virus (SINV) in RNAi- competent mosquito cells and Aedes albopictus mosquitoes, but not in cells or mosquitoes lacking RNAi. Mutation of the opal stop codon delays processing of the viral nsP polyprotein, which disrupts viral replication spherule integrity, and renders viral RNA susceptible to Dicer 2- cleavage, resulting in higher antiviral siRNA responses against SINV. Similarly, these defects caused by opal codon mutations lead to increased detection of viral RNA and enhanced antiviral interferon signaling in vertebrate cells. Thus, a single stop codon in alphaviruses mediates a multipotent viral strategy to evade innate immune defenses in diverse hosts.", "date": "2025-12-14", "journal": ""}
{"title": "Cylindrical, pylon-like structures with helix recesses enhance coral larval recruitment", "doi": "10.1101/2025.10.06.680805", "authors": "Reichert, J.; Jorissen, H.; Rottmueller, M. E.; Nims, A. D.; Rova, L. H.; Drury, C.; The R3D Consortium,  ; Madin, J. S.", "abstract": "The decline of coral reefs requires scalable restoration strategies to enhance natural recovery processes such as coral larval recruitment. Previous research has shown that conical structures with helix recesses substantially increase settlement and early survival. However, the applicability of this microhabitat design with helix recesses in broader engineering contexts has yet to be assessed. Hereby, we tested (1) whether helix recesses can be transferred from conical dome geometries to space-efficient cylindrical pylon-like geometries, and (2) whether they can be implemented with different materials. In a field experiment in K[a]neohe Bay, Hawaii, coral recruitment was monitored over six months on cylindrical and conical structures incorporating an optimized helix profile. Cylindrical modules supported recruitment densities similar to those on conical designs, demonstrating a successful transfer of the microhabitat design to compact geometries. Planar recruit densities were ~300 times higher across all structures, compared to those observed on nearby natural reefs. These results show that the helix recess design is functionally robust across both module shapes and materials. Cylindrical structures with integrated helix recesses, therefore, represent a practical, low-cost design element that can be incorporated in coastal engineering and restoration projects to enhance coral settlement.", "date": "2025-12-14", "journal": ""}
{"title": "Active subspace learning for coarse-grained molecular dynamics", "doi": "10.1101/2025.10.13.682174", "authors": "Wojnar, A.; Pankavich, S.; Pak, A. J.", "abstract": "We introduce Active Subspace Coarse-Graining (ASCG), an interpretable framework for systematic bottom-up coarse-graining trained from atomistic molecular dynamics simulations that simultaneously defines the coarse-grained mapping, effective interactions, and the equations of motion from one unified mathematical framework. We employ active subspace learning to identify linear projections of atomistic degrees of freedom that maximally describe gradients of the potential energy, yielding a reduced set of coarse-grained variables that capture the dominant collective motions across the potential of mean force. Effective coarse-grained forces and noise terms are obtained directly from the same projection, eliminating the need for separate parameterization schemes. We demonstrate the ASCG method on three biomolecules: dialanine, Trp-cage, and chignolin. We show that free energy surfaces are recapitulated with Jensen-Shannon divergences lower than 0.02 while reducing solute dimensionality by more than 90%. The ASCG trajectories are integrated with timesteps up to 500 fs, around an order of magnitude larger than those possible with conventional coarse-graining methods, while ASCG models remain accurate with as little as 50 ns of training data. These results establish ASCG as a robust, data-efficient approach for learning complete coarse-grained representations directly from molecular forces, while representing a departure from traditional particle-based models.", "date": "2025-12-14", "journal": ""}
{"title": "Changes in peripheral blood leukocyte composition precede development of heart-reactive autoantibodies in patients hospitalised for acute heart failure", "doi": "10.1101/2025.11.01.685879", "authors": "Boshra, A.; Bauser, M.; Pelin, D.; Shemshadi, S.; Hollmann, C.; Hepp, H.; Al Hassan, W.; Heil, M.; Goepfert, D.; Schmidbauer, L.; Kaiser, E.; Gellermann, N.; Paetkau, J.; Kerwagen, F.; Heuschmann, P.; Gasteiger, G.; Kastenmueller, W.; Ramos, G.; Kerkau, T.; Hofmann, U.; Frantz, S.; Stoerk, S.; Morbach, C.; Beyersdorf, N.", "abstract": "In a retrospective pilot study, we showed that the induction of heart-reactive autoantibodies (HRA) in the wake of acutely decompensated heart failure predicts worse outcomes. To gain deeper insights into the immunological mechanisms causing induction of HRA after heart failure decompensation we initiated the prospective 'Acute Heart Failure-Immunomonitoring Cohort Study' (AHF-ImmunoCS). For this study, 380 patients were enrolled and will be followed up, including serial collection of biomaterials, for a period of 18 months after the index hospitalisation for AHF. Analysis of AHF-ImmunoCS samples obtained at baseline and at 6-month follow-up from 110 patients showed de novo induction of HRA - as detected by indirect immunofluorescence (IFT) - in 21% of patients (previously published percentage: 32%). The IFT results did not reflect induction of broad anti-heart autoimmunity as autoantibodies against other cardiac antigens like Troponin I3 or Myosin Light Chain 7 were not induced in parallel. To understand what drives HRA induction in these patients we longitudinally immunophenotyped peripheral blood leukocytes at baseline, 6-week and 6-month follow-up by high-resolution spectral flow cytometry. Among lymphocytes, induction of HRA in the wake of acute decompensation of heart failure was associated with a higher proportion of CD4+ T cells among lymphocytes, more CD45RA+ CCR7+ naive conventional, i.e. non-regulatory, and more CXCR3+ CCR4- Th1 cells among CD4+ T cells at baseline. Among myeloid cells, there were no differences at baseline between patients going on to develop HRA and those that did not. However, patients developing HRA had higher proportions of eosinophils (six-month follow-up) and lower proportions of Arginase+ HLA-DR- polymorphnuclear myeloid-derived suppressor cells among myeloid cells (six-week and six-month follow-up). Our data, thus, implicate that alterations in the composition of both the lymphoid and the myeloid compartments might drive HRA induction which impacts disease progression and prognosis in AHF.", "date": "2025-12-14", "journal": ""}
{"title": "USHER: Guiding Foundation Model Representations through Distribution Shifts", "doi": "10.1101/2025.11.20.689462", "authors": "Pratapa, A.; Tata, P. R.; Singh, R.", "abstract": "Foundation models pre-trained on certain biological data modalities exhibit systematic representational biases when encountering out-of-distribution (OOD) data from new assays. The embedding drift largely arises from instrumentation and protocol-related artifacts rather than true biological variation in cell states or tissue morphology. These drifts are distinct from conventional batch effects and cannot be remedied by retraining as sample sizes are often insufficient, and modifying existing embeddings breaks downstream tools that depend on stable representations. We introduce USHER, an adaptable framework to learn simple transforms that return OOD embeddings to a foundation model's reference space. USHER enables embedding transformation via an expectation maximization-style procedure. Given a reference in-distribution sample, USHER first estimates a Fused Gromov-Wasserstein coupling that aligns unpaired OOD (source) and reference (target) embeddings by minimizing transport distance while preserving local structure. To make optimal transport couplings more useful for downstream tasks, we introduce the concept of entropic filtering to retain only high-confidence correspondences. In the second step, USHER learns a low-complexity transformation that reliably restores the model's representation space for OOD data. We demonstrate this learned transformation generalizes to other OOD data from similar experimental conditions. We applied USHER to correct platform-specific biases seen when running scGPT on Xenium transcript counts: USHER maps Xenium embeddings back to the native scRNA-seq representation space, improving cell type clustering and cross-platform integration. Histopathology foundation models trained on H&E images fail on MALDI metabolite-profiled tissue images due to data-acquisition artifacts. USHER corrects these, enabling cell-type classification and protein abundance imputation. USHER offers a generalizable framework to make biological foundation models portable across a rapidly-evolving experimental landscape.", "date": "2025-12-14", "journal": ""}
{"title": "Clonal Hematopoiesis Associated with TP53 and DNMT3A Mutations Promotes Tissue Repair in Acute Cardiovascular Diseases", "doi": "10.1101/2025.11.23.690015", "authors": "Pan, Y.; Meng, X.; Wang, C.; Zhou, W.; Zhou, Q.; Chi, J.; Barrier, B.; Martinez-Lemus, L.; Li, D.-P.; Liu, Z.; Kang, X.", "abstract": "Clonal hematopoiesis (CH), arising from hematopoietic progenitor cells with acquired mutations, resulting in clonal expansion, and displaying functionally altered hematopoietic cells, is traditionally associated with adverse health outcomes of numerous conditions. However, CH may not always be pathological - our study found that CH associated with DNMT3A and TP53 promotes tissue regeneration after acute injury, indicating the positive effects of CH. Genetics analysis of 125,966 patients revealed that individuals with TET2 and JAK2 CH show worse prognosis in acute cardiovascular diseases, while no significant association was observed among individuals with DNMT3A and TP53 mutations. In mouse models of myocardial infarction, hindlimb ischemia, and muscle injury, we utilized competitive bone marrow transplantation to mimic CH with Dnmt3a and Trp53 mutations. Mice with CH demonstrated enhanced tissue repair compared to controls. Single-cell RNA sequencing of recovering tissues and residing hematopoietic cells indicated that clonal hematopoiesis was associated with the presence of diverse hematopoietic cell populations exhibiting pro-regenerative functions. Notably, macrophages from CH mice showed increased expression of VEGF, contributing to improved tissue repair. Signaling analysis showed that suppressed E2F family transcription factors drive higher expression of Vegfa. These results suggest that CH may play a role in promoting recovery following ischemic injury and highlight its potential as a therapeutic strategy for improving outcomes in ischemic disease.", "date": "2025-12-14", "journal": ""}
{"title": "ONCOchannelome: A computational framework for investigating altered ion channels across tumor types", "doi": "10.1101/2025.11.27.685767", "authors": "Parthasarathi, K. T. S.; Ramu, S.; Jolly, M. K.; Sharma, J.", "abstract": "Conventional approaches for analyzing ion channels in cancer primarily focus on the detection of membrane potential to record the polarization states of the cellular membrane. Although these approaches provide meaningful insights during validation, they face challenges in discovery, especially in identifying the ion channels that govern the membrane potential. Moreover, ion channels are known to exhibit context-dependent activity that often depends on the cancer type and metabolic state of the tumor. Here, we developed a computational framework, ONCOchannelome, that allows the identification of potential ion channels via transcriptomic datasets. We collected publicly available RNA-Seq datasets corresponding to 2421 normal, 5442 primary tumor and 588 metastatic samples of 15 tumor types. Using the data, we designed a computational strategy to merge the datasets, identifying differentially expressed ion channels in the tumor and metastatic states and aiding in the determination of ion channels in different tumor states. We subsequently developed strategies to determine the correlation of altered ion channels with epithelial-to-mesenchymal transition and to identify differentially coexpressed ion channel networks along with their possible transcription factors. The ONCOchannelome allows visualization of altered ion channels in the tumor and metastatic states in addition to revealing changes resulting in changes in biological processes and molecular functions as the tumor progresses. The ONCOchannelome enhances our understanding of the dependence of ion channels in different tumors in addition to revealing their observed alterations in progressing from the primary tumor state to the metastatic state.", "date": "2025-12-14", "journal": ""}
{"title": "ColiFormer: A Transformer-Based Codon Optimization Model Balancing Multiple Objectives for Enhanced E. coli Gene Expression", "doi": "10.1101/2025.11.26.690826", "authors": "Baddam, S.; Emam, O.; Elfikky, A. A.; Cavarretta, F.; Sanad, Y.; Luka, G.; Farag, I.", "abstract": "Codon optimization has become a key strategy to improving heterologous gene expression in Escherichia coli. However, many existing methods focus primarily on maximizing the codon adaptation index (CAI) while overlooking the importance of codon harmonization, which is crucial for maintaining proper protein characteristics. In this study, we present ColiFormer, a transformer-based codon optimization framework that was fine-tuned on 3,676 high-expression E. coli genes curated from the NCBI database. Built upon the CodonTransformer BigBird architecture, ColiFormer employs self-attention mechanisms and a mathematical optimization method (the augmented Lagrangian approach) to balance multiple biological objectives simultaneously, including CAI, GC content, tRNA adaptation index (tAI), RNA stability, and minimization of negative cis-regulatory elements. Performance was evaluated on 37,053 native E. coli genes and 80 recombinant protein targets commonly used in industrial studies, and the results were compared with six established codon optimization approaches. Across all datasets, ColiFormer demonstrated significant improvements in CAI and tAI, maintained GC content within optimal ranges, and reduced the incidence of negative cis-regulatory elements, all with lower runtime costs than most alternative methods. These results, based on in silico metrics, indicate that ColiFormer consistently enhances recombinant protein expression and achieves superior performance across multiple benchmarks compared to other established techniques. The tool is available as an open-source software package, along with the benchmark sequences dataset used in this study.", "date": "2025-12-14", "journal": ""}
{"title": "RNA editing fine-tunes transcriptional plasticity and enhances the adaptability of Myzus persicae to diverse host plants", "doi": "10.1101/2025.11.30.691374", "authors": "Yu, w.; Wu, J.; Hu, R.; Lin, Z.; Yang, P.; Hu, Z.; Peng, P.; Zhan, S.; Simon, J.-C.; Hogenhout, S. A.; Wu, G.; Jin, S.; Chen, Y.", "abstract": "Parthenogenetic organisms can adapt to diverse and rapidly changing environments despite limited standing genetic variation, but the molecular mechanisms enabling such adaptability remain unclear. Here, we investigate this question in the green peach aphid (Myzus persicae, GPA), an asexual generalist herbivore capable of colonizing a wide range of host plants without underlying genetic change. By integrating RNA-seq and DNA-seq from genetically identical clones reared on different hosts, we identified 1,368 high-confidence RNA editing sites (RES), many of which exhibited strong host-dependent differences in editing levels. These RES encompassed all 12 possible nucleotide substitutions, with A-to-I, C-to-U, and U-to-C conversions being particularly prevalent. Editing at several sites shifted dynamically within 48 hours of host transfer and often coincided with changes in transcript abundance. Functional knockdown of the editing genes ADAR1 and ADAR2 reduced editing at specific sites, diminished fecundity, and abolished aphid survival on new hosts. Comparative analyses across aphid species reveal that although the biochemical signatures of A-to-I editing are deeply conserved, the genomic locations and functional roles of edited transcripts are species specific, reflecting lineage-specific adaptive strategies. Together, our findings demonstrate that RNA editing provides a rapid, reversible mechanism for environmental acclimation in GPA, enabling adaptive phenotypic plasticity even in the absence of genetic variation. This work establishes RNA editing as a key molecular basis for the remarkable ecological generalism of clonal organisms.", "date": "2025-12-14", "journal": ""}
{"title": "Assessment of Motoneuronal Regeneration and Wallerian Degeneration Following Axotomy in Postnatal Mice", "doi": "10.64898/2025.12.03.691768", "authors": "Molina, B.; Pujol-Masip, M.; Ovelleiro, D.; Gomez-Sanchez, J. A.; Lago, N.; Udina, E.", "abstract": "Nerve injuries during early postnatal stages results in markedly different outcomes compared to adult injury, with significant motoneuronal death masking potential regenerative capacity. This study systematically evaluated motoneuronal survival, axonal regeneration, and Wallerian degeneration following peripheral nerve injury at distinct postnatal stages (P4, P10, and P30) in mice. Using ChAT-Cre/Ai9(RCL-tdT) and ChAT-Cre/RiboTag transgenic models, we assessed both histological and transcriptomic responses after sciatic nerve lesions. Injury at P4 induced substantial motoneuron death ([~]50%), whilst P10 and P30 animals showed minimal neuronal loss. However, when correcting for neuronal survival, P4 mice demonstrated the highest regenerative capacity, with surviving neurons achieving 100% axonal regeneration. Motoneuron-specific translatome analysis revealed that P30 animals activated a robust regeneration-associated gene (RAG) programme, including classical markers such as Atf3, Gap43, and Ngfr. In contrast, P4 neurons showed minimal RAG upregulation, suggesting they retain an intrinsic growth state that facilitates regeneration without requiring transcriptional reprogramming. P10 animals exhibited a transitional phenotype with impaired RAG activation and reduced regenerative capacity. Wallerian degeneration proceeded efficiently across all developmental stages, with age-specific differences in myelin clearance kinetics and macrophage recruitment. Transcriptomic analysis confirmed consistent downregulation of myelination programmes and upregulation of pro-regenerative markers following injury, regardless of age. These findings indicate that regenerative capacity is primarily determined by the intrinsic growth state of motoneurons rather than extrinsic factors.", "date": "2025-12-14", "journal": ""}
{"title": "Examples of adaptive peak tracking as found in the fossil record", "doi": "10.64898/2025.12.07.692820", "authors": "Ergon, R.", "abstract": "Species that have persisted over millions of years have done so because they have been able to track peaks in an adaptive landscape well enough to survive and reproduce. Such optima are defined by the mean phenotypic values that maximize mean fitness, and they are predominantly functions of the environment, for example the sea temperature. The mean phenotypic values over time will thus predominantly be determined by the environment over time, and the trait history may be found in the fossil record. Here I use fossil data from three cases found in the literature, and I show that adaptive peak tracking models give better results than alternative weighted least squares and directional random walk models. The model performances are compared by use of weighted mean squared errors and Akaike information criterion results.", "date": "2025-12-14", "journal": ""}
{"title": "Taking it slow: A positive feedback chloride current in cone photoreceptors supports slow motion detection", "doi": "10.64898/2025.12.08.692952", "authors": "Yedutenko, M.; Howlett, M. H. C.; van der Veen, G.; Kamermans, M.", "abstract": "Photoreceptors gate and shape visual information. Since perception ultimately guides action, the way photoreceptors transform light into neural signals constrains an animal's behavioural repertoire. Yet, the physiological role of the highly conserved calcium-dependent chloride current in cone photoreceptors has remained elusive. Whereas calcium-activated currents typically provide negative feedback, we identify a counter-intuitive positive feedback mechanism that enhances detection of slow motion. Using genetics, electrophysiology, and behavioural assays in zebrafish, we show that loss of this current exaggerates the biphasic character of cone impulse responses and diminishes their voltage response amplitude to low temporal frequencies (<1 Hz). These changes in photoreceptor properties translate to behaviour, reducing the gain of the optokinetic response to slow-moving stimuli. Mechanistically, the calcium-dependent chloride current acts as a positive feedback loop that sustains the photovoltage response and counteracts strong adaptation within the cone phototransduction cascade. This functional role is conserved across sensory modalities, as demonstrated by similar temporal integration and amplification observed in the odorant system.", "date": "2025-12-14", "journal": ""}
{"title": "Caenorhabditis briggsae ancestral genomic hyper-diversity contrasts with globally distributed genome-wide haplotypes", "doi": "10.64898/2025.12.08.693002", "authors": "Moya, N. D.; Wang, B.; Tanny, R. E.; Sauria, M. E. G.; O'Connor, L. M.; Khorshidian, A.; McKeown, R.; Gosse, C.; Dilks, C. M.; Crombie, T. A.; Zhang, G.; Rais, E.; Frezal, L.; Dang, V. D.; Haryoso, E.; Devi, M. P.; Gimond, C.; Cook, D. E.; Hsu, J.-C.; Shaver, A. O.; Zdraljevic, S.; Richaud, A.; Wen, T.; Mehraj, A.; H, S.; Arulprakasam, K. R.; Koury, E. J.; Roberto, N. M.; Schaye, E. S.; Singh, V.; Tarno, H.; Ailion, M.; Paaby, A. B.; Zhao, Z.; Cutter, A. D.; Wang, J.; Rockman, M. V.; Felix, M.-A.; Braendle, C.; Andersen, E. C.", "abstract": "Comparative genomics provides a powerful framework to uncover the molecular and evolutionary mechanisms that shape genetic diversity within and across species, revealing how shared and lineage-specific processes influence their evolutionary trajectories through time. The nematode Caenorhabditis briggsae is distributed world-wide and is a comparative model to Caenorhabditis elegans in the biology of development, cellular mechanisms, neurobiology, genetic mappings of complex traits, and genome evolution. Following massive collection efforts by the nematode research community, we present the isolation of over 2,000 wild strains and analyses of genome sequences that catalog over six million single-nucleotide and insertion-deletion variants. This genome and strain resource provide a powerful means to interrogate the causal genetic bases of phenotypic variation for diverse traits. Additionally, we describe its global population structure and discover new and genetically distinct groups within this primarily self-fertilizing species, including groups of highly related strains that were sampled across different continents. We leverage expansive genetic variation to decipher the effects of linkage and selection on the distribution of genetic diversity across the genome and across geographic regions. Within the species, we find genomic regions with extremely high levels of genetic variation similar to hyper-divergent regions found in C. elegans and other species. These regions harbor new genes and variation enriched for environmental sensing and pathogen responses. In comparison to the outbreeding sister species Caenorhabditis nigoni, we conclude that long-term balancing selection has maintained substantial functional variation since the divergence from their outbreeding ancestor, likely in response to differences in the ecological niche. Overall, this massive strain resource enables future comparative genetics and genomics studies, including genome-wide association studies between Caenorhabditis species.", "date": "2025-12-14", "journal": ""}
{"title": "An AI-Driven Platform for Deconstructing and Engineering Biomolecular Recognition", "doi": "10.64898/2025.12.09.692808", "authors": "Azzaz, F.; Fantini, J.", "abstract": "Understanding molecular interactions at the atomic level remains a central challenge across biology, medicine, and engineering. We introduce Perturbation Scanning (PS), an interrogative AI framework that actively deconstructs molecular interfaces. PS integrates graph-based representations of structures derived from molecular dynamics trajectories or Protein Data Bank files to systematically probe the electrostatic, hydrophobic, and steric contributions of each residue. To translate these insights into actionable design, we introduce the Intelligent Interface Optimization Scanner (IIOS), a standalone tool that generates energy-scored mutation proposals from interface maps. Together, PS and IIOS provide an integrated platform for dissecting and rationally engineering molecular interactions by resolving force-specific and stage-dependent contributions that are not directly accessible with existing computational approaches. Unlike traditional alanine scanning or free-energy methods such as MMPBSA, which provide only static or ensemble-averaged measures, PS delivers stage-resolved, force-wise decomposition of binding interfaces via a suite of targeted physicochemical perturbations applied to its AI model, directly quantifying each residues mechanistic role.", "date": "2025-12-14", "journal": ""}
{"title": "Mucin-type O-glycans regulate proteoglycan stability and chondrocyte maturation", "doi": "10.64898/2025.12.11.693745", "authors": "Dong, X.; Bedillion, S.; Gosnell, K. E.; Zhao, P.; Basu, A.; Suryadevara, K.; Chapla, D.; Wells, L.; Weiss, R. J.", "abstract": "O-glycosylation is a ubiquitous post-translational modification essential for protein stability, cell signaling, and tissue organization, yet how distinct O-glycan subclasses coordinate tissue development remains unclear. Here, we identify functional crosstalk between extended mucin-type O-glycans and heparan sulfate proteoglycans (HSPGs). Genetic ablation of {beta}-1,3-galactosyltransferase 1 (C1GALT1) or its chaperone COSMC in human chondrocytes reduced cell surface HSPGs and fibroblast growth factor (FGF) binding, leading to impaired MAPK/ERK signaling, which was recapitulated in hypomorphic COSMC-CDG patient cells. Transcriptomic and secretome analyses revealed selective loss of proteoglycan expression and broader extracellular matrix remodeling in COSMC- and C1GALT1-deficient cells. Mechanistically, truncation of O-GalNAc glycans reduced Syndecan-1 levels at the cell surface via enhancing its lysosome-dependent degradation and diminished CD44v3-mediated FGF1 binding. Functionally, loss of complex O-GalNAc glycans disrupted chondrogenesis of growth plate-like chondroprogenitors. Overall, these findings reveal previously unrecognized roles for mucin-type O-glycans in maintaining proteoglycan stability and function, highlighting cross-regulatory mechanisms of glycosylation crucial for normal development that likely contribute to the pathophysiology of glycosylation-related disorders.", "date": "2025-12-14", "journal": ""}
{"title": "Systematic comparison of color representations between humans and deep neural networks: towards predicting human color perception in a vast color space", "doi": "10.64898/2025.12.10.693611", "authors": "Wickramanayaka, N. R.; Oizumi, M.", "abstract": "The representational structure of human color perception, particularly within vast color spaces, remains incompletely understood. While representational structures for dozens of colors have been studied, exploring structures spanning hundreds or thousands of colors has been infeasible due to the time costs of psychophysical experiments. Given these constraints, deep neural networks (DNNs) have attracted attention as a promising tool for providing proxies or predictions of human perception beyond the scope of psychophysical experiments. However, it remains unclear which DNN models possess internal representations that geometrically align with human color perception. Furthermore, it is unclear which learning paradigm enables DNNs to acquire a color representation that is geometrically aligned with that of humans. Here, we systematically investigate which learning paradigm enables DNNs to produce a color representation that is structurally congruent with that of humans, with a focus on three types: self-supervised learning (SSL) that trains on images alone, supervised learning (SL) that trains on images with category labels, and contrastive language-image pre-training (CLIP) that trains on image-text pairs. We compared internal representations of DNNs with the human similarity judgments of 93 colors using a rigorous unsupervised method termed Gromov-Wasserstein Optimal Transport (GWOT), which reveals whether the representational structures of humans and models align at the fine-item level. Our results show that only the CLIP paradigm acquires color representations that strongly align with human data at the fine-item level. Furthermore, when we leveraged a key advantage of DNNs and investigated a substantial representational structure of 4096 colors, the human-aligned CLIP models consistently converged on a non-trivial distorted ring-like structure, which presents a plausible prediction for the large-scale human color representation. Our work demonstrates an approach for exploring unknown territories of human perception through the use of computational models validated in a limited empirical space, and provides predictions for future large-scale psychophysical experiments.", "date": "2025-12-14", "journal": ""}
{"title": "Intestinal Stem and Progenitor Cells Exhibit Distinct Adaptive Responses to Inflammatory Stress in IBD", "doi": "10.64898/2025.12.11.691866", "authors": "Balasubramanian, B.; Patel, S.; Gall, L.; Hannan, N.; Dalleywater, W.; Huelsken, J.; Pin, C.; Moran, G. W.; Ordonez-Moran, P.", "abstract": "Background Intestinal epithelial stem cells (SCs) and their transit-amplifying (TA) progeny are critical for mucosal repair and regeneration. However, their behaviour under chronic inflammatory conditions, such as those observed in Inflammatory Bowel Disease (IBD), remains incompletely understood. Methods We investigated the impact of chronic inflammation on intestinal stem/progenitor cells by integrating bulk RNA sequencing from the largest IBD biopsy cohort to date with single-cell transcriptomic analysis and experimental assays using patient-derived intestinal organoids. Results Active inflammation was associated with a reduction in canonical LGR5 intestinal stem cells and a concurrent expansion of OLFM4 populations, consistent with an inflammation-induced epithelial repair program. Notably, SC/TA cells from both inflamed and non-inflamed IBD tissues exhibited persistent transcriptional changes that were distinct from those in healthy controls. Single-cell analysis identified transcriptionally heterogeneous SC/TA subpopulations, including a previously uncharacterized inflammation-associated cluster enriched in immune signalling pathways. Pseudotime trajectory analysis demonstrated a shift in differentiation toward deep crypt secretory (Paneth-like) cell lineages under inflammatory conditions. Conclusions Chronic intestinal inflammation reshapes the epithelial stem and progenitor cell compartment, promoting altered differentiation and the emergence of immune-responsive epithelial states. These findings highlight the plasticity of the human intestinal epithelium in IBD and point to new avenues for therapeutic strategies aimed at maintaining epithelial integrity during chronic inflammation.", "date": "2025-12-14", "journal": ""}
{"title": "Vir2vec: A Genome-Wide Viral Embedding", "doi": "10.64898/2025.12.12.693901", "authors": "Rancati, S.; Arozarena Donelli, P.; Nicora, G.; Bergomi, L.; Buonocore, T.; Sy, M. A.; Pandey, S.; Prosperi, M.; Salemi, M.; Bellazzi, R.; Boucher, C.; Parimbelli, E.; Marini, S.", "abstract": "Genomic language models (gLMs) have recently emerged as powerful numerical surrogates for DNA, but existing architectures are largely focused on human DNA or trained on limited viral references, and no dedicated benchmark currently exists for viral genome understanding. Here we introduce Vir2vec, a 422-million-parameter, decoder-only gLM obtained by continual pretraining of Mistral-DNA on a rigorously curated pan-viral corpus of 565,747 complete genomes spanning 295 viral species. Vir2vec operates on byte pair encoded DNA subwords and exposes fixed-length genome-level embeddings that are reused across tasks. Additionally, we present vGUE, a unified benchmark for viral representation learning. In vGUE, we precompute Vir2vec embeddings and feed them to simple classifiers (logistic regression, support vector machines, random forests) trained under nested cross-validation, to quantify how well they capture biologically motivated axes of viral variation. Using this framework, vGUE assesses genomic viral prediction tasks across: (i) organism-level discrimination (virus vs non-virus genomes and reads), (ii) genome-wide evolutionary fingerprints (DNA vs RNA viruses, host-range prediction), (iii) intra-genus species separation (HIV-1 vs HIV-2), (iv) fine-grained variant and subtype typing (SARS-CoV-2 lineages), and (v) phenotypic context signal detection (HIV-1 brain vs plasma tropism). Vir2vec attains the highest balanced accuracy across seven out of eight heterogenous classification tasks consistently outperforming both a human-trained genomic foundation model and a viral-specific one. By coupling a pan-viral gLM with a standardized evaluation suite, Vir2vec and vGUE provide an open foundation for future viral genomic models, surveillance tools, and discovery pipelines.", "date": "2025-12-14", "journal": ""}
{"title": "The hierarchical organization of human praxis: A lesion-connectome mapping study of limb and oral apraxias", "doi": "10.64898/2025.12.13.694084", "authors": "Nishio, Y.; Itabashi, R.; Kataoka, Y.; Yazawa, Y.; Mori, E.", "abstract": "The neural architecture underlying apraxias remains a complex puzzle. While primary motor cortices exhibit clear somatotopic organization, it is unclear whether this segregation extends to the higher-order networks governing skilled actions. Furthermore, the dissociation between verbal (apraxia of speech, AOS) and non-verbal (buccofacial apraxia, BFA) oral motor control remains debated. We investigated the neuroanatomical substrates of limb apraxia (LA), BFA, and AOS in 136 patients with acute left-hemisphere ischemic stroke using voxel-based, region-of-interest-based, and connectome-based lesion-symptom mapping. Our results revealed a fundamental anatomical dissociation extending beyond simple effector specificity. LA was associated with damage to the inferior parietal lobule and widespread white matter disconnections, specifically involving intra-hemispheric temporo-parietal pathways and massive inter-hemispheric transcallosal fibers. In contrast, BFA was attributable to focal cortical lesions centered on the ventral precentral and postcentral gyri, without significant involvement of long-range white matter tracts. AOS showed no significant lesion overlap at the population level, suggesting a highly focal etiology distinct from the premotor patterns of BFA. These findings indicate that LA and BFA differ not only in their effectors but in their network dependency: LA relies on a distributed, bilaterally integrated temporo-parietal network for multimodal action control, whereas BFA depends on localized proprioceptive-motor loops in the ventral sensorimotor cortex. This study provides a structural framework for the hierarchical organization of human praxis, distinguishing between distributed network disconnections and focal cortical dysfunctions.", "date": "2025-12-14", "journal": ""}
{"title": "Conserved phenotype and function of human brain border-associated macrophages in iPSC-derived models", "doi": "10.64898/2025.12.11.693582", "authors": "Barr, H. J.; Depp, C.; Hingerl, M.; Nguyen, T.; Reimertz, J. M.; Connolly, E.; Patel, J.; Doman, J. L.; Marsh, S. E.; Stevens, B.", "abstract": "Border-associated macrophages (BAMs) are increasingly implicated in protective brain functions including the removal of pathogenic material such as amyloid-beta. However, there is a lack of available and deeply characterized human BAM models. Here, we report that postnatal transplantation of induced pluripotent stem (iPS) cell-derived hematopoietic progenitors to the murine brain sufficiently chimerizes the brain border immune compartment to allow functional interrogations. Human xenotransplanted BAMs (xBAMs) line the leptomeninges and brain vasculature beyond the glia limitans. Via single-cell RNA sequencing, we show that a conserved transcriptional signature distinguishes BAMs from microglia across species origin, age, and genetic background. Both xBAMs and murine BAMs are defined by a hyper-endocytic phenotype and function, surpass other brain macrophages in acute amyloid-beta scavenging, and exhibit compartment-restricted sampling of parenchymal material. Using a modified differentiation protocol, we find that we can generate iPS-derived BAM-like cells (iBAMs) in vitro, which are also characterized by a hyper-endocytic phenotype and enhanced engulfment capacity relative to iPS-derived microglia-like cells (iMGLs). Together, these data define a conserved hyper-endocytic BAM phenotype and provide a toolbox for studying human BAMs both in vivo and in vitro.", "date": "2025-12-14", "journal": ""}
{"title": "Retinoic acid coordinates the orderly construction of the mammalian body in the anterior-to-posterior sequence", "doi": "10.64898/2025.12.11.693671", "authors": "Banerjee, A.; Yallapragada, S. K.; Torregrosa-Cortes, G.; Vyas, B. J.; Sambasivan, R.", "abstract": "In vertebrate embryos, anterior structures are formed early during gastrulation, while the posterior body develops subsequently. This temporal anterior-to-posterior developmental sequence is a fundamental aspect of animal development. Recent studies have shown that discrete regulatory modules involving Nodal and Wnt signaling pathways, in conjunction with T-box factors Eomes and Brachyury (Tbxt), underlie the orderly specification of anterior and posterior mesoderm. However, the mechanism governing the transition from anterior to posterior mesoderm development remains unclear. Our findings suggest that retinoic acid signaling regulates the anterior-to-posterior developmental transition. Using mouse embryonic stem cell-based gastruloids, we show that the preclusion of retinoic acid signaling drives anterior mesoderm development, whereas the mesoderm specified in the presence of retinoic acid acquires posterior identity. Our observations indicate that retinoic acid signaling modulates the Wnt pathway. We demonstrate that both Eomes and Tbxt are essential for suppressing the posterior fate. The negative regulation of Wnt signaling by these T-box factors is critical, along with the preclusion of retinoic acid signaling, to ensure orderly anterior-posterior developmental progression. We propose that the preclusion of retinoic acid signaling early during gastrulation is crucial to maintain low Wnt signal levels, thereby driving anterior mesoderm specification. Subsequently, the activation of retinoic acid signaling results in high Wnt conditions, facilitating a switch to posterior mesoderm development.", "date": "2025-12-14", "journal": ""}
{"title": "Remoteness sensitive theta network dynamics during early autobiographical memory access", "doi": "10.64898/2025.12.12.694026", "authors": "Navas, M. C.; Ferrelli, I.; Pedreira, M. E.; Fernandez, R. S.; Bavassi, L.", "abstract": "Autobiographical memory (AM) is a core component of human cognition; it defines who we are, it helps us relate to others, and supports decision-making and future planning. The variability embedded in AMs offers a unique opportunity to examine the neural dynamics engaged during the retrieval of memories of different ages. Here, we focus on the early access (or search) phase and test whether theta-band (4-9 Hz) cortical activity carries age-sensitive signatures distinguishing recent (<1 year) from remote (>3 years) AMs. Forty-one participants performed an AM retrieval task while EEG was recorded. Theta power and time-resolved Granger causality (GC) were quantified during the first 1200 ms of the access period. Remote AM access elicited a significant increase in midline fronto-central theta power around 900 ms, consistent with enhanced internally driven, reconstructive processing. GC analyses further revealed that remote AMs exhibited denser, more widespread theta-band connectivity, including a prominent anterior-to-posterior information flow between 600-800 ms, whereas recent AMs showed more localized fronto-central interactions. These findings demonstrate that the earliest phase of AM access is shaped by memory age, with remote memories recruiting broader, long-range theta-mediated coordination. Our results identify theta oscillations and their directed network interactions as temporally precise markers of AM remoteness, providing new insights into the systems-level mechanisms that support autobiographical retrieval.", "date": "2025-12-14", "journal": ""}
{"title": "Contextual associations impact visual search across multiple processing stages", "doi": "10.64898/2025.12.12.693961", "authors": "Yeh, L.-C.; Seferovic, B.; Peelen, M. V.; Kaiser, D.", "abstract": "Growing evidence indicates that visual search is influenced not only by perceptual but also by semantic information. Among such semantic influences, categorical effects have been extensively studied. By contrast, the influence of contextual associations, that is, how objects commonly co-occur within specific scene contexts, remains less understood. Here, we orthogonally manipulated contextual and categorical relationships between target and distractor objects in a visual search task, while controlling for perceptual target-distractor similarity. By applying linear regression analyses, we modelled behavioral responses and event-related potentials (ERPs) from contextual, categorical, and perceptual target-distractor similarity. We found that contextual associations guide attention independently during early processing (modulating the N1pc ERP component), subsequently interact with categorical information (modulating the N2pc), and ultimately shape behavioral search performance jointly with perceptual and categorical similarity. These findings demonstrate that contextual object associations influence visual search across multiple processing stages, thereby supporting attentional guidance in everyday visual tasks.", "date": "2025-12-14", "journal": ""}
{"title": "Identifying left and right hemispheres using functional connectivity", "doi": "10.64898/2025.12.12.694044", "authors": "Day, T. K. M.; Turkeltaub, P. E.; Newport, E. L.; DeMarco, A. T.", "abstract": "Many studies have analyzed what organizational features distinguish the left and right hemispheres of the human brain, with most differences typically being found in language areas. In this analysis, we test whether supervised learning can categorize an unseen hemisphere as right or left based on functional connectivity. Using data from the Human Connectome Project, we find success to be extremely high (accuracies > .90) in right-handed participants (Edinburgh Handedness Inventory [EHI] > 0). Accuracies are still high, but slightly lower when trained on left-handed participants (EHI <= 0). In a third analysis, we test whether the same can be done to identify handedness along with hemisphere chirality. This does not succeed, however, we show that individuals' hemispheres are less distinct the more left-handed they are. Our findings can inform developmental and post-injury work on hemispheric organization.", "date": "2025-12-14", "journal": ""}
{"title": "Striatal pathology in Spinocerebellar Ataxia Type 1 mice: A comparative study with Huntingtons disease", "doi": "10.64898/2025.12.11.693749", "authors": "Goel, P.; Yang, P.; Duvick, L.; Rainwater, O.; Serres, S.; O'Callaghan, B.; Gomez-Pastor, R.; Mehkary, M.; Gall-Duncan, T.; Langfelder, P.; Yang, X. W.; Pearson, C. E.; Rothwell, P. E.; Orr, H. T.", "abstract": "Spinocerebellar ataxia type 1 (SCA1) and Huntingtons disease (HD), are motor diseases caused by CAG expansions in ATXN1 and HTT, where SCA1 shows prominent cerebellar neurodegeneration and HD shows prominent striatal neurodegeneration, particularly in the Medium Spiny Neurons (MSNs). Since human and mouse studies demonstrate progressive striatal vulnerability in SCA1, we examined age-dependent molecular, cellular and functional striatal attributes in SCA1 (f-ATXN1146Q/2Q) knockin mice, by assessing RNA-sequencing, immunohistochemistry and electrophysiology. Striatal mRNAs are downregulated in SCA1 mice, many in common with HD mice, and specificity in MSNs is supported by the rescue of transcriptomic dysregulation with deletion of mutant Ataxin1 from MSNs. Immunohistochemistry assessed dopamine receptor 1 (D1R) and 2 (D2R) expression in indirect and direct MSNs. In HD mice (HttQ175/Q7), expression of both D1R and D2R proteins in MSNs decreased with age in parallel with their RNA levels. In the SCA1 mouse striatum, D1R protein expression decreased with age as seen in murine HD striatum. In contrast, while D2R protein level was decreased similar to D1R protein at 5-weeks of age, by 40-weeks expression of D2R protein recovered to levels recorded in WT mice. Electrophysiological assessment showed a reduction of excitatory synaptic transmission in SCA1 mouse MSNs, indicating functional deficits early in disease. In contrast to cerebellar and many other aspects of SCA1 pathology known to depend on proper nuclear localization of ATXN1 with an expanded polyglutamine, mutating ATXN1s nuclear localization failed to correct striatal MSN RNA and protein downregulations, indicating a difference in how ATXN1 exerts its pathological effects between the cerebellum and the striatum. Together, these data provide a molecular and cellular basis of striatal pathology in SCA1.", "date": "2025-12-14", "journal": ""}
{"title": "Auditory representations of words during silent visual reading", "doi": "10.64898/2025.12.12.693932", "authors": "Li, J.; Doerig, A.; Cichy, R. M.", "abstract": "Silent visual reading is accompanied by the phenomenological experience of an inner voice. However, the temporal dynamics and functional role of the underlying neural representations remain unclear. Here, we recorded electroencephalography (EEG) data while humans read naturalistic narratives, and applied computational modelling to isolate time-resolved auditory from visual and semantic representations. Our results revealed robust auditory representations during silent reading that were not explained by visual or semantic features, emerging already before word onset. These auditory representations mimicked the sequence of sounds of the corresponding words in a fine-grained manner, revealing a candidate basis for the phenomenological experience of hearing an inner voice while reading. Finally, we show that auditory word representations exhibit a key signature of predictive processing: they are stronger for unexpected than expected words. More specifically, early auditory features contribute to predictions before word onset, whereas later features only contribute after word onset, suggesting distinct prediction stages. Together our results reveal the temporal dynamics and functional role of auditory representations in silent reading.", "date": "2025-12-14", "journal": ""}
{"title": "Visual working memory representations of naturalistic images in early visual cortex are not sensory-like", "doi": "10.64898/2025.12.11.693774", "authors": "Pettini, L.; Bogler, C.; Matic, K.; Goergen, K.; Doeller, C. F.; Haynes, J.-D.", "abstract": "For a long time, working memory was considered to reflect sustained activity in prefrontal and parietal areas. This has been challenged by the \"sensory recruitment model\" according to which sensory areas are involved in maintaining working memory representations. The main support for this comes from the finding that working memory contents can be decoded from early sensory areas during memory delay periods. However, the availability of stimulus-related information in sensory regions does not reveal whether this information is encoded in a sensory format, i.e. in the same way as sensory stimuli. Alternatively, working memory contents could be encoded in independent formats or even potentially undergo dynamic changes throughout the delay. Here, we test this question directly by requiring participants to briefly memorise naturalistic object-scenes. We directly compared the way early visual regions encoded the contents during perception and working memory maintenance. As in previous studies, we found robust stimulus-related information in early visual cortex throughout the delay. However, despite continuously robust information, the encoding of memory contents in the later delay period did not occur in the same format as during pure perception. Thus, despite the fact that sensory areas have working-memory-related information, the format of this information is not strictly sensory-like throughout the delay.", "date": "2025-12-14", "journal": ""}
{"title": "Cell-type Specific Extracellular Vesicles in Mouse Brain: Proteomic Signatures Highlight Astrocytic GlialCAM Network and GPCR Enrichment", "doi": "10.64898/2025.12.12.693760", "authors": "Lucart-Sanchez, A. M.; Selles-Climent, E.; Navarro-Calvo, J.; Pont-Espinos, G.; Gomez-Sanchez, J. A.; Estevez, R.; Valor, L. M.; Perez-Gonzalez, R.", "abstract": "Introduction: Extracellular vesicles (EVs) mediate intercellular communication in the central nervous system (CNS) and are emerging as biomarkers of brain health and disease. However, the molecular composition of cell type-specific brain EVs, particularly astrocyte-derived EVs (ADEVs), remains poorly defined. Methods: We performed comparative proteomic analysis of neuronal (NDEVs), microglial (MDEVs), and astrocytic (ADEVs) from mouse brain using magnetic immunocapture and LC-MS/MS proteomic profiling. Results: Each EV subtype displayed distinct molecular fingerprints. NDEVs were enriched in synaptic proteins and neurogenesis-related proteins (e.g., APP and BDNF), whereas MDEVs contained immune and phagocytic markers (e.g., CX3CR1). Strikingly, the ADEV proteome closely mirrored the recently characterized GlialCAM interactome from leukodystrophy research, encompassing GlialCAM/MLC1 and associated partners involved in ion and water homeostasis (EAAT1/2, AQP4, GJA1), together with GPCRs such as GPRC5B. This overlap suggests that ADEVs encapsulate a molecular scaffold characteristic of astrocytic endfeet, potentially extending their signaling functions to the extracellular space. Conclusion: Our study provides a detailed comparative proteomic characterization of brain cell-type specific EVs, revealing that ADEVs contain the GlialCAM/MLC1 network and GPCRs. These findings position ADEVs as promising candidates for EV-based biomarkers and mechanistic studies in CNS disorders.", "date": "2025-12-14", "journal": ""}
{"title": "A distinct set of brain areas process prosody--the melody of speech", "doi": "10.64898/2025.12.12.693781", "authors": "Regev, T. I.; Kim, H. S.; Jhingan, N.; Swords, S.; Kean, H.; Casto, C.; Cole, J. S.; Fedorenko, E.", "abstract": "Human speech carries information beyond the words themselves: pitch, loudness, duration, and pauses--jointly referred to as 'prosody'--emphasize critical words, help group words into phrases, and convey emotional and other socially-relevant information. Using a novel fMRI paradigm, we identify a set of prosody-responsive brain areas and then richly characterize them across 8 experiments (25 experimental conditions; n=51 participants). These areas--located on the lateral temporal surface bilaterally and in the frontal lobe--respond to the presence of prosody in both meaningful and meaningless speech, and are distinct from nearby temporal pitch- and speech-perception areas and from frontal areas sensitive to general cognitive and attentional demands. They are also dissociable from--but show partial overlap with--the language areas and with the area that processes dynamic facial expressions. Thus, prosodic information is processed by a distinct set of brain areas, which may help integrate linguistic meanings with non-verbal communicative signals.", "date": "2025-12-14", "journal": ""}
{"title": "Degraded sensory coding in a mouse model of Scn2a-related disorder and its rescue by CRISPRa gene activation", "doi": "10.64898/2025.12.13.694145", "authors": "Vandemark, K.; Monday, H. R.; Rodriguez, L.; Zhao, M.; Lee, M.; Ahituv, A.; Satapathy, A.; Page, N. F.; An, K.; Hamada, E. C.; Ahituv, N.; Bender, K. J.; Feldman, D. E.", "abstract": "Heterozygous loss-of-function mutations in SCN2A, a sodium channel gene expressed in cortical pyramidal (PYR) cells, lead to a neurodevelopmental disorder characterized by autism, intellectual disability, and cortical sensory dysfunction. In Scn2a+/- mice, PYR dendritic excitability and synapses are impaired, but cortical information processing deficits are unknown. In the whisker somatosensory cortex, we found strongly degraded somatotopic tuning of PYR cells, profoundly blurred whisker maps, and impaired population coding, despite normal overall firing rates. This constitutes a robust biomarker for Scn2a-related cortical dysfunction. Parvalbumin (PV) interneurons were also unexpectedly hypofunctional. We tested for rescue of coding deficits in post-critical period, young adult mice by viral delivery of CRISPR activation (CRISPRa) reagents that upregulate Scn2a. CRISPRa treatment normalized cortical sensory representations at the single-unit and map levels. This suggests that therapy to increase Scn2a expression may be effective in normalizing cortical function in Scn2a loss-of-function disorder, even in older children or adults.", "date": "2025-12-14", "journal": ""}
{"title": "Pharmacological inhibition of MCL-1 disrupts mitochondrial cristae and depletes the human neural progenitor cell pool", "doi": "10.64898/2025.12.12.694056", "authors": "Hanna, M. R.; Yarbrough, M.; Gil, M.; Costanzo, J.; Gama, V.", "abstract": "Myeloid Cell Leukemia-1 (MCL-1) is an anti-apoptotic protein that is crucial for early neurodevelopment. Loss of MCL-1 results in embryonic lethal neurodevelopmental defects that cannot be rescued by other anti-apoptotic proteins of the BCL-2 family. Here, we find a non-apoptotic role for MCL-1 in sustaining mitochondrial cristae integrity, fatty acid oxidation (FAO), and neural progenitor identity in human neural stem cells (hNSCs). Pharmacological inhibition of MCL-1 with S63845 disrupts mitochondrial ultrastructure, leading to swollen mitochondria with disorganized cristae and destabilization of the OPA1-MICOS machinery that governs inner membrane architecture. These structural defects are accompanied by impaired lipid droplet accumulation and altered expression of {beta}-oxidation enzymes, revealing a tight link between cristae architecture and metabolic competence. Functionally, in the absence of caspase-mediated cell death, MCL-1 inhibition selectively depletes intermediate progenitor cells and alters neuronal differentiation without affecting proliferation, indicating a direct role in lineage progression. Together, our findings identify MCL-1 as a modulator of cristae organization, linking lipid metabolism to neural progenitor fate. This work establishes mitochondrial inner membrane architecture as an instructive determinant of human neurogenesis and highlights the non-canonical MCL-1 functions as critical regulators of human brain development", "date": "2025-12-14", "journal": ""}
{"title": "Mesodermal-niche interactions direct specification and differentiation of pancreatic islet cells in human multilineage organoids", "doi": "10.64898/2025.12.13.694117", "authors": "Goss, G.; Torres-Cano, A.; Pedna, M.; Wilson, H.; Simon, M.; Flaviani, F.; Vigilante, A.; Spagnoli, F. M.", "abstract": "Tissues develop and function within a highly complex microenvironment, where diverse cell types interact in tightly regulated spatial and temporal patterns. Through distinct, relay-like waves of activity, these cells collectively shape tissue formation, ensuring that each component emerges in the right place at the right time. Such coordinated cues establish the structural and biochemical framework that drives cell differentiation and tissue organization. Accurately modelling this process in humans requires the development of complex multicellular systems. Here, we pair spatial transcriptomics of the human foetal pancreas with an induced pluripotent stem cell (iPSC)-based multilineage model that faithfully recapitulate the complex, hierarchical processes underlying human pancreatic islet formation. We show that iPSC-derived pancreatic mesodermal lineages direct endocrine commitment from pancreatic progenitors, by suppressing off-target fates and orchestrating niche-mediated spatio-temporal cues that promote beta-cell differentiation with enhanced insulin secretion. Our results identify a vascular-rich niche, featuring pancreatic pericytes, which activates a neural repulsion program shaping the islet microenvironment. We benchmark our in vitro multilineage organoid system against spatial transcriptomics of the human foetal pancreas. Together, these findings identify the key cellular actors and contact-dependent mechanisms that build the human endocrine pancreas, providing a critical model for studying human islet development and disease.", "date": "2025-12-14", "journal": ""}
{"title": "Nucleophagy removes cytotoxic trapped PARP1", "doi": "10.64898/2025.12.11.692727", "authors": "Hoslett, G.; Tribble, S.; Lascaux, P.; Koukouravas, S.; Torrecilla, I.; Song, W.; Hou, C.; Li, J.; Gonzalez Fernandez, M.; De Gregoriis, G.; Dagg, R. A.; O'Brien, D. P.; Pierangelini, A.; Ng, A. W. T.; Raimundo, N.; Milosevic, I.; Freire, R.; Li, Y.; Rottenberg, S.; Krastev, D. B.; Lord, C. J.; Tarsounas, M.; Ramadan, K.", "abstract": "Poly (ADP-Ribose) Polymerase inhibitors (PARPi) induce cytotoxicity in homologous recombination repair (HRR)-deficient cancers by causing PARP1 to become trapped on chromatin, resulting in irreparable replication-associated DNA damage. Although increased clearance of trapped PARP1 from chromatin reduces the sensitivity of cancer cells to PARPi, details surrounding this process remain unclear. PARPi exposure is known to cause increased autophagy flux, whilst autophagy inhibition can hypersensitise cells to PARPi. Using various biochemical, cell biological and live imaging-based assays, we found that trapped PARP1 is cleared by nucleophagy, the selective autophagy of nuclear substrates. Specifically, the nucleophagy of trapped PARP1 was orchestrated by the selective autophagy receptor TEX264 and its partner segregase p97/VCP. TEX264 mediates this process by directly interacting with trapped PARP1, thus bridging PARP1 to the autophagosomal resident protein LC3 for processing via autophagy. Impeding this process, either chemically or genetically, heightened PARP1 trapping, leading to accumulation of protein aggregates, replication-associated DNA damage and cell lethality, re-sensitising PARPi-resistant cells to various PARPi. In conclusion, we show that nucleophagy acts in a cytoprotective manner to directly target PARPi-induced trapped PARP1 for degradation.", "date": "2025-12-14", "journal": ""}
{"title": "Discovery of Non-Degradative Covalent Molecular Glues for Transcriptional Reprogramming", "doi": "10.64898/2025.12.12.694031", "authors": "Duong, T. N.; Pandji, E.; Shao, Q.; Nomura, D. K.", "abstract": "Transcriptional reprogramming through induced proximity has emerged as a powerful strategy for modulating the expression of oncogenic and tumor-suppressive genes. Inspired by transcriptional reprogramming approaches such as transcriptional/epigenetic chemical inducers of proximity (TCIPs) that link BCL6 inhibitors to transcriptional regulators, we sought to develop covalent ligands that rewire BCL6 proximity to selectively suppress MYC transcriptional output while derepressing BCL6 target loci. Through a chemistry-driven and chemoproteomics-enabled design strategy, we generated a panel of BCL6-based electrophile-bearing hybrid ligands and identified a nondegradative molecular glue, ZD-1-186, that potently suppresses MYC and robustly induces CDKN1A (p21) in diffuse large B-cell lymphoma cells. ZD-1-186 downregulates MYC more effectively than BCL6 inhibitors or degraders, while strongly derepressing canonical BCL6 targets, including p21. Through BCL6 pulldown proteomics, ZD-1-186 induced a selective recruitment of the noncanonical BAF complex subunit BRD9 to BCL6 and covalently modified BRD9 at C288. Pharmacologic inhibition or genetic knockdown of BRD9 attenuated ZD-1-186-mediated MYC suppression and blunted p21 induction. Transcriptomic profiling of ZD-1-186 showed simultaneous derepression of BCL6-repressive loci and suppression of MYC transcriptional programs. These findings demonstrated that ZD-1-186 acted as a transcriptional rewiring glue, recruiting BRD9 to BCL6-repressive loci to activate tumor-suppressive transcription, while also potentially redirecting BCL6 to BRD9-bound oncogenic loci. Overall, our work provides a blueprint for the rational discovery and design of electrophile-enabled, nondegradative molecular glues for targeted transcriptional rewiring.", "date": "2025-12-14", "journal": ""}
{"title": "The cytosolic PRMT5-CDK4 complex impairs cell cycle kinase signaling", "doi": "10.64898/2025.12.11.693714", "authors": "Masser, S.; Lotteritsch, T.; Ludwig, A. E.; Halwachs, B.; Annerer, E.; Mussbacher, M.; Stelzl, U.", "abstract": "Both, protein arginine methyltransferases (PRMTs) and protein kinases are critical regulators of cellular processes and frequently dysregulated in malignancy. To systematically study the crosstalk of the two regulatory enzyme classes, we used parallel yeast two-hybrid matrix screening and defined 45 interactions connecting 4 PRMTs and 20 human kinases. The PRMT-kinase network revealed a strong association between PRMTs and cell cycle/mitogen-activated kinases. Notably, the PRMT5-CDK4 emerged as the most prominent functional cell cycle link through integrative data analyses of different high-throughput datasets. Mechanistic cell biological studies confirmed that the PRMT5-CDK4 complex localizes exclusively in the cytosol, where its formation was enhanced during a G1/S cell cycle block. This PRMT5 interaction modulated the CDK4-CCND3 and CDK4-CDKN2A interaction dynamics, irrespective of PRMT5's methyltransferase activity. Phospho-proteomic profiling demonstrated that PRMT5 overexpression functionally phenocopies the signaling effects of pharmacological CDK4 inhibition with Palbociclib. The findings establish a non-enzymatic regulatory role for PRMT5, proposing it functions as an inhibitory modulator of CDK4-driven oncogenic signaling.", "date": "2025-12-14", "journal": ""}
{"title": "Cancer pathway connectivity resolved by drug perturbation and RNA sequencing", "doi": "10.64898/2025.12.11.692401", "authors": "Do, T. H. L.; Lohoff, C.; Jung, F.; Kummer, S.; Pohly, M. F.; Scheinost, S.; Huellein, J.; Benes, V.; Huber, W.; Lu, J.; Zenz, T.", "abstract": "Pathway inhibitors are a backbone of cancer treatment. The configuration of pathway dependencies varies from tumour to tumour. Better treatment for individual patients could be designed if the pathway wiring were readily measurable. Here, we characterise the transcriptional responses of 116 lymphoma patient samples exposed to ten drug perturbations. We used factor analysis to decompose individual and shared drug effects, thereby generating a pathway connectivity map of chronic lymphocytic leukemia (CLL). The expression profiles of the major disease subgroups, defined by IGHV mutation status, became more similar to each other after BTK inhibition, consistent with B-cell receptor (BCR) signalling as a driver of their phenotypic difference. An even stronger convergence was observed with combined IRAK4 and BTK inhibition, indicating cooperation of BCR and toll-like receptor (TLR) signalling in CLL. We identified genetic aberrations (BRAF, TP53, deletion 17p, deletion 15q, trisomy 12) that modulated drug effects in CLL and constituted specific interaction patterns. IRAK4 inhibition effects depended on the presence of trisomy 12, a finding that suggests that the trisomy 12 driver event in CLL acts by gene dosage-dependent IRAK4 upregulation and amplification of the BCR/TLR cooperation. Our results highlight the potential of systematic drug perturbation assays with transcriptome readout to map pathway interconnectivity and functionally annotate tumour drivers.", "date": "2025-12-14", "journal": ""}
{"title": "Influenza A infection accelerates disease-associated microglia formation during physiological aging", "doi": "10.64898/2025.12.11.693336", "authors": "Grant, R. A.; Runyan, C. E.; Minogue, G. A.; Stoolman, J. S.; Watanabe, S.; Chen, F.; Senkow, K. J.; Cusick, L.; Schleck, M. J.; Nafikova, R.; Lu, Z.; Bunyan, E. G.; Abdala-Valencia, H.; Sznajder, J. I.; Vassar, R.; Castellani, R.; Geula, C.; Gefen, T.; Chandel, N. S.; Misharin, A. V.; Budinger, G. S.", "abstract": "Severe pneumonia is associated with an increased risk of cognitive decline and dementia, particularly in the elderly. Changes in microglia, the most abundant immune cell population in the brain, are also associated with cognitive decline and dementia, including the emergence of a transcriptional cell state referred to as disease-associated microglia (DAM). We sought to test the hypothesis that non-neuroinvasive influenza A virus (IAV) pneumonia results in transcriptional responses in brain microglia that drive premature expansion of DAM. Using bulk and single-cell RNA-sequencing, metabolomics, and spatial transcriptomics, we profiled neuroimmune populations in young, middle-aged, and old male mice during IAV infection and recovery. We observed an increased abundance of DAM, interferon-responsive microglia (IRM), CD4+ T cells, and CD8+ T cells in white matter regions beginning in middle age and persisting in old animals, irrespective of IAV infection. DAM exhibited a metabolic shift toward aerobic glycolysis with disrupted TCA cycling, citrulline depletion, and an elevated itaconate/-ketoglutarate ratio. Spatial transcriptomic profiling of the human middle frontal gyrus (MFG) in normal agers, SuperAgers, and patients with dementia revealed an analogous accumulation of DAM and CD8+ T cells in white matter. IAV pneumonia induced a transient immunosenescent-like response in microglia, marked by glucocorticoid-responsive gene expression and Ccnd3 upregulation. In response to IAV pneumonia, DAM expanded in middle-aged mice, whereas old mice were elevated at baseline and were largely unaffected by IAV infection. The age-related expansion of DAM was unaffected by pharmacological depletion and repopulation of microglia with a CSF1R antagonist or genetic gain or loss of function of the phagocytic receptor MERTK, suggesting the DAM phenotype is driven by the CNS microenvironment, rather than cell-intrinsic mechanisms. Our findings suggest that IAV pneumonia induces an acute immunosenescence response in microglia and accelerates the age-dependent expansion of DAM in white matter.", "date": "2025-12-14", "journal": ""}
{"title": "WRN helicase regulates mitophagy by resolving an intricate nexus of G-quadruplexes-R loops-ATG7 pre-mRNA maturation in cancer", "doi": "10.64898/2025.12.11.692796", "authors": "Gupta, P.; Tyagi, M.; Majumdar, A. G.; Bellare, G. P.; Mishra, S.; Tawate, M.; Chakraborty, A.; Bhutia, S. K.; Patro, B. S.", "abstract": "Werner syndrome (WS) is a progeroid and cancer-predisposition disorder caused by loss of the Werner RECQ helicase-exonuclease (WRN), a key genome-maintenance enzyme essential for replication-stress signalling and DNA-repair. WS patients also develop metabolic abnormalities, including fatty-liver and diabetes, suggesting a link between WRN-deficiency and mitochondrial-dysfunction. WRN is frequently epigenetically silenced in cancers, yet its precise role in mitochondrial homeostasis in cancer remains unclear. Here, we define a role for WRN in regulating mitophagy and autophagy in cancer. WRN-deficient cells show defective mitochondrial respiration, morphology, and mitophagosome/autophagosome-maturation under basal and cisplatin-induced stress. Mechanistically, WRN-loss causes strong reduction of ATG7-protein, compromising autophagosome-biogenesis. Chromatin immunoprecipitation reveals accumulation of unresolved G-quadruplex structures (G4-DNA) across the ATG7-locus in WRN-deficient cells. Paradoxically, ATG7-mRNA expression is elevated despite reduced ATG7-protein in WRN-deficient cells, indicating a post-transcriptional defect. Further, we show that WRN resolves G4-DNA which prevent R-loops formation and interacts with the mRNA-processing factor U2AF35, without its helicase-exonuclease functions, to promote maturation of nascent ATG7 transcripts. In cancer patients, WRN level also inversely correlated with post-transcriptional defects in ATG7 mRNA. Collectively, our findings suggest pivotal association of WRN-loss in autophagy fidelity, which may further contribute to oncogenic transformation in WRN-deficient tissues and exacerbate cancer susceptibility in WS-patients.", "date": "2025-12-14", "journal": ""}
{"title": "Native, full-length, refolding-assisted purification of TDP-43 compatible with BSL-2 safety regulations", "doi": "10.64898/2025.12.10.693404", "authors": "De Los Rios, P.; dehury, s.; Tiwari, S.", "abstract": "TAR DNA-binding protein 43 (TDP-43) is a prion-like RNA-binding protein that plays a key role in amyotrophic lateral sclerosis and frontotemporal dementia. Producing full-length TDP-43 consistently is thus relevant for its in vitro studies and yet it remains challenging, especially with the current requirement to work under biosafety level-2 (BSL-2) containment due to new safety regulations for Prion-like and amyloidogenic proteins. Here we describe a refolding-assisted purification protocol for TDP-43 from soluble fraction that can be implemented with basic equipment in standard BSL-2 laboratories. Expression in Escherichia coli is followed by IMAC-capture on an EDTA/DTT-tolerant Ni-NTA resin under 4 M urea, then on-column refolding via a gradient urea wash using resin-limiting conditions that favour the binding to high-affinity His-tagged protein. After SUMO solubility tag removal, the preparation is monitored by a robust quality-control pipeline: SDS-PAGE and immunoblotting for integrity and purity, mass photometry for oligomeric state, far-UV circular dichroism for secondary structure, fluorescence anisotropy for native functional assays, and light-scattering for stability and aggregation propensity measurements. A concise BSL-2 standard operating procedure specifies containment, decontamination, and waste handling for prion-like proteins. This protocol enables safe, cost-effective, and reproducible access to native-like full-length TDP-43 and is readily adaptable to other prion-like aggregation-prone proteins.", "date": "2025-12-14", "journal": ""}
{"title": "Single-cell whole-genome sequencing reveals convergent evolution in Burkitt lymphoma", "doi": "10.64898/2025.12.12.692552", "authors": "Steemers, A. S.; van Roosmalen, M. J.; Hagelaar, R.; Trabut, L.; Verheul, M.; Jongsma, S.; de Kanter, J. K.; Meyer-Wentrup, F.; van Boxtel, R.", "abstract": "Burkitt lymphoma (BL) carries multiple oncogenic drivers yet arises predominantly in children, whose normal cells harbour few age-related mutations. To investigate this paradox, we sought to define the sequence and timing of mutational drivers underlying BL development. Here, we analysed single-cell whole-genome sequencing (WGS) data of 250 paired normal and malignant B-cells from BL patients and integrated this data with 21 bulk WGS samples and an existing dataset of 157 clonally expanded B-cells from healthy individuals. Phylogenetic reconstruction revealed an accelerated accumulation of mutations following the emergence of the most recent common ancestor, leading to the early establishment of extensive genetic intra-tumoral heterogeneity. We further provide evidence that convergent evolution shapes this diversity at both the point mutation- and copy number variation-levels. This in-depth characterisation further establishes BL as a paradigmatic model of tumorigenesis with implications for therapeutic intervention.", "date": "2025-12-14", "journal": ""}
{"title": "Virus-like particles enable targeted gene engineering and pooled CRISPR screening in primary human myeloid cells", "doi": "10.64898/2025.12.14.692434", "authors": "Jung, H.; Devant, P.; Ching, C.; Ota, M.; Hamilton, J.; Steinhart, Z.; Ngo, W.; Sandoval, L.; Jung, J. H.; Xu, D.; An, M.; Urs, E.; Chen, P. A.; Allain, V.; Tada, T.; Nunez, J. K.; Landau, N. R.; Liu, D. R.; Eyquem, J.; Doudna, J. A.; Marson, A.; Carnevale, J.", "abstract": "Primary human myeloid cells are promising candidates for immunotherapy, yet efficient and scalable technologies for genetic engineering and screening in these cells are limited. Here we present a virus-like particle (VLP)-based toolkit that delivers diverse CRISPR genome editing modalities to human monocytes, macrophages, and dendritic cells with high efficiency while preserving viability and innate immune responsiveness. VLP-mediated delivery of ribonucleoprotein payloads supports gene knockout, base editing and epigenetic silencing, and enables site-specific integration of large DNA sequences when combined with AAV donors for homology-directed repair. Leveraging sgRNA delivery via VPX-lentivirus combined with Cas9 protein delivery via engineered virus-like particle (eVLP) treatment ('SLICeVLP'), we performed the first pooled loss-of-function screens in human macrophages. We uncovered regulators of TNF production and CD80 expression in human macrophages, converging on TNFAIP3 as a central regulator of inflammatory polarization. TNFAIP3 ablation promoted a pro-inflammatory cell state that is resistant to suppressive polarization, and augmented cytotoxicity of engineered HER2CAR-macrophages. Taken together, this technology platform enables unbiased discovery and characterization of functional gene targets in primary human myeloid cells.", "date": "2025-12-14", "journal": ""}
{"title": "Herbivore pressure modulates soil multifunctionality in a Mediterranean landscape", "doi": "10.64898/2025.12.12.693896", "authors": "Henriques, J. F.; Carvalho, J.; Torres, R. T.; Rossa, M.; Fernandes, J. M.; Malheiro, C.; Prodana, M.; Peixoto, S.; Fereira, E.; Loureiro, S.; Krummins, J.; Perea, R.; Serrano, E.; Morgado, R. G.", "abstract": "Ongoing global environmental changes demand cost-effective strategies to restore ecosystem functioning. Within this context, the reintroduction of large mammalian herbivores has emerged as a promising approach to recover ecological processes and foster self-sustaining, biodiverse ecosystems. However, the impacts of such initiatives remain poorly understood, particularly regarding their effects on soil functions and ecological processes. We tested whether large herbivore densities (wild horses (Garrano breed) and cattle (Maronesa breed, an ancient lineage close to aurochs) modulates soil multifunctionality (the simultaneous provision of multiple ecosystem functions) across habitats (grasslands, shrublands, and forests) and seasons (fall and spring) in a Mediterranean landscape. Using composite multivariate indices describing soil functions related to biogeochemical cycles (i.e., enzymatic activities) and physicochemical properties (pH, conductivity, organic matter, and nutrient loads), we found that soil enzymatic activities varied seasonally, being higher in spring, and interacted with habitat and herbivore pressure gradients. Habitat and herbivore pressure explained the variation in soil multifunctionality during spring, while in fall it was mainly driven by herbivore pressure. Enzymatic stoichiometry, particularly C:P ratios, strongly predicted soil fertility and multifunctionality, showing positive relationships in forest habitats and under herbivore pressure. A mechanistic approach confirmed that herbivore impacts on soil functioning operated primarily through changes in soil properties and nutrient cycling rather than direct effects. Mediterranean landscapes are rapidly changing, and our results highlight herbivore management as a key tool to sustain soil ecological processes under the rewilding framework.", "date": "2025-12-14", "journal": ""}
{"title": "Phylogeny, ecology, and allometry: hierarchical controls of insect elemental composition", "doi": "10.64898/2025.12.11.693773", "authors": "Laborieux, L.; Knecht, R. J.; Fagan, W. F.; Sanders, N.; Swain, A.", "abstract": "Elemental composition links organismal physiology to biogeochemical cycles, yet the relative importance of evolutionary and ecological drivers remains unresolved for insects. Integrating a global stoichiometric database with a comprehensive phylogenetic backbone, we demonstrate hierarchical control of insect stoichiometry, with phylogeny accounting for ~50% of variation in C:N:P ratios, followed by temperature, body mass, trophic group and habitat. We also identify nutrient enrichment in terrestrial lineages relative to aquatic ones. Our work offers a general framework for partitioning evolutionary, ecological, and physiological influences on organismal stoichiometry, highlighting new avenues to link macroevolutionary patterns to underlying processes.", "date": "2025-12-14", "journal": ""}
{"title": "Predicting porcini: a decade of sporocarp monitoring reveals the meteorological triggers of Boletus edulis fruiting in central European beech forests", "doi": "10.64898/2025.12.12.693895", "authors": "Brejon Lamartiniere, E.; Hoffman, J.", "abstract": "The reproductive biology of ectomycorrhizal fungi (EMF) is difficult to study because sporocarp formation cannot be reliably induced under laboratory conditions. This limitation partly reflects our incomplete understanding of the short-term meteorological conditions that trigger fruiting in most EMF species. To address this knowledge gap, we analyzed a decade-long (2015-2024) dataset of near-exhaustive sporocarp observations from a long-term monitored population of the prized edible fungus Boletus edulis in a typical central European beech forest near Bielefeld, Germany. We used two-dimensional kernel density estimation to investigate how temperature and precipitation during the five days preceding fruiting influenced sporocarp formation, before deriving the optimal conditions associated with fruiting with a generalized linear mixed effect model. Our results indicate that while sporocarps can form across a broad range of temperature and precipitation combinations, fruiting is maximized at an intermediate temperature of 13.2 degrees Celsius and increases linearly with precipitation. Consequently, under projected warmer and dryer autumn conditions, sporocarp formation in European beech forests is likely to decline.", "date": "2025-12-14", "journal": ""}
{"title": "One predator and two competing prey: insights from a stochastic metapopulation model and mean-field equations", "doi": "10.64898/2025.12.12.692652", "authors": "Suarez, D. L.; Laguna, F.; Guisoni, N.", "abstract": "We investigate a spatially explicit metapopulation model consisting of one predator and two hierarchically competing prey species on a discrete lattice. Each local population follows stochastic rules for extinction, colonisation, competition, and predation. From the master equation of this individual-based model, we rigorously derive the corresponding mean-field equations. The analysis of these first-principles mean-field equations reveals the existence of a rich phase diagram with different coexistence regimes depending on parameter values. We identify both stable and spiral nodes, in agreement with the damped oscillations observed in Monte Carlo simulations in the latter case. We find qualitative agreement between the mean-field results and Monte Carlo simulations for the three-species coexistence and for the coexistence of the two prey species. However, the mean-field description fails to reproduce the coexistence between the predator and the inferior prey at high predator coverages. We argue that this discrepancy arises from spatial prey aggregation, which the mean-field approach cannot capture since it neglects correlations. In the stochastic model, spatial clustering acts as a crucial protective mechanism against predation, particularly for the best coloniser. Our findings suggest that prey aggregation contributes to system stability when colonisation and predation operate at comparable spatial scales. The combination of first-principles mean-field equations and stochastic simulations constitutes a powerful framework for clarifying the roles of hierarchical interactions, predation, colonisation, spatial organisation and stochasticity in multi-species coexistence.", "date": "2025-12-14", "journal": ""}
{"title": "Multiple genetic origins of non-native, self-sustaining rainbow trout Oncorhynchus mykiss in streams in Baden-Wuerttemberg, Germany", "doi": "10.64898/2025.12.11.693811", "authors": "Koene, J. P.; Jacobs, A.; Bartolin, P.; Baer, J.; Frei, D.; Vonlanthen, P.; Brinker, A.", "abstract": "Introduced in the late 19th Century, Oncorhynchus mykiss (rainbow trout) have been stocked historically in streams throughout Baden-Wuerttemberg, Germany, and some populations have become self-sustaining with unclear impact on native salmonid populations. We sampled 223 rainbow trout from 14 streams and 3 hatcheries, from which the streams are known to have been stocked. We conducted genomic analyses to uncover evidence confirming self-sustaining populations, to deduce potential sources of these populations, to compare the genetic diversity of hatchery vs stream populations, and to discover genetic differences between stream and hatchery populations. We found genetic population structuring amongst the stream populations, consistent with natural reproduction over several generations, and we inferred multiple genetic origins, potentially including source populations beyond the three hatcheries considered. We found no significant difference in genetic diversity between stream and hatchery populations, but there were specific positions in the genome associated with naturalisation within or adjacent to immunity, growth and development genes. Whether such genes are under selection in wild stream environments needs still to be determined to inform fisheries and conservation management.", "date": "2025-12-14", "journal": ""}
{"title": "Stuck in the cell: trapping viruses in infected cells was a frequent adaptation strategy in human hosts", "doi": "10.64898/2025.12.12.693836", "authors": "Reed-Weston, M.; Murga-Moreno, J.; Enard, D.", "abstract": "Hosts and viruses are in a constant evolutionary arms race, in which viruses physically interact with many host proteins (immune and non-immune) in order to replicate. Here, we manually classify ~2,500 human virus interacting proteins (VIPs) as a function of their involvement during specific viral replication steps in order to quantify host adaptation across the viral replication cycle. We use an extension of the McDonald-Kreitman test, ABC-MK, to quantify adaptation in human VIPs compared to confounder-matched non-VIPs at different steps of the viral replication cycle. We find significant adaptation at viral replication cycle steps related to entry and release of virions from the cell, with release in particular having experienced extremely high adaptation during human evolution. In contrast to the strategy of host adaptation at entry, which prevents the virus from getting in the cell and replicating in the first place, adaptation at the release stage traps new virions in the cell to prevent continued infection. We explain this unique pattern of adaptation under the framework of a process called intergenerational phenotypic mixing. This adaptation that prevents new viral particles from exiting the cell to continue infection in the host was such a frequent and important strategy in human hosts that the evidence of it can still be found in the form of extremely strong measures of positive selection.", "date": "2025-12-14", "journal": ""}
{"title": "Transcriptional Activation of Estrogen Receptor-alpha and Estrogen Receptor-beta from Elephant Shark (Callorhynchus milii)", "doi": "10.64898/2025.12.11.693795", "authors": "Ao, Y.; Narita, H.; Takagi, W.; Hyodo, S.; Baker, M. E.; Katsu, Y.", "abstract": "Humans and other terrestrial vertebrates contain two estrogen receptors (ERs), ER-alpha and ER-beta. Among cartilaginous fish (sharks, rays, skates), which are jawless vertebrates that evolved about 525 million years ago, only activation by steroids of ER-beta orthologs has been character-ized. To remedy this gap in understanding estrogen signaling in jawless vertebrates, we studied estrogen activation of orthologs of human ER-alpha and ER-beta. Unexpectedly, we found that C. milii contained three estrogen-responsive ER-alpha genes: ER-alpha1 (596 amino acids), ER-alpha-2 (600 amino acids), and ER-alpha-3 (599 amino acids) with strong sequence similarity to each other. We also found an estrogen-unresponsive gene, ER-alpha4 (561 amino acids), with a 39 amino acid deletion in the DNA-binding domain. An estrogen-responsive ER-beta ortholog (580 amino acids) also was present in C. milii. The three active C. milii ER-alphas have a similar length to human ER-alpha (595 amino acids); however, C. milii ER-beta is longer than human ER-beta (530 amino acids). We determined the half-maximal response (EC50) and fold-activation to estradiol (E2), estrone (E1), and estriol (E3) of C. milii ER-alpha1, ER-alpha2, ER-alpha3, and ER-beta. Among these estrogens, E2 had the lowest EC50 for all four ERs. Fold-activation by E2 and E3 was similar for ER-alpha1, ER-alpha2, ER-alpha3, and ER-beta. Overall, estrogen activation of C. milii ER-alpha and ER-beta was similar to that for human ER-alpha and ER-beta indicating substantial conservation of the vertebrate ER in the 525 million years since the diver-gence of cartilaginous fish and humans from a common ancestor.", "date": "2025-12-14", "journal": ""}
{"title": "Environmental phylogenetics supports a steady diversification of crown eukaryotes starting from the mid Proterozoic", "doi": "10.64898/2025.12.12.693929", "authors": "Mendez Sandin, M.; Cohen, P.; Morlon, H.; Burki, F.", "abstract": "Molecular clock and preservation of early microfossil assemblages suggest that eukaryotes were present and already diverse more than ~1600 million years ago (Ma). Yet, the earliest identifiable eukaryotic crown group fossil only appeared around 1050 Ma, leaving a ~600 million years gap in the Mesoproterozoic during which the evolution and diversification of early eukaryotes remain poorly understood. Here, we inferred a timeline of eukaryote evolution using molecular clock and birth-death diversification models, including the great diversity of environmental sequences to take into account the uncultured majority of microbial life. Our analyses, based on a unique dataset of 75,975 non-redundant Operational Taxonomic Units and 77 well-supported fossil calibrations, indicate a steady diversification of crown group eukaryotes during the Proterozoic after the Last Eukaryotic Common Ancestor (LECA). We show that Archaeplastida was one of the earliest diversifying supergroups and the most diverse throughout the Proterozoic, suggesting that the first successful plastid endosymbiosis gave Archaeplastida a measurable evolutionary advantage. Discoba, Amoebozoa and Rhizaria followed Archaeplastida in phylogenetic diversity throughout the Proterozoic, suggesting that crown eukaryotes were already thriving in this Era. These results contrast with the common view that the geologically stable Proterozoic Era experienced little eukaryotic evolutionary innovation, and indicate that it was already at the dawn of eukaryote evolution that all current supergroups were established.", "date": "2025-12-14", "journal": ""}
{"title": "PhytClust: efficient and optimal node clustering in phylogenetic trees", "doi": "10.64898/2025.12.11.693738", "authors": "Ganesan, K.; Billard, E.; Kaufmann, T. L.; Strange, C. B.; Cwikla, M. C.; Altenhoff, A. M.; Dessimoz, C.; Schwarz, R. F.", "abstract": "Phylogenetic trees play a fundamental role in elucidating evolutionary relationships among taxa. Clustering taxa remains a major challenge across diverse biological domains such as cancer genomics, microbial systematics, and phylogenomics. Several methods partition taxa in phylogenetic trees into clusters, but these approaches face key limitations. Many rely on arbitrary distance thresholds that are contingent on a-priori information. These thresholds can be hard to ascertain, are subject to bias, and may vary across studies--hindering meaningful interpretation and comparison. More broadly, many methods lack rigorous definitions of what constitutes a cluster, and depend on heuristics that restrict the cluster search space since enumerating all possible clusters is computationally infeasible for large trees. Here, we present PhytClust, a threshold-free algorithm that partitions taxa in phylogenetic trees into monophyletic clusters. PhytClust provides an exact solution to the problem of finding an optimal set of clusters in a phylogenetic tree that minimizes the total intra-cluster branch lengths for a given number of clusters. It then determines the optimal number of clusters using a validity index. PhytClust yields an exact and efficient clustering solution that reflects the tree's topology and genetic distances. In simulated datasets, PhytClust outperforms existing methods in both speed and accuracy and scales to trees with more than a hundred thousand taxa. We apply PhytClust across cancer genomics, avian phylogenomics, bacterial and archaea phylogenetics, and plant genomics to demonstrate PhytClust's varied applicability. By providing a standardized method for taxa clustering within phylogenetic trees, PhytClust yields reproducible, optimal and computationally efficient clusters.", "date": "2025-12-14", "journal": ""}
{"title": "Whole-Genome Population Genomics Reveals Lineage Structure and Adaptive Potential of Philaenus spumarius, the Principal Vector of Xylella fastidiosa in Europe", "doi": "10.64898/2025.12.12.693891", "authors": "Biello, R.; Mugford, S. T.; Mathers, T. C.; Liu, Q.; The Spittlebug Consortium,  ; Hogenhout, S. A.", "abstract": "Philaenus spumarius (L.), the meadow spittlebug, is the principal European vector of Xylella fastidiosa. This xylem-feeding insect has a broad host range, ecological plasticity, and mobility, making it an efficient vector across diverse landscapes. Yet, major gaps remain in understanding its genetic diversity, migration patterns, and local adaptation, limiting effective control of X. fastidiosa outbreaks. To address these gaps, we worked with a global network of researchers and citizen scientists to assemble a geographically and ecologically diverse collection of P. spumarius samples. We generated a chromosome-level genome assembly for P. spumarius and high-quality assemblies for four related spittlebug species, providing a robust genomic framework for evolutionary and epidemiological studies. Resequencing 430 P. spumarius individuals from across the globe uncovered boreal, temperate, and semi-arid lineages shaped by geography and climate. The lineages vary in reproductive isolation and in the degree of mito-nuclear divergence. Iberian populations grouped with an individual identified as P. tesselatus contributing to regional genetic complexity. Genomic scans identified loci under selection in Apulian populations, including signatures in sulfotransferase (SULT) genes potentially linked to behavioural plasticity, host plant specialisation, or insecticide resistance in olive-growing regions. Migration analyses indicated limited long-distance dispersal but strong local connectivity, consistent with the rapid regional spread of X. fastidiosa. Together, these findings reveal the lineage structure and adaptive potential of P. spumarius, the key vector of X. fastidiosa in Europe. They underscore the importance of targeted surveillance of locally adapted populations and provide genomic tools for monitoring vector dynamics and mitigating emerging disease risks.", "date": "2025-12-14", "journal": ""}
{"title": "Extensive nuclear datasets resolve the phylogeny of siphonous green algae and identify genome duplications as a contributing factor to evolutionary adaptations", "doi": "10.64898/2025.12.12.693860", "authors": "Hossen, R.; Bjornson, S.; Bringloe, T.; Verbruggen, H.", "abstract": "The Bryopsidales, a group of siphonous green algae, are of particular evolutionary interest due to their unusual cellular organization and striking morphological and ecological diversity. There are indications for genome duplication, but low taxon sampling has limited our insights of these processes and how they may contribute to these traits. The relationships among certain bryopsidalean lineages remain unresolved, even with plastid genome-scale datasets. Nuclear genomes offer promise for resolving phylogenetic uncertainties and pinpointing duplication events, but progress has been hindered by the limited availability of such datasets. Here, we present new nuclear genome data for 44 taxa sampled across the phylogenetic breadth of Bryopsidales, and conduct phylogenomic analyses of 708 nuclear genes with coalescent and concatenation approaches. Our results significantly advance the resolution of Bryopsidales relationships, including confident placement of previously hard-to-resolve lineages like Pseudobryopsis, Ostreobineae and the Halimedineae tribes. We identified many ancient gene duplications across the Bryopsidales tree, including potential whole genome duplications in the Ostreobiaceae and Caulerpaceae. Our work presents the most highly-resolved phylogeny of Bryopsidales to date and offers an extensive framework for the exploration of the potential roles of genome duplications that may have facilitated niche adaptations and invasive trait development.", "date": "2025-12-14", "journal": ""}
{"title": "Universal genomic constraints in the evolvability of thermal physiology", "doi": "10.64898/2025.12.12.693958", "authors": "Waldron, B. P.; Tarimo, E.; Sashittal, P.; Naughton, N.; Munoz, M. M.; Uyeda, J. C.", "abstract": "Thermal physiological traits such as body temperature often show surprisingly slow evolutionary rates over macroevolutionary time, despite apparent lability at microevolutionary time scales. While long-term stabilizing selection may slow rates of thermal evolution, we propose an alternative hypothesis from a bottom-up, population genomic perspective: the nature of body temperature (Tb) as an organism-level trait that must accommodate diverse protein thermal performances leads to evolutionary constraints at the organismal level. We support this hypothesis using a simulation framework in which we modeled and compared the rates of evolution for Tb alongside one or more proteins. Protein performances and organismal Tb were modeled as evolving, QTL-encoded traits, and organismal fitness was determined based on Tb given the performance curves of each protein. As predicted, a greater number of proteins led to drastic decrease in the rate of Tb evolution. When a shift in environmental temperature was simulated, Tb evolved with an initial rapid pulse toward the new optimum, followed by a phase of gradual evolution as the cumulative fitness costs of mismatching Tb and protein optima constrained thermal adaptation. That is, lability and stasis are predictable features of body temperature evolution: rapid, yet bounded microevolutionary bursts followed by long phases of sluggish evolution are both expected outcomes of directional selection operating on hierarchically structured traits like Tb. We suggest that protein thermal coordination might contribute to intrinsic, universal macroevolutionary patterns of stasis in organismal physiology across endotherms and ectotherms.", "date": "2025-12-14", "journal": ""}
{"title": "Age-specific genomic and transcriptomic variation reveals limited evidence for cis-regulatory interactions modulating aging in Saccharomyces cerevisiae", "doi": "10.64898/2025.12.12.689579", "authors": "McHugh, K. M.; Barreto, F.; Burke, M. K.", "abstract": "The budding yeast Saccharomyces cerevisiae is a well-established model for studying the genetic basis of complex traits, and it is a powerful system for investigating mechanisms of aging. Here, we examine the genomic and transcriptomic factors contributing to increased replicative age in recombinant yeast populations harboring standing genetic variation. Using Fluorescence-Activated Cell Sorting (FACS), we isolated young and aged cohort pairs across twelve biological replicates and sequenced their progeny to assess patterns of differentiation. Most differentiated alleles were located in coding regions, including significant variants within 132 unique genes. Transcriptomic analysis revealed 60 differentially expressed genes in aged populations, including 18 genes with increased expression in aged cohorts, and 42 genes with decreased expression. Although only two genes (RFA3 and WSC4) were implicated in both genomic and transcriptomic analyses, functional overlap associated with protein homeostasis, DNA repair, and cell cycle regulation was evident across datasets. Notably, we found no strong evidence that differentially expressed genes were more likely to occur in close proximity to significant gene variants. This suggests that late-life survival is not predominantly governed by local cis-regulatory interactions (e.g. variants within promoter regions). These findings underscore the power of integrating genomic and transcriptomic data to elucidate the genetics of complex traits such as aging, demonstrating how multi-omics approaches can reveal functional relationships that may be overlooked by single-layer analyses.", "date": "2025-12-14", "journal": ""}
{"title": "SEEK-VEC: Robust Latent Structure Discovery via Ensemble Topic Modeling", "doi": "10.64898/2025.12.12.693799", "authors": "Danning, R.; Ke, Z. T.; Ma, R.; Lin, X.", "abstract": "Count data are ubiquitous across many applications in which understanding hidden patterns, or latent structure, is of interest. Topic modeling is a powerful tool for detecting latent structure in count data. However, standard topic modeling methods are often constrained by their restrictive assumptions, susceptible to noise, and sensitive to misspecification of the number of topics, which is particularly of concern when analyzing non-text data. Here, we introduce SEEK-VEC (Spectral Ensembling of topic models with Eigenscore for K-agnostic Vocabulary Embedding and Classification), an ensemble framework for count data that integrates insights from multiple candidate topic models through a spectral ensembling procedure. This approach automatically reinforces signal and mitigates noise to generate a consensus low-dimensional embedding of the data. SEEK-VEC produces prioritization scores and grouping scores that enable variable classification, interactive pattern discovery, and model diagnostics. Through simulations, we demonstrate that SEEK-VEC is robust under realistic settings and outperforms state-of-the-art oracle methods, particularly when signal strength is weak. Applied to diverse real-world datasets, including self-reported psychopathology symptom data, food preference questionnaires, and single-cell transcriptomics, SEEK-VEC reveals latent structures that provide scientifically meaningful insights.", "date": "2025-12-14", "journal": ""}
{"title": "Genomic Flexibility Through Extrachromosomal Amplifications: A Leishmania Survival Strategy", "doi": "10.64898/2025.12.13.692850", "authors": "Amin, A.; Ibarra-Meneses, A. V.; Blanchette, M.; Fernandez-Prada, C.; Langlais, D.", "abstract": "Leishmania parasites modulate gene copy number through extrachromosomal DNA (ecDNA) amplification, enabling adaptation to environmental stress. Under drug pressure, both linear and circular ecDNA amplifications (amplicons) carrying resistance genes emerge. However, how these ecDNA structures form, diversify, and coexist remains poorly understood. Here, using experimental evolution and Oxford Nanopore long-read sequencing, we show that a single clonal population of drug resistant Leishmania produces a variety of linear and circular amplicons. As antimonial pressure increases, linear amplicons transition into circular forms, with high-stress conditions favoring circular amplicons carrying at least two copies of the resistance gene. Using the Nanopore long reads, we map recombination events driving linear and circular amplicon formation. Our model suggests that gene duplication in the amplicons originates from inter-chromatid homologous recombination, leading to an intermediate intra-chromosomal duplication, followed by a second homologous recombination event. Additionally, different Leishmania species exhibited distinct biases toward linear or circular amplification under identical drug conditions, suggesting species-specific adaptive strategies. Together, these findings define recombination-driven ecDNA dynamics as a central axis of genomic plasticity in Leishmania and underscore the potential for targeting ecDNA in therapeutic and diagnostic strategies against Leishmania and related pathogens.", "date": "2025-12-14", "journal": ""}
{"title": "Alpha hemolysin polymorphisms in methicillin-resistant Staphylococcus aureus clinical isolates regulate ADAM10-dependent neutrophil IL-1 beta secretion", "doi": "10.64898/2025.12.13.694139", "authors": "Liboro, K.; Chau, J. T.; Begando, J.; Abbodante, S.; Lackner, A.; Marshall, M. E.; Sun, Y.; Ly, N.; Dubyak, G. R.; Gilmore, M.; McNulty, R.; Andre, C.; Pearlman, E. S.", "abstract": "Staphylococcus aureus alpha-hemolysin (Hla) is a major virulence factor that utilizes cell surface ADAM10 to oligomerize and form a functional heptameric pore. We show here that Hla from strain USA300 is required to induce IL-1 beta secretion by neutrophils and to cause severe corneal disease in mice. We also demonstrate that in contrast to USA300 and other clonal complex 8 (CC8) methicillin resistant S. aureus (MRSA) isolated from the skin, CC5 Hla from corneas of infected patients have single nucleotide polymorphisms (SNP) that result in two amino acid substitutions, D208E (Asp-Glu) and I275T (Ile-Thr). Structural modeling predicts CC5 Hla self-assembly and altered binding to ADAM10 that is distinct from CC8 Hla. The ADAM10 inhibitor GI254023X blocked neutrophil IL-1 beta secretion induced by Hla-expressing CC8, but not by CC5 conditioned media, indicating that these Hla polymorphisms play an important role in Hla receptor binding and neutrophil IL-1 beta secretion, and affect corneal disease severity.", "date": "2025-12-14", "journal": ""}
{"title": "Comparative genomics of epiphytic and endophytic bacterial culture collections from Arabidopsis thaliana in Otautahi (Christchurch), Aotearoa New Zealand", "doi": "10.64898/2025.12.14.694188", "authors": "Miebach, M.; Schlechter, R. O.; Jiang, R.; Weavers, C.; Oso, S.; Stocks, C. F.; Marjaya, M.; Kear, E.; Hirsch, S.; Oeltjen, M.; Voirol, L. R. P.; Stott, M. B.; MSc course Leaf surface microbiology 2021-2025,  ; Remus-Emsermann, M. N. P.", "abstract": "Bacterial culture collections are essential resources for exploring the diversity of microorganisms and their interactions with each other and their hosts. Here, we report on the sequencing of the first 129 bacterial isolates, representing 34 genera, from a culture collection of more than 600 bacterial strains originally isolated from leaves of a naturalised Arabidopsis thaliana population from Otautahi (Christchurch), Aotearoa New Zealand. Epiphytic (leaf surface), and endophytic (apoplastic) bacteria were isolated separately from the same leaves, providing complementary insights into both compartments. The recovered isolates encompass the dominant taxa typically associated with the Arabidopsis phyllosphere, including Pseudomonas, Sphingomonas, Methylobacterium, and Flavobacterium. Their full genome assemblies (BUSCO average completeness > 99%, checkM average completeness > 97% and average contamination < 1%) were analysed and compared to assess genomic features across epiphytic and endophytic lineages. While the epiphytic and endophytic strain collections did not show large genomic differences, certain functional categories differ, such as terpene biosynthesis and biofilm formation being enriched in epiphytic strains, while arginine biosynthesis and carbohydrate degradation were associated with endophytic strains. These data provide a genomic foundation for future experimental work on leaf-associated microbial ecology and plant-microbe interactions. To our knowledge, this is the first Arabidopsis leaf culture collection established from a Southern Hemisphere source.", "date": "2025-12-14", "journal": ""}
{"title": "Identification of first-in-class small molecule potential inhibitor of GDF15", "doi": "10.64898/2025.12.12.693902", "authors": "Chiariello, A.; Lenti, L.; Trofarello, L.; Sollazzo, M.; Lauriola, M.; Del Rio, A.; Salvioli, S.; Parenti, M. D.; Conte, M.", "abstract": "Background Growth Differentiation Factor 15 (GDF15), a mitokine implicated in stress response, has been associated with numerous diseases, particularly cancer cachexia. Many approaches, including monoclonal antibodies and peptide antagonists, have been implemented to inhibit GDF15 activity. It is currently unknown whether it is possible to inhibit GDF15 using small organic molecules (SOMs). Methods A structure-based in silico screening workflow of a curated compound library was implemented to identify SOMs capable of binding to the monomeric or dimeric form of GDF15. The three top-ranking SOMs of each group were then tested in vitro on normal and cancer cells. Results Among all tested SOMs, dioxoimidazolidin derivative named SOM D resulted capable of inhibiting GDF15 dimer formation and decreasing binding to GFRAL. Furthermore, it was found to be devoid of acute cytotoxicity both in normal cells (dermal fibroblasts, DFs) and tumor cells (OV90), to significantly slow proliferation and modify the expression of genes involved in GDF15 signaling or in cell cycle and senescence in OV90, but not in DFs. Interestingly, simultaneous treatment with SOMs and doxorubicin (doxo) failed in arresting the cell cycle compared to doxo alone. Conclusions The in silico screening has proven effective in identifying SOMs putatively capable of inhibiting GDF15, among which SOM D appears the most promising. Further characterizations will be necessary to better understand the exact mechanisms of action. Furthermore, the observation that SOMs have an opposite effect on proliferation in cancer versus normal cellular context suggests a dual role in cell-cycle control in presence of cancer aberration.", "date": "2025-12-14", "journal": ""}
{"title": "Structural insights into xyloglucan recognition by an ABC transporter from a Gram-positive, thermophilic bacterium", "doi": "10.64898/2025.12.13.694138", "authors": "Tjo, H.; Jiang, V.; Jeffrey, P. D.; Zhu, A.; Link, A. J.; Joseph, J. A.; Conway, J. M.", "abstract": "Xyloglucan (an alpha-1,6-xylosyl-substituted beta-1,4-glucan) is a major hemicellulose of the primary cell wall of many plants and an important growth substrate for biomass-degrading bacteria in diverse ecological niches, including the gut microbiome and hot springs. In Gram-positive bacteria, xyloglucan is deconstructed into soluble oligosaccharides in the extracytoplasmic space before import by ATP-Binding Cassette (ABC) transporters, but the structural basis for this process remains poorly understood. Here, we identified an ABC transporter for xyloglucan uptake (Athe_2052-2054) in the Gram-positive, plant biomass-degrading thermophile Anaerocellum bescii, which is conserved across the Anaerocellum genus. We solved the apo crystal structure of its extracellular substrate-binding protein (SBP), Athe_2052, revealing a unique tertiary fold found only in a small subset of SBPs that bind complex oligosaccharides. This structure represents the first ABC SBP known to bind xyloglucan oligosaccharides. Biophysical analysis showed that while Athe_2052 binds unsubstituted beta-glucan chains, recognition of xyloglucan side chains in the binding pocket markedly increases affinity (Kd = 14 nM) for xyloglucan heptasaccharide (XXXG), the principal oligosaccharide released during xyloglucan deconstruction. Molecular modeling revealed that xyloglucan heptasaccharide, owing to its branched substitutions, is bound in a distinct conformation compared to unsubstituted beta-glucans. This represents a unique mode of xyloglucan recognition driven by alpha-linked side-chain interactions rather than beta-glucan backbone recognition alone. Together, these findings provide the first structural basis for xyloglucan oligosaccharide recognition by an ABC transporter in Gram-positive bacteria.", "date": "2025-12-14", "journal": ""}
{"title": "Where Climate Change and Sampling Bias Collide: Challenges of Predicting Biodiversity Change in Canada", "doi": "10.64898/2025.12.11.693756", "authors": "Wightman, N.; Eckert, I.; Leung, B.; Pollock, L.", "abstract": "Anticipating biodiversity change is critical in rapidly warming regions, yet challenging because these areas often coincide with poor sampling. Data gaps are widely understood to interfere with species distribution models (SDMs), but this is difficult to detect with biased data. We test SDM bias-correction methods with a new occurrence-checklist-range (OCR) validation approach and evaluate prediction discrepancy for ~700 Canadian terrestrial vertebrate species. We found: 1) bias-correction improves model performance against independent (checklist and range) data, but not against typical occurrence cross-validation, 2) predicted richness differed among methods (up to 2.7-fold), especially in the north, and 3) counterintuitively, future projections varied less (by 28%) because well-sampled climate space will shift north. Our findings suggest potential widespread overconfidence in SDM predictions for the unevenly sampled world, with implications for the growing reliance on biodiversity estimates for planning and policy. OCR validation and methodological discrepancy measurements are relatively easy ways to address this.", "date": "2025-12-14", "journal": ""}
{"title": "How big is enough? Movement-informed zoning for African swine fever mitigation", "doi": "10.64898/2025.12.12.693251", "authors": "Wielgus, E.; Alexandrov, T.; Apollonio, M.; Arnold, J.; Bas, G.; Baubet, E.; Chamaille-Jammes, S.; Farkas, A.; Fischer, C.; Jerina, K.; Jezek, M.; Kjellander, P.; Klamm, A.; Kramer-Schadt, S.; Licoppe, A.; Morelle, K.; Nahlik, A.; Scheppers, T.; Suter, S.; Vicente, J.; Henrich, M.; Kurschner, T.; Heurich, M.", "abstract": "1. African swine fever (ASF) poses a serious threat to domestic pigs and wild boar populations. Wild boar can disperse the virus, making effective containment crucial. One of the main control strategies involves establishing restricted zones around detected cases, i.e., areas with temporary restrictions on access and hunting; however, determining the appropriate size of these zones remains a major challenge. 2. To inform the size of restricted zones, we analyzed GPS data from 527 wild boar across 46 European study sites using a two-step approach combining first-passage time analysis and survival modelling to quantify the risk of wild boar leaving areas of different radii (i.e., spatial scales). We investigated how the risk of leaving varied over time and across environmental gradients. To go further, we used our model findings to develop an online application that generates predictive maps of optimal buffer sizes for ASF management at the European scale, based on a given risk threshold (the maximum acceptable probability that a wild boar leaves the area). 3. We found that the relationship between radius and the risk of leaving is negative exponential, and the risk of leaving increased over time, with a more rapid increase for smaller radii. Landscape homogeneity, terrain ruggedness and human impact increased the risk of leaving, with stronger effects at small scales. Contrary to other predictors, agricultural cover exerted a strong negative effect on movement over large spatial scales, especially when it was abundant. 4. Across Europe, a buffer radius of ~8 km is likely sufficient around high-risk infection zones in most areas (considering an infectious period of 14 days and a risk threshold of 5%); however, in certain areas, a radius of up to 20 km may be needed to effectively limit wild boar movement. 5. Synthesis and applications: Our results highlight the need for adaptive, context-specific restricted zones. Buffers of 8 km around ASF-affected areas can limit the risk of infected wild boar dispersal, but they may be reduced to 5 km in highly heterogeneous landscapes or high-human impacted areas. Larger buffers may be required in agricultural landscapes. We provide spatially explicit outputs (optimal buffer sizes) that can directly inform policy and wildlife disease response strategies. The approach can be adapted to any other infectious diseases.", "date": "2025-12-14", "journal": ""}
{"title": "How does selection for flowering in maize shapes defenses components against the European Corn Borer ?", "doi": "10.64898/2025.12.12.694016", "authors": "Revillon, S.; SANANE, I.; Mechin, V.; Reymond, M.; Galic, N.; Rebaudo, F.; Marion-Poll, F.; Dillmann, C.; Legrand, J.", "abstract": "Understanding how selection for flowering time affects maize susceptibility to the European corn borer (ECB, Ostrinia nubilalis) is essential in the context of climate change and increasing pest pressures. We investigated the consequences of divergent selection for flowering time on maize defense and susceptibility traits using two genetic backgrounds (MBS847 and F252). Three complementary approaches were combined: leaf palatability tests, ECB field incidence dynamics surveys, and biochemical analyses of maize stem walls. In the MBS847 background, early-flowering families exhibited lower content of defense compounds, higher leaf palatability, and higher field infestation compared to late-flowering families. In contrast, no significant differences were observed between early and late populations in the F252 background. Differences in susceptibility between families were associated with variation in stem biochemical composition, including fiber components which influence stem rigidity and resistance to ECB. Our results indicate that selection for flowering time can modify plant defense traits and susceptibility in a genetic-background dependent manner. These findings highlight the interaction between plant phenology, biochemical defenses, and insect herbivory, with implications for breeding and adaptation under changing environmental conditions.", "date": "2025-12-14", "journal": ""}
{"title": "Summer rainfall drives adaptation with gene flow in a widespread butterfly", "doi": "10.64898/2025.12.12.694053", "authors": "Durkee, L. F.; Bossu, C. M.; Ruegg, K. C.; Forester, B. R.; Opler, P. A.; Hufbauer, R. A.", "abstract": "Understanding how environmental variation interacts with gene flow to shape population genomic patterns is a central goal in evolutionary biology. We investigated how geographic and environmental differences impact genomic variation in the clouded sulfur butterfly (Colias philodice eriphyle) by conducting whole-genome resequencing across replicated transects consisting of paired high- and low-elevation sites on both sides of a major mountain range. Despite sampling across steep environmental gradients, we found no evidence of discrete population structure, indicating high connectivity across the region. Nonetheless, significant isolation by distance -- strongest in eastern populations -- revealed that geographic distance still imposes limits on gene flow, and genetic diversity was also elevated in the east. Genotype-environment association analyses identified more than 16,000 loci associated with elevation, precipitation, and solar radiation. Our redundancy analysis identified precipitation as the strongest predictor of adaptive genomic differentiation, and candidate genes included those linked to melanization and thermoregulation (e.g., TH and yellow). These results demonstrate that even in a largely panmictic population, environmental variation can maintain regional-scale signals of local adaptation. Because insects are declining globally and remain underrepresented in genomic monitoring, conducting whole-genome analyses in a widespread species provides valuable context for assessing how insects today persist across such diverse landscapes and their potential for withstanding future environmental change.", "date": "2025-12-14", "journal": ""}
{"title": "Widespread Epistasis between Cancer Driver Mutations and Allele-Specific Copy Number Variations", "doi": "10.64898/2025.12.11.693698", "authors": "Merzliakov, S.; Dong, G.; Castro, A.; Bihie, M.; Nichols-Evans, Y.; Carter, H.; Huang, K.-l.", "abstract": "Cancer driver mutations alone are often insufficient to fully explain tumorigenesis. We demonstrate that these mutations cooperate with somatic copy number variations (CNVs) in a tissue-specific pattern of genomic epistasis. Analyzing 93,462 tumors, we identified 54 gene-cancer type pairs with significant co-occurrence of somatic mutations and CNVs. Our new Binoculars algorithm, which resolved phased DNA/RNA reads, revealed frequent preferential amplification in oncogenic mutation alleles, including AKT1 p.E17K, BRAF p.V600E, KRAS p.G12C/D/V, NRAS p.Q61K, and a fraction of gain-of-function TP53 p.R175H. Conversely, deletions selectively targeted the reference alleles, leading to loss of heterozygosity of IDH1 p.R132H and tumor suppressor mutations, including CDKN2A and TP53 truncations. Lung cancer patients carrying co-occurrences of somatic mutation-CNVs in TP53 and KRAS showed poorer survival than those carrying the same gene mutations. These findings reveal epistasis of cancer mutations and CNVs at an allelic resolution, suggesting specific genomic events to enhance patient stratification and therapeutic targeting.", "date": "2025-12-14", "journal": ""}
{"title": "The effect of environmental enrichment on social dominance and welfare in a cichlid fish", "doi": "10.64898/2025.12.11.693693", "authors": "Chamily, F. A.; Vanderklok, B. R.; Buzinski, O. D.; Ketterl, C.; Hager, Z. D.; Oldfield, R. G.; Kelty, J. D.; Dijkstra, P. D.", "abstract": "Environmental enrichment can have complex, contradictory effects on aggression and animal welfare. Although increasing enrichment may reduce aggression by limiting the visibility of competitors, it may also intensify territorial defense and harm the welfare of subordinates who are the target of territorial aggression. However, it remains unclear how variation in the complexity of an enrichment structure defended by a single dominant individual influences welfare outcomes for subordinates. In the cichlid fish Astatotilapia burtoni, dominant males defend structures as mating territories, whereas subordinate males do not. To establish social hierarchies, we housed two differently sized males (larger become dominant) and six females in one compartment containing one defendable structure. We manipulated structure complexity by placing 1, 2, or 3 halves of terracotta pots clumped together. Increasing cave number did not enhance territoriality: dominant males showed similar aggression rates, relative gonad sizes, and testosterone levels across treatments. Cave number did not significantly affect mortality, body condition, growth rate, or fin damage in subordinate males. Although relative gonad size and testosterone levels were generally higher in dominants, these differences were not always significant in the 2 and/or 3-cave treatments, suggesting weaker physiological differentiation between social states. The behavioral data supported this pattern, with status-specific differences in chase rates declining with increasing cave number. Overall, increasing environmental enrichment had little effect on welfare, but resulted in reduced physiological and behavioral distinctions between dominant and subordinate males. Therefore, careful consideration of enrichment strategies is essential for accurately interpreting status-specific outcomes in laboratory settings.", "date": "2025-12-14", "journal": ""}
{"title": "Molecular basis of tRNA substrate recognition and modification by the atypical SPOUT methyltransferase Trm10", "doi": "10.64898/2025.12.12.694034", "authors": "Nandi, S.; Strassler, S. E.; Dey, D.; Krishnamohan, A.; Harris, G. M.; Comstock, L. R.; Jackman, J. E.; Conn, G. L.", "abstract": "The evolutionarily conserved methyltransferase Trm10 modifies the N1 position of guanosine 9 (G9) in some tRNAs, but how the enzyme recognizes and modifies its substrate tRNAs remains unclear. Here, we used an S-adenosyl-L-methionine (SAM) analog to trap the Trm10-tRNAGly complex and enable determination of its structure in a post-catalytic state by cryogenic electron microscopy (cryo-EM). We observed three distinct complexes: two with a single Trm10 bound to tRNA that differ in their tRNA acceptor stem orientation (\"closed\" and \"open\") and a minor population with two Trm10s engaging the same tRNA. The monomeric complexes reveal a positively charged surface that guides the G9 into the catalytic site with key conserved residues forming \"pincer\"-like interactions that stabilize the flipped methylated nucleotide. In the open tRNA conformation, the acceptor stem is rotated away from the enzyme, weakening the tRNA-protein contacts, consistent with a product-release conformation. The dimeric complex, which is supported by tRNA-dependent protein crosslinking, reveals one Trm10 positioned similarly to the monomeric complexes and engaged with G9, while the other Trm10 contacts distal tRNA regions, suggesting a potential role in facilitating a key conformational transition during the process of catalysis or modified tRNA release. Finally, molecular dynamics simulations comparing G9- and A9-containing complexes reveal that G9 is efficiently stabilized in the binding pocket unlike A9, identifying the structural basis for guanosine selectivity. Overall, these findings reveal the structural determinants of G9-specific tRNA methylation by Trm10 and suggest a unique mechanism of action among RNA-modifying SPOUT methyltransferases.", "date": "2025-12-14", "journal": ""}
{"title": "Chemical proteomics reveals regulation of bile salt hydrolases via oxidative post-translational modifications", "doi": "10.64898/2025.12.11.693737", "authors": "Bracken, A. K.; Malarney, K. P.; Chang, P. V.", "abstract": "The gut microbiome is the vast, diverse ecosystem of microorganisms that inhabits the human intestines and provides numerous essential functions for the host. One such key role is the metabolism of primary bile acids that are biosynthesized in the host liver into a plethora of secondary bile acids produced by gut bacteria. These metabolites serve as both antimicrobial and chemical signaling agents within the host. The critical microbial enzyme that plays a gatekeeping role in secondary bile acid metabolism is bile salt hydrolase (BSH), a cysteine hydrolase that is primarily known for its deconjugating and reconjugating activities on bile acid substrates. Despite the crucial nature of these biotransformations, regulation of BSH activity is not well understood. Here, we found that the catalytic cysteine 2 (Cys2) within the BSH active site exists in multiple sulfur oxidation states including sulfenic acid (Cys-SOH). Importantly, we show this reversible oxidative post-translational modification (oxPTM) ablates BSH catalytic activity. We have leveraged this discovery to develop a chemoproteomic platform featuring a sulfenic acid-reactive bile acid probe to profile BSH Cys2 oxPTMs throughout the gut microbiome. Our results reveal that though most gut microbiota-associated BSHs exist in the active Cys2-SH state, some are preferentially and reversibly inactivated in the Cys2-SOH state. This reversible oxidation of Cys2 may serve as a general mechanism to regulate BSH activity in vivo in response to a changing physiological environment.", "date": "2025-12-14", "journal": ""}
{"title": "The Mycobacterium tuberculosis Ku C-terminus orchestrates LigD activity through domain-specific interactions", "doi": "10.64898/2025.12.12.693941", "authors": "Sowa, D. J.; Huang, J.; Marwaha, A.; Subramaniam, A.; Doubleday, C.; Warner, M. M.; Byun, J. A.; Melacini, G.; Andres, S. N.", "abstract": "Bacterial non-homologous end joining (NHEJ) is a key DNA double-strand break (DSB) repair pathway that relies on the Ku-LigD complex to alleviate genomic instability. The Mycobacterium tuberculosis Ku C-terminal region has previously been highlighted for its role in both LigD recruitment to DNA DSBs and stimulation of LigD ligase activity. However, it remains unclear how the Ku C-terminus interacts with and potentially influences enzymatic activities of LigD. Here, we combine NMR spectroscopy, structural modelling and mutational analysis to define the interaction interface between the Ku C-terminal region and LigD. We identify critical residues in Ku (E246, V248, S258, K260, and N266) and the LigD polymerase (D162, V194, R198) and ligase (D522, K579, L580) domains that mediate this interaction. In addition, we address how this interaction influences LigD activity. Functional assays reveal that Ku stimulates LigD ligase activity through contacts with both enzymatic domains, while Ku attenuates template-dependent polymerase activity, contrasting from previous studies in Pseudomonas aeruginosa, potentially through restricting active site accessibility or altering the conformational dynamics of the enzyme. Disrupting the Ku-LigD interface, either through Ku or LigD mutations, abolishes ligase stimulation and restores polymerase activity, highlighting a dual regulatory mechanism. Our data supports a model in which the Ku C-terminal region forms a bipartite interface with LigD to balance repair activity and fidelity. These findings provide mechanistic insight into the Ku-LigD repair mechanism and uncovers species-specific differences in bacterial NHEJ.", "date": "2025-12-14", "journal": ""}
{"title": "Regioisomer-controlled red-shifted DNA probes for imaging of living tissues", "doi": "10.64898/2025.12.11.693647", "authors": "Kiszka, K. A.; Pradhan, S.; Bucevicius, J.; Koenen, T.; Lukinavicius, G.", "abstract": "Fluorescence imaging of chromatin DNA with high resolution and specificity is key to understanding cellular processes and enabling molecular diagnostics. However, choosing the best DNA probe for in vivo imaging is often a challenging task, as systematic studies investigating the biocompatibility of these molecules are lacking. Red-shifted fluorescent probes are particularly advantageous for imaging thick tissues, as light scattering decreases at red and far-red wavelengths. We synthesized and characterized the 4', 5', and 6' carboxyrhodamine regioisomers of SiR-Hoechst and 610CP-Hoechst DNA probes and assessed their performance in mice following intravenous injection. All variants entered tissues and produced stable staining that persisted for several hours ex vivo. In particular, 5' regioisomers show the highest performance, yielding bright and specific nuclear labeling. Renal clearance of the probes was nearly complete within 24 h, as indicated by fluorescence analysis of urine samples. Owing to their low cytotoxicity, high specificity, and favourable photophysical properties, these probes enabled high-quality confocal, two-photon, and STED microscopy in liver, kidney, lung, and heart tissue. Our findings extend the application of rhodamine-based DNA probes to in vivo imaging highlight their potential for deep-tissue imaging in live animals.", "date": "2025-12-14", "journal": ""}
{"title": "Uncovering the link between ATP synthase and the TCA cycle by crosslinking mass spectrometry", "doi": "10.64898/2025.12.13.694125", "authors": "Perez Paneda, L.; Misic, J.; Kadava, T.; Larsson, N.-G.; Heck, A. J. R.", "abstract": "Mitochondrial oxidative phosphorylation (OXPHOS) comprises a series of multi-subunit protein complexes that operate in coordination with the tricarboxylic acid (TCA) cycle to generate ATP. Although these systems are metabolically interconnected, complex II is generally regarded as the only direct structural link between the OXPHOS and TCA cycle. Here, we combine in-solution crosslinking mass-spectrometry (XL-MS), quantitative proteomics, and blue native PAGE (BN-PAGE) to explore how ATP synthase (complex V) integrates within the mitochondrial metabolic network under physiological and pathological conditions. We demonstrate that in murine wild-type hearts, the F catalytic head of ATP synthase forms extensive contacts with TCA cycle enzymes, establishing a previously unanticipated link between the OXPHOS and central carbon metabolism. We also found that under mitochondrial dysfunction, in this case LRPPRC-deficient hearts, where defective mitochondrial DNA gene expression destabilizes ATP synthase, these interactions become strengthened. Moreover, ATP synthase dysfunction promotes binding of the ATPase inhibitory factor 1 (ATIF1) to the F head via its N-terminal inhibitory region, shifting the ATP synthase toward an energy-preserving state. Together, our findings show that ATP synthase deficiency drives remodeling of the F interactome, revealing how mitochondrial structure and regulation adapt to preserve energy homeostasis under stress.", "date": "2025-12-14", "journal": ""}
{"title": "evo3D: a generalised framework for structure-informed evolutionary analysis, implemented in R", "doi": "10.64898/2025.12.12.694041", "authors": "Broyles, B. K.; He, Q.", "abstract": "Selection pressures often act at the level of protein structure, yet most evolutionary analyses remain confined to linear sequences. Early structure-informed approaches improved interpretation by mapping single-site metrics onto protein structures, and later methods introduced 3D sliding windows to capture spatial neighbourhoods missed by linear analyses. These frameworks, however, are restricted to predefined statistics and narrowly defined 3D window types, limiting the scope of questions that can be addressed. We developed an R package, evo3D, a generalised framework for structure-informed evolutionary analysis that supports any downstream statistic and scales from simple to complex structures. evo3D extracts structure-informed multiple sequence alignment subsets (spatial haplotypes), making the structure-informed unit of analysis directly available to users. The framework provides fixed-count and fixed-distance spatial windows, supports residue and codon analysis modes, and extends across multimers, interfaces, and multiple structural models through a single wrapper, run_evo3d(). We demonstrate evo3D's utility by performing an epitope-level diversity scan of Hepatitis C virus E1/E2 complex, identifying conserved spatial neighbourhoods missed by linear sliding windows, and by evaluating evo3D's scalability on the octameric Chikungunya virus E1/E2 assembly. By formalising the core components of structure-informed genetic analysis and removing the technical barriers, evo3D streamlines the evaluation of evolutionary patterns directly within 3D structural contexts and we anticipate its wide application in molecular evolution studies. The package is available at github.com/bbroyle/evo3D.", "date": "2025-12-14", "journal": ""}
{"title": "Structural and biochemical studies of human PP2A(B55) holoenzyme and ENSA protein complex", "doi": "10.64898/2025.12.13.693833", "authors": "Tian, G.; Zhang, X.; Li, H.; Sun, G.; Xue, L.; Yang, Y.; Mao, Q.; Gao, Y.; Sun, L.; Xu, G.; Wang, Z.; Xu, W.", "abstract": "The serine/threonine protein phosphatase 2A (B55) holoenzyme (PP2A(B55)), a key cell cycle regulator, is tightly regulated by ENSA, whose phosphorylation at Ser67 inhibits PP2A(B55). The structural basis for how pENSA orchestrates this inhibition to govern mitotic progression remains unclear. In this study, we disapproved the previous hypothesis of direct ENSA-PP2A A subunit interaction, and showed that the ENSA-PP2A(B55) interaction requires the PP2A holoenzyme. We then determined cryo-EM structure of the PP2A(B55)-ENSA S67D complex at 3.03 [A] resolution, which reveals four distinct regions of ENSA, each engaging specific sites on the B55 or C subunits. The structure reveals an extended, inhibited conformation of the PP2A(B55) holoenzyme, which contrasts sharply with the contracted, active state of apo PP2A(B55). pENSA binding induces the C subunit to shift away from the B55 subunit, with the pS67-containing motif inserting into the catalytic site of C subunit and locking the PP2A(B55) holoenzyme in an inactive state. Our work also revealed novel ligand-binding surfaces on B55, and expanded definition of the short linear motif (SliM). Overall, our work provided novel insights into PP2A regulation during cell cycle, and offers new avenues for the discovery of specific PP2A(B55) inhibitors and modulators.", "date": "2025-12-14", "journal": ""}
{"title": "Detection of Mid-parent Heterosis Genes in Large-Scale Unreplicated RNA-Seq Experiments", "doi": "10.64898/2025.12.11.693571", "authors": "Qi, Y.; Liu, P.", "abstract": "Mid-parent heterosis (MPH), characterized by hybrid trait values deviating from the mid-parent average, is a well-documented phenomenon whose genetic basis remains poorly understood. Identifying genes associated with MPH is crucial for uncovering the molecular mechanisms underlying heterosis. Recent large-scale RNA-sequencing (RNA-seq) experiments enable the evaluation of heterosis genes across numerous families; however, replication is often infeasible due to cost and labor constraints, resulting in unreplicated large-scale datasets and posing statistical challenges for dispersion estimation and reliable inference. To address this issue, we propose a novel two-stage likelihood ratio test (2sLRT) for detecting MPH genes in unreplicated RNA-seq experiments. In the first stage, genes and families without evidence of differential expression across varieties are identified, and the corresponding varieties are used as pseudo-replicates to estimate dispersion. In the second stage, a likelihood ratio test based on the negative binomial distribution is employed to test for MPH. Simulation studies demonstrate that 2sLRT achieves higher power and better false discovery rate control compared to existing approaches. Application of 2sLRT to a maize RNA-seq dataset with 599 families further highlights the effectiveness of the method in revealing meaningful patterns of MPH gene expression.", "date": "2025-12-14", "journal": ""}
{"title": "Rigorous Quantitative Analysis of Nonlinear Uncertain Biomolecular Systems using Validated Methods", "doi": "10.64898/2025.12.13.693835", "authors": "PRAKASH, R.; Sen, S.", "abstract": "The paper addresses the critical challenge of accurately characterising steady states in biomolecular systems, which are often complex, nonlinear, multistable and subject to significant uncertainties. Traditional numerical methods often fail to provide complete or guaranteed solutions under these conditions. To overcome these limitations, the research proposes and evaluates the application of interval analysis methodologies. We provided algorithms for interval Newton and interval Krawczyk methods for rigorously bounding all possible steady states (both stable and unstable) in multistable, multidimensional nonlinear systems. This study involves a comparative analysis of these two methods in conjunction with interval bisection and interval constraint propagation. We addressed numerical examples for an array of biologically plausible models, involving both feedback and feedforward gene networks. The work recommends the choice of the most suitable method for various types of biomolecular systems, ultimately offering a robust computational framework to understand cellular functions and design synthetic biological circuits.", "date": "2025-12-14", "journal": ""}
{"title": "PD-L2 Regulates Natural Antibody and IL-10 Secretion by B-1 cells", "doi": "10.64898/2025.12.11.693708", "authors": "Amendt, T.; Vanes, L.; Tybulewicz, V.", "abstract": "B-1 cells are innate-like lymphocytes that play a critical role in homeostasis by secreting natural antibodies, typically IgM, and immunosuppressive molecules such as IL-10. However, the regulation of these processes in B-1 cells remains poorly understood. Here, we demonstrate that PD-L2, a surface receptor expressed by all B-1 cells, regulates B-1 cell effector functions. We show that in contrast to the Mus musculus castaneus mouse and other mammals, commonly used laboratory mouse strains have a mutation resulting in a premature stop codon and hence a truncated PD-L2 lacking an intracellular domain. By reverting this mutation, we generated mice expressing full-length PD-L2 containing an intracellular domain. Using these, we found that PD-L2 signaling via the intracellular domain increases IL-10 secretion and decreases natural IgM secretion by B-1 cells, potentially due to reduced expression of plasma cell identity genes Blimp-1 and IRF4. These findings indicate direct cell-cell interaction-dependent regulation of B-1 cell effector functions mediated by PD-L2 signaling into B-1 cells.", "date": "2025-12-14", "journal": ""}
{"title": "Are frameworks independent from CDRs in antibodies? Exploring CDR-framework correlation networks of antibodies", "doi": "10.64898/2025.12.11.693675", "authors": "Leal, A. D.; Lopes de Oliveira, P. S.; Bortot, L. O.", "abstract": "The growing success of monoclonal antibodies (mAbs) in therapies highlights the importance of the humanization process in antibody design. This key step involves grafting selected complementarity-determining regions (CDRs) onto human frameworks (FWs) to reduce immunogenicity. However, the effect of this process on the antibody's structure and dynamics is underexplored. This study uses molecular dynamics simulations to evaluate whether different CDRs can impact the framework of the antibody. Pertuzumab and Trastuzumab, two clinically approved antibodies, were selected for this evaluation because they differ only by their paratope. We performed molecular dynamic simulations of the Fab portion of both antibodies in antigen-bound and unbound conditions to analyze their interdomain mobility, orientation, interchain contacts and CDR-FW dynamical correlation networks. Our results show structural effects induced by distinct CDRs. Pertuzumab displayed greater domain mobility and distinct elbow angle distributions, particularly in the heavy chain. Additionally, interchain contacts differed between the antibodies, involving both CDR and FW residues. Cross-correlation analyses further revealed distinct CDR-FW communication networks, demonstrating long-range structural impacts of CDR residues on the elbow and constant domains. These findings underscore that CDRs significantly influence the antibody dynamics through CDR-FW correlation networks. This emphasizes the importance of considering these correlation networks in antibody design to enhance efficiency of the humanization process.", "date": "2025-12-14", "journal": ""}
{"title": "Environment and physiology shape antiphage system expression", "doi": "10.64898/2025.12.14.694197", "authors": "Paoli, L.; Laruelle, B.; Lavenir, R.; Loubat, A.; Tesson, F.; Gaborieau, B.; Bernheim, A.", "abstract": "Bacteria and archaea encode on average ten antiphage systems. Quorum sensing, cellular, or transcription factors can regulate specific systems (CRISPR-Cas, CBASS). Yet, a systematic assessment of antiphage systems expression patterns is lacking. Here, we combine publicly available RNA-seq data from 14 different species with an original RNA-seq dataset of 15 Escherichia coli strains across six environmental conditions and two growth stages. Using this data, we explore the transcription patterns of 236 antiphage systems from 81 types. Defense system expression is variable along environmental, physiological, as well as spatial gradients, and can correlate with cellular physiology and mobile genetic element activity. We identify antiphage systems as cohesive but complex transcriptional units, find coordinated expression of defense islands possibly underpinned by local regulators, and demonstrate the functional relevance of differential expression in native systems. Together, these results suggest that environmental and physiological factors regulate prokaryotic immunity and may prime bacteria for infection.", "date": "2025-12-14", "journal": ""}
{"title": "Ribosomal Epistatic Interactions Drive the Emergence of High-Level Streptomycin Resistance in Escherichia coli", "doi": "10.64898/2025.12.13.694165", "authors": "Xu, F.; Xing, Y.; Men, Y.", "abstract": "The widespread use of antibiotics has raised serious concerns about the emergence and dissemination of antibiotic resistance in the environment. Studies reveal that environmental exposures to antibiotics and other non-antibiotic pollutants can promote the development of high-level antibiotic resistance via de novo mutations. However, specific genotypes conferring strong resistance in resistant mutants, particularly the roles of co-occurring mutations, remained poorly understood. This study fills this knowledge gap by constructing site-specific Escherichia coli mutants and demonstrating that it was the epistatic interactions that conferred the observed strong streptomycin resistance in native E. coli isolates. Three ribosomal mutations (rpsED142N, rpsLR86S and rsmGW150fs), which co-evolved under environmentally relevant selection pressures, acted synergistically to confer resistance far exceeding that of each individual mutation. The interactions between the rsmG frameshift mutation and other reported rpsL point mutations were also investigated. The findings unravel the essential but previously overlooked role played by specific co-evolving mutations in the acquisition of both high-level streptomycin resistance and fitness compensation. The findings also underscore a strong and increasing need to investigate whole genomes of antibiotic-resistant bacteria and identify potential epistatic mutations conferring resistance phenotypes. The integration of those genetic mutations as antibiotic resistance biomarkers will complement with the resistome profiling and enable more accurate antibiotic resistance monitoring and environmental risk assessment.", "date": "2025-12-14", "journal": ""}
{"title": "IDR-dependent MORC1 bodies limit chromatin accessibility to tune transposon repression", "doi": "10.64898/2025.12.14.694162", "authors": "Isota, Y.; Li, P.; Sakata, K.; Chiwata, H.; Kosako, H.; Yamanaka, S.; Yamazaki, H.; Siomi, M. C.", "abstract": "Germline-specific MORC1-mediated transposon repression intersects with the MIWI2-piRNA pathway and involves H3K9me3 deposition, yet the underlying mechanism remains unclear. Here, we show that MORC1 assembles nuclear bodies in gonocytes. Using a doxycycline-inducible MORC1 expression system in NIH3T3 cells, we find that condensate formation is confined to the nucleus via an IDR containing a bipartite NLS, and that TRIM28, a corepressor that recruits the H3K9 methyltransferase SETDB1, is enriched in these bodies through protein-protein interactions. An IDR-deficient MORC1 mutant fails to form nuclear condensates but retains TRIM28 binding. ChIP-seq analysis reveals that this mutant exhibits higher occupancy at heterochromatin-embedded transposons than wild-type MORC1, with a pronounced preference for evolutionarily young transposon subfamilies that strongly overlap endogenous MORC1 targets in gonocytes. Wild-type MORC1 shows weaker enrichment at these elements and instead exhibits a greater tendency to occupy open chromatin. Condensates formed by exogenous MORC1 expression in NIH3T3 cells are substantially larger than those observed in gonocytes. These findings support a model in which MORC1-dependent transposon repression is governed by physical engagement with TRIM28 and by IDR-dependent, yet quantitatively restrained, nuclear body formation, which limits MORC1 chromatin accessibility, curtails off-target binding, and concentrates repression on bona fide transposon targets.", "date": "2025-12-14", "journal": ""}
{"title": "Dpp and Immune Response Pathways Factors Mediate Paracrine Induction of Senescent Cells in Drosophila", "doi": "10.64898/2025.12.11.693679", "authors": "Garcia-Arias, J. M.; Ruiz-Losada, M.; Azpiazu, N.; Morata, G.", "abstract": "Transition toward senescence is a cellular response to different stressors like ionizing radiation, telomere shortening or oncogene activation. This phenomenon is evolutionarily conserved across species, from insects to humans. Senescent cells (SCs) permanently withdraw from the cell cycle and undergo a series of physiological changes, most notably the acquisition of a robust secretory activity characterized by the release of numerous molecules, including cytokines, chemokines, and metalloproteinases. Through this program, termed Senescence-Associated Secretory Phenotype (SASP), SCs actively communicate with and influence their microenvironment. In mammalian tissues the number of SCs increases with age and their accumulation has been proposed to contribute to several age-associated pathologies. Studies in vertebrate systems have demonstrated that new SCs can arise through paracrine signaling from pre-existing SCs, a process that requires the activity of Transforming Growth Factor {beta} (TGF-{beta}). We have investigated the phenomenon of paracrine recruitment of SCs in the Drosophila wing disc. Our results show that an initial stress event induces a primary wave of SCs, comprising approximately 10% of the target cell population. Subsequently, a second wave of SCs emerges through paracrine signaling from the initial cohort, increasing the overall proportion of SCs to about 24%. The formation of this second wave is mediated by the growth factor Decapentaplegic (Dpp), the Drosophila ortholog of TGF-{beta}. Dpp activates a non-canonical signaling route in non-SCs, driving their conversion to a senescent state. This novel branch of the Dpp pathway engages several components of the innate immune response. Collectively, these findings underscore the evolutionary conservation of senescence-associated signaling networks and suggest that paracrine amplification of senescence may play a role in tumorigenesis and age-related diseases.", "date": "2025-12-14", "journal": ""}
{"title": "AutoSTED: An automated workflow for STED super-resolution imaging of cell nuclei", "doi": "10.64898/2025.12.11.693650", "authors": "Leger, D.; Ivanisevic, M.; Lenart, P.", "abstract": "The traditional microscopy workflow involves manual selection of objects one after the other. This is not only time consuming, but inevitably introduces human bias. Here, we describe a workflow, AutoSTED for identification of cell nuclei on wide-field fluorescence images and subsequent automated imaging of these nuclei at super-resolution by Stimulated Emission Depletion (STED) microscopy. We demonstrate that in an overnight run we are able to image hundreds of cells selected without bias. The resolution afforded by STED allowed straightforward identification and counting of individual nuclear pore complexes (NPCs), and enabled us to automatically extract parameters such as NPC density under different experimental conditions. Together, we illustrate how automation enables optimal use of instrument time to produce large unbiased datasets.", "date": "2025-12-14", "journal": ""}
{"title": "Going Against the Grain: Investigating the C4 Wheat Hypothesis with Spatial Transcriptomics", "doi": "10.64898/2025.12.11.691720", "authors": "Millsteed, T.; Kainer, D.; Sullivan, R.; Sun, X.; Li, K. L.; Mao, L.; Macdonald, A.; Henry, R. J.", "abstract": "The possibility of a C4 photosynthetic pathway present in the developing grain of wheat, a C3 plant, has been the source of scientific debate. Wheat is critical to food security and may benefit greatly from the biological advantages conferred by C4 photosynthesis under heat and drought stress. Therefore, significant research has gone towards engineering wheat to use C4 biochemistry, resulting in the discovery of a unique photosynthetic pathway in the grain that has been suggested to be C4 specific. Here, we employed a spatial transcriptomics analysis of the developing wheat grain to further investigate the spatial expression patterns of C4 specific genes. Our results showed that most of the genes related to C4 photosynthesis were expressed in the grain in the theorised tissue locations, including phosphoenolpyruvate carboxylase (ppc) and pyruvate orthophosphate dikinase (ppdk). The photosynthetic pericarp cells were the site of ppc synthesis while the endosperm was the site of ppc carboxylation activity. Notably, isoforms of aspartate aminotransferase, alanine aminotransferase and malate dehydrogenase exhibited spatially distinct expression patterns, with tissue specificity, possibly linked to the unique functions of individual isoforms. As wheat performance under stress has been associated with the levels of expression of these C4 genes, confirmation of an active C4 pathway in the grain would have significant agronomic implications. Our results provide novel gene expression data for key genes related to photosynthesis, which could contribute to future development of highly productive, climate change resilient wheat varieties.", "date": "2025-12-14", "journal": ""}
{"title": "In genomes we trust: assessing genomic reliability within the family Nectriaceae", "doi": "10.64898/2025.12.11.693719", "authors": "Villani, A.; Ghionna, V.; Susca, A.; Menicucci, A.; Prodi, A.; Faino, L.; Moretti, A.; Baroncelli, R.", "abstract": "The Nectriaceae includes major plant and human pathogens, yet the genomic foundation underpinning its taxonomy remains uneven and largely unassessed. We analysed 1,530 genome sequence assemblies to quantify metadata completeness, geographic and taxonomic bias, and assembly quality across the family. One-third of the assemblies lacked essential metadata, sequencing was heavily skewed toward a few agriculturally important lineages, and sampling of many genera was limited or nonexistent. BUSCO and QUAST metrics revealed striking heterogeneity in assembly quality, with widespread fragmentation and a substantial subset of genomes falling outside the expected quality thresholds. From orthologous protein sequences of 763 single-copy genes in 576 high-quality genomes, we reconstructed a phylogenomic backbone for the Nectriaceae and quantified gene- and site-level concordance. While major clades broadly match current concepts, extensive gene-tree discordance and a polyphyletic Nisikadoi complex highlight unresolved evolutionary and taxonomic boundaries. Our study delivers the first integrated, family-wide evaluation of Nectriaceae genomic resources and outlines a framework for quality standards, curated metadata, and stable phylogenomic inference to support future taxonomic and comparative work.", "date": "2025-12-14", "journal": ""}
{"title": "Molecular basis of noncanonical complement C3 activation by histamine", "doi": "10.64898/2025.12.13.694092", "authors": "Fernandez, F. J.; de la Paz-Garcia, K.; Querol-Garcia, J.; Ramos-Guzman, C. A.; Martin-Merinero, H.; Mares-Mejia, I.; Alfonso-Gonzalez, L.; Rodriguez de Cordoba, S.; Tunon, I.; Vega, M. C.", "abstract": "For fifty years the tick-over mechanism has been considered responsible for priming the activation of the complement system's alternative pathway through the reaction of a nucleophilic water molecule with C3 yielding C3(H2O), even though the exclusivity of this role has been challenged by the existence of extrinsic proteases that can cleave circulating C3 into C3b. Here we show that the biogenic amine histamine can activate C3 by reacting with the internal thioester bond yielding a novel species that is equivalent to C3(H2O), which we have called C3h. Histamine activation of C3 occurs significantly faster than the water-mediated tick-over reaction, leading to the accelerated release of the C3a anaphylatoxin moiety, contributing to inflammation. Importantly, C3h can form an active C3 convertase enzyme that, together with the released C3a, can amplify complement activation and inflammatory responses. These results offer insight into the priming of the complement system activation and support the existence of direct crosstalk between histamine-releasing processes and complement activation.", "date": "2025-12-14", "journal": ""}
{"title": "Microfluidic Immunocapture Device for Direct Detection of Lyme Disease", "doi": "10.64898/2025.12.14.694202", "authors": "Wellmerling, K. M.; Kirby, B. J.", "abstract": "Lyme Disease is a multisystem infectious disease caused by the Borellia burgdorferi complex, and is a growing threat to public health. Approximately 476,000 people are infected with Lyme in the United States each year. Although Lyme is readily treated with antibiotics when detected early, early detection remains difficult. Current testing remains difficult because the standard 2-tiered ELISA/Western assay indirectly detects Lyme via measurement of a host immune response, which suffers from an inherent time-lag in host antibody production. A direct test for Lyme Disease would overcome these inherent limitations. To this end we report on the first microfluidic immunocapture device for Lyme Disease. We engineered a geometrically enhanced differential immunocapture (GEDI) technology to capture whole-organism Borrelia for direct on-chip detection. This approach is potentially amenable with other work in the field to develop direct PCR or aptamer tests for Lyme Disease, as our device could serve as a platform to drastically enhance the concentration of present Borrelia into a small volume.", "date": "2025-12-14", "journal": ""}
{"title": "In Situ Photoactivated Hydrogel Adhesive Dressings for Post Colon Polypectomies (PolypCures)", "doi": "10.64898/2025.12.11.693663", "authors": "Hu, X.; Villarreal-Otalvaro, C.; Liu, R.; Hung, Y.; Pratt, S. L.; O'Toole, G.; Berry, S.; Jones, M.; Rosenthal, A.; Grinstaff, M.", "abstract": "Colon polypectomy is a widely performed endoscopic procedure that reduces the incidence of colorectal cancer but leaves exposed colonic wounds susceptible to bleeding, perforation, and infection. The current standard of wound care, mechanical clips, is limited by technical complexity, high cost, and poor efficacy for large (> 2 cm in diameter) or difficult-to-access lesions. Here, we present PolypCure, an in situ photoactivated hydrogel adhesive dressing delivered via a single catheter, through either oozing or spraying methods, to achieve rapid, spatiotemporally controlled sealing and hemostasis (within 2 min) of colon lesions using the white light source integrated into standard endoscopic instruments. The hydrogel, composed of norbornene- and thiol-functionalized polyethylene glycol, carboxymethyl cellulose, and Eosin Y, exhibits mechanical properties comparable to colon tissue (G 6 kPa), strong shear strength (> 15 kPa), low swelling (< 200%), and small pore size (20 microns), ensuring long-term stability (up to 30 days) and protection against bacterial infiltration. The formulation also demonstrates biocompatibility and hemocompatibility. In an in vivo pig colon endoscopic mucosal resection (EMR) model, PolypCure fully adheres to large lesions for at least 3 days and promotes early-stage wound healing. Overall, PolypCure is a promising solution to wound management post-polypectomy.", "date": "2025-12-14", "journal": ""}
{"title": "AAV-delivered CRISPR-Cas9 elicits persistent retinal immune responses compared with transient responses to RNP", "doi": "10.64898/2025.12.11.693665", "authors": "Pulman, J.; REN, D.; Visticot, L.; Malki, H.; Yao, Y.; De Cian, A.; Ail, D.; Concordet, J.-P.; Dalkara, D.; Fisson, S.", "abstract": "CRISPR-Cas9 is a powerful gene-editing tool with great potential for treating genetic diseases, including inherited retinal disorders. However, its bacterial origin can induce immune responses that may eliminate transduced cells, threatening editing efficiency. A deeper understanding of CRISPR-Cas9 immunogenicity is therefore needed. Previous studies have shown that systemic delivery via Cas9 induces an immune response, but the detailed inflammation and the impact of the vector remain unclear, especially in immune-privileged organs like the eye. In this study, we found that Cas9 delivered to the retina using adeno-associated virus (AAV) induced persistent inflammation, whereas delivery as naked ribonucleoprotein (RNP) complexes resulted in acute inflammation that faded three weeks post-injection. Inflammation was more severe in the rd10 mouse model of inherited retinal degeneration, which exhibits basal inflammation. These findings provide new insights into vector-dependent immune responses to Cas9 in the eye and highlight potential risks associated with its clinical application.", "date": "2025-12-14", "journal": ""}
{"title": "Phosphatase SHP2 pathogenic mutations enhance activity by altering conformational sampling", "doi": "10.64898/2025.12.12.694068", "authors": "Glaser, A.; Padua, R.; Ojoawo, A.; Sullivan, C.; Kern, D.", "abstract": "SH2 domains are critical mediators of cellular signaling, although the molecular mechanisms by which they bind their phosphopeptide ligands remain incompletely understood. We investigate the atomic mechanisms underlying both healthy regulation and dysregulation of the human protein tyrosine phosphatase SHP2, a key regulator of cellular signaling. While most pathogenic mutations cluster near the PTP/N-SH2 interface, the E139D and T42A mutations are located within the regulatory SH2 domains, and their mechanisms of dysregulation remain controversial. The T42A mutation in the N-SH2 domain paradoxically increases phosphotyrosine-peptide binding affinity despite disrupting the hydrogen bond of T42 to the phosphoryl group, a puzzling contradiction that remains unresolved. We find that the T42A mutation shifts the conformational ensemble of peptide-bound N-SH2 toward a zipped {beta}-sheet state and suppresses millisecond conformational exchange, supporting a model in which enhanced stabilization of the zipped conformation contributes to hyperactivation. This conformational shift provides a structural rationale for the increased affinity of T42A and helps reconcile previously conflicting models of peptide-induced SHP2 activation. By integrating X-ray ensemble refinement with NMR relaxation, our work illustrates how complementary structural and dynamic approaches can uncover regulatory mechanisms in SHP2 and may inform broader principles of SH2-mediated phosphopeptide recognition.", "date": "2025-12-14", "journal": ""}
{"title": "A mechanistic free-energy model explains and predicts sequence- and context-dependent CRISPR-Cas9 activity", "doi": "10.64898/2025.12.12.691775", "authors": "Offerhaus, H. S.; Jaskovikaite, I.; Jones, S. K.; Depken, M.", "abstract": "Accurate prediction of CRISPR-based gene editing remains challenging since existing models often fail to generalize across experimental and cellular contexts. We introduce CRISPRzip, a mechanistic kinetic model that quantitatively links nucleotide sequence and environmental conditions to target interrogation. The model describes R-loop formation as movement through a sequence-dependent free-energy landscape, combining nearest-neighbor nucleic-acid energetics with protein-mediated contributions inferred from high-throughput binding and cleavage kinetics. Applying CRISPRzip to SpCas9, we predict the activity across diverse DNA targets and guide RNAs, and validate with independent singlemolecule FRET and torque spectroscopy experiments. By explicitly incorporating Cas9 concentration and DNA superhelicity, the framework predicts heterogeneous, context-dependent editing outcomes and rationalizes how physical constraints modulate cleavage dynamics. Our results provide a transferable, physics-based foundation that unifies mechanistic insight and predictive power, enabling robust characterization of CRISPR effectors and prediction of their activity across environmental contexts.", "date": "2025-12-14", "journal": ""}
{"title": "Efficient RNA Folding Simulation via a Structure-Based Single-Site-Per-Nucleotide Model", "doi": "10.64898/2025.12.13.694107", "authors": "Thornton, T.; Lin, X.", "abstract": "Computational modeling of large RNA structures and their dynamics is essential for uncovering the molecular mechanisms underlying various genomic processes and RNA-regulated cellular functions. Residue-resolution modeling is an effective approach for simulating large biomolecular structures while preserving essential sequence and structural features presented in atomic structures. Here, we implemented a structure-based single-site-per-nucleotide (SSPN) RNA model using the GPU-accelerated OpenMM software and evaluated its computational efficiency and accuracy by simulating RNA hairpins unfolding under force. Our simulations compare favorably with an earlier, more detailed RNA model and quantitatively reproduce experimentally measured thermodynamic properties of RNA under mechanical stretching. This SSPN model enables scalable and accurate simulations of large RNA ensembles, such as long non-coding RNAs and RNA liquid-liquid phase separation.", "date": "2025-12-14", "journal": ""}
{"title": "Microglia and its P2RY12 Receptors Regulate Seizure Severity", "doi": "10.64898/2025.12.11.693689", "authors": "Fremuth, L. E.; Gibbs-Shelton, S.; Perez-Reyes, E.; Gaykema, R.; Eyo, U. B.", "abstract": "Microglia have emerged as possible regulators of seizures with previous approaches employed being insufficiently selective of microglial-specific contributions. To more definitely determine microglial roles in seizure severity, we used the recently developed genetic microglial-deficient Csf1r{Delta}FIRE/{Delta}FIRE (FIRE KO) mouse model. In this model, mice lack microglia but retain brain border associated macrophages (BAMs). Using two experimental seizure paradigms with either a chemoconvulsant or electrical stimulation, we confirm that a microglial deficiency exacerbates seizures, reduces survival and facilitates the likelihood of developing spontaneous recurrent seizures, indicating that microglia constrain seizure activity across different seizure paradigms. To gain insights into molecular regulators of seizure severity under microglial regulation, we examined P2RY12 contributions and demonstrate that a loss of microglial P2RY12 increased seizure severity in both global and microglial-specific knockout mice indicating that microglia suppress seizure severity in chemoconvulsive models through P2RY12 signaling. During seizures, P2RY12-deficient microglia displayed altered process complexity, accompanied by increased neuronal activation and reduced inhibitory tone. These results link impaired microglial responses to heightened seizure susceptibility and network excitability. Together, our findings establish microglia as protective regulators of seizure activity and identify P2RY12 signaling as a critical mediator of microglia protective actions.", "date": "2025-12-14", "journal": ""}
{"title": "Unexpected functional role of the transactivation domain for nuclear import of STAT5", "doi": "10.64898/2025.12.11.693681", "authors": "Ernst, S.; Borgen-Moller, M.; Kuster, A.; Schurse, H.; Muller-Newen, G.", "abstract": "Signal transducer and activator of transcription 5 (STAT5) is a key transcriptional regulator acting downstream of hematopoietic cytokines and hormones, such as erythropoietin (Epo), thrombopoietin or prolactin. STAT5-mediated gene regulation involves tyrosine phosphorylation at cytokine receptors and subsequent nuclear import. We studied STAT5 nucleocytoplasmic shuttling via live-cell imaging of fluorescent mutants in STAT5-/- HeLa EpoR cells. Unexpectedly, STAT5 mutants lacking the transactivation domain (TAD) were retained in the cytoplasm following Epo stimulation. Building upon this, we identified a 12-amino-acid stretch in the TAD sufficient to restore nuclear translocation. Further analysis revealed two residues within this 12-amino-acid stretch, D754 and D758, to be essential for nuclear import of phosphorylated full-length STAT5. Importantly, a single intact TAD in the STAT5 dimer is sufficient for nuclear import. Our findings reveal a unique role of the TAD in STAT5 nuclear trafficking distinct from other STATs, providing new mechanistic insight and potential targets for therapeutic intervention in STAT5-driven disease such as myeloproliferative neoplasms and leukemia.", "date": "2025-12-14", "journal": ""}
{"title": "Automatic binding of basic sensory features requires consciousness", "doi": "10.64898/2025.12.10.693567", "authors": "Han, Z.; Zhu, H.; Chu, Q.; Wu, Y.; Chen, X.; Wang, Y.; Li, S.; Teng, X.; Wong, P.; Yao, C.; Tian, X.", "abstract": "Conscious awareness requires establishing coherent percepts. Yet, whether consciousness is necessary for initiating the integration of basic sensory features remains unclear. Competing theories implicate distinct functional regimes of consciousness in the process of feature binding and creating conscious percepts. We used a novel multi-feature oddball paradigm with intracranial stereo-electroencephalography (sEEG) recordings in awake and anesthetized states to investigate the functional boundary of consciousness. In the awake state, the auditory attributes of loudness and tone, as well as the binding of the two features, were automatically encoded without attention to the stimuli in a functionally localized sensory cortical network. In the anesthetized state, the cortical registration of single attributes was preserved, whereas the binding was abolished. Moreover, anesthesia mostly influenced later cortical processes after stimuli offset. These results reveal the borderline of exertion of consciousness between the encoding and manipulation of basic sensory features in local cortical circuits: the functional boundary of consciousness constrains the feedforward binding and recurrent process directly at local rather than global level computations.", "date": "2025-12-14", "journal": ""}
{"title": "TWO STEPS AWAY FROM EXTINCTION: DO YOU BELIEVE?", "doi": "10.64898/2025.12.10.693505", "authors": "de Padua, K. A. S.; Teixeira, T. M.; Nazareno, A. G.", "abstract": "Forest fragmentation can have detrimental effects on plant populations, reducing population sizes and depleting genetic diversity, as a consequence. As a matter of urgency, it is crucial to assess the effects of forest fragmentation on genetics and ecological processes, particularly for threatened species on the brink of extinction. Here, we examined the responses of Dinizia jueirana-facao G. P. Lewis & G. S. Siqueira (Fabaceae, Caesalpinioideae), a rare and critically endangered tree species endemic to the Brazilian Atlantic Forest, to forest fragmentation. Based on theoretical predictions for barochory plant species with small population sizes, we hypothesized that forest fragmentation would reduce gene flow, erode genetic diversity, and negatively impact demography. Using neutral SNPs (Single Nucleotide Polymorphisms) derived from ddRADSeq (double-digest restriction site-associated DNA sequencing), we found that pollen dispersal occurred within short distances, with the majority of outcrossed pollination events occurring locally. Furthermore, contemporary estimates of gene dispersal distances were lower than historical ones, indicating a seasonal shift in the scale of gene flow due to recent forest fragmentation. Our results also indicated no evidence of inbreeding and loss of genetic diversity. In terms of ecological process, the demographic structure of fragmented populations of D. jueirana-facao followed a reverse J-shaped size class distribution, with more than 45% of plants found in small diameter classes. While a more in-depth understanding of ecological and evolutionary processes at fine-scale is still needed to safeguard this unique plant species, our infant study plays a crucial role to help keep the evolutionary potential of D. jueirana-facao. We stress that the approach used here would be useful to guide conservation and management efforts for species on the brink of extinction.", "date": "2025-12-14", "journal": ""}
{"title": "Ehrlich occupancy time: Beyond koff to a complete residence time framework", "doi": "10.64898/2025.12.10.693538", "authors": "Eilertsen, J.; Schnell, S.; Walcher, S.", "abstract": "Drug-target occupancy time--the cumulative duration a target remains bound--critically influences therapeutic efficacy. While Copeland's widely-used residence time (1/koff) emphasizes dissociation kinetics, it neglects association rates, rebinding events, and drug elimination that affect in vivo outcomes. Returning to Paul Ehrlich's 1913 principle that drugs act only when bound (\"Corpora non agunt nisi fixata\"), we develop a mathematically rigorous framework defining Ehrlich occupancy time as the integral of fractional target occupancy over time. Our approach explicitly incorporates association (kon) and dissociation (koff) kinetics, accounts for rebinding, and extends to systems with drug removal. For drug-receptor closed systems at equilibrium, we prove that relative Ehrlich occupancy time equals b0/(Kd + b0), where Kd is the dissociation constant and b0 the drug concentration. For induced-fit mechanisms, conformational changes reduce the effective dissociation constant to Kd* = Kd/(1 + k3/k4) (where k3 and k4 are forward and reverse isomerization rates), prolonging occupancy through kinetic trapping. Critically, for drug-receptor systems with first-order drug elimination at rate k3, we derive rigorous bounds: b0/[(b0 + Kd)k3] [&le;] EOT{infty} [&le;] b0/(Kd{middle dot} k3), revealing that both binding affinity and elimination rate jointly determine occupancy. This explains why high-affinity drugs can fail clinically if eliminated rapidly, and identifies pharmacokinetic optimization opportunities. We prove Copeland's definition is a special case of Ehrlich occupancy time when rebinding is absent. Our framework provides quantitative tools for optimizing drug design beyond binding affinity and enables improved prediction of in vivo efficacy where pharmacokinetics dominate.", "date": "2025-12-14", "journal": ""}
{"title": "YME1L-dependent regulation of mitochondrial Ca2+ transport: a role for mitochondrial uptake protein 1 (MICU1) in nutrient sensing", "doi": "10.64898/2025.12.11.693667", "authors": "Serna, J. D.; D Angelo, D.; Ohya, G.; Rizzuto, R.; Kowaltowski, A. J.; Raffaello, A.", "abstract": "Mitochondrial calcium uptake via the mitochondrial calcium uniporter complex (MCUc) is tightly regulated by gatekeeper proteins such as MICU1 and MICU2. While long-term nutritional interventions have been shown to remodel the MCUc, its short-term regulation during postprandial transitions and acute nutrient stress remains unclear. Here, we demonstrate that non-gated MCUc increases in the postprandial liver due to a transient loss of mature MICU1 (m-MICU1), accompanied by changes in its precursor form (p-MICU1). These changes are more pronounced and occur earlier than the general increase in mitochondrial mass and respiratory protein content, indicating that they are independent of mitochondrial remodelling during refeeding. In vitro, serum deprivation, insulin signalling, modulation of mTOR activity, and glutamine starvation all affect mature or precursor MICU1 protein levels, indicating that multiple nutritional changes promote MICU1 processing alterations, leading to the formation of a non-gated, MICU-deficient MCUc. Under these conditions, mitochondrial, but not cytosolic, Ca2+ levels increase in intact cells. Moreover, mitochondrial Ca2+ uptake rates are enhanced, which correlates with higher mitochondrial oxygen consumption, increased reactive oxygen species (ROS) production, and enhanced sensitivity to mitochondrial permeability transition. We identify the mitochondrial protease YME1L as essential for MICU1 turnover in response to nutrient availability. YME1L silencing prevents MICU1 degradation and suppresses the enhanced Ca2+ uptake induced by glutamine deprivation. Together, these results reveal nutrient-sensitive, YME1L-dependent remodelling of the MCU complex and establish MICU1 degradation as a key mechanism linking metabolic signals to mitochondrial Ca2+ transport.", "date": "2025-12-14", "journal": ""}
{"title": "Identification of Vector Organisms and Their Carried Pathogens by Metagenomic Sequencing", "doi": "10.64898/2025.12.12.693916", "authors": "Wu, S.; Li, Z.; Qiu, D.; Yue, Q.; Liu, D.; Wei, X.; Li, T.; Qian, Y.; Cheng, X.; Wang, H.-B.; Chen, J.", "abstract": "Vector surveillance is vital for public health, yet traditional methods often face limitations. This study assessed the use of metagenomic sequencing for analyzing mosquitoes, cockroaches, flies, and rodents from Zhongshan, China. The results revealed a high concordance between metagenomic and Sanger sequencing for species identification (Kappa = 0.667, P = 0.011). Metagenomic analysis identified vector-specific dominant bacteria, including Wolbachia in mosquitoes, Blattabacterium sp. in cockroaches, Bartonella tribocorum and Leptospira interrogans in rodents, and Vagococcus teuberi in flies. It also detected numerous classical pathogens, such as Enterococcus faecalis, L. interrogans, and Klebsiella pneumoniae. Among the identified fungi and viruses, 19 were human pathogens, while seven posed a threat to agriculture, notably Pepper mild mottle virus and Tomato brown rugose fruit virus. These findings systematically characterize the microbial communities associated with various vectors, highlight the potential of metagenomics for broad pathogen screening, and underscore its utility in large-scale vector surveillance and public health protection.", "date": "2025-12-14", "journal": ""}
{"title": "Comparing the evolvability of an ancestrally reconstructed and modern adenylate kinase", "doi": "10.64898/2025.12.12.693990", "authors": "Patterson, M.; Ludewig, H.; Wilson, C.; Woldring, D. R.; Kim, C.; Using, A.; Irvin, J.; Theobald, D. L.; Kern, D.", "abstract": "Directed evolution revolutionized the field of protein engineering by establishing a highly customizable framework to produce enzymes with enhanced catalytic power for a wide range of functions. However, modern enzymes subjected to directed evolution frequently plateau in improvement due to entrapment in local maxima on their fitness landscapes. Ancestral enzymes have been proposed as superior starting points for directed evolution due to their increased thermostability. Here we propose and experimentally test an alternative foundation that is independent of ancestral thermostability. We posit that the enhanced evolvability of ancestrally reconstructed sequences is due to their inference from the surviving evolutionary trajectories that led to modern-day sequences. All other unsuccessful trajectories from less evolvable ancestors were lost by extinction. Using thermophilic ancestral and modern adenylate kinases with matching thermostability, we performed independent in vivo and in vitro single-round selection experiments for enzyme activity. In both settings, the ancestral enzyme tolerates a larger number of mutations, resulting in more viable and genetically diverse variants than its modern descendants. As mutational robustness drives evolvability, we demonstrate an intrinsic evolvability of reconstructed ancestral sequences that makes them superior starting points for directed evolution endeavors.", "date": "2025-12-14", "journal": ""}
{"title": "Cross-Platform Calibration of Epigenetic Age Between the EPICv2 and MSA Arrays", "doi": "10.64898/2025.12.10.693592", "authors": "Tomo, Y.; Shoji, T.; Nakaki, R.", "abstract": "Epigenetic clocks are regression models that predict biological age based on the DNA methylation patterns. They are developed using DNA methylation array data; however, systematic differences in the predicted values between the Infinium Methylation Screening Array (MSA) and Infinium MethylationEPIC v2.0 BeadChip (EPICv2) platforms have not been evaluated. We quantified the systematic differences between the MSA and EPICv2 arrays for six major epigenetic clocks (Horvath, Hannum, PhenoAge, GrimAge, GrimAge v2, and DunedinPACE) using $166$ identical human blood samples measured on both platforms. The mean differences (MSA $-$ EPICv2) ranged from $-7.99$ years for PhenoAge to $21.8$ years for the Hannum clock, despite strong correlations between platforms ($r = 0.854$ -- $0.991$). Based on these training data, we developed three linear regression models to correct the MSA-based epigenetic clocks: Model 1 (offset location correction), Model 2 (slope and location correction), and Model 3 (slope and location correction with covariates). Validation on $48$ independent samples measured at a different institution showed that all models reduced cross-platform bias. Although Model 3 tended to achieve the lowest bias; $0.204$ years for PhenoAge and $0.383$ years for GrimAge v2, Model 1, which was the simplest, provided a sufficient correction: $-0.541$ years of bias for PhenoAge and $0.516$ for GrimAge v2. These methods are expected to enable reliable comparisons of epigenetic age across platforms and facilitate large-scale epigenetic studies.", "date": "2025-12-14", "journal": ""}
{"title": "Differential Regulation of APOE4-Mediated Astrocytic Lipid Metabolism by BMP Signaling Exacerbates Alzheimers Disease Pathologies in Neurons", "doi": "10.64898/2025.12.14.694212", "authors": "Linden, A. K.; Affaneh, A.; Aylward, A.; Wong, Y.; Kessler, J. A.; Peng, C.-Y.", "abstract": "The two greatest risk factors for Alzheimers Disease (AD) are aging and Apolipoprotein E4 (APOE4) polymorphism, yet how these factors interact remain unclear. In this study, we investigate how bone morphogenetic protein (BMP) signaling, which increases with age, contributes to APOE4-induced lipid metabolic dysfunctions using induced-pluripotent stem cell (iPSC)-derived astrocytes and cocultured neurons. Surprisingly, BMP signaling differentially altered lipid droplet formation, cholesterol synthesis and breakdown, and fatty acid-oxidation in APOE4 compared to APOE3 astrocytes, and increased secretion of oxidized LDL (oxLDL). Furthermore, neurons cocultured with BMP4-treated APOE4 astrocytes showed altered transcriptomic profiles based on scRNA-seq as well as increased tau phosphorylation (p-tau). oxLDL treatment similarly increased p-tau and reduced neuronal survival. Conversely, lipid uptake inhibition in neurons rescued the BMP4/APOE4 astrocyte-induced neuronal phenotype. These data demonstrate key interactions between APOE4 and aging-associated molecular signaling in AD pathogenesis and establish a causal linkage between astrocytic lipid metabolism and neuronal tau hyperphosphorylation.", "date": "2025-12-14", "journal": ""}
{"title": "Satellite microglia gate neuronal excitability by shielding inhibitory synapses in adult brain", "doi": "10.64898/2025.12.13.694073", "authors": "Zhao, S.; Fei, M.; Zheng, J.; Christensen, T. A.; Kleidonas, D.; Liang, Y.; Qi, F.; Haruwaka, K.; Wang, L.; Worrell, G. A.; Nguyen, A. T.; Wu, L.-J.", "abstract": "Microglia, the primary immune cells of the central nervous system, are known for sculpting excitatory neural circuits via dynamic processes. However, their role in modulating inhibitory synaptic connections in adulthood remains largely unexplored. In this study, we identified an underappreciated microglia subpopulation, satellite microglia with physical soma-soma contact with neurons, that reshape inhibitory circuit connectivity and gate neuronal activity by shielding inhibitory synapses in the adult mouse brain. Using chronic in vivo two-photon imaging in adult mice, we observed in real time that satellite microglia associations displaced perisomatic inhibitory synapses whereas their dissociation permitted inhibitory synaptogenesis. Redistribution of satellite microglia reorganized inhibitory connectivity, altered local neural networks and changed behaviors. These findings establish satellite microglia as key architects of inhibitory circuitry and suggest their broader role in neural plasticity in health and disease.", "date": "2025-12-14", "journal": ""}
{"title": "A bifunctional optical reporter for tracking estrogen response dynamics in neurons", "doi": "10.64898/2025.12.14.694224", "authors": "Cara, A. L.; Guthman, E. M.; Mishra, A.; Hall, A. L.; Yokoyama, S.; Sandoval, N. P.; Gregg, I. P.; Aghi, K.; Soma, K. K.; Correa, S. M.; Falkner, A. L.; van Veen, E.", "abstract": "Estrogens are inherently dynamic signaling molecules whose fluctuations induce profound shifts in physiology and behavior. However, methods for tracking the dynamics of estrogen action in vivo are limited and not tissue-specific, making it difficult to directly relate dynamics to ongoing physiological, behavioral, and neural changes. Traditionally, estrogen sensitive cells have been identified by metrics such as receptor expression or radioactive ligand binding, but these measures do not capture the dynamic nature of hormone response. In addition, current methods for assessing the dynamics of estrogens in an individual, including microdialysis and vaginal cytology, lack temporal and spatial resolution.To address this need we developed a bifunctional reporter called neuro-seeER (neuronal see Estrogen Response) that can be used to track changes in exogenous and endogenous estrogen dynamics in vitro and in vivo, including longitudinally in behaving animals. We confirmed that the fluorescent response requires estrogen receptor expression, is specific to activation with estradiol, and is consistent with the timescale of transcriptional induction. Neuro-seeER expression in the hypothalamus of Esr1-Cre mice revealed dynamic labeling of estrogen-responsive cells following treatment with exogenous estradiol, and fluorescence-aided cell sorting followed by RNA-sequencing confirmed that high neuro-seeER response is associated with enriched expression of genes associated with endogenous estrogen responses. Using a novel \"snapshot\" photometry method to track the dynamics longitudinally in vivo, we demonstrate that we can robustly detect exogenous estrogen response across multiple hypothalamic sites simultaneously. Finally, we demonstrate that this tool is uniquely suited to capturing endogenous estrogen response dynamics in vivo across the long timescale of the estrous cycle, revealing individual differences in neural estrogen dynamics. Together, these findings reveal unexpected cellular and temporal heterogeneity of the transcriptional response and demonstrate the feasibility of tracking the dynamics of hormonal response alongside additional neural, cell signaling, or behavioral measures.", "date": "2025-12-14", "journal": ""}