{"title": "Natural selection shapes and regulates the population dynamics of birds and mammals", "doi": "10.1101/2021.11.27.470201", "authors": "Witting, L.", "abstract": "I analyse for a natural selection component in the population dynamic regulation of birds and mammals. By fitting species-specific age-structured population dynamic models to 3,369 and 483 abundance timeseries for 900 and 208 species of birds and mammals, AIC model-selection includes natural selection in 79% to 92% of the accepted models, explaining 80% of the population dynamics variance, with median selection regulation being 1.2 (se:0.11) times stronger than density regulation. The selected life history changes produce damped to stable population cycles with median periods of seven and eight generations given stable cycles. These predictions solve several population cycle enigmas, highlighting the population dynamic implications of a natural selection that predicts also the life histories and abundancies of animals. All selection regulated models are available for online simulations at https://mrLife.org.", "date": "2025-05-22", "journal": ""}
{"title": "Ribosomal L12 stalks recruit elongation factors to speed protein synthesis in Escherichia coli", "doi": "10.1101/2023.04.14.536948", "authors": "Hofmann, J. L.; Yang, T. S.; Sunol, A. M.; Zia, R. N.", "abstract": "Translating ribosomes must wait after each elongation step for a new ternary complex (EF-Tu:aa-tRNA:GTP) to arrive, facilitating rapid codon recognition testing. We recently showed that this wait-time rate-limits elongation in Escherichia coli due to competitive combinatoric searching through crowded cytoplasm by thousands of E. coli's 42 unique ternary complexes. Here, we investigate whether ribosomal L12 subunits pool translation molecules to reduce this wait time. We mimic transport and reactions underlying elongation in a physiologically accurate, physically-resolved model of crowded cytoplasm. We find that L12 pre-loading as much as doubles translation rate by reducing diffusive search time. But more L12 is not always better: faster-growing bacteria tend to have fewer L12. We resolve this apparent contradiction by demonstrating tradeoffs between binding and novel sampling as a function of copy number in E. coli. Variable L12 copy numbers may thus have evolved for fast or slow bacterial growth as complementary survival strategies.", "date": "2025-05-22", "journal": ""}
{"title": "Functional genomic analysis of non-canonical DNA regulatory elements of the aryl hydrocarbon receptor", "doi": "10.1101/2023.05.01.538985", "authors": "Shahriar, S.; Patel, T. D.; Nakka, M.; Grimm, S. L.; Coarfa, C.; Gorelick, D. A.", "abstract": "The aryl hydrocarbon receptor (AHR) is a ligand-dependent transcription factor that is activated by environmental toxicants, like halogenated and polycyclic aromatic hydrocarbons, and then binds to DNA and regulates gene expression. AHR is involved in various physiological processes, including liver and immune system function, cell cycle regulation, oncogenesis, and metabolism. In the canonical pathway, AHR binds to a consensus DNA sequence (GCGTC), termed the xenobiotic response element (XRE), recruits protein coregulators, and regulates target gene expression. Emerging evidence suggests that AHR may regulate gene expression via an additional pathway, by binding to a non-consensus DNA sequence (GGGA) termed the non-consensus XRE (NC-XRE). The prevalence of NC-XRE motifs in the genome is not known. Studies using chromatin immunoprecipitation and reporter genes provide indirect evidence of AHR-NC-XRE interactions, but direct evidence for an AHR-NC-XRE interaction that regulates transcription in a natural genomic context is lacking. Here, we analyzed AHR binding to NC-XRE DNA on a genome-wide scale in mouse liver. We integrated ChIP-seq and RNA-seq data and identified putative AHR target genes with NC-XRE motifs in regulatory regions. We found that NC-XRE motifs are present in 82% of AHR-bound DNA, which are significantly enriched relative to random genomic regions. These AHR-bound regions include, but are not limited to, promoters and enhancers of AHR target genes. To obtain direct evidence of AHR regulation via this non-canonical pathway, we performed functional genomics on the mouse Serpine1 gene, a putative AHR target via NC-XRE. Deleting NC-XRE motifs from the Serpine1 promoter reduced the upregulation of Serpine1 by TCDD, an AHR ligand. We conclude that AHR upregulates Serpine1 via NC-XRE DNA. Taken together, our results provide the first direct evidence of AHR-mediated gene regulation via NC-XRE in a natural genomic context. These findings enhance our understanding of AHR-bound DNA regions and their influence on target gene expression. Our results will also improve our ability to identify AHR target genes and their physiological relevance.", "date": "2025-05-22", "journal": ""}
{"title": "The control of overt and covert attention across two nodes of the attention-control network", "doi": "10.1101/2024.01.05.574406", "authors": "Polosecki, P.; Steenrod, S. C.; Stemmann, H.; Freiwald, W. A.", "abstract": "Attention is a central cognitive capability whose focus is thought to be directed by a spatial map coding behavioral priority. Here we tested the three defining properties of priority map theory with electrophysiological recordings from two attentional control areas. Both areas, lateral intraparietal area LIP and dorsal posterior inferotemporal cortex PITd, selected behaviorally relevant locations even in the absence of visual stimuli (cognitive sustainment principle). Second, priority signals are thought to arise from the summation of multiple spatial signals (superposition principle). LIP approximated linear summation for visual stimuli, spatial attention, and eye movements, while PITd did not. Third, the same priority signal should guide different behaviors (agnosticity principle). LIP, instead, used separable processing channels for representing attentional focus and eye position, while PITd coded attentional focus only. Thus primate attentional control circuits implement multiple priority maps, whose functional diversity and dimensionality increase the computational capacity of attentional selection.", "date": "2025-05-22", "journal": ""}
{"title": "Spatial characterization of interface dermatitis in cutaneous lupus reveals novel chemokine ligand-receptor pairs that drive disease", "doi": "10.1101/2024.01.05.574422", "authors": "Shakiba, S.; Haddadi, N.-S.; Afshari, K.; Lubov, J. E.; Raef, H. S.; Li, R.; Yildiz-Altay, U.; Daga, M.; Refat, M. A.; Kim, E.; Galindo de Laflin, J.; Akabane, A.; Romano, P.; Vongvirath, J.; Sherman, S.; MacDonald, E.; Strassner, J. P.; Zhang, L.; Leon, M.; Baer, C. E.; Dresser, K.; Liang, Y.; Whitley, J. B.; Skopelja-Gardner, S.; Harris, J. E.; Deng, A.; Vesely, M. D.; Rashighi, M.; Richmond, J. M.", "abstract": "Background: Chemokines play critical roles in the recruitment and activation of immune cells in both homeostatic and pathologic conditions. Here, we examined chemokine ligand-receptor pairs to better understand the immunopathogenesis of cutaneous lupus erythematosus (CLE), a complex autoimmune connective tissue disorder. Objectives: Our objectives were to (1) characterize the cellular and proteomic constitution of interface dermatitis in CLE using blister biopsies, (2) map chemokine:ligand receptor pairs that govern recruitment of immune cells to form interface dermatitis in CLE, and (3) perform unbiased analyses in tandem on different clinical subtypes to identify novel genes and proteins underlying discoid versus subacute CLE. Methods: We used suction blister biopsies to measure cellular infiltrates with spectral flow cytometry in the interface dermatitis reaction, as well as 184 protein analytes in interstitial skin fluid using 96-plex immunoassay targeted proteomics. Flow and 96-plex immunoassay data concordantly demonstrated significant increases in T cells and antigen presenting cells (APCs). We also performed spatial transcriptomics and spatial proteomics of punch biopsies using digital spatial profiling (DSP) technology on CLE skin and healthy margin controls to examine discreet locations within the tissue. Results: Spatial and 96-plex immunoassay data confirmed elevation of interferon (IFN) and IFN-inducible CXCR3 chemokine ligands. Comparing involved versus uninvolved keratinocytes in CLE samples revealed upregulation of essential inflammatory response genes in areas near interface dermatitis, including AIM2. 96-plex immunoassay data confirmed upregulation of Caspase 8, IL-18 which is the final product of AIM2 activation, and induced chemokines including CCL8 and CXCL6 in CLE lesional samples. Chemotaxis assays using PBMCs from healthy and CLE donors revealed that T cells are equally poised to respond to CXCR3 ligands, whereas CD14+CD16+ APC populations are more sensitive to CXCL6 via CXCR1 and CD14+ are more sensitive to CCL8 via CCR2. Conclusions: Taken together, our data map a pathway from keratinocyte injury to lymphocyte recruitment in CLE via AIM2-Casp8-IL-18-CXCL6/CXCR1 and CCL8/CCR2, and IFNG/IFNL1-CXCL9/CXCL11-CXCR3, and identify potential novel biomarkers of disease.", "date": "2025-05-22", "journal": ""}
{"title": "Navigating contradictions: Salmonella Typhimurium chemotaxis amidst conflicting stimuli of the intestinal environment", "doi": "10.1101/2024.01.18.576330", "authors": "Franco, K. M.; Gentry-Lear, Z.; Shavlik, M.; Harms, M. J.; Baylink, A.", "abstract": "Motile bacteria sense and avoid deleterious stimuli in their environment through chemorepulsion, a behavior that helps them locate permissive ecological niches. In the gut, indole is a bacteriostatic compound produced by the microbiota and is thought to act as a chemorepellent for invading pathogens, thereby protecting the host against infection. The principal reservoir of intestinal indole is fecal matter, a complex biological material that contains both attractant and repellent stimuli. Whether indole in its natural context is sufficient for pathogen chemorepulsion or host protection has remained unknown. Using an intestinal explant system, we show that while pure indole indeed suppresses an infection advantage mediated through chemotaxis for the enteric pathogen Salmonella enterica serovar Typhimurium, this effect is abolished in the presence of other chemoeffectors present in feces, including the chemoattractant L-Serine (L-Ser), in a manner dependent on the chemoreceptor Tsr. Live imaging reveals that although S. Typhimurium is repelled by pure indole, the pathogen is actually strongly attracted to human fecal matter despite its high indole content, and that this response is mediated by Tsr, which simultaneously senses both indole and L-Ser. Fecal attraction is conserved across diverse Enterobacteriaceae species that harbor Tsr orthologues, including Escherichia coli, Citrobacter koseri, Enterobacter cloacae, and clinical isolates of non-typhoidal Salmonella. In a defined system of fecal chemoeffectors, we find that L-Ser and other fecal chemoattractants override indole chemorepulsion, but the magnitude of bacterial chemoattraction is controlled by indole levels. Together, these findings suggest that indole in its native context is not protective against enteric infection and that indole taxis actually benefits pathogens during infection by locating niches with low competitor density. Our study highlights the limitations of applying single-effector studies in predicting bacterial behavior in natural environments, where chemotaxis is shaped by the integration of multiple, often opposing, chemical signals.", "date": "2025-05-22", "journal": ""}
{"title": "Dock-and-lock binding of SxIP ligands is required for stable and selective EB1 interactions.", "doi": "10.1101/2024.02.27.581919", "authors": "Almeida, T.; Hargreaves, E.; Zech, T. N.; Barsukov, I.", "abstract": "End Binding protein 1 (EB1) is a key component of the signalling networks located at the plus ends of microtubules. It incorporates an N-terminal microtubule binding CH domain and the C-terminal EBH domain that interacts with the SxIP-containing sequences of other microtubule plus end tracking proteins (+TIPs). By using a series of SxIP containing peptides derived from the microtubule-actin cross-linking factor, MACF, we show that the SxIP motif itself binds to EBH with low affinity, and the full interaction requires contribution of the post-SxIP residues. Based on the solution structure and dynamics of the EBH/MACF complex we proposed a two-step 'dock-and-lock' model for the EBH interaction with targets, where the SxIP motif initially binds to a partially-formed EBH pocket, which subsequently induces folding of the unstructured C-terminus and transition to the stable complex. We dissect contributions from different interactions into the binding and design MACF mutations of the post-SxIP region that enhance the affinity by two orders of magnitude, leading to a nanomolar interaction. We verify the enhanced recruitment of the mutated peptide to the dynamic plus ends of MTs in a live cell experiment. Our model explains EB1's interaction with the SxIP-containing ligands and can be used to design of small molecule inhibitors that can block SxIP interaction with EB1.", "date": "2025-05-22", "journal": ""}
{"title": "EYE-Llama, an in-domain large language model for ophthalmology", "doi": "10.1101/2024.04.26.591355", "authors": "haghighi, t.; Gholami, S.; Sokol, J. T.; Kishnani, E.; Ahsaniyan, A.; Rahmanian, H.; Hedayati, F.; Leng, T.; Alam, M. N.", "abstract": "Background: Training Large Language Models (LLMs) with in-domain data can significantly enhance their performance, leading to more accurate and reliable question-answering (Q&A) systems essential for supporting clinical decision-making and educating patients. Methods: This study introduces ophthalmic LLMs trained on in-domain, well-curated datasets. We present an open-source substantial ophthalmic language dataset for model training. Our models (EYE-Llama), were pre-trained on an ophthalmology-specific dataset, including paper abstracts, textbooks, and Wikipedia articles. Subsequently, the models underwent fine-tuning using a diverse range of QA pairs. Our models were compared to baseline Llama 2, ChatDoctor, Meditron, Llama 3, and ChatGPT (GPT3.5) models, using four distinct test sets, and evaluated quantitatively (Accuracy, F1 score, BERTScore, BARTScore and BLEU score) and qualitatively by two ophthalmologists. Findings: Upon evaluating the models using the synthetic dialogue test set with three different metrics (BERTScore, BARTScore, and BLEU score), our models demonstrated superior performance. Specifically, when evaluated using BERTScore, our models surpassed Llama 2, Llama 3, Meditron, and ChatDoctor in terms of F1 score, and performed on par with ChatGPT, which was trained with 175 billion parameters (EYE-Llama: 0.57, Llama 2: 0.56, Llama 3: 0.55, Meditron: 0.50, ChatDoctor: 0.56, and ChatGPT: 0.57). Additionally, the EYE-Llama model outperformed the above models when evaluated using BARTScore and BLEU scores. When tested on the MedMCQA test set, the fine-tuned models exhibited higher accuracy compared to Llama 2, Meditron, and ChatDoctor models (EYE-Llama: 0.39, Llama 2: 0.33, ChatDoctor: 0.29, Meditron: 0.22). However, ChatGPT, and Llama 3 models outperformed EYE-Llama, achieving accuracies of 0.55, 0.78, and 0.90, respectively. On the PubmedQA test set, our model showed improved accuracy over all other models (EYE-Llama: 0.96, Llama 2: 0.90, Llama 3: 0.92, Meditron: 0.76, ChatGPT: 0.93, ChatDoctor: 0.92). Interpretation: The study shows that pre-training and fine-tuning LLMs like EYE-Llama enhances their performance in specific medical domains. Our EYE-Llama models surpass baseline Llama 2 in all evaluations, highlighting the effectiveness of specialized LLMs in medical QA systems. Funding: Funded by NEI R15EY035804 (MNA), R21EY035271 (MNA), and UNC Charlotte Faculty Research Grant (MNA).", "date": "2025-05-22", "journal": ""}
{"title": "Sex dependent effects of amyloidosis on functional network hub topology is associated with downregulated neuronal gene signatures in the APPswe/PSEN1dE9 double transgenic mouse", "doi": "10.1101/2024.05.13.593982", "authors": "Simon, Z. D.; McFarland, K. N.; Golde, T. E.; Chakrabarty, P.; Febo, M.", "abstract": "Background: Extracellular amyloid-{beta} (A{beta}) impairs brain-wide functional connectivity, although mechanisms linking A{beta} to broader functional network processing remain elusive. Objective: Here, we evaluated the effects of A{beta} on fear memory and functional connectome measures in male and female mice. Methods: Middle-aged (9-11mo) double transgenic APP-PS1 mice and age and sex-matched controls were tested on a fear conditioning protocol and then imaged at 11.1 Tesla. Brains were harvested and processed for analysis of A{beta} plaques and Iba1 immunolabeling in cortex, hippocampus, and basolateral amygdala. Additional RNA sequencing data from separate age, strain, and sex matched mice were analyzed for differentially expressed genes (DEGs) and weighted gene co-expression networks. Results: In both male and female mice, we observed increased functional connectivity in a dorsal striatal/amygdala network due to A{beta}. Increased functional connectivity within this network was matched by increases in A{beta}PP gene expression, A{beta} and Iba1 immunolabeling, and an upregulated cluster of DEGs involved in the immune response. Conversely, the network measure representing node hubness, eigenvector centrality, was increased in prefrontal cortical brain regions, but only in female APP-PS1 mice. This female specific-effect of amyloid was associated with downregulation of a cluster of DEGs involved in cortical and striatal GABA transmission, anxiogenic responses, and motor activity, in female APP-PS1 mice, but not males. Conclusions: Our results contribute to a growing literature linking between A{beta}, immune activation and functional network connectivity. Furthermore, they reveal effects of A{beta} on gene expression patterns in female mice that may contribute to amyloidosis-induced dysregulation of non-cognitive circuitry.", "date": "2025-05-22", "journal": ""}
{"title": "WITHDRAWN: A new alignment-free method: Subsequence Correlation Coefficient Vector(SCCFV) for influenza A comparison using virus genomes", "doi": "10.1101/2024.07.12.603253", "authors": "He, L.; Yu, Z.; Wu, X.; Zhu, Y.; Han, S.; Yau, S. S.- T.", "abstract": "The authors have withdrawn their manuscript because I discovered some important missing data that is crucial for supporting my viewpoint and research findings. Although I tried to supplement this data through other means, I was unable to complete it before the deadline. Therefore, the authors do not wish this work to be cited as reference for the project. If you have any questions, please contact the corresponding author.", "date": "2025-05-22", "journal": ""}
{"title": "Tracking butterfly flight in the field from an unmanned aerial vehicle (UAV): a methodological proof of principle.", "doi": "10.1101/2024.07.17.603869", "authors": "de Margerie, E.; Monmasson, K.", "abstract": "Tracking and understanding the movements of animals in the wild is a fast-growing area of research, known as movement ecology. However, tracking small animals such as flying insects, which cannot easily carry an electronic tag, remains challenging as existing field methods are costly either in terms of equipment or tracking effort (e.g. VHF radio-tracking, scanning harmonic radar). Here we attempted to record the movements of free-flying butterflies from an unmanned aerial vehicle (UAV), maintaining a static position in the sky and recording video vertically downwards. With an appropriate flight height and image filtering algorithm, we recorded 166 flight tracks of Pieris butterflies (P. brassicae and P. rapae), with a median tracking length of 40 m (median flight duration 13 s), and a high temporal resolution of 30 positions per second. Average flight direction varied significantly over the course of the flying season, from a northward azimuth in June and early July, to a southward azimuth in September, congruent with a trans-generational migratory behaviour that has previously been documented by field observations or experiments in flight cages. In addition, UAV imagery unlocks the possibility to measure high-resolution flight movement patterns (e.g. path tortuosity and transverse oscillations), which will possibly help understand perceptual and locomotor mechanisms underlying spatial behaviour. We explore the technical details associated with UAV tracking methodology, and discuss its limitations, in particular the biases associated with a 2D projection of 3D flight movements, the limited spatial scale, and the difficulty to distinguish between visually similar species, such as P. brassicae and P. rapae.", "date": "2025-05-22", "journal": ""}
{"title": "Charting Taxa in Amanita Section Amidella (Basidiomycota : Amanitaceae)", "doi": "10.1101/2024.07.30.605754", "authors": "Oliveira, P.; Arraiano-Castilho, R.", "abstract": "Species determination in the Amidella clade is notoriously difficult, because of the relative dearth of diagnostic characters and the rather common occurrence of homoplasies. This results in a substantial number of misnamed and unnamed collections, a misapprehension of the geographic range of known species, and a gross underestimation of the number of species it contains. To assess the diversity that should be considered as part of Amidella, DNA sequences available for this group were retrieved in public nucleotide databases, using a combination of approaches to achieve a comprehensive representation. Phylogenetic analysis based on the aligned ITS sequences, consistently with the results from other molecular markers (ncLSU, RPB2, TEF1, BTUB), suggests five major clades: one containing the type species Amanita volvata, another for Amanita ponderosa and allies, a third one (roughly half of all species) with Amanita lepiotoides, and two others without valid species yet. At species level, around 81 clades were delimited, of which only 16-17 can be assigned a valid name, with a few more corresponding to provisional taxa listed in the amanitaceae.org website. Up to three further species without assigned sequences might correspond to the proposed clades. The current evidence suggests a rather narrow geographic range for most of these clades. This study provides a phylogeny-arranged outlook of the worldwide distribution of Amidella species, and an infrasectional framework for optimizing taxonomic sampling and designing clade-specific molecular markers to assist in identification.", "date": "2025-05-22", "journal": ""}
{"title": "Hematobiochemical Alterations and Pathological Lesions Induced by Fasciolosis in Slaughtered Cattle at Gondar ELFORA Abattoir, Northwest Ethiopia", "doi": "10.1101/2024.08.10.607441", "authors": "Temesgen, A. B.; Mitiku, T.; Birhan, M.; Kebede, M. C.; Yesuf, M.; Mekonnen, M. Y.; Alemayehu, M. M.; Malede, B. A.; Geda, A. M.; Tumebo, A. W.; Shiferaw, K. A.; Wassie, Z. G.; Berie, G. K.; Mengistu, B. A.; Feleke, M. G.; Edenshaw, F.; Yitie, M. T.; Kasse, G. E.; Tsehay, E. M.; Shiferaw, S. A.", "abstract": "Fasciolosis is a neglected zoonotic parasitic disease caused by Fasciola hepatica and Fasciola gigantica. It is a serious public health and veterinary concern, with significant consequences for both human and livestock populations. An abattoir-based cross-sectional study was conducted from January to September 2023 at Gondar ELFORA Abattoir, Ethiopia, to assess hematobiochemical alterations and pathological lesions induced by fasciolosis in slaughtered cattle. The study included one hundred apparently healthy male local-breed cattle, divided into two groups of fifty: one infected and one non-infected. Cattle were selected using a purposive sampling technique. Infected cattle showed significantly lower mean values for hemoglobin (HGB), hematocrit (HCT), mean corpuscular volume (MCV), total erythrocyte count (TEC), lymphocytes, monocytes, total protein, albumin, and glucose compared to non-infected cattle. Conversely, they had higher mean values for mean corpuscular hemoglobin concentration (MCHC), total leukocyte count (TLC), neutrophils, eosinophils, aspartate aminotransferase (AST), alanine aminotransferase (ALT), and alkaline phosphatase (ALP). Basophil levels were similar in both groups. Liver alterations observed in acute cases included hepatomegaly with rounded edges and the presence of juvenile flukes within the parenchyma, while in chronic cases, the liver appeared smaller, firm, with a corrugated capsule and dilated bile ducts containing twisted flukes. Microscopically, acute cases showed eosinophil infiltration, hemosiderin pigmentation, and congestion around the central vein and sinusoids, whereas chronic cases showed fibrosis, bile duct proliferation, and metaplasia of epithelial cells from columnar to cuboidal. The observed hematobiochemical alterations correlated with both the gross and microscopic findings, indicating a significant impact on liver physiology and histology.", "date": "2025-05-22", "journal": ""}
{"title": "Scaling, but not instruction tuning, increases large language models' alignment with language processing in the human brain", "doi": "10.1101/2024.08.15.608196", "authors": "Gao, C.; Ma, Z.; Chen, J.; Li, P.; Huang, S.; Li, J.", "abstract": "Transformer-based large language models (LLMs) have significantly advanced our understanding of meaning representation in the human brain. However, increasingly large LLMs have been questioned as valid cognitive models due to their extensive training data and their ability to access context thousands of words long. In this study, we investigated whether instruction tuning, another core technique in recent LLMs beyond mere scaling, can enhance models' ability to capture linguistic information in the human brain. We evaluated the self-attention of base and fine-tuned LLMs of different sizes against human eye movement and functional magnetic resonance imaging (fMRI) activity patterns during naturalistic reading. We show that scaling has a greater impact than instruction tuning on model-brain alignment, reinforcing the scaling law in brain encoding performance. These finding have significant implications for understanding the cognitive plausibility of LLMs and their role in studying naturalistic language comprehension.", "date": "2025-05-22", "journal": ""}
{"title": "The neural mechanisms of fast versus slow decision-making", "doi": "10.1101/2024.08.22.608577", "authors": "Nashaat, M.; Oraby, H.; Krasniqi, F.; Goh-Sauerbier, S. T.; Bosc, M.; Koerner, S.; Karayel, S.; Kepecs, A.; Larkum, M.", "abstract": "Is more haste less speed? Decision time variability has been attributed to speed/accuracy trade-offs(1), internal mental architecture(2), and noisy evidence accumulation(3-5). However, exploring these possibilities is difficult in rodents that consistently behave impulsively. Here, we demonstrate a novel floating-platform system that allows head-fixed mice to voluntarily vary decision times, akin to observed human behavior, in combination with sensitive neuroimaging approaches. We track the activity flow from medial to lateral frontal cortex (MFC to LFC) and record sequences of single-neuron activity. Choice-selective neurons displayed divergent temporal codes between MFC and LFC, with remarkable MFC susceptibility to optogenetic inhibition. These results suggest that LFC acts as an integrative motor threshold, while MFC plays a broader cognitive role in strategy and choice-selection.", "date": "2025-05-22", "journal": ""}
{"title": "Cellular computing without bioengineering", "doi": "10.1101/2024.09.12.612674", "authors": "Ahavi, P.; Hoang, A.; Meyer, P.; Berthier, S.; Fiorini, F.; Castelli, F.; Epaulard, O.; Le Gouellec, A.; Faulon, J.-L.", "abstract": "In contrast to the traditional bottom-up approach of engineering biological devices to perform computations within living organisms1,2, this study explores a novel strategy by harnessing bacterial strains within a reservoir computing framework3 to address regression and classification problems.\n\nWe use Escherichia coli K-12 MG1655 as a biological reservoir, cultivated in M9 minimal medium supplemented with nutrients, and measure growth rates across different media compositions. Our E. coli-based reservoir computer (RC) consistently outperforms multiple linear regression (MLR) and support vector machines (SVM), and achieves performance comparable to multilayer perceptron (MLP) across a range of regression and classification tasks. Furthermore, reservoirs based on genome-scale metabolic models (GEMs) of various bacterial species show performance trends that correlate with the phenotypic diversity of the organisms.\n\nAs a practical classification application, we deploy our E. coli RC system on plasma samples collected from early-stage COVID-19 patients to predict the outcome of the disease (mild vs. severe). Our system achieves in few hours competitive accuracies in distinguishing negative from positive and mild from severe cases. Unlike current approaches relying on omics4 or hospital record analyses5 to distinguish mild from severe cases, our solution is infrastructure-independent, inexpensive, and easy to use.\n\nThese results present a novel paradigm for biocomputing, capable of addressing computational challenges traditionally reserved for digital approaches. Our bacterial reservoir offers a practical advantage over other reservoir types6,7 due to its simplicity, minimal technical requirements, cost-effectiveness, and energy efficiency. Our approach opens promising avenues for biosensing, medical diagnostics, and integration with emerging platforms such as neuromorphic hardware and engineered living materials.", "date": "2025-05-22", "journal": ""}
{"title": "Alternatives to Friction Coefficient: Fine Touch Perception Correlates with Frictional Instabilities", "doi": "10.1101/2024.10.25.620351", "authors": "Derkaloustian, M.; Bhattacharyya, P.; Ngo, T. T.; Cashaback, J.; Medina, J.; Dhong, C. B.", "abstract": "Fine touch perception is often correlated to material properties and friction coefficients, but the inherent variability of human motion has led to low correlations and contradictory findings. Instead, we hypothesized that humans use frictional instabilities to discriminate between objects. Here, we constructed a set of coated surfaces with minimal physical differences, but due to differences in surface chemistry, generated different types of instabilities depending on how quickly a finger is slid and pressed during sliding. In one experiment, we used a mechanical mock finger to quantify and classify differences in instability formation from different coated surfaces. In a second experiment, participants perform a discrimination task using the same coated surfaces. Using the data from these two experiments, we found that human discrimination response times were faster with surfaces where the mock finger produced more stiction spikes and discrimination accuracy was higher where the mock finger produced more steady sliding. Conversely, traditional metrics like surface roughness or average friction coefficient did not relate to tactile discriminability. In fact, the typical method of averaging friction coefficients led to a spurious correlation which erroneously suggests that distinct objects should feel identical and identical objects should feel distinct-similar to findings by others. Friction instabilities may offer a more predictive and tractable framework of fine touch perception than friction coefficients, which would accelerate the design of tactile interfaces.", "date": "2025-05-22", "journal": ""}
{"title": "Network-based representation learning reveals the impact of age and diet on the gut microbial and metabolomic environment of U.S. infants in a randomized controlled feeding trial", "doi": "10.1101/2024.11.01.621627", "authors": "Price, A.; Rasolofomanana Rajery, S.; Manpearl, K.; Robertson, C. E.; Krebs, N. F.; Frank, D. N.; Krishnan, A.; Hendricks, A. E.; Tang, M.", "abstract": "While studies have explored differences in gut microbiome development for infant liquid diets (breastmilk, formula), little is known about the impact of complementary foods on infant gut microbiome development. Here, we investigated how different protein-rich foods (i.e., meat vs. dairy) affect fecal metagenomics and metabolomics during early complementary feeding from 5-12 months in U.S. formula-fed infants from a randomized controlled feeding trial. We used a network representation learning approach to model the time-dependent, complex interactions between microbiome features, metabolite compounds, and diet. We then used the embedded space to detect features associated with age and diet type and found the meat diet group was enriched with microbial genes encoding amino acid, nucleic acid, and carbohydrate metabolism. Compared to a more traditional differential abundance analysis, which analyzes features independently and found no significant diet associations, network node embedding represents the infant samples, microbiome features, and metabolites in a single transformed space revealing otherwise undetected associations between infant diet and the gut microbiome.", "date": "2025-05-22", "journal": ""}
{"title": "Draft genome and transcriptomic sequence data of three invasive insect species", "doi": "10.1101/2024.12.02.626401", "authors": "Lombaert, E.; Klopp, C.; Blin, A.; Annonay, G.; Iampietro, C.; Lluch, J.; Sallaberry, M.; Valiere, S.; Poloni, R.; Joron, M.; Deleury, E.", "abstract": "Cydalima perspectalis (the box tree moth), Leptoglossus occidentalis (the western conifer seed bug), and Tecia solanivora (the Guatemalan tuber moth) are three economically harmful invasive insect species. This study presents their genomic and transcriptomic sequences, generated through whole-genome sequencing, RNA-seq transcriptomic data, and Hi-C sequencing. The resulting genome assemblies exhibit good quality, providing valuable insights into these species. The genome sizes are 500.4 Mb for C. perspectalis, 1.74 Gb for L. occidentalis, and 623.3 Mb for T. solanivora. These datasets are available in the NCBI Sequence Read Archive (BioProject PRJNA1140410) and serve as essential resources for population genomics studies and the development of effective pest management strategies, addressing significant gaps in the understanding of invasive insect species.", "date": "2025-05-22", "journal": ""}
{"title": "High-Speed Multiplexed DNA-PAINT Imaging of Nuclear Organization Using an Expanded Sequence Repertoire", "doi": "10.1101/2024.12.21.629871", "authors": "Banerjee, A.; Anand, M.; Srivastava, M.; Vidwath, V. S.; Ganji, M.", "abstract": "DNA-Points Accumulation for Imaging in Nanoscale Topography (DNA-PAINT) enables multiplexed super-resolution imaging of biological samples. We expand the repertoire of speed-optimized DNA sequences for DNA-PAINT imaging to drive visualization of ten targets in a sequential manner with molecular resolution. We demonstrate this by visualizing diverse nuclear targets and characterizing their relative spatial distribution. We outline major reorganization in the chromatin landscape upon transcription inhibition. The ability to image as many as ten targets using this strategy at accelerated speed will drive its further adoption for diverse cellular imaging applications.", "date": "2025-05-22", "journal": ""}
{"title": "Family matters! The influence of family, peers, mentors, and professors on STEM college students motivational beliefs and career decision making", "doi": "10.1101/2025.01.22.633242", "authors": "Tuma, T.", "abstract": "Support from family, peers, mentors, and professors has a crucial role in the development of students motivational beliefs about learning. However, the relative importance of each of these social supports in affecting students motivation, and the precise processes through which these social factors motivate students, are not well understood at the college level. The present study examined how family, peers, mentors, and professors shaped science, technology, engineering, and mathematics (STEM) college students motivational beliefs for career decision making, defining motivational beliefs in accordance with situated expectancy-value theory. We collected survey and open-ended responses from a large sample of college students (n = 2,229) in 42 unique STEM courses at a large, public southeastern university in the United States. We examined how, why, and for whom different social supports influenced students task-value and/or competence related motivational beliefs for career-decision making. Results indicated that students most often selected interactions with family members as influencing their career decision-making, both in terms of overall influences and as the strongest influence, relative to interactions with peers, mentors, or professors. For all social influences, most students reported being attracted in a positive way towards certain careers as a result of social interactions, as opposed to socializers making students disenchanted with careers. Most students described how social supports influenced motivational beliefs related to task values, with comparatively fewer referencing social influences on competence-related beliefs. Findings highlight the important role of multiple social supports, particularly family, in shaping students motivational beliefs and career decision-making throughout emerging adulthood.\n\nEducational Impact and Implications StatementPreparing a qualified and diverse STEM workforce requires a robust understanding of the factors that influence college students motivational beliefs and decisions about their career paths. We examined how, why, and for whom support from family, peers, mentors, and professors impacted STEM college students career motivation and decision making, using both qualitative and quantitative data. Results suggest that family plays a particularly crucial role in shaping college students career motivation, especially by helping them see the positive value of particular career paths. Findings help illustrate the importance of different kinds of social support in guiding career choices throughout emerging adulthood.", "date": "2025-05-22", "journal": ""}
{"title": "Production of human papillomavirus type 16 virus-like particles in Physcomitrella photobioreactors", "doi": "10.1101/2025.02.06.636855", "authors": "Niederau, P. A.; Weilguny, M. C.; Chamas, S.; Turney, C. E.; Parsons, J.; Rodriguez-Franco, M.; Hoernstein, S. N. W.; Decker, E. L.; Toft Simonsen, H.; Reski, R.", "abstract": "Virus-like particles (VLPs) are self-assembling nanoparticles composed of viral structural proteins which mimic native virions but lack viral DNA and infectivity. VLPs are a resourceful class of biopharmaceuticals applied as subunit vaccines or as delivery vehicles for drugs and nucleic acids. Similar to viruses, VLPs are diverse in structure, composition, and assembly, requiring a tailored production platform aligned with the intended application. The moss plant Physcomitrella (Physcomitrium patens) is an emerging expression system offering humanized N-glycosylation, scalability, and adaptability to existing industry settings. Here, we used Physcomitrella to produce human papillomavirus (HPV) 16 VLPs. HPV VLPs are composed of the major structural protein L1 and are used as vaccines against HPV infections which are the main causal agent of cervical and other anogenital cancers. We characterized Physcomitrella chloroplast transit peptides, which we used for targeting of moss-produced L1 to chloroplasts, leading to higher recombinant protein yield compared to nuclear or cytoplasmic localization. We confirmed subcellular localization with confocal laser scanning microscopy and found L1 to accumulate within the chloroplast stroma. Production in 5-liter photobioreactors yielded over 0.3 mg L1 per gram fresh weight. We established a purification protocol for moss-produced L1 using a combination of ammonium sulfate precipitation and cation exchange chromatography. Purified samples were subjected to a controlled dis- and reassembly, yielding fully assembled HPV-16 L1 VLPs. This is the first report of production, purification, and assembly of VLPs in a non-vascular plant.", "date": "2025-05-22", "journal": ""}
{"title": "WITHDRAWN:The NIH BRAIN Initiative's Experiment in Team Research", "doi": "10.1101/2025.02.07.635683", "authors": "Bader, F.; David, K. K.; Lantz, C.; Rangel-Gomez, M.; Gebrehiwet, H.; Peng, G. C. Y.; Gnadt, J.", "abstract": "The NIH BRAIN Initiative is aimed at revolutionizing our understanding of the human brain. Presented here is an impact analysis of the BRAIN Initiative Team-Research BRAIN Circuits Program as an experiment in supporting team research in Neuroscience.", "date": "2025-05-22", "journal": ""}
{"title": "Phylogenomic analyses reveal that Panguiarchaeum is a clade of genome-reduced Asgard archaea within the Njordarchaeia", "doi": "10.1101/2025.02.13.637844", "authors": "Huang, W.-C.; Probst, M.; Hua, Z.-S.; Szantho, L. L.; Szollosi, G. J.; Ettema, T.; Rinke, C.; Williams, T. A.; Spang, A.", "abstract": "The Asgard archaea are a diverse archaeal phylum important for our understanding of cellular evolution because they include the lineage that gave rise to eukaryotes. Recent phylogenomic work has focused on characterising the diversity of Asgard archaea in an effort to identify the closest extant relatives of eukaryotes. However, resolving archaeal phylogeny is challenging, and the positions of two recently-described lineages - Njordarchaeales and Panguiarchaeales - are uncertain, in ways that directly bear on hypotheses of early evolution. In initial phylogenetic analyses, these lineages branched either with Asgards or with the distantly-related Korarchaeota, and it has been suggested that their genomes may be affected by metagenomic contamination. Resolving this debate is important because these clades include genome-reduced lineages that may help inform our understanding of the evolution of symbiosis within Asgard archaea. Here, we performed phylogenetic analyses revealing that the Njordarchaeales and Pangiuarchaeales constitute the new class Njordarchaeia within Asgard archaea. We found no evidence of metagenomic contamination affecting phylogenetic analyses. Njordarchaeia exhibit hallmarks of adaptations to (hyper-)thermophilic lifestyles, including biased sequence compositions that can induce phylogenetic artifacts unless adequately modelled. Panguiarchaeum is metabolically distinct from its relatives, with reduced metabolic potential and various auxotrophies. Phylogenetic reconciliation recovers a complex common ancestor of Asgard archaea that encoded the Wood-Ljungdahl pathway. The subsequent loss of this pathway during the reductive evolution of Panguiarchaeum may have been associated with the switch to a symbiotic lifestyle based on H2-syntrophy. Thus, Panguiarchaeum may contain the first obligate symbionts within Asgard archaea.", "date": "2025-05-22", "journal": ""}
{"title": "Differential Analysis Reveals Isoform Switching Following Pneumococcal Vaccination", "doi": "10.1101/2025.03.09.642237", "authors": "Kil, Y.; Pachter, L. S.", "abstract": "Advances in RNA-sequencing (RNA-seq) technology have enabled scalable and accessible transcriptomics studies. Longitudinal RNA sequencing studies have been used to track gene expression over time, revealing biological pathways and expression patterns. Traditional approaches for such studies rely on pairwise comparisons or linear regression models, but these methods face challenges when dealing with many time points or modeling complex, non-linear expression patterns. Spline regression offers a robust alternative by efficiently capturing temporal patterns. In this study, we apply spline regression to analyze longitudinal RNA-seq data and demonstrate its advantages in isoform-level differential expression analysis. By modeling transcript-level expression, our method captures isoform switching events that can be obscured in traditional gene-level analyses.", "date": "2025-05-22", "journal": ""}
{"title": "Phenotypic tolerance for rDNA copy number variation within the natural range of C. elegans", "doi": "10.1101/2025.03.21.644675", "authors": "Hall, A. N.; Morton, E.; Walters, R.; Cuperus, J. T.; Queitsch, C.", "abstract": "The genes for ribosomal RNA (rRNA) are encoded by ribosomal DNA (rDNA), whose structure is notable for being present in arrays of tens to thousands of tandemly repeated copies in eukaryotic genomes. The exact number of rDNA copies per genome is highly variable within a species, with differences between individuals measuring in potentially hundreds of copies and megabases of DNA. The extent to which natural variation in rDNA copy number impacts whole-organism phenotypes such as fitness and lifespan is poorly understood, in part due to difficulties in manipulating such large and repetitive tracts of DNA even in model organisms. Here, we used the natural resource of copy number variation in C. elegans wild isolates to generate new tools and investigated the phenotypic consequences of this variation. Specifically, we generated a panel of recombinant inbred lines (RILs) using a laboratory strain derivative with ~130 haploid rDNA copies and a wild isolate with ~417 haploid rDNA copies, one of the highest validated C. elegans rDNA copy number arrays. We find that rDNA copy number is stable in the RILs, rejecting prior hypotheses that predicted copy number instability and copy number reversion. To isolate effects of rDNA copy number on phenotype, we produced a series of near isogenic lines (NILs) with rDNA copy numbers representing the high and low end of the rDNA copy number spectrum in C. elegans wild isolates. We find no correlation between rDNA copy number and phenotypes of rRNA abundance, competitive fitness, early life fertility, lifespan, or global transcriptome under standard laboratory conditions. These findings demonstrate a remarkable ability of C. elegans to tolerate substantial variation in a locus critical to fundamental cell function. Our study provides strain resources for future investigations into the boundaries of this tolerance.", "date": "2025-05-22", "journal": ""}
{"title": "New alleles of D-2-hydroxyglutarate dehydrogenase enable studies of oncometabolite function in Drosophila melanogaster", "doi": "10.1101/2025.03.27.645621", "authors": "Rai, M.; Okah, P.; Shefali, S. A.; Fitt, A. J.; Shen, M. Z.; Molomjamts, M.; Pepin, R.; Nemkov, T.; D'Alessandro, A.; Tennessen, J.", "abstract": "D-2-hydroxyglutarate (D-2HG) is a potent oncometabolite capable of disrupting chromatin architecture, altering metabolism, and promoting cellular dedifferentiation. As a result, ectopic D-2HG accumulation induces neurometabolic disorders and promotes progression of multiple cancers. However, the disease-associated effects of ectopic D-2HG accumulation are dependent on genetic context. Specifically, neomorphic mutations in the mammalian genes Isocitrate dehydrogenase 1 (IDH1) and IDH2 result in the production of enzymes that inappropriately generate D-2HG from -ketoglutarate (KG). Within this genetic background, D-2HG acts as an oncometabolite and is associated with multiple cancers, including several diffuse gliomas. In contrast, loss-of-function mutations in the gene D-2-hydroxyglutarate dehydrogenase (D2hgdh) render cells unable to degrade D-2HG, resulting in excessive buildup of this molecule. D2hgdh mutations, however, are not generally associated with elevated cancer risk. This discrepancy raises the question as to why ectopic D-2HG accumulation in humans induces context-dependent disease outcomes. To enable such genetic studies in vivo, we generated two novel loss-of-function mutations in the Drosophila melanogaster gene D2hgdh and validated that these alleles result in ectopic D-2HG. Moreover, we observed that D2hgdh mutations induce developmental and metabolomic phenotypes indicative of elevated D-2HG accumulation. Overall, our efforts provide the Drosophila community with new mutant strains that can be used to study D-2HG function in human disease models as well as in the context of normal growth, metabolism, and physiology.", "date": "2025-05-22", "journal": ""}
{"title": "Investigating pancreatic β cell membrane epitopes using unbiased cell-based Fab-phage display", "doi": "10.1101/2025.03.29.645157", "authors": "Moursli, Y.; Poitras, C.; Coulombe, B.", "abstract": "The phenotypic and functional changes of cells in response to physiological and pathological conditions are strongly influenced by the roles of plasma membrane proteins. Recombinant Fab antibody-based phage display for an unbiased antigen-driven affinity selection is a suitable approach for identifying novel membrane proteins. Alterations in the function and distribution of cell membrane proteins in pancreatic {beta} cells have been observed in pathological conditions like diabetes. In this study, we integrated an unbiased cell-based Fab-phage display screening method with bioinformatics tools to identify and characterize Fabs that selectively bind to pancreatic {beta} cells in conditions simulated by a hyperglycemic environment. We isolated three Fab-phages, namely Fab_53, 538, and 54.68, that have binding properties matching specific epitopes on the MIN6 membrane. These Fabs are part of the immunoglobulin G groups that contain Kappa light chains. Bioinformatics analysis of the variable domains of their light and heavy chains (VL and VH) revealed that the potential epitope binding sites on the {beta} cell membrane are associated with pathways involved in insulin activity. Through FACS and IF analysis, we found that, of the three Fabs, Fab_538 exhibited the strongest binding to MIN6 cells. The use of InterProScan software resulted in the generation of 344 potential Fab_538 binding epitopes, and from these, AF2Complex predicted 10 interacting antigens. Our goal in combining Fab-phage display with bioinformatic tools is to develop a more effective, specific, and streamlined method for identifying disease-modifying membrane epitopes for monoclonal antibodies (mAbs).", "date": "2025-05-22", "journal": ""}
{"title": "BRAPH 2: a flexible, open-source, reproducible, community-oriented, easy-to-use framework for network analyses in neurosciences", "doi": "10.1101/2025.04.11.648455", "authors": "Chang, Y.-W.; Zufiria-Gerboles, B.; Gomez-Ruiz, P. E.; Canal-Garcia, A.; Zhao, H.; Mijalkov, M.; Braga Pereira, J.; Volpe, G.", "abstract": "As network analyses in neuroscience continue to grow in both complexity and size, flexible methods are urgently needed to provide unbiased, reproducible insights into brain function. BRAPH 2 is a versatile, open-source framework that meets this challenge by offering streamlined workflows for advanced statistical models and deep learning in a community-oriented environment. Through its Genesis compiler, users can build specialized distributions with custom pipelines, ensuring flexibility and scalability across diverse research domains. These powerful capabilities will ensure reproducibility and accelerate discoveries in neuroscience.", "date": "2025-05-22", "journal": ""}
{"title": "Combinative protein expression of immediate early genesc-Fos, Arc, and Npas4 along aversive- and reward-related neural networks", "doi": "10.1101/2025.04.21.649441", "authors": "Arai, M.; Osanai, H.; Snell, C. C.; Kitamura, T.; Ogawa, S. K.", "abstract": "Expression of immediate early genes (IEGs) is critical for memory formation and has been widely used to identify the neural substrate of memory traces, termed memory engram cells. Functions of IEGs have been known to be different depending on their types. However, there is limited knowledge about the extent to which different types of IEGs are selectively or concurrently involved in the formation of memory engram. To address this question, we investigated the combinative expression of c-Fos, Arc, and Npas4 proteins using immunohistochemistry following aversive and rewarding experiences across subregions in the prefrontal cortex (PFC), basolateral amygdala (BLA), hippocampal dentate gyrus (DG), and retrosplenial cortex (RSC). Using an automated cell detection algorithm, we found that expression patterns of c-Fos, Npas4, and Arc varied across different brain areas, with a higher increase of IEG expressing cells in the PFC and posterior BLA than in the DG. The combinative expression patterns, along with their learning-induced changes, also differed across brain areas; the co-expression of IEGs increased in the PFC and BLA following learning whereas the increase was less pronounced in the DG and RSC. Furthermore, we demonstrate that different area-to-area functional connectivity networks were extracted by different IEGs. These findings provide insights into how different IEGs and their combinations identify engram cells, which will contribute to a deeper understanding of the functional significance of IEG-tagged memory engram cells.", "date": "2025-05-22", "journal": ""}
{"title": "Face-, color-, and word-specific patches in the human orbitofrontal cortex", "doi": "10.1101/2025.04.22.650059", "authors": "Liu, J.; Cohen, L.; Zhan, M.; Bartolomeo, P.", "abstract": "The human ventral occipitotemporal cortex (VOTC) contains multiple category-specific areas, organized along posterior-to-anterior and medial-to-lateral axes. However, the role of regions beyond the VOTC in category-specific processing remains less explored. Here, we report the presence of face-, color- and word-specific patches in the human orbitofrontal cortex (OFC) and systematically describe their location, activity amplitude, category selectivity, representational content, and functional connectivity. We compare these features with those of corresponding VOTC category-specific patches. Our findings reveal that these multi-category OFC patches follow a similar medial-lateral organization to those in the VOTC, and face- and color-specific patches form continuous functional gradients with VOTC patches. These results suggest that the OFC contains a topographic organization similar to, but at a higher hierarchical level than, the VOTC object categorization system.\n\nOne Sentence SummaryFace-, color-, and word-specific patches are present in the human orbitofrontal cortex and form a continuous functional hierarchy with corresponding patches in the ventral occipitotemporal cortex.", "date": "2025-05-22", "journal": ""}
{"title": "Investigating Factors Driving Shifts in Subtype Dominance within H5Nx Clade 2.3.4.4b High-Pathogenicity Avian Influenza viruses", "doi": "10.1101/2025.04.23.650244", "authors": "Billington, E.; Di Genova, C.; Warren, C. J.; Thomas, S. S.; Johnson, S.; Riccio, S.; De Silva, D.; Peers-Dent, J.; Temperton, N. J.; da Costa, K.; Byrne, A. M. P.; Airey, M.; Schlachter, A.-L.; Yang, J.; Nunez, A.; Iqbal, M.; Slomka, M. J.; Brown, I. H.; Banyard, A. C.; James, J.", "abstract": "H5Nx clade 2.3.4.4b high-pathogenicity avian influenza viruses (HPAIVs) have decimated wild bird and poultry populations globally since the autumn of 2020. In the United Kingdom (UK) and in continental Europe, the H5N8 subtype predominated during the first epizootic wave of 2020/21, with few detections of H5N1. However, during the second (2021/22) and third (2022/23) epizootic waves, H5N1 was the dominant subtype. The rapid shift in dominance from H5N8 to H5N1 was likely driven by a combination of virological, immunological, and/or host-related factors. In this study, we compared viral fitness and immunological responses in ducks, a key reservoir species, using dominant genotypes of H5N1 (genotype AB) and H5N8 (genotype A) from the second wave. While viral shedding dynamics were similar for both viruses, H5N8 was more pathogenic. Antigenic analysis of post-infection duck sera revealed that the haemagglutinin (HA) protein was antigenically similar across clade 2.3.4.4b H5 HPAIVs, but neuraminidase (NA) proteins displayed different patterns of cross-reactivity. We also modelled a scenario where ducks were pre-exposed to H5N1 (genotype C) or H5N8 (genotype A) from the first wave and subsequently challenged with either homologous or heterologous subtypes from the second wave (genotype AB or A). Despite the absence of seroconversion, pre-exposure to different subtypes resulted in varying clinical outcomes following challenge. These findings indicate that both viral and immunological factors likely played significant roles in the emergence and spread of H5Nx HPAIVs in wild bird populations.", "date": "2025-05-22", "journal": ""}
{"title": "PATZ1 Reinstates a Growth-Permissive Chromatin Landscape in Adult Corticospinal Neurons After Injury", "doi": "10.1101/2025.05.14.654166", "authors": "Menon, A. S.; Kumaran, M.; Beji, D. S.; Kesireddy, D. K.; Sahu, Y.; Manjunath, S.; Sanyal, K.; Konda, M.; Banerjee, S.; Venkatesh, I.", "abstract": "As CNS neurons mature, chromatin at growth-related genes becomes increasingly inaccessible but when this shift happens, what drives it, and whether it's reversible in adults has been unclear. We profiled chromatin accessibility in corticospinal neurons across development and found two distinct waves of restriction: a partial closure between P0 to P4 and a stronger, widespread restriction from P7 into adulthood. We next asked if injury proximity influences chromatin remodeling. Distal (thoracic) injuries caused minimal changes, but proximal (intracortical) injuries triggered broad accessibility shifts, suggesting that injury site matters for epigenetic responsiveness. Finally, we tested whether the mature chromatin landscape could be reopened using PATZ1, a developmental transcription factor. Delivering PATZ1 post-injury led to marked chromatin remodeling an 11.6-fold increase in H3K27ac at growth genes and targeted reorganisation of 3D genome architecture, including compartment switching and altered TADs. These changes were accompanied by transcriptional reactivation of growth programs. Together, our findings pinpoint when and how growth gene chromatin becomes restricted and show that it can be reactivated in adults using targeted interventions like PATZ1.", "date": "2025-05-22", "journal": ""}
{"title": "Differential responses of murine embryonic stem cells (mESC) and their endothelial progeny to doxorubicin and pharmacological inhibitors of DNA repair and DNA damage response", "doi": "10.1101/2025.05.15.654253", "authors": "Federmann, S.; Westerhoff, M.; Reichert, A. S.; Fritz, G.", "abstract": "The clinical use of the anticancer drug doxorubicin (Dox) is limited by irreversible cardiotoxicity. The detailed molecular mechanisms involved and the pathophysiological relevance of different cardiac cell types, including progenitor cells, are still unclear. Here, we investigated stress responses of murine embryonic stem cells (mESC), endothelial progenitor cells (EC d4) and terminally differentiated endothelial-like cells (EC d6) following exposure to Dox and selected pharmacological inhibitors of DNA repair and DNA damage response (DDR) (RAD51i B02 and HDACi entinostat (EST)). We found that EC d4 exhibited a pronounced Dox hypersensitivity as compared to both mESC and EC d6, which was independent of drug transport. Analysis of EdU incorporation and replication fork progression following drug treatment revealed substantial agent-specific differences between mESC and the various differentiation stages. Furthermore, cellular susceptibility to drug-induced formation of DNA damage (i.e. DSB and SSB) also changes with ongoing differentiation and drug treatment, with mESC and EC d4 / EC d6 being particular prone to enhanced residual SSB and DSB levels, respectively. Dox treatment of EC d4 did not affect their differentiation into EC d6, but caused multiple functional impairments of the surviving EC d6 progeny, including defects in mitochondrial homeostasis, barrier function related to cell-cell adhesion factors ZO1 and VE-cadherin, response to cytokine stimulation as well as LDL uptake. To summarize, we show substantial differences in the response of mESC, EC d4 and EC d6 to Dox and pharmacological inhibitors of DNA repair and DDR. Most important, treatment of EC d4 results in pronounced persisting functional impairments of differentiated EC d6, pointing to a transient particularly drug-sensitive time window during endothelial differentiation. These findings are important for hazard assessment in developmental toxicology and regenerative medicine in the context of anticancer drug-induced normal tissue damage.\n\nHighlights- EC d4 are most vulnerable towards Dox-induced cytotoxicity independent of drug transport\n- EC d4 and EC d6 display higher steady-state levels of drug-induced DSB as compared to mESC\n- Drug-induced replication stress is highest in mESC and decreases with differentiation.\n- Both Dox and DNA repair/DDR inhibitors damage mitochondrial homeostasis in EC d4 and EC d6\n- Terminally differentiated EC d6 derived from drug-treated EC d4 display multiple functional impairments", "date": "2025-05-22", "journal": ""}
{"title": "Temperature-dependent modulation of aberrant influenza A virus RNA synthesis affects innate immune signaling", "doi": "10.1101/2025.05.19.654939", "authors": "Bisht, K.; Weilandt, D.; Lamb, C.; Elshina, E.; Myhrvold, C.; te Velthuis, A. J. W.", "abstract": "Fever during influenza A virus (IAV) infection is triggered by the innate immune response. Various factors contribute to this response, including IAV mini viral RNAs (mvRNA), which trigger RIG-I signaling when their replication and transcription are dysregulated by template loops (t-loop). It is presently not well understood whether the fever response to IAV infection impacts subsequent viral replication and innate immune activation. Here we show that IAV infection at temperatures that simulate fever leads to increased mvRNA synthesis and antiviral signaling. Mathematical modeling and experimental analyses reveal that differential IAV nucleoprotein and RNA polymerase production underlies the increased mvRNA level. Moreover, at the higher infection temperature mvRNAs with dysregulating t-loops contribute most to the innate immune activation. We propose that fever during IAV infection can establish a positive feedback loop in which elevated aberrant RNA synthesis and innate immune activation may contribute to the dysregulation of cytokine production.", "date": "2025-05-22", "journal": ""}
{"title": "Exploring Spike-Dependent and ACE2-Independent Viral Entry into Salivary Epithelial Cells in the Absence of ACE2", "doi": "10.1101/2025.05.19.654917", "authors": "Barrows, C. M. L.; Young, S.; Farach-Carson, M. C.", "abstract": "Abstract: Salivary gland infection by SARS-CoV-2 requires viral entry via routes and mechanisms that remain unresolved. This study examined the expression of the angiotensin-converting enzyme 2 (ACE2) receptor in salivary tissues and basal cell-derived human salivary progenitor cells (hS/PCs), an unstudied potential entry point for SARS-CoV-2. Multiple detection modalities, including immunocytochemistry, western blotting, flow cytometry and RT-PCR, demonstrated a consistent lack of ACE2 protein and transcript in both tissue specimens and primary salivary epithelial cells. Antigen retrieval at pH 9 was determined to be optimal for immunodetection protocols, yet ACE2 remained undetectable. Small intestine tissue served as a positive control, confirming the validity of the methods and reagents we used. Considering there can be other receptors for SARS-CoV-2, flow cytometric analyses demonstrated that recombinant SARS-CoV-2 spike protein failed to bind to salivary epithelial cells, in contrast to HEK293 cells engineered to overexpress ACE2, which showed robust spike binding. These findings strongly support our conclusion that salivary cells do not serve as major targets for SARS-CoV-2 infection via ACE2 or spike protein, whether through direct exposure to viral particles in ductal fluids or via access to basal cells across the basement membrane.", "date": "2025-05-22", "journal": ""}
{"title": "Stimulant medications affect arousal and reward, not attention", "doi": "10.1101/2025.05.19.654915", "authors": "Kay, B. P.; Wheelock, M. D.; Siegel, J. S.; Raut, R.; Chauvin, R. J.; Metoki, A.; Rajesh, A.; Eck, A.; Pollaro, J.; Wang, A.; Suljic, V.; Adeyemo, B.; Baden, N. J.; Scheidter, K. M.; Monk, J.; Ramirez-Perez, N.; Krimmel, S. R.; Shinohara, R. T.; Tervo-Clemmens, B.; Hermosillo, R. J. M.; Nelson, S. M.; Hendrickson, T. J.; Madison, T.; Moore, L. A.; Miranda-Domlnguez, O.; Randolph, A.; Feczko, E.; Roland, J. L.; Nicol, G. E.; Laumann, T. O.; Marek, S. A.; Gordon, E. M.; Raichle, M. E.; Barch, D. M.; Fair, D. A.; Dosenbach, N. U. F.", "abstract": "Prescription stimulants such as methylphenidate are being used by an increasing portion of the population, primarily children. These potent norepinephrine and dopamine reuptake inhibitors promote wakefulness, suppress appetite, enhance physical performance, and are purported to increase attentional abilities. Prior functional magnetic resonance imaging (fMRI) studies have yielded conflicting results about the effects of stimulants on the brain's attention, action/motor, and salience regions that are difficult to reconcile with their proposed attentional effects. Here, we utilized resting-state fMRI (rs-fMRI) data from the large Adolescent Brain Cognitive Development (ABCD) Study to understand the effects of stimulants on brain functional connectivity (FC) in children (n = 11,875; 8-11 years old) using network level analysis (NLA). We validated these brain-wide association study (BWAS) findings in a controlled, precision imaging drug trial (PIDT) with highly-sampled (165-210 minutes) healthy adults receiving high-dose methylphenidate (Ritalin, 40 mg). In both studies, stimulants were associated with altered FC in action and motor regions, matching patterns of norepinephrine transporter expression. Connectivity was also changed in the salience (SAL) and parietal memory networks (PMN), which are important for reward-motivated learning and closely linked to dopamine, but not the brain's attention systems (e.g. dorsal attention network, DAN). Stimulant-related differences in FC closely matched the rs-fMRI pattern of getting enough sleep, as well as EEG- and respiration-derived brain maps of arousal. Taking stimulants rescued the effects of sleep deprivation on brain connectivity and school grades. The combined noradrenergic and dopaminergic effects of stimulants may drive brain organization towards a more wakeful and rewarded configuration, explaining improved task effort and persistence without direct effects on attention networks.", "date": "2025-05-22", "journal": ""}
{"title": "Oncolytic Maraba virus MG1 mediates direct and natural killer cell-dependent lysis of Ewing sarcoma", "doi": "10.1101/2025.05.16.654440", "authors": "Barr, T.; Jennings, V. A.; Roundhill, E. A.; Baugh, R. T.; Yamrali, M.; Owston, H.; McGonagle, D.; Giannoudis, P. V.; Caplen, N. J.; Khan, J.; Bell, J. C.; Burchill, S. A.; Errington-Mais, F.; Cook, G. P.", "abstract": "Ewing sarcoma (EWS) is a rare cancer of the bone and soft tissue, most prevalent in children and young adults. Treatment of EWS has progressed relatively little in over 30 years. Survival rates for patients, particularly those with metastatic and/or relapsed disease, remain poor, highlighting the urgent need for innovative treatment options. We have explored the therapeutic potential of the oncolytic Maraba virus strain MG1. We show that MG1 undergoes productive replication and exerts direct oncolysis of established EWS cell lines, doxorubicin-resistant EWS cell lines and patient-derived Ewing sarcoma (PDES) cell cultures more recently established from tumours. In contrast, primary mesenchymal stem cells (the likely cell of origin of EWS) were resistant to MG1, with IFN-I being a major determinant of tumour cell selectivity. MG1 treated PBMC produced IFN-I and killed EWS cells in vitro, in a natural killer (NK) cell-dependent manner. The ability of MG1 to kill EWS cells directly and to stimulate NK cell cytotoxicity against this tumour suggests that Maraba virus MG1 may provide therapeutic benefit for EWS patients where the efficacy of conventional treatments is currently limited.", "date": "2025-05-22", "journal": ""}
{"title": "Closed-form expressions for the directions of maximum modulation depth in temporal interference electrical brain stimulation.", "doi": "10.1101/2025.05.16.654079", "authors": "Corazza, M. F.; Turovets, S.; Muravchik, C. H.", "abstract": "In temporal interference (TI) electrical brain stimulation (EBS), an emerging neuromodulation technique, the interference of two high-frequency currents with a small frequency difference is used to target specific brain regions with better focality than in standard EBS. While the magnitude of the modulation depth has been previously investigated, an explicit formula for the directions in which this modulation is maximized has been lacking. This work provides a novel closed-form analytical expression for the orientation of maximum modulation depth in TI EBS. We also found a secondary orientation where the modulation depth has a local maximum and provide closed-form analytical formulas for this orientation as well as for the modulation depth along this orientation. To our knowledge, this is the first published closed-form expressions for these specific orientations in the context of TI stimulation. We mathematically derive these compact formulas and validate them through comprehensive computational simulations using a realistic human head model. Our simulations demonstrate that the modulation depth predicted with our new analytic direction formula of maximum modulation depth is indeed the maximum compared to other directions. The derived closed-form expression offers a faster and more precise alternative to numerical iterative optimization methods used in previous studies to estimate this direction. We also provide a complete analytical derivation of the widely used (Grossman et al., 2017) formula for the maximum modulation depth magnitude. Furthermore, we found that due to interference in 3D, the modulation depth along the secondary maximum orientation can be of similar strength than the maximum modulation depth intensity when interfering electric field vectors are significantly misaligned. Finally, we show that by modifying the ratio of the injected current strengths, it is possible to steer these directions to fine tune the stimulation along a desired direction of interest. Overall, this work represents a detailed treatment of TI electrical fields in 3D. The presented closed-form expressions for the directions of maximum and secondary maximum modulation depths are relevant for the better interpretation of both simulated and experimental results in TI studies by allowing comparison with neuronal orientations in the brain.", "date": "2025-05-22", "journal": ""}
{"title": "Lineage Analysis and Molecular Characterization of Bergmann Glia-like Progenitors in the Postnatal Mouse Cerebellum using in vivo Electroporation and Spatial Transcriptomics", "doi": "10.1101/2025.05.20.655231", "authors": "Suyama, K.; Adachi, T.; Isogai, E.; Hasegawa, I.; Mizuno, M.; Kaiyuan, J.; Nishitani, K.; Miyashita, S.; Owa, T.; Hoshino, M.", "abstract": "Astroglial cell diversity is essential for proper brain development and function in mammals. In mammalian cerebellum, three types of astroglial cells -Bergmann glial cells (BGs), inner granule cell layer (IGL) astrocytes, and white matter (WM) astrocytes- arise in postnatal timing from two types of progenitors: Bergmann glia-like progenitors (BGLPs) and astrocyte-like progenitors (AsLPs). While BGLPs are known to differentiate into BGs and IGL astrocytes in postnatal day 6 (P6) mice, their fate immediately after birth remains unclear due to technical challenges in specifically labeling BGLPs. In this study, we demonstrated that both BGLPs and AsLPs gradually decrease from P0 to P10. Using in vivo electroporation to label BGLPs, we found that BGLPs in P0 mice differentiate not only into BGs, IGL astrocytes but also WM astrocytes. Using spatial transcriptomics analysis (Xenium, 5k),we achieved the isolation and comparative profiling of BGLP clusters from P0 and P6 mice. This analysis revealed that P0 BGLPs exhibit more stem cell-like features, while P6 BGLPs show a shift toward BG-like characteristics. These findings indicate that BGLPs immediately after birth possess higher pluripotency than previously recognized.", "date": "2025-05-22", "journal": ""}
{"title": "Bona fide hematopoietic stem cells in zebrafish originate from the supra-intestinal artery", "doi": "10.1101/2025.05.20.655066", "authors": "Feng, S.; Qu, R.; He, Y.; Huang, T.; Wang, Y.; Trinh, T. H.; Cheng, K.; Zhao, S.; Huang, Y.; Zhu, H.; He, S.; Wen, Z.", "abstract": "Hematopoietic stem cells (HSCs) in vertebrates are widely believed to originate from hemogenic endothelial cells (HECs) in the dorsal aorta (DA) through endothelial-to-hematopoietic transition. However, conclusive in vivo DA-specific lineage-tracing studies to confirm this origin are lacking. Here, leveraging infrared light-mediated temporospatial-resolution lineage-tracing technology, we demonstrate that in zebrafish, HSCs do not originate from the DA. Instead, following the DA hematopoiesis, which produces hematopoietic precursors with limited renewal potential, lifelong renewable HSCs emerge from the supra-intestinal artery (SIA). Remarkably, while the DA produces hematopoietic cells from unipotent HECs, the SIA generates hematopoietic cells from both unipotent HECs and bipotent vessel-resident hemangioblasts (VRHs). These VRHs undergo multiple rounds of division and budding, generating both hematopoietic cells and SIA-resident endothelial cells. The distinct characteristics of DA and SIA cells are further reinforced by single-cell transcriptomic profiling. Our findings challenge the current paradigm of HSC development, underscoring the complexity of vertebrate hematopoiesis.", "date": "2025-05-22", "journal": ""}
{"title": "Semi-automatic Geometrical Reconstruction and Analysis of Filopodia Dynamics in 4D Two-Photon Microscopy Images", "doi": "10.1101/2025.05.20.654789", "authors": "Brence, B.; Brummer, J.; Dercksen, V. J.; Ozel, M. N.; Kulkarni, A.; Wolterhoff, N.; Prohaska, S.; Hiesinger, P. R.; Baum, D.", "abstract": "Filopodia are thin and dynamic membrane protrusions that play a crucial role in cell migration, axon guidance, and other processes where cells explore and interact with their surroundings. Historically, filopodial dynamics have been studied in great detail in 2D in cultured cells, and more recently in 3D culture as well as living brains. However, there is a lack of efficient tools to trace and track filopodia in 4D. To address this issue, we have developed a semi-automatic workflow for tracing filopodia in 3D images and tracking the traced filopodia over time.\n\nThe workflow was developed based on high-resolution data of photoreceptor axon terminals in the in vivo context of normal Drosophila brain development, but devised to be applicable to filopodia in any system, including at different temporal and spatial scales. The workflow was realized within the Amira software system and consists of two main parts, dataset pre-processing, and geometrical filopodia reconstruction, where each of the two parts comprises multiple steps. In this paper we provide an extensive workflow description and demonstrate its versatility for different axo-dendritic morphologies. Finally, we provide an analysis of the time requirements for use input and data processing.\n\nTo facilitate simple application within Amira or other frameworks, we share the source code, which is available at https://github.com/zibamira/filopodia-tool.", "date": "2025-05-22", "journal": ""}
{"title": "Reorganization of spinal neural connectivity following recovery after thoracic spinal cord injury: insights from computational modelling", "doi": "10.1101/2025.05.17.654682", "authors": "Shevtsova, N. A.; Lockhart, A. B.; Rybak, I. A.; Magnuson, D. S.; Danner, S. M.", "abstract": "Rats exhibit significant recovery of locomotor function following incomplete spinal cord injuries, albeit with altered gait expression and reduced speed and stepping frequency. These changes likely result from and give insight into the reorganization within spared and injured spinal circuitry. Previously, we developed computational models of the mouse spinal locomotor circuitry controlling speed-dependent gait expression (Danner et al. 2017; Zhang et al. 2022). Here, we adapted these models to the rat and used the adapted model to explore potential circuit-level changes underlying altered gait expression observed after recovery from two different thoracic spinal cord injuries (lateral hemisection and contusion) that have roughly comparable levels of locomotor recovery (Danner et al., 2023). The model reproduced experimentally observed gait expression before injury and after recovery from lateral hemisection and contusion, and suggests two distinct, injury-specific mechanisms of recovery. First, recovery after lateral hemisection required substantial functional restoration of damaged descending drive and long propriospinal connections, suggesting compensatory plasticity through formation of detour pathways. Second, recovery after a moderate midline contusion predominantly relied on reorganization of spared sublesional networks and altered control of supralesional cervical circuits, compensating for weakened propriospinal and descending pathways. These observations suggest that symmetrical (contusion) and asymmetrical (lateral hemisection) injuries induce distinct types of plasticity in different regions of the spinal cord, indicating that effective therapeutic strategies may benefit from targeting specific circuits according to injury symmetry.", "date": "2025-05-22", "journal": ""}
{"title": "Shared Hierarchical Representations Explain Temporal Correspondence Between Brain Activity and Deep Neural Networks", "doi": "10.1101/2025.05.19.655003", "authors": "Lutzow Holm, E.; Marraffini, G.; Fernandez Slezak, D.; Tagliazucchi, E.", "abstract": "The visual cortex and artificial neural networks both process images hierarchically, progressing from low-level features to high-level semantic representations. We investigated the temporal correspondence between activations from multiple convolutional and transformer-based neural network models (AlexNet, MoCo, ResNet-50, VGG-19, and ViT) and human EEG responses recorded during visual perception tasks. Leveraging two EEG datasets of images presented at different durations, we assessed whether this correspondence reflects general architectural principles or model-specific computations. Our analysis revealed a robust mapping: early EEG components correlated with activations from initial network layers and low-level visual features, whereas later components aligned with deeper layers and semantic content. Moreover, for images presented during longer times, the extent of correspondence correlated with the semantic contribution to the EEG response. These findings highlight a consistent temporal alignment between biological and artificial vision, suggesting that this correspondence is primarily driven by the hierarchical transformation of visual to semantic representations rather than by idiosyncratic computational features of individual network architectures.", "date": "2025-05-22", "journal": ""}
{"title": "Change point based dynamic functional connectivity estimation outperforms sliding window and static estimation for classification of early mild cognitive impairment in resting-state fMRI", "doi": "10.1101/2025.05.16.654552", "authors": "Ondrus, M.; Cribben, I.", "abstract": "The most widely used inputs in classification models of brain disorders such as early mild cognitive impairment (eMCI) or Alzheimer's disease are estimates of static-based functional connectivity (SFC) and sliding window dynamic functional connectivity (swDFC). Although these methods are convenient for estimation and computational purposes, as it keeps the estimation tractable, they present a simplified version of a highly integrated and dynamic phenomenon. Change point dynamic functional connectivity (cpDFC) methods, which are far less commonly used, offer an alternative to swDFC approaches. In this study, we consider a classification task between controls and patients with eMCI using resting-state functional magnetic resonance imaging (fMRI) data from the Alzheimer's Disease Neuroimaging Initiative (ADNI) studies, ADNI2 and ADNIGO. Our results indicate that the DFC methods are generally superior to the SFC methods when used as inputs into the classification model. Most importantly, we find that the cpDFC methods are generally superior to the widely used swDFC methods. We discuss how cpDFC methods offer many distinct advantages over swDFC methods, namely, the parsimony of network features and ease of interpretability. We validate the robustness and consistency of our results by testing the methods on an additional resting-state fMRI dataset of mild cognitive impairment patients. These findings call into question the validity of numerous fMRI studies that have utilized inferior approaches, such as SFC and swDFC, as inputs to classification models to predict various brain disorders. Finally, we present an ensemble model of the best models, which achieves an accuracy of 91.17% from leave-one-out cross-validation of subjects with eMCI. Our results suggest that the underlying functional networks are dynamic, multiscale, and that different FC methods capture distinct information for classification efficacy.", "date": "2025-05-22", "journal": ""}
{"title": "Comparing AI and Human Mentoring in Supporting Dental Student Well-being: A Mixed-Methods Study", "doi": "10.1101/2025.05.20.655059", "authors": "Rath, A.", "abstract": "Background Dental education is associated with high psychological distress among students, exacerbated by intensive clinical training and variable institutional support. Traditional mentoring programs mitigate such challenges, yet faculty shortages and resource constraints necessitate exploration of alternative models. Artificial intelligence (AI) platforms such as ChatGPT offer potential supplemental mentoring support; however, their comparative effectiveness in health professions education remains underexplored. Methods This comparative, convergent mixed-methods study was conducted at SEGi University, Malaysia, involving 31 Year 4 dental students receiving human mentoring and 36 Year 5 students utilizing ChatGPT as an AI mentor. Quantitative outcomes were assessed using the Depression, Anxiety, and Stress Scale (DASS-21), the Perceived Mentor Support Scale (PMSS), and the Mentoring Effectiveness Scale (MES). Qualitative data were collected through focus groups and analysis of ChatGPT interaction logs. Statistical analyses included paired t-tests and ANOVA, while thematic analysis was used for qualitative data integration. Results Year 4 students demonstrated significant reductions in stress, anxiety, and depression scores (p < 0.001) and greater improvements in perceived mentor support (p < 0.001) and mentoring effectiveness (p < 0.001) compared to Year 5 students. Year 5 students reported modest gains following ChatGPT mentoring, highlighting strengths in accessibility and immediacy but limitations in emotional resonance. Qualitative themes underscored human mentors superior capacity for emotional attunement, while ChatGPT was valued for availability and practical support. Conclusions While AI-based mentoring via ChatGPT shows promise in enhancing mentoring accessibility, human mentorship remains critical for addressing the emotional and relational needs of dental students. Careful integration of AI tools into hybrid mentorship models could optimize support systems, particularly in resource-constrained educational environments. Future research should explore ethical frameworks and training strategies to enhance empathetic AI mentorship in health professions education.", "date": "2025-05-22", "journal": ""}
{"title": "THE LASSA VIRUS FUSION DOMAIN HAS STRUCTURAL PLASTICITY AND EXPLOITS BIS(MONOACYLGLYCERO)PHOSPHATE FOR FUSION", "doi": "10.1101/2025.05.20.655079", "authors": "Pennington, H. N.; Arulmoly, K.; Mulvihill, Q. M.; Shin, S.; Im, W.; Lee, J.", "abstract": "Infection with Lassa virus (LASV), an arenavirus endemic to West Africa, results in a viral hemorrhagic fever with high mortality rates and public health implications. The glycoprotein complex (GPC) is central to LASV's infectivity as it mediates viral entry via membrane fusion. The fusion domain (FD, G260 - N295) facilitates the initiation of membrane fusion and, thus, the merging of the viral and host cell membranes in a pH-dependent fashion at the lysosomal membrane. The FD consists of two distinct regions: an N-terminal fusion peptide (FP, G260 - T274) and an internal fusion loop (FL, C279 - N295) that are connected by a short linker region (P275 - Y278). Nonetheless, the precise structural and functional characteristics of the LASV FD remain unknown. Here, we demonstrate that the LASV FD associates with the host cell membrane via its FL, specifically residues R282 - L290, whereas the FP is more solvent-exposed, especially for residues D268 - T274. We found that a multitude of conformational states are adopted by the entire LASV FD before membrane association, while only the FP, and not the FL, continues to sample numerous states after membrane association. Moreover, we provide evidence that the LASV FD prefers to interact with anionic lipids, namely bis(monoacylglycero)phosphate (BMP). In conclusion, our findings indicate that the LASV FD preferentially initiates fusion in the presence of BMP, at which point the FL adopts a helical conformation to associate with the membrane, whereas the FP remains exposed to the environment.", "date": "2025-05-22", "journal": ""}
{"title": "Resolution Tradeoffs in Modularity Clustering with Application to Single Cell RNA-seq", "doi": "10.1101/2025.05.20.655159", "authors": "Leviyang, S.", "abstract": "Modularity based clustering was introduced in the network literature for community detection and is now commonly applied to single cell RNA-seq (scRNAseq) datasets for cell type identification. Modularity clustering depends on a resolution parameter, which implicitly determines the number of clusters inferred, but no theory exists describing clustering as a function of the resolution. For scRNAseq, an improperly chosen resolution parameter can lead to erroneous or missed cell types. In this work, we provide an explicit description of clustering as a function of the resolution parameter through the notion of a splitting resolution, the minimum resolution at which a graph or subgraph is split into multiple clusters. We show that the splitting resolution of a subgraph is inversely proportional to the frequency of the subgraph within the graph. This result extends the resolution limit result of Fortunato and Barthelemy to the setting of a general resolution parameter value. In the network literature, the starting point for modularity clustering is a graph, but in scRNAseq applications the starting point is a cell embedding used to form a graph. We show that cell embeddings in scRNAseq can be approximated by Gaussian mixtures. We then study splitting resolutions of k-nearest neighbor graphs formed from cell embeddings distributed as a normal or a pair of isotropic normals. For such graphs, we derive formulas for the splitting resolution as a function of sample size, embedding dimension, and the covariance structure of the normals. We use our results to provide specific examples of type I vs II error tradeoffs implicit in the choice of the resolution parameter.", "date": "2025-05-22", "journal": ""}
{"title": "Forward Engineering Organ Development and Cancer Therapeutics with Optogenetics", "doi": "10.1101/2025.05.16.653804", "authors": "Mim, M. S.; Cini, S.; Frank, C.; Wang, Z.; Dowling, A.; Zartman, J. J.", "abstract": "Robust growth control is an essential requirement for the survival of living organisms, while its dysregulation results in diseases such as cancer. However, a significant knowledge gap exists in understanding how precise organ growth control is achieved. The growing arsenal of optogenetic toolkits allows precise, noninvasive control of cellular signaling in vivo, enabling research into how bioelectrical and chemical cues regulate organ growth. Here, we used the red-light-activated channelrhodopsin, CsChrimson, to stimulate intracellular calcium signaling dynamics in the wing epithelium of Drosophila melanogaster, an established model system for investigating organ size control. By varying light intensity and activation dynamics systematically, we identified a biphasic regulation of final organ size. Illumination of CsChrimson depolarizes cells and stimulates spikes of cytosolic calcium concentrations, a phenomenon explained by a computational model that incorporates the inclusion of both gap junction closure and voltage-gated calcium channel activation. This calcium regulation tunes downstream effectors involved in growth regulation and apoptosis. In particular, we found that prolonged bright red light exposure (100 lux/12 hours) increased cell death in wing imaginal discs and caused severe morphological abnormalities in adult wings, with phenotypic severity dependent on stimulation parameters defined by illumination intensity and period of activation. Strikingly, an optimum level of dim, pulsatile light (5 lux, 1 minute on/off pulse train) resulted in overgrown organs and significantly upregulated cell proliferation. We also co-expressed an oncogene, RasV12, with CsChrimson and showed that experimental optical simulation parameters can be exploited to control the morphology of tumorous tissues and initiate targeted remission of tumorous growth. Our findings and approach provide a powerful framework to dissect the role of dynamic physiological signaling events in organogenesis and offer translational insights into new therapeutic strategies with applications in cancer and regenerative medicine.", "date": "2025-05-22", "journal": ""}
{"title": "Deciphering the comprehensive relationship between 5'UTR and 3'UTR sequences with deep learning", "doi": "10.1101/2025.05.17.654644", "authors": "Suga, K.; Yamada, K.; Hamada, M.", "abstract": "Recent advances in mRNA therapeutics have driven further research on untranslated region (UTR) of mRNA. However, prior studies have mainly focused on either the 5' or 3'UTR individually. Increasing evidence suggests potential cooperative effects between these two regions, which remain largely unexplored in computational studies. Here, we present a deep learning-based approach to predicting relationships between 5'and 3'UTRs by leveraging latent representations from a pre-trained RNA language model and contrastive learning. Our method effectively identifies highly related UTR pairs, uncovering sequence and expression characteristics that suggest functional interplay. Our analysis revealed that Highly Related UTR pairs (HRUs) are significantly enriched in genes associated with neural development, exhibit distinctive UTR length and secondary structure characteristics, and are involved in cell type-specific regulation of translation efficiency. These findings provide new insights into UTR co-optimization for mRNA therapeutics.", "date": "2025-05-22", "journal": ""}
{"title": "Optimizing Oyster Breeding with Machine Learning and BigData for Superior Quality", "doi": "10.1101/2025.05.16.654565", "authors": "Nayak, P.; Mishra, D. R.; Swain, R.; Sahoo, D.", "abstract": "Oyster aquaculture is a vital component of global marine ecosystems and food production, yet winter mortality events threaten both ecological stability and economic viability. Traditional selective breeding methods, reliant on phenotypic traits and slow generational cycles, struggle to address these challenges efficiently. This study introduces an innovative approach integrating machine learning with multi-omics data genomics, transcriptomics, and proteomics to optimize oyster breeding for resilience and quality. By analyzing high-resolution datasets encompassing genetic markers, environmental stressors, and survival metrics, our ML models identified key SNPs linked to cold tolerance and disease resistance. Marker-assisted selection (MAS) accelerated breeding cycles, while predictive algorithms achieved 92.4% accuracy in forecasting survival and growth traits. Controlled trials demonstrated a 30% reduction in winter mortality and a 25% improvement in growth rates among ML-selected oyster lineages compared to traditional methods. Additionally, a smartphone-based diagnostic tool was developed to enable real-time monitoring of oyster health, empowering farmers to adapt feeding and environmental strategies dynamically. This research bridges the gap between conventional aquaculture and computational innovation, offering a scalable framework to enhance genetic diversity, sustainability, and yield. By replacing trial-and-error practices with data-driven precision, our approach not only mitigates immediate industry challenges but also establishes a pathway for climate-resilient aquaculture. The fusion of ML with multi-omics technologies marks a transformative shift, enabling breeders to make rapid, evidence-based decisions that harmonize ecological stewardship with commercial demands.", "date": "2025-05-22", "journal": ""}
{"title": "Guided Co-clustering Transfer Across Unpaired and Paired Single-cell Multi-omics Data", "doi": "10.1101/2025.05.16.654635", "authors": "Li, H.; Liu, Y.; ZENG, P.", "abstract": "Single-cell multi-omics technologies enable the simultaneous profiling of gene expression and chromatin accessibility, providing complementary insights into cellular identity and gene regulatory mechanisms. However, integrating paired scRNA-seq and scATAC-seq data remains challenging due to inherent sparsity, technical noise, and the limited availability of high-quality paired measurements. In contrast, large-scale unpaired scRNA-seq datasets often exhibit robust and biologically meaningful cell cluster structures. We introduce \\textbf{Guided Co-clustering Transfer (GuidedCoC)}, a novel unsupervised framework that transfers structural knowledge from unpaired scRNA-seq source data to improve both cell clustering and feature alignment in paired scRNA-seq/scATAC-seq target data. GuidedCoC jointly co-clusters cells and features across modalities and domains via a unified information-theoretic objective, aligning gene expression modules with regulatory elements while implicitly performing cross-modal dimensionality reduction to reduce noise. Additionally, it automatically aligns cell types across unpaired and paired datasets without requiring explicit annotations. Extensive experiments on multiple benchmark datasets demonstrate that GuidedCoC achieves superior clustering accuracy and biological interpretability compared to existing methods. These results highlight the promise of structure-guided, unsupervised transfer learning for robust, scalable, and interpretable integration of single-cell multi-omics data. Code is available at ~\\url{https://github.com/No-AgCl/GuidedCoC}.", "date": "2025-05-22", "journal": ""}
{"title": "Trophic and temporal dynamics of macrophage biology in human inner ear organogenesis", "doi": "10.1101/2025.05.16.654631", "authors": "Deng, Y.; Ehiogu, B.; Luca, E.; Dabdoub, A.; Le Cao, K.-A.; Wells, C.; Nayagam, B.", "abstract": "Recent single-cell transcriptomic approaches are uncovering the breadth and depth of cell diversity within the mammalian inner ear. Macrophages, detected from gestational week seven in the human inner ear, persist into adulthood, and yet remain poorly understood in terms of their origin and function. Using self-generated and public scRNA-seq data, we identify seven distinct macrophage subtypes spanning fetal weeks 7.5 to 16.4 and adulthood. Each macrophage subtype is linked to specific developmental stages and displays a unique gene expression profile. These findings corroborate earlier histological evidence of resident and non-resident macrophages in both the developing and adult human cochlea. We also show that the human inner ear is seeded by macrophages from both yolk sac and fetal liver, corroborating studies in mouse. By analyzing ligand-receptor interactions, we highlight potential macrophage contributions to inner ear organogenesis. This research provides new insights into the diverse roles of human inner ear macrophages.", "date": "2025-05-22", "journal": ""}
{"title": "Deep-learning-enabled multi-omics analyses for prediction of future metastasis in cancer", "doi": "10.1101/2025.05.16.654579", "authors": "Ma, Q.; Wang, X.; Duan, M.; Su, P.-L.; Li, J.; Krull, J.; Jin, J.; Chen, H.; Sun, Y.; Wu, W.; He, K.; Carpenter, R.; Zhang, C.; Cao, S.; Xu, D.; Wang, G.; Li, L.; Xin, G.; Carbone, D. P.; Li, Z.", "abstract": "Metastasis remains the leading cause of cancer-related mortality, yet predicting future metastasis is a major clinical challenge due to the lack of validated biomarkers and effective assessment methods. Here, we present EmitGCL, a deep-learning framework that accurately predicts future metastasis and its corresponding biomarkers. Based on a comprehensive benchmarking comparison, EmitGCL outperformed other computational tools across six cancer types from seven cohorts of patients with superior sensitivity and specificity. It captured occult metastatic cells in a patient with a lymph node-negative breast cancer, who was declared to have no evidence of disease by conventional imaging methods but was later confirmed to have a metastatic disease. Notably, EmitGCL identified HSP90AA1 and HSP90AB1 as predictable biomarkers for future breast cancer metastasis, which was validated across five independent cohorts of patients (n=420). Furthermore, we demonstrated YY1 transcription factor as a key driver of breast cancer metastasis which was validated through in-silico and CRISPR-based migration assays, suggesting that YY1 is a potential therapeutic target for deterring metastasis.", "date": "2025-05-22", "journal": ""}
{"title": "Deep-learning-enabled multi-omics analyses for prediction of future metastasis in cancer", "doi": "10.1101/2025.05.16.654579", "authors": "Wang, X.; Duan, M.; Su, P.-L.; Li, J.; Krull, J.; Jin, J.; Chen, H.; Sun, Y.; Wu, W.; He, K.; Carpenter, R.; Zhang, C.; Cao, S.; Xu, D.; Wang, G.; Li, L.; Xin, G.; Carbone, D. P.; Li, Z.; Ma, Q.", "abstract": "Metastasis remains the leading cause of cancer-related mortality, yet predicting future metastasis is a major clinical challenge due to the lack of validated biomarkers and effective assessment methods. Here, we present EmitGCL, a deep-learning framework that accurately predicts future metastasis and its corresponding biomarkers. Based on a comprehensive benchmarking comparison, EmitGCL outperformed other computational tools across six cancer types from seven cohorts of patients with superior sensitivity and specificity. It captured occult metastatic cells in a patient with a lymph node-negative breast cancer, who was declared to have no evidence of disease by conventional imaging methods but was later confirmed to have a metastatic disease. Notably, EmitGCL identified HSP90AA1 and HSP90AB1 as predictable biomarkers for future breast cancer metastasis, which was validated across five independent cohorts of patients (n=420). Furthermore, we demonstrated YY1 transcription factor as a key driver of breast cancer metastasis which was validated through in-silico and CRISPR-based migration assays, suggesting that YY1 is a potential therapeutic target for deterring metastasis.", "date": "2025-05-22", "journal": ""}
{"title": "Age-informed, attention-based weakly supervised learning for neuropathological image assessment", "doi": "10.1101/2025.05.16.654510", "authors": "Li, S.; Malamut, M.; McKee, A.; Cherry, J.; Tian, L.", "abstract": "Chronic Traumatic Encephalopathy (CTE) and other neurodegenerative disorders (NDs) pose diagnostic challenges due to their diffuse and subtle pathological changes. Traditional diagnostic methods relying on manual histopathological slide inspection are labor-intensive and prone to variability, often missing subtle structural alterations. This study introduces an age-informed, attention-based multiple instance learning (MIL) pipeline to predict AT8 density, a key marker of p-tau aggregation in CTE. Using Luxol Fast Blue and Hematoxylin & Eosin (LH&E) stained images, our model identifies critical pathological regions and generates interpretable attention maps highlighting structural changes linked to tau pathology. Incorporating patient age enhances predictive accuracy and contextual understanding, addressing aging's confounding effects. We also develop quantitative evaluation procedures for foundation models (FMs), assessing attention map smoothness, faithfulness, and robustness to perturbations like stain variability and noise. These benchmarks facilitate informed FM selection and optimization for neuropathological tasks. By enabling scalable, automated whole-slide image (WSI) analysis, our approach advances digital neuropathology, supporting earlier and more precise ND diagnoses and uncovering subtle markers with potential applications in clinical imaging.", "date": "2025-05-22", "journal": ""}
{"title": "cellSight: Characterizing dynamics of cells using single-cell RNA-sequencing", "doi": "10.1101/2025.05.16.654572", "authors": "Chatterjee, R.; Gohel, C.; Shook, B. A.; Rahnavard, A.", "abstract": "Single-cell analysis has transformed our understanding of cellular diversity, offering insights into complex biological systems. Yet, manual data processing in single-cell studies poses challenges, including inefficiency, human error, and limited scalability. To address these issues, we propose the automated workflow cellSight, which integrates high-throughput sequencing in a user-friendly platform. By automating tasks like cell type clustering, feature extraction, and data normalization, cellSight reduces researcher workload, promoting focus on data interpretation and hypothesis generation. Its standardized analysis pipelines and quality control metrics enhance reproducibility, enabling collaboration across studies. Moreover, cellSight's adaptability supports integration with emerging technologies, keeping pace with advancements in single-cell genomics. cellSight accelerates discoveries in single-cell biology, driving impactful insights and clinical translation. It is available with documentation and tutorials at https://github.com/omicsEye/cellSight.", "date": "2025-05-22", "journal": ""}
{"title": "Unveiling KRAS Mutant Structures with AlphaFold 3: New Avenues for Targeted Cancer Therapy", "doi": "10.1101/2025.05.16.654380", "authors": "Zhao, G.; Zhao, Y.", "abstract": "Despite recent advances in targeting the \"undruggable\" KRAS (Kirsten rat sarcoma viral oncogene homologue) protein, much of its structural information remains elusive. Utilizing a \"branch-pruning\" strategy, this study systematically mutated the Switch I and II regions of KRAS, predicting mutants' structures with AlphaFold 3 and analyzing their structure differences with KRAS wildtype using PyMOL. The analysis of 494 mutants showed that over 64% had root-mean-square deviation (RMSD) scores below 0.200, indicating minor structural changes compared to wildtype KRAS. Notably, Switch II exhibited greater conformational variability, suggesting its potential role in oncogenic signaling. This work found that Q61 mutants showed limited structural changes, but nearby sites like E63 and M67 were more dynamic. Highly dynamic sites D38 (on Switch I) and E76/G60 (on Switch II) were identified, potentially affecting KRAS dimerization and post-translational modifications in oncogenesis. Mutants like D31I, R73C, and T74Q induced conformational changes, yet their biological functions are still unknown, possibly impacting effector binding and allosteric communication. These findings could reveal cryptic pockets for drug targeting, deepening our understanding of KRAS's role in cancer.", "date": "2025-05-22", "journal": ""}
{"title": "BMI-1 Modulation and Trafficking During M Phase in Diffuse Intrinsic Pontine Glioma", "doi": "10.1101/2025.05.16.654605", "authors": "Umaru, B.; Mishra, D.; Senthil Kumar, S.; Pang, H.-H.; Devine, B.; Khan, K.; Drissi, R.", "abstract": "BMI-1 (B cell-specific Moloney murine leukemia virus integration site 1) has been implicated in both normal and cancer cell biology. While the canonical function of BMI-1 involves epigenetic repression, novel extra-nuclear functions have been recently reported. In the present study, we demonstrate that the phosphorylation of BMI-1 in diffuse intrinsic pontine glioma (DIPG) cells occurs in M phase and that triggers simultaneous translocation of the phosphorylated BMI-1 to the cytoplasm. This translocation is mediated by the RanGTP-dependent transporter CRM1, also known as exportin. Furthermore, we uncovered a previously unidentified nuclear export signal (NES) in BMI-1 protein, suggesting an active transport type of modified BMI-1 mediated by CRM1. These findings associate BMI-1 phosphorylation with its trafficking in M phase. Collectively, this study sheds light on the molecular mechanisms underlying BMI-1 functions in DIPG, thereby potentially paving the way for the development of targeted therapeutic strategies related to M phase progression.", "date": "2025-05-22", "journal": ""}
{"title": "BMI-1 Modulation and Trafficking During M Phase in Diffuse Intrinsic Pontine Glioma", "doi": "10.1101/2025.05.16.654605", "authors": "Umaru, B.; Mishra, D.; Senthil Kumar, S.; Pang, H.-H.; Devine, B.; Khan, K.; Drissi, R.", "abstract": "BMI-1 (B cell-specific Moloney murine leukemia virus integration site 1) has been implicated in both normal and cancer cell biology. While the canonical function of BMI-1 involves epigenetic repression, novel extra-nuclear functions have been recently reported. In the present study, we demonstrate that the phosphorylation of BMI-1 in diffuse intrinsic pontine glioma (DIPG) cells occurs in M phase and that triggers simultaneous translocation of the phosphorylated BMI-1 to the cytoplasm. This translocation is mediated by the RanGTP-dependent transporter CRM1, also known as exportin. Furthermore, we uncovered a previously unidentified nuclear export signal (NES) in BMI-1 protein, suggesting an active transport type of modified BMI-1 mediated by CRM1. These findings associate BMI-1 phosphorylation with its trafficking in M phase. Collectively, this study sheds light on the molecular mechanisms underlying BMI-1 functions in DIPG, thereby potentially paving the way for the development of targeted therapeutic strategies related to M phase progression.", "date": "2025-05-22", "journal": ""}
{"title": "Targetable BIRC5 dependency in therapy-resistant TP53 mutated acute myeloid leukemia", "doi": "10.1101/2025.05.17.654633", "authors": "Mamdouh, A. M.; Lim, F. Q.; Mi, Y.; Olesinski, E. A.; Chan, C. G. T.; Jasdanwala, S.; Lin, X. X.; Wang, Y.; Tan, J. Y. M.; Bhatia, K. S.; Sapozhnikova, V.; Wang, C.; Mahesh, A. N.; Tan, D. E. L.; Chitkara, N.; Mertins, P.; Hogdal, L.; Brown, B. D.; Haferlach, T.; Lobry, C.; Lindsley, C.; Puissant, A.; Ho, H. K.; Das, S.; Letai, A.; Kornblau, S. M.; Krönke, J.; Ayoub, E.; Itahana, K.; Andreeff, M.; Bhatt, S.", "abstract": "TP53 mutations confer treatment resistance across multiple cancers. Mechanisms of therapy resistance, beyond affecting transactivation of BCL-2 family genes, remain a mystery. Here, we report that TP53 mutated AML, triple negative breast cancer, and colorectal cancer escape therapy-induced apoptosis due to inability to activate caspase-3/7, despite having normal mitochondrial outer membrane permeabilization (MOMP) induction. To identify post-MOMP determinants of therapy resistance in TP53 mutated AML, we applied a multiomics approach - whole-genome CRISPR screen, bulk/single-cell RNAseq, and high-throughput drug screen. BIRC5, encoding survivin, was selectively upregulated in paired hematopoietic stem/multipotent progenitor cells from TP53 mutant AML patients, with further enrichment after venetoclax-azacitidine (VenAza) relapse. Critically, BIRC5 was also upregulated in 17 of 26 TP53 mutant TCGA cancers. Genetic ablation of BIRC5 resensitized TP53 mutated AML to standard therapy by restoring caspase activation, validating therapeutic relevance. Importantly, targeting IAPs and survivin using clinically relevant inhibitors overcame VenAza resistance of TP53 mutant tumors in vivo, achieving sustained AML suppression. Combination with survivin inhibitors also overcame chemotherapy resistance in TP53 deficient solid cancers. Together, we discovered that wild-type TP53 is required in post-MOMP signaling and that BIRC5 dependency is an effective therapeutic target for poor prognosis, TP53 mutated cancers.", "date": "2025-05-22", "journal": ""}
{"title": "Alcohol Disrupts Neural Differentiation Through Endoplasmic Reticulum Stress and PERK Pathway Activation", "doi": "10.1101/2025.05.16.654531", "authors": "Zhang, Z.; Wen, W.; Lin, H.; Hu, D.; Li, H.; Luo, J.", "abstract": "Prenatal alcohol exposure (PAE) can lead to fetal alcohol spectrum disorder (FASD), a condition marked by developmental brain defects that result in neurobehavioral and cognitive impairments. However, the underlying molecular mechanisms remain poorly understood. Brain development is a highly regulated process, with neurogenesis playing a crucial role. A key stage in this process is neural differentiation, which is essential for proper brain function. This study aims to investigate how alcohol disrupts neural differentiation. NE-4C cells, a neural stem cell line derived from the mouse embryonic brain, were utilized as an in vitro model. As an in vivo model, pregnant mice were exposed to alcohol between gestation days 14 and 16, after which newly formed neurons in the ventricular zone (VZ) were analyzed. To examine the role of endoplasmic reticulum (ER) stress, tunicamycin (TM), and MANF-deficient NE-4C cells were employed. Neural differentiation was assessed using immunofluorescence, immunoblotting and flow cytometry. Alcohol impaired the differentiation of NE-4C cells into neurons and astrocytes without impacting cell migration. It also induced ER stress, preferably activating the PERK pathway. Similarly, ER stress caused by TM and MANF deficiency disrupted neural differentiation and activated PERK. Inhibiting PERK mitigated alcohol-induced impairment of neuronal differentiation. PAE decreased the number of newly formed neurons in the VZ of fetal brain while having little effects on cell survival and proliferation. Inhibiting PERK partially reversed the reduction of new neurons caused by PAE. Thus, alcohol-induced ER stress, particularly PERK activation, may contribute to impaired neurogenesis linked to FASD.", "date": "2025-05-22", "journal": ""}
{"title": "Exploring the immune environment of glioblastoma through single-cell RNA sequencing in humanized mouse models", "doi": "10.1101/2025.05.17.654526", "authors": "Takei, J.; Furudate, K.; Nagaoka-Kamata, Y.; Iwaloye, O.; Jepson, C. E.; Blucas, M. T.; Saito, K.; Welner, R. S.; Van Meir, E. G.; Kamata, M.; Osuka, S.", "abstract": "Background: Glioblastoma (GBM) is the deadliest primary brain tumor in adults, where current therapies fail to meaningfully extend survival. Available animal GBM tumor models, especially therapy-resistant and recurrent ones with unique immunological aspects, are restricted, impeding innovative treatment research. To confront this critical obstacle we established a unique GBM mouse model that utilizes patient-derived xenografts (PDXs) within humanized mice. Methods: We selected two immune-deficient mouse models to facilitate the reconstitution of myeloid lineage cells. After undergoing myeloablation, mice received CD34+ hematopoietic stem progenitor cells derived from human umbilical cord blood for humanization. Upon confirming the reconstitution of human blood cells, mice were xenografted with PDXs resistant to radiation. Tumor profiles and immune cell infiltration were analyzed via flow cytometry, immunohistochemistry, and single-cell RNA sequencing (scRNA-seq). The findings were evaluated against scRNA-seq data from recurrent human GBM. Results: A diverse range of human immune cells, including T, NK, and myeloid lineage cells, infiltrated PDX tumors in humanized mice. Notably, gene expression profiles in these immune cells resembled that of recurrent human GBM. Unlike conventional xenograft models, this model highlighted enhanced tumor diversity, particularly a high fraction of neural progenitor-like cells. Conclusions: Our humanized GBM mouse model displayed an immune cell signature similar to recurrent GBM. This model is a valuable resource for analyzing the tumor immune landscape and assessing new therapies, particularly immunotherapies. By enabling effective evaluation of novel treatments, our model has the potential to significantly advance GBM research.", "date": "2025-05-22", "journal": ""}
{"title": "Study buddy learning is associated with academic success in undergraduate science courses", "doi": "10.1101/2025.05.20.655056", "authors": "Jones, A.; Reznik, G.; Hossain, A. R.; Dudarev, V.; Hui, B.; Belleville, P.; Williams, W.; Fussner-Dupas, E.; Enns, J. T.", "abstract": "This study reports on the outcomes of a formal peer-learning program for undergraduate science students. We implemented a cohort-based study buddy program in which high-scoring students (mentors) and lower-scoring peers (proteges) were invited to form study groups based on their first assessment scores in a given course. We then compared the performance of participants versus non-participants on subsequent assessments, while examining separately the effects for mentors and proteges. Results showed similar participation benefits for students in both mentor and protege roles. These findings emphasize the value of reducing barriers to collaborative learning in higher education and highlight the study buddy program as a cost-effective and scalable approach to enhance students' educational experiences.", "date": "2025-05-22", "journal": ""}
{"title": "Brain State Convergence and Divergence as Resting State FMRI Biomarkers: A Large-Scale Study of Continuous, Overlapping, Time-resolved States Differentiates Four Psychiatric Disorders", "doi": "10.1101/2025.05.20.655164", "authors": "Soleimani, N.; Wiafe, S.-L.; Iraji, A.; Pearlson, G. D.; Calhoun, V.", "abstract": "Identifying biomarkers- objective, quantifiable biologically-based measures to complement traditional clinical assessments- is critical for studying the links between brain and disorders. Recent advances in neuroimaging have shifted biomarker discovery from traditional univariate brain mapping techniques, which analyze individual brain regions separately, to multivariate predictive models that consider complex patterns across multiple regions, with dynamic functional network connectivity (dFNC) emerging as a key approach offering a dynamic view of the temporal coupling between different brain networks. Here, we introduce an innovative approach to estimate dynamic double functional independent primitives (ddFIP) by first applying a spatially constrained independent component analysis (ICA) to derive intrinsic connectivity networks (ICNs), followed by a second ICA applied to dFNC matrices. This procedure provides a set of states that reflect dynamic connectivity patterns. To characterize these states, we propose several dynamic measures: (1) amplitude convergence, which quantifies the extent to which multiple states contribute similarly to the connectivity profile at a given time (indicating more uniform state contributions); (2) amplitude divergence, quantifying the tendency for states to contribute at varying levels which does not assume dominance but rather reflects a spread of amplitudes across states; as well as (3) dynamic state density which shows the number of strongly occupied states, reflecting the brains preference for spending time in a smaller or larger set of dominant states. We apply this approach to uncover ddFIP-based biomarkers from seven resting-state functional magnetic resonance imaging (rs-fMRI) clinical datasets, which include four neuropsychiatric disorders- schizophrenia (SCZ), autism spectrum disorder (ASD), major depressive disorder (MDD), and bipolar disorder (BPD)- comprising a total of 5,805 participants. Our results revealed disorder-specific patterns in dynamic connectivity measures. SCZ exhibited widespread disruptions with high variability and increased divergence, suggesting a tendency for states to contribute at varying levels rather than uniformly. ASD, in contrast, showed significantly reduced divergence and increased convergence, indicating more uniform contributions across states and atypical stability in dynamic connectivity. BPD demonstrated heightened variability, particularly in mood regulation networks, while MDD displayed moderate disruptions, especially in self-referential processing networks. Notably, ASDs increased state convergence reflects a pattern where state weights are more similar, was sharply distinct from SCZs increased divergence, as indicated by state occupancy measures. In sum, our findings highlight the potential of continuous dFNC as a FNC-based biomarker to capture disorder-specific connectivity signatures. Moreover, by analyzing both the convergence and divergence of dynamic states, we capture a detailed view of connectivity, reflecting the brains adaptability and resilience within each disorder.", "date": "2025-05-22", "journal": ""}
{"title": "Enhanced anti-nociception by novel dual antagonists for 5HT2aR and mGluR5 in preclinical models of pain", "doi": "10.1101/2025.05.21.655254", "authors": "Choi, D.; Heo, H. J.; Shin, H.; Im, J.; Lee, G.; Kim, A. H.; Hur, K.-H.; Nho, Y.; Jang, C.-G.; Lee, H.", "abstract": "Significant research has focused on developing anti-nociceptive pain treatments by targeting specific molecular candidates. The serotonin 2a receptor (5-HT2aR) and metabotropic glutamate receptor 5 (mGluR5) are recognized as key mediators in neuropathic pain. However, the combined effects of simultaneous inhibition of these targets remain unexplored. This current study investigated the therapeutic potential of concurrently antagonizing 5-HT2aR and mGluR5. Using spinal nerve ligation (SNL) and formalin-induced pain models in male Sprague-Dawley rats, we demonstrated that the simultaneous administration of both antagonists significantly enhanced anti-allodynic and anti-nociceptive effects, resulting in increased allodynia thresholds and reduced pain-related behaviors. This dual antagonism provided pain relief comparable to that of gabapentin and morphine. Furthermore, novel small molecules designed to simultaneously antagonize 5-HT2aR and mGluR5 exerted anti-nociceptive effects by suppressing excitatory postsynaptic responses and inhibiting the phosphorylation of ERK and AKT signaling molecules. Notably, the dual antagonist maintained anti-allodynic efficacy with repeated administration, unlike morphine, which exhibited clear tolerance development with daily use. Moreover, when administered intravenously, the dual antagonist demonstrated a low potential for abuse. These findings indicate that the simultaneous antagonism of 5-HT2aR and mGluR5 represents a promising pharmacological target for the management of chronic pain. This approach may offer enhanced analgesic outcomes while reducing the risk of undesirable side effects, such as tolerance and the potential for abuse.", "date": "2025-05-22", "journal": ""}
{"title": "Deconstructing natural products to develop synthetic small molecule attachment inhibitors with broad spectrum antiviral activity", "doi": "10.1101/2025.05.20.655152", "authors": "Correa-Sierra, C. C.; Cameron, J.; Hosseini, S. N.; Schatz, D.; Donnelly, J.; Murrell, C. M.; Mukhtarov, F.; Colpitts, C. C.; West, F.; Schang, L. M.", "abstract": "The continuous emergence of new viruses and the number of viruses that are each highly consequential for few people raise a need for broad spectrum antivirals. Most human and emerging viruses first attach to cellular glycosaminoglycans (GAG) or sialylated glycans (SG), a potential target for broad spectrum antivirals. Attachment to the former is through polar interactions between the negatively charged glycans and positively charged domains in virion proteins and typically inhibited by negatively charged polymers. Attachment to the latter is through specific interactions at binding pockets and inhibited by molecules that bind to these pockets. Surprisingly, EGCG inhibits viruses that attach to GAG and SG. However, it does so with widely differing potencies, is not a pharmacologically desirable molecule, and is limited by solubility. We tested whether it was possible to develop small synthetic molecules to inhibit viruses that attach to SG or GAG. We first identified the EGCG moieties responsible for the antiviral activity. The two polyhydroxylated phenyl groups were essential while the central benzopyran linker was not. We thus designed a series of gallate compounds to explore the minimal pharmacophore required for broad-spectrum antiviral activity. By exploring the linkers and number of galloyls, we identified small molecule inhibitors of herpes simplex virus 1, influenza A virus, and the coronaviruses hCoV OC43 and SARS-CoV-2. These compounds have low micromolar to submicromolar potency and no limiting cytotoxicity. These molecules are still not pharmacologically optimized and limited by solubility, but they define a minimal pharmacophore that confers broad spectrum antiviral activity.", "date": "2025-05-22", "journal": ""}
{"title": "A complete reference genome assembly and annotation of the Black Redstart (Phoenicurus ochruros)", "doi": "10.1101/2025.05.21.655187", "authors": "Ghimire, P.; Wang, N.; Lamichhaney, S.", "abstract": "The Black Redstart (Phoenicurus ochruros) is one of the most widely distributed species, occupying diverse habitats and exhibiting remarkable altitudinal migration, making it suitable model for studying altitudinal migration and high-altitude adaptation. In this study, we present the first reference genome of Phoenicurus ochruros, generated using PacBio HiFi long-read sequencing. The nuclear genome is 1.37 Gb in length, assembled into 296 scaffolds with a scaffold N50 of 29.9 Mb. Multiple complementary genome validation approaches - including BUSCO analysis, mapping of raw PacBio HiFi reads, and comparative genomics analysis - confirmed the high contiguity and gene-space completeness of the genome. The Black Redstart genome contains one of the highest proportions of transposable elements among passerines (30.58%), second only to Bell's Sparrow (Artemisiospiza belli), 31.2%. We further integrated RNA-seq data, protein homology evidence, and ab initio gene prediction to build high-quality genome annotation of 18,609 genes in the P. ochruros genome. This genomic resource provides invaluable resource for evolutionary genomics studies of passerines and explore genetic basis of high-altitude adaptation.", "date": "2025-05-22", "journal": ""}
{"title": "AttentionAML: An Attention-based Deep Learning Framework for Accurate Molecular Categorization of Acute Myeloid Leukemia", "doi": "10.1101/2025.05.20.655179", "authors": "Li, L.; Khoury, J. D.; Wang, J.; Wan, S.", "abstract": "Acute myeloid leukemia (AML) is an aggressive hematopoietic malignancy defined by aberrant clonal expansion of abnormal myeloid progenitor cells. Characterized by morphological, molecular, and genetic alterations, AML encompasses multiple distinct subtypes that would exhibit subtype-specific responses to treatment and prognosis, underscoring the critical need of accurately identifying AML subtypes for effective clinical management and tailored therapeutic approaches. Traditional wet lab approaches such as immunophenotyping, cytogenetic analysis, morphological analysis, or molecular profiling to identify AML subtypes are labor-intensive, costly, and time-consuming. To address these challenges, we propose AttentionAML, a novel attention-based deep learning framework for accurately categorizing AML subtypes based on transcriptomic profiling only. Benchmarking tests based on 1,661 AML patients suggested that AttentionAML outperformed state-of-the-art methods across all evaluated metrics (accuracy: 0.96, precision: 0.96, recall of 0.96, F1-score: 0.96, and Matthews correlation coefficient: 0.96). Furthermore, we also demonstrated the superiority of AttentionAML over conventional approaches in terms of AML patient clustering visualization and subtype-specific gene marker characterization. We believe AttentionAML will bring remarkable positive impacts on downstream AML risk stratification and personalized treatment design. To enhance its impact, a user-friendly Python package implementing AttentionAML is publicly available at https://github.com/wan-mlab/AttentionAML.", "date": "2025-05-22", "journal": ""}
{"title": "Reconstitution of actomyosin networks in cell-sized liposomes reveals distinct mechanical roles of cytoskeletal organization in membrane shape remodeling", "doi": "10.1101/2025.05.18.654456", "authors": "Miyazaki, M.; Laboni, F. S.; Kim, T.", "abstract": "The actin cortex, a thin layer of actomyosin network beneath the plasma membrane, regulates various cell functions by generating active forces and inducing membrane deformations, including blebs. Although upstream signaling is involved in regulating cell shape, the extent to which downstream actomyosin molecules can control the shape remains elusive. Here, using a minimal reconstituted system with a combination of agent-based computational model, we show that while actin-membrane coupling strength determines the magnitude of membrane deformation, its balance with actin network connectivity governs the bleb initiation mechanism, either by detachment of the cortex from the membrane or by rupture of the cortex. This balance also regulates whether single or multiple blebs form. Furthermore, both experiments and simulations suggest that not only the dense cortical network but also the sparse volume-spanning network actively contributes to regulating bleb number. These findings provide mechanical insights into how cells tune actin network organization to control their shape.", "date": "2025-05-22", "journal": ""}
{"title": "Dissecting Rate-Limiting Processes in Biomolecular Condensate Exchange Dynamics", "doi": "10.1101/2025.05.16.654578", "authors": "Kliegman, R.; Kengmana, E.; Schulman, R.; Zhang, Y.", "abstract": "An increasing number of biomolecules have been shown to phase-separate into biomolecular condensates -- membraneless subcellular compartments capable of regulating distinct biochemical processes within living cells. The speed with which they exchange components with the cellular environment can influence how fast biochemical reactions occur inside condensates and how fast condensates respond to environmental changes, thereby directly impacting condensate function. While Fluorescence Recovery After Photobleaching (FRAP) experiments are routinely performed to measure this exchange timescale, it remains a challenge to distinguish the various physical processes limiting fluorescence recovery and identify each associated timescale. Here, we present a reaction-diffusion model for condensate exchange dynamics and show that such exchange can differ significantly from that of conventional liquid droplets due to the presence of a percolated molecular network, which gives rise to different mobility species in the dense phase. In this model, exchange can be limited by diffusion of either the high- or low-mobility species in the dense phase, diffusion in the dilute phase, or the attachment/detachment of molecules to/from the network at the surface or throughout the bulk of the condensate. Through a combination of analytic derivations and numerical simulations in each of these limits, we quantify the contributions of these distinct physical processes to the overall exchange timescale. Demonstrated on a biosynthetic DNA nanostar system, our model offers insight into the predominant physical mechanisms driving condensate material exchange and provides an experimentally testable scaling relationship between the exchange timescale and condensate size. Interestingly, we observe a newly predicted regime in which the exchange timescale scales nonquadratically with condensate size.", "date": "2025-05-22", "journal": ""}
{"title": "SPONTANEOUS VISUAL IMAGERY DURING EXTENDED MUSIC LISTENING IS ASSOCIATED WITH RELIABLE ALPHA SUPPRESSION", "doi": "10.1101/2025.05.18.654076", "authors": "Hashim, S.; Omigie, D.", "abstract": "Music is widely recognised as being able to evoke images in the mind's eye. However, the neural basis of visual imagery experiences during music listening remains poorly understood. Here, we combined probe-caught experience sampling methodology with 32-channel electroencephalography (EEG) recordings in order to investigate the neuro-oscillatory correlates of music-evoked visual imagery and examine how spontaneously generated imagery compares to more deliberately generated forms. Thirty participants listened with closed eyes to four blocks of music, differing in their familiarity and relaxation potential and spanning a range of genres. In response to probes sent throughout listening, participants indicated whether or not they had been experiencing visual imagery and, if they had, whether the experienced visual imagery had been spontaneous or deliberate. Cluster permutation analyses on the time-frequency decomposed EEG data revealed alpha power suppression during visual imagery that was more reliable during spontaneous than deliberate imagery. Further, while theta and delta bands did not discriminate the presence or absence of the visual imagery experience or its intentionality subtypes, we observed that gamma power suppression in fronto-central areas was present during visual imagery experiences. Our results extend prior findings of a role of posterior alpha suppression in visual imagery to show its reliability in music-evoked spontaneous imagery specifically. We consider plausible interpretations of the presence and absence of other oscillatory signatures in relation to the listening conditions used in the current study.", "date": "2025-05-22", "journal": ""}
{"title": "The Modulation of the Blood-Brain Barrier by Focused Ultrasound Stimulates Oligodendrogenesis", "doi": "10.1101/2025.05.21.655298", "authors": "Noseworthy, K. S.; Silburt, J.; Hynynen, K.; Aubert, I.", "abstract": "Objective: The current study aims to fill a gap in knowledge on the effects of focused ultrasound (FUS)-mediated blood-brain-barrier (BBB) modulation on the proliferation and development of oligodendrocyte progenitor cells (OPCs). Researchers established that FUS combined with intravenous microbubbles can modulate BBB in a controlled, reversible, localized, and non-invasive manner to facilitate the delivery of intravenous therapeutics to the brain. Over a decade ago, we discovered that, even without intravenous therapeutics, FUS-BBB modulation stimulates elements of brain repair, including hippocampal neurogenesis. Methods: In adult mice, FUS-BBB modulation was targeted unilaterally to the hippocampus and proliferation of OPCs was quantified at 1, 4, 7, and 10 days post-FUS. Mature oligodendrocytes were quantified at 30 days post-FUS. OPC proliferation was assessed at 7 days post-FUS, and mature oligodendrocytes at 30 days. Results: The proliferation of hippocampal OPCs was increased by 6.8-fold and 2.3-fold between 1 and 4 days post-sonication, respectively, resulting in a 5.3-fold increase in mature oligodendrocytes one month later. To test the robustness of oligodendrogenesis following FUS-BBB modulation, the striatum was targeted as a second brain regions with an independent experimental design. In line with hippocampal results, striatal FUS-BBB modulation promoted the generation of OPCs by 3.9-fold during the first week, leading to a 5.2-fold increase in oligodendrogenesis 30 days post-treatment. Interpretation: We conclude that FUS-BBB modulation in the hippocampus and striatum promotes oligodendrogenesis by stimulating the proliferation of OPCs and being permissive to their maturation.", "date": "2025-05-22", "journal": ""}
{"title": "Mechanisms of Output Gating for visual working memory", "doi": "10.1101/2025.05.22.655454", "authors": "Zhao, C.; Adekoya, T.; Horwitz, S.; Awh, E.; Vogel, E. K.", "abstract": "Working memory tasks often require comparing remembered visual arrays to test displays, yet little is known about how people edit the contents of working memory at test. Across three experiments, we used contralateral delay activity (CDA) as a neural index of working memory load to examine how memory representations are selectively accessed at test. In Experiment 1, when a single test item was probed, CDA amplitudes increased with larger set sizes, indicating that untested items were still actively maintained, suggesting minimal editing based on spatial location. To test whether this was due to spatial grouping, Experiment 2 presented memory items sequentially in different temporal frames but identical spatial locations. The continued maintenance of all items at test suggested that simple spatial grouping could not explain the lack of editing effect seen in Experiment 1. In Experiment 3, however, when items belonged to distinct mnemonic categories, CDA amplitudes at test were reduced, consistent with selective editing based on category relevance. These findings suggest that working memory editing during retrieval is guided by categorical structure rather than spatial position. Supporting this, analysis of the P3 old-new effect revealed that decision speed and strength were influenced by the number of items maintained at test. Together, our results show that while people do not edit their working memory load based on spatial cues, they edit their working memory based on categorical relevance, allowing for more efficient retrieval of task-relevant information.", "date": "2025-05-22", "journal": ""}
{"title": "Variation in responses to temperature across admixed genotypes of Populus trichocarpa x P. balsamifera predict geographic shifts in regions where hybrids are favored", "doi": "10.1101/2025.05.16.654548", "authors": "Mead, A.; Beasley-Bennett, J. R.; Bleich, A. C.; Fischer, D. G.; Flint, S.; Golightly, J.; Klopf, S. K.; Kulbaba, M. W.; Lasky, J.; LeBoldus, J. M.; Lowry, D. B.; Mitchell, N.; Moran, E. V.; Sexton, J. P.; Sondreli, K. L.; Worthing, B. W.; Zavala-Paez, M.; Fitzpatrick, M. C.; Holliday, J. A.; Keller, S. R.; Hamilton, J. A.", "abstract": "In a rapidly changing environment, predicting changes in the growth and survival of local populations can inform conservation and management. Plastic responses vary as a result of genetic differentiation within and among species, so accurate rangewide predictions require characterization of genotype-specific reaction norms across the continuum of historic and future climate conditions comprising a species' range. Natural hybrid zones can give rise to novel recombinant genotypes associated with high phenotypic variability, further increasing the variance of plastic responses within the ranges of the hybridizing species. Experiments that plant replicated genotypes across a range of environments can characterize genotype-specific reaction norms; identify genetic, geographic, and climatic factors affecting variation in climate responses; and make predictions of climate responses across complex genetic and geographic landscapes. The North American hybrid zone of Populus trichocarpa and P. balsamifera represents a natural system in which reaction norms are likely to vary with underlying genetic variation that has been shaped by climate, geography, and introgression. Here, we leverage a dataset containing 45 clonal genotypes of varying ancestry from this natural hybrid zone, planted across 17 replicated common garden experiments spanning a broad climatic range, including sites warmer than the natural species ranges. Growth and mortality were measured over two years, enabling us to model reaction norms for each genotype across these tested environments. Genomic variation associated with species ancestry and northern/southern regions significantly influenced growth across environments, with genotypic variation in reaction norms reflecting a trade-off between cold tolerance and growth. Using modeled reaction norms for each genotype, we predicted that genotypes with more P. trichocarpa ancestry may gain an advantage under warmer climates. Spatial shifts of the hybrid zone could facilitate the spread of beneficial alleles into novel climates. These results highlight that genotypic variation in responses to temperature will have landscape-level effects.", "date": "2025-05-22", "journal": ""}
{"title": "Conformal Bioprinting of Bi-phasic Jammed Bioinks, Independent of Gravity, Orientation, and Curvature", "doi": "10.1101/2025.05.16.654553", "authors": "Singh, S.; Wei, L.; Samiei, E.; Gaber, K.; Gao, Q.; Persad, A.; Veres, T.; Guenther, A.", "abstract": "Rapid in situ bioprinting on complex, human-scale anatomical surfaces remain a key challenge for clinical translation. Here, we present a gravity-independent, conformal bioprinting strategy using bi-phasic granular bioink and multinozzle printheads capable of adapting to arbitrary surface curvatures. The bioink comprised of jammed gelatin microgels suspended in a fibrinogen matrix exhibits yield-stress behavior to maintain shape fidelity after extrusion while supporting cell viability and proliferation. Two monolithic multinozzle printhead architectures with identical bioink delivery networks were evaluated: (1) a rigid configuration for handheld bioprinting and (2) a soft robotic variant capable of real-time curvature adaptation via pneumatic actuation. Microgravity experiments aboard a parabolic flight confirmed successful bioink deposition under ~0 g conditions. A ladder-rung microfluidic architecture ensured uniform bioink delivery across printhead nozzles, improving deposition consistency. In situ bioprinting on anatomical facial phantoms confirmed conformal, high-throughput (deposition at 20 mm/s) deposition of bioink over physiologically relevant curvatures, both with and without cells. Cell-laden constructs retained >85% cell viability post-printing and supported proliferation. This work introduces a scalable bioprinting platform suitable for clinical, remote, and deep-space environments, enabling autonomous tissue fabrication. The curvature-adaptive printhead advances current in situ bioprinting capabilities, facilitating the generation of personalized grafts with complex anatomical geometries.", "date": "2025-05-22", "journal": ""}
{"title": "Branched-chain ketoacid antioxidants mediate disease tolerance to sepsis", "doi": "10.1101/2025.05.22.654748", "authors": "Misra, A.; Weitman, E. M.; Weitman, M.; Brook, J. R.; Rone, J. M.; Petrova, B.; Mertens, R. T.; Hwang, N.; Zambrano Vera, K.; Perrella, M. A.; Baron, R. M.; Kanarek, N.; Nowarski, R.", "abstract": "Metabolic adaptation is crucial for surviving systemic infection and withstanding the pathological host response to infection known as sepsis. The liver orchestrates key metabolic adaptation programs that enable disease tolerance in sepsis, yet the impact of liver metabolites on sepsis susceptibility is not well understood. By broadly profiling liver metabolite landscapes in mice surviving or succumbing to bacterial sepsis, we found that dysregulation of the branched-chain amino acid metabolite family is associated with sepsis non-survival. Administration of branched-chain ketoacids (BCKAs) during Klebsiella pneumoniae-induced sepsis in mice enhanced survival, yet not through enhanced bacterial clearance or BCKA catabolism. Instead, BCKAs served as antioxidants by directly neutralizing hydrogen peroxide, preventing tissue lipid peroxidation. Targeted metabolomics in sepsis patients revealed low BCKA abundance as an early prognostic biomarker of sepsis non-survival. Our results identify BCKAs as a systemic shield against oxidative damage and highlight new metabolite targets to enhance disease tolerance to sepsis.", "date": "2025-05-22", "journal": ""}
{"title": "The effects of predator recovery and climate change on the long-term demography of a flagship herbivore", "doi": "10.1101/2025.05.16.654556", "authors": "Loonam, K.; Brown, C.; Clark, D.; Rowland, M.; Wisdom, M.; Levi, T.", "abstract": "In the western United States, ecosystems are being reshaped from both bottom-up and top-down processes. Widespread carnivore recolonizations after 20th century extirpations have returned top-down pressures to ecosystems, and climate change is reshaping bottom-up forces through shifts in the timing and length of growing seasons, resulting in reduced forage quality and quantity. Large herbivores, such as elk (Cervus canadensis), function as flagship species for conservation and have potential for both top-down and bottom-up forces to shape demography as ecosystems change. To test the roles of top-down (puma density (Puma concolor)) and bottom-up (drought severity and elk density) processes in shaping large herbivore demography, and to tie those effects to population trajectories, we built an integrated population model (IPM) using 36 years of elk data spanning the recolonization of pumas and long-term climate change in eastern Oregon, USA. We tested the effects of top-down and bottom-up forces on elk recruitment, calf survival, and population growth. We also tested effects of bottom-up forces on elk pregnancy rates. Puma recolonization corresponded with declines in mean recruitment from 0.44 to 0.32 calves per female and in calf survival from 0.92 to 0.69, corresponding with a 4% drop in population growth. Drought severity increased over our study period, explaining a decline in mean recruitment from 0.39 to 0.32 calves per female, which corresponds to a 3% reduction in population growth. Drought severity likely acted on recruitment through reduced pregnancy rates. Lactating females showed lower pregnancy rates in drought conditions, while drought from fall breeding periods to the following fall had no effect on recruitment. While both top-down and bottom-up forces explained variation in elk demography over the course of our study, bottom-up forces are likely to be more influential on large herbivores moving forward. Predator populations stabilized following recovery, limiting the top-down contribution to annual variation in vital rates. Climate change-induced drought patterns, however, are accelerating during summer and fall throughout large areas of the interior western U.S. Thus, our results indicate the potential for increasingly strong bottom-up negative effects on herbivores whose performance depends on a narrow period of summer nutrition.", "date": "2025-05-22", "journal": ""}
{"title": "Wilms tumor 1 impairs apoptotic clearance of fibroblasts in distal fibrotic lung lesions", "doi": "10.1101/2025.05.17.654673", "authors": "Ediga, H. H.; Vemulapalli, C. P.; Sontake, V.; Patel, P. K.; Miyazaki, H.; Popov, D.; Jensen, M.; Jegga, A. G.; Huang, S. K.; Englert, C.; Schedl, A.; Gupta, N.; McCormack, F. X.; Madala, S. K.", "abstract": "Idiopathic pulmonary fibrosis (IPF) is a fatal fibrotic lung disease characterized by impaired fibroblast clearance and excessive extracellular matrix (ECM) protein production. Wilms' Tumor 1 (WT1), a transcription factor, is selectively upregulated in IPF fibroblasts. However, the mechanisms by which WT1 contributes to fibroblast accumulation and ECM production remain unknown. Here, we investigated the heterogeneity of WT1-expressing mesenchymal cells using single-nucleus RNA sequencing of distal lung tissues from IPF patients and control donors. WT1 was selectively upregulated in a subset of IPF fibroblasts that co-expressed several pro-survival and ECM genes. The results of both loss-of-function and gain-of-function studies are consistent with a role for WT1 as a positive regulator of pro-survival genes to impair apoptotic clearance and promote ECM production. Fibroblast-specific overexpression of WT1 augmented fibroproliferation, myofibroblast accumulation, and ECM production during bleomycin-induced pulmonary fibrosis in young and aged mice. Together, these findings suggest that targeting WT1 is a promising strategy for attenuating fibroblast expansion and ECM production during fibrogenesis.", "date": "2025-05-22", "journal": ""}
{"title": "The interplay between stiffness and hyperglycemia on diabetic foot ulcer wound closure", "doi": "10.1101/2025.05.16.654387", "authors": "Albeltagy, N.; Patten, J.; Wang, K.", "abstract": "Introduction: Diabetic foot ulcers are open wounds with impaired wound closure at the bottom of the foot. Although diabetic plantar skin is stiffer, which should enhance fibroblast mechanotransduction, fibroblasts still fail to migrate effectively. This suggests impaired wound closure is driven by another factor; hyperglycemia ([&ge;]11.1 mM glucose), which alters fibroblast mechanosensing and response. Purpose: To mimic diabetic foot ulcers by developing a 2D circular in vitro wound closure model system to investigate fibroblast mechanoresponse under diabetic plantar skin stiffness and hyperglycemia. Methods: Polydimethylsiloxane was used as substrate, fabricated at 57 kPa and 90 kPa for normal and diabetic plantar skin stiffnesses, respectively. Cell culture media contained a 5.5 mM glucose concentration simulating normal blood glucose or an altered 11.1 mM glucose concentration simulating hyperglycemia. Results: Time-lapse fluorescent imaging of wound assays reveals a restrictive effect of higher stiffness on migrating fibroblasts under normal glucose conditions, and a biphasic response to hyperglycemic conditions. Fibroblasts migrating on softer substrates mimicking normal plantar skin stiffness and under hyperglycemia have decreased velocity as predicted. Whereas cells migrating on stiffer substrates mimicking diabetic plantar skin stiffness and under hyperglycemia demonstrate increased cell velocity, overcoming the higher stiffness's restrictive effect. Despite faster cell velocities on higher stiffness, wounds under normal glucose conditions still close faster than those under hyperglycemic conditions. Conclusion: This research establishes a wound closure model demonstrating significantly slower wound closure in diabetic plantar skin with higher stiffness and hyperglycemic glucose levels compared to normal plantar skin with softer stiffness and normal glucose levels.", "date": "2025-05-22", "journal": ""}
{"title": "ENPP1 inhibitor with ultralong drug-target residence time as an innate immune checkpoint blockade cancer therapy", "doi": "10.1101/2025.05.18.654655", "authors": "Johnson, R. M.; Wang, S.; Carozza, J. A.; Fernandez, D.; Scicinski, J.; Verity, N. A.; Mardjuki, R.; Cao, X.; Papkoff, J.; Ray, N.; Li, L.", "abstract": "Only one in five patients is estimated to respond to immune checkpoint inhibitors, which primarily target adaptive immunity. To date, no FDA-approved immunotherapies directly activate the innate anti-cancer immunity, an essential driver of lymphocyte recruitment and potentiator of responses to existing cancer immunotherapies. ENPP1, the dominant hydrolase that degrades extracellular cGAMP and suppresses downstream STING-mediated innate immune signaling, has emerged as a promising therapeutic target. However, existing ENPP1 inhibitors have been optimized for prolonged systemic residence time rather than effective target inhibition within tumors. Here, we report the characterization of STF-1623, a highly potent ENPP1 inhibitor with an exceptionally long tumor residence time despite rapid systemic clearance, enabled by its high ENPP1 binding affinity and slow dissociation rate. We show that membrane-bound ENPP1 on tumor cells, not the abundant soluble ENPP1 in serum, drives tumor progression. Consequently, STF-1623 unleashes anti-tumor immunity and synergizes with ionizing radiation, anti-PD-L1 and anti-PD-1, and a DNA damaging agent to produce robust anti-tumor and anti-metastatic effects across multiple syngeneic mouse tumor models, all without detectable toxicity. Conceptually, this work establishes that a noncovalent small molecule inhibitor of ENPP1 with ultralong drug-target engagement offers a safe and precise strategy to activate STING within tumors, fulfilling an unmet need of innate immunotherapies in cancer.", "date": "2025-05-22", "journal": ""}
{"title": "Grid partitioning image analysis for bacterial cell aggregates", "doi": "10.1101/2025.05.22.655429", "authors": "Ohara, Y.; Yoshimoto, S.; Hori, K.", "abstract": "Bacterial cell aggregation plays a fundamental role in surface colonization, stress tolerance, and interspecies metabolite exchange; yet quantitative analysis remains challenging. Here, we introduce grid partitioning image analysis (GPIA), a simple workflow that quantifies the compositional heterogeneity of bacterial aggregates. Confocal laser scanning microscopy (CLSM) images of fluorescently labeled Acinetobacter sp. Tol 5, which exhibits a self-aggregative nature through its cell surface protein AtaA, were partitioned into 2-m square grids. Grids containing one or no cells were classified as dispersed, whereas those containing multiple cells were classified as aggregates, and the proportion of EGFP-labeled cells within each grid was recorded. Reference images representing dispersed cells, homo-aggregates, and hetero-aggregates produced characteristic EGFP-ratio histograms that matched binomial predictions. When AtaA production in one cell type was decreased, the histogram changed from a symmetric unimodal histogram with the peak at 40-60 % EGFP-ratio to a skewed distribution, indicating that GPIA can detect differences in cell-to-cell affinity. Using the same procedure, we examined six in-frame deletion variants of AtaA. The deletion of the N-terminal head domain alone prevented co-aggregation with full-length AtaA, suggesting that homophilic recognition by this domain mediated auto-aggregation, whereas deletions in all other regions had no measurable effect. GPIA, therefore, offers a simple and rapid approach for quantitative studies on bacterial cell aggregation, bridging the gap between qualitative microscopy and quantitative but technically demanding single-cell analysis. GPIA will accelerate research on cell-cell interactions, which are the foundational processes that drive biofilm formation and the assembly of microbial consortia.", "date": "2025-05-22", "journal": ""}
{"title": "Penicillium hordei acidification precipitates Bacillus subtilis lipopeptides to evade inhibition", "doi": "10.1101/2025.05.21.655424", "authors": "Vertot, M.; Schostag, M. D.; Andersen, A. J.; Frisvad, J. C.; Lozano-Andrade, C. N.; Jarmusch, S. A.", "abstract": "Interkingdom interactions are crucial for community and ecosystem functioning, however secondary metabolites mediating interactions between plant beneficial bacteria and fungi remain understudied. Penicillium and Bacillus species can individually suppress soilborne phytopathogens and promote plant growth. Here, we showed that Penicillium hordei and Bacillus subtilis co-culture led to precipitation of B. subtilis lipopeptides, observed as white line in agar. Metabolomic analysis revealed B. subtilis triggered enhanced production of fungal terrestric acid and its biosynthetic intermediates, which induced lipopeptide precipitation to prevent P. hordei inhibition by chemical inactivation and physical barrier formation. Besides lipopeptide precipitation, terrestric acid-mediated acidification progressively reduced production of antifungal plipastatins. The lack of lipopeptide production permitted P. hordei to invade and overgrow B. subtilis colony. We demonstrated that the white line phenomenon was conserved among closely related fungi via secretion of terrestric, fulvic or barceloneic acids. Furthermore, terrestric acid at specific concentrations acted as a universal metabolite that drives B. subtilis lipopeptide precipitation even in distantly related fungi. This study provides new insights into acidification as a fungal defensive strategy that may promote co-existence with beneficial bacteria exhibiting strong antagonistic potential, thereby contributing to the formation of a stable rhizosphere community.", "date": "2025-05-22", "journal": ""}
{"title": "Age-dependent gut microbiota dynamics and their association with male fitness traits in Drosophila melanogaster", "doi": "10.1101/2025.05.22.655607", "authors": "Sultanova, Z.; Dönertas, H. M.; Hita, A.; Aguilar, P.; Dag, B.; Lucas-Lledo, J. I.; Latorre, A.; Carazo, P.", "abstract": "Growing evidence suggests that the gut microbiota plays a key role in shaping life history in a wide range of species, including well-studied model organisms like Drosophila melanogaster. Although recent studies have explored the relationship between gut microbiota and female life history, the link between gut microbiota and male life history remains understudied. In this study, we explored the role of gut microbiota in shaping male life history traits by correlating variation in life history traits across genetically homogeneous isolines with their naturally occurring gut microbiota. Using 22 isolines from the Drosophila melanogaster Genetic Reference Panel (DGRP), we measured lifespan, early/late-life reproduction, and early/late-life physiological performance. We characterized the gut microbiota composition in young (5 days old) and old (26 days old) flies using 16S rDNA sequencing. We observed significant variation in male life history traits across isolines, as well as age-related changes in gut microbiota composition. Using machine learning, we showed that gut microbiota composition could predict the age of the organisms with high accuracy. Associations between gut microbiota and life history traits were notable, particularly involving the Acetobacter genus. In early life, the abundance of Acetobacter ascendens was associated with functional aging, while Acetobacter indonesiensis was linked to reproductive senescence. In late life, higher abundances of A. ascendens and Acetobacter pasteurianus were negatively associated with lifespan. These findings highlight the potential role of gut microbiota, especially the Acetobacter genus, in male fitness and aging.", "date": "2025-05-22", "journal": ""}
{"title": "Tuning the interaction of a ParA-type ATPase with its partner separates bacterial organelle positioning from partitioning", "doi": "10.1101/2025.05.22.655647", "authors": "Byrne, J. A.; Swasthi, H. M.; Hu, L.; Azaldegui, C. A.; Liu, J.; Vecchiarelli, A. G.", "abstract": "The maintenance of carboxysome distribution (Mcd) system comprises the proteins McdA and McdB, which spatially organize carboxysomes to promote efficient carbon fixation and ensure their equal inheritance during cell division. McdA, a member of the ParA/MinD family of ATPases, forms dynamic gradients on the nucleoid that position McdB-bound carboxysomes. McdB belongs to a widespread but poorly characterized class of ParA/MinD partner proteins, and the molecular basis of its interaction with McdA remains unclear. Here, we demonstrate that the N-terminal 20 residues of H. neapolitanus McdB are both necessary and sufficient for interaction with McdA. Within this region, we identify three lysine residues whose individual substitution modulates McdA binding and leads to distinct carboxysome organization phenotypes. Notably, lysine 7 (K7) is critical for McdA interaction: substitutions at this site result in the formation of a single carboxysome aggregate positioned at mid-nucleoid. This phenotype contrasts with that of an McdB deletion, in which carboxysome aggregates lose their nucleoid association and become sequestered at the cell poles. These findings suggest that weakened McdA-McdB interactions are sufficient to maintain carboxysome aggregates on the nucleoid but inadequate for partitioning individual carboxysomes across it. We propose that, within the ParA/MinD family of ATPases, cargo positioning and partitioning are mechanistically separable: weak interactions with the cognate partner can mediate positioning, whereas effective partitioning requires stronger interactions capable of overcoming cargo self-association forces.", "date": "2025-05-22", "journal": ""}
{"title": "Intracellular formate is a critical mediator of the antimicrobial fate of Salmonella Typhimurium Against meropenem and ciprofloxacin", "doi": "10.1101/2025.05.22.655487", "authors": "Chakravortty, D.; Mukherjee, D.; Wagle, S. V.; Ghosh, P.; Biswas, A.", "abstract": "The emergence of multidrug resistant Salmonella enterica serovar Typhimurium (STM) poses a critical threat to global health. While classical antimicrobial resistance (AMR) mechanisms are well characterized, alternative metabolites and metabolic pathways also contribute to resistance. This study highlights the role of intracellular formate, maintained by pyruvate formate lyase (PflB), in modulating susceptibility of STM to meropenem and ciprofloxacin. Loss of pflB disrupts intracellular pH (ipH), impairing efflux pump activity, increasing reactive oxygen species (ROS), and causing membrane depolarization. These effects enhance antibiotic susceptibility but are reversed by extracellular formate supplementation. Mechanistically, disrupted ipH activates the RpoE csrB axis, leading to downregulation of efflux pump genes acrB and tolC. Additionally, the BarA/SirA two-component system can also modulate the pathway. Our findings uncover a non canonical role of formate in regulating efflux mediated AMR, emphasizing its potential as a metabolic target in combating resistant STM strains.", "date": "2025-05-22", "journal": ""}
{"title": "The EPS-I exopolysaccharide transforms Ralstonia wilt pathogen biofilms into viscoelastic fluids for rapid dissemination in planta", "doi": "10.1101/2025.05.22.655385", "authors": "Cope-Arguello, M.; Li, J.; Konkel, Z.; Aoun, N.; Cowell, T.; Wagner, N.; Chan, A. L. H.; Chu, L. T.; Wang, S.; Carter, M. D.; Allen, C.; Caverly, L. J.; Bui, L.; DeAngelis, K. M.; Wargo, M. J.; Tran, T. M.; Jacobs, J. M.; Manikantan, H.; Lowe-Power, T. M.", "abstract": "Ralstonia solanacearum species complex (RSSC) pathogens cause destructive plant wilt diseases of a wide variety of crops, leading to significant agricultural losses worldwide. These bacteria rapidly spread through the water-transporting xylem where they grow prolifically and produce abundant biofilm that clogs xylem vessels. To understand RSSC biofilm behavior in planta, we examined their complex fluid mechanics. Rheological analyses revealed that unlike all previously analyzed microbial biofilms, RSSC biofilms are shear-thinning, viscoelastic fluids at physiologically relevant shear forces. To determine which factors confer these unique mechanics, we analyzed biofilms of bacterial mutants with altered biofilm components. Genetic analysis demonstrated that development of the viscous-dominant biofilms required production of EPS-I, an amphiphilic exopolysaccharide that is a major virulence factor for all RSSC pathogens. We show that EPS-I confers <q>biofilm mobility</q>, which allows wildtype RSSC colonies to passively expand when deformed. Despite its high metabolic cost, bioassays demonstrated that EPS-I production conferred a net fitness benefit where biofilm mobility allowed the pathogen to spread and access more nutrients in complex environments like xylem vessels. The RSSC are a monophyletic lineage of aggressive plant wilt pathogens, and our evolutionary hypothesis testing suggests the origin of the eps biosynthetic gene cluster coincides with the emergence of wilt pathogenesis in the RSSC ancestor. Furthermore, comparative physiological assays demonstrated that biofilm mobility is unique to the RSSC within the genus Ralstonia. In summary, EPS-I production is a key evolutionary innovation that enables RSSC dispersal and virulence by conferring unique biofilm mechanics.", "date": "2025-05-22", "journal": ""}
{"title": "Separability of antibacterial and membranolytic activity in the human host defense peptide LL-37", "doi": "10.1101/2025.05.22.655608", "authors": "Albin, J. S.; Vithanage, D. A.; Vuong, W.; Johnson, C.; Yonker, L. M.; Pentelute, B. L.", "abstract": "The human CAMP gene product LL-37 is thought to exert direct antimicrobial activity against gram-negative bacteria via membrane disruption. In the course of structure-activity relationship studies of LL-37 aimed at developing peptidomimetic antibiotics, however, we incidentally noted mutations in LL-37 that globally inhibit membrane disruption in both mammalian and gram-negative bacterial cells. Despite their diminished capacity for membranolysis, these variants retained full antibacterial activity against gram-negative bacteria. While testing LL-37 and derivatives thereof against clinical isolates of Pseudomonas aeruginosa from patients with cystic fibrosis, we further noted unusually high rates of elevated minimum inhibitory concentrations for LL-37. Further evaluation of these clinical isolates revealed that they are fully permeabilized by LL-37 without being killed. Thus, we have identified variants of LL-37 that kill gram-negative bacteria without permeabilizing, and gram-negative bacteria that are permeabilized by LL-37 without being killed. This may suggest the existence of one or more mechanisms other than membrane disruption by which LL-37 can kill gram-negative bacteria, which may open up new avenues for antibiotic development based on the naturally evolved, non-membrane targets of human host defense peptides.", "date": "2025-05-22", "journal": ""}
{"title": "Cetacean coronavirus spikes highlight S glycoprotein structural plasticity", "doi": "10.1101/2025.05.20.655071", "authors": "Hulswit, R. J. G.; Shamorkina, T. M.; van der Lee, J.; Rosman, F.; Wetzels, L. S.; van Kuppeveld, F. J. M.; Snijder, J.; Bosch, B. J.; Hurdiss, D. L.", "abstract": "Coronaviruses (CoVs) exhibit a remarkable ability for spill-over infections into naive host populations. While much research has focused on the spike (S) glycoproteins of zoonotic alpha- and betacoronaviruses, the S proteins of gamma- and deltacoronaviruses, which predominantly infect avian hosts, remain poorly understood. Here, we present high-resolution cryo-EM structures of S proteins from two distinct gammacoronaviruses (75.7% sequence identity) that atypically infect marine mammals and belong to the Gammacoronavirus delphinapteri species. The cryo-EM reconstructions reveal that the spikes exhibit a unique quaternary architecture that distinguishes them from other coronaviruses. The S protein features a previously unidentified, tripodal quaternary assembly of the S1 subunit, in which S1B domains are presented in an upright position while their putative receptor binding sites are shielded by extended loops from the S1A domain of the same protomers. Additionally, the CeCoV spike proteins have evolved an additional and unique ~200 residue N-terminal domain (S10). S10 lacks homology to known protein sequences but displays structural similarity to members of the cupin protein superfamily. This represents a remarkable case of coronaviral exaptation of a host protein integrated into the S glycoprotein. Moreover, glycoproteomic analyses reveal that CeCoV S proteins are extensively N-glycosylated (>100 N-glycans per trimer), with a notable abundance of high-mannose glycans on S10 and O-glycosylation sites within a mucin-like loop at the trimer apex, all contributing to a dense glycan shield and potentially masking immunogenic epitopes. These findings demonstrate the structural diversity and adaptability of CoV S proteins, including alternative quaternary assemblies, additional domains, and diverse glycosylation strategies, offering new insights into the evolutionary mechanisms that enable coronaviruses to expand their host range and establish infections in novel species.", "date": "2025-05-22", "journal": ""}
{"title": "SARS-CoV-2 Nonstructural Protein 3 Remodels the Phosphorylation of Target Proteins via Protein-Protein Interactions", "doi": "10.1101/2025.05.20.655086", "authors": "Yang, H.; Peng, D.; Martinez-Sobrido, L.; Ye, C.", "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the causative agent of coronavirus disease 2019 (COVID-19), triggered a global pandemic with a significant impact on human health. The molecular basis of its pathogenicity remains incompletely understood. The viral nucleocapsid (N) protein, the most abundant protein expressed during SARS-CoV-2 infection, is thought to contribute to disease progression. Yet, its interaction network in the context of viral infection remains largely unexplored. Here, we generated a recombinant (r)SARS-CoV-2 expressing a Strep-tagged N protein by using a reverse genetics system. Affinity purification and mass spectrometry identified an interaction between SARS-CoV-2 N protein and the nonstructural protein 3 (NSP3). Domain mapping revealed that the N dimerization domain and the N-terminal region of NSP3 mediate this interaction. Notably, an N protein mutant lacking its N-terminal domain exhibited enhanced binding to NSP3 and underwent dephosphorylation, implicating NSP3 as a potential viral phosphatase. We further found that NSP3 interacts with Interferon Regulatory Factor 3 (IRF3), a key transcription factor involved in host type I interferon (IFN-/{beta}) antiviral response. SARS-CoV-2 NSP3 expression suppressed poly(I:C)-induced IRF3 phosphorylation and broadly reduced cellular phosphorylation levels in a dose-dependent manner. These findings suggest that SARS-CoV-2 NSP3 modulates host phosphorylation dynamics to subvert antiviral signaling and facilitate viral replication.", "date": "2025-05-22", "journal": ""}
{"title": "Deletion of the Envelope gene attenuates SARS-CoV-2 infection by altered Spike localization and increased cell-to-cell transmission", "doi": "10.1101/2025.05.20.655126", "authors": "Fischer, H. L.; Kline, C.; Duprex, W. P.; McCarthy, K.; Watkins, S.; Conway, J. F.; Ambrose, Z.", "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes COVID-19, a highly transmissible acute respiratory infection that can result in severe pneumonia and death. Many details of SARS-CoV-2 infection are not fully understood, including the cell biology and host-virus interactions involved in coronavirus assembly and release, in which the Envelope (E) structural protein is instrumental. Deletion of E in other coronaviruses has been shown previously to either attenuate or abrogate infection. To determine the role of E on SARS-CoV-2 virus production and infectivity, we produced reporter SARS-CoV-2 with or without the E gene deleted using a bacterial artificial chromosome. Replication of {Delta}E SARS-CoV-2 was attenuated in Vero E6 cells expressing human ACE2 and TMPRSS2 and in human epithelial cell lines. Electron and immunofluorescence microscopy and virology assays showed that {Delta}E SARS-CoV-2 increased cell surface expression of Spike (S) glycoprotein, leading to reduced S incorporation into {Delta}E SARS-CoV-2 particles and promotion of increased cell-to-cell transmission that evades neutralizing antibody inhibition. Trans-complementation of E partially rescued {Delta}E SARS-CoV-2 S incorporation and restored cell-free transmission. In addition to validating the role of E in retention of S in the ER-Golgi intermediate complex (ERGIC), our results showed that a lack of E led to reorganization of the ERGIC during SARS-CoV-2 infection. Improved understanding of E in SARS-CoV-2 replication and host pathogenesis may help development of novel therapeutics.", "date": "2025-05-22", "journal": ""}
{"title": "Turbulence orchestrates actin-mitochondria dynamics to preserve GPIbα and support iPSC-derived platelet biogenesis", "doi": "10.1101/2025.05.22.655481", "authors": "Nakamura, E.; Harada, Y.; Nakamura, S.; Fujio, K.; De Wispelaere, K.; Thys, C.; Freson, K.; Yamamoto, T.; Sawaguchi, A.; Suetsugu, S.; Eto, K.", "abstract": "In vitro manufacturing of functional platelets remains limited by low yield and poor quality, impeding clinical application. To address this, we developed a turbulence-assisted system using defined physical stimulation to enhance platelet production from immortalized megakaryocyte cell lines (imMKCLs). This approach significantly increases the yield of glycoprotein Ib (GPIb) induced pluripotent stem cell-derived platelets (iPSC-platelets). However, the underlying mechanisms have remained unclear. Here, we show that GPIb iPSC-platelets retain high mitochondrial membrane potential, low phosphatidylserine (PS) exposure, and active ATP-dependent flippases, preserving mitochondrial integrity and platelet functionality. In contrast, GPIb- platelets exhibit PS exposure, ADAM17 activation, and selective GPIb shedding. Notably, turbulent flow induces late-stage actin depolymerization, promoting even mitochondrial distribution within maturing imMKCLs and enhancing mitochondrial inheritance. These findings uncover a key role of turbulence in regulating actin dynamics and mitochondrial allocation during platelet biogenesis, providing a mechanistic foundation for improving in vitro platelet production for therapeutic use.", "date": "2025-05-22", "journal": ""}
{"title": "Endosome transcriptomics reveal trafficking of Cajal bodies into multivesicular bodies", "doi": "10.1101/2025.05.22.655499", "authors": "Singh, J.; Williams, J. K.; Elliott, Q.; Jhawar, R.; Ferguson, L.; Collins, K.; Schekman, R.", "abstract": "All eukaryotic cells secrete exosomes, a type of extracellular vesicles (EVs) derived from the endocytic compartments known as multivesicular bodies (MVBs), or late endosomes (LEs). Exosomes contain a diverse range of cargo such as nucleic acids, proteins, lipids and small molecules but whether these contents have a biological function remains an area of intense investigation. Over the last decade, numerous studies have described the transcriptome of exosomes but very little is known about the RNA content of the MVBs, the source compartment for exosome biogenesis. Here we determine the small-RNA transcriptome of highly purified MVBs and report that various classes of nuclear small regulatory RNAs such as small-Cajal body associated RNAs (scaRNAs), small-nucleolar RNAs (snoRNAs) and small-nuclear RNAs (snRNAs) traffic to MVBs. We show that this RNA-trafficking requires the function of ESCRT machinery but is independent of canonical LC3 lipidation mediated selective autophagy. Furthermore, blocking the activity of a PI3K Class 3 enzyme, VPS34, required for recruitment of the ESCRT machinery to the endosome, prevents the turnover of these nuclear RNAs in MVBs. Our results provide a mechanism for targeting nuclear ribonucleoprotein complexes (RNPs), such as Cajal bodies, for degradation and turnover by the cytoplasmic endo-lysosomal pathway.", "date": "2025-05-22", "journal": ""}
{"title": "Decomposing Predictive Information in Social Dynamics", "doi": "10.1101/2025.05.16.654393", "authors": "Kawano, A.; O'Shaughnessy, L.; Neiman, R.; Deligkaris, K.; Rodriguez, L. C.; Masai, I.; Stephens, G. J.", "abstract": "Social behaviors include some of the most interesting interactions in living systems yet their characterization is often qualitative or specialized to particular organisms and assays. Here we suggest that at the core of social interactions is the notion of mutual prediction, which we analyze in the context of two male zebrafish engaged in a dominance contest. Using 3D velocity trajectories, we construct the mutual information between a two-animal past and one-animal future, and we quantify the redundant, unique, and synergistic components using partial information decomposition (PID). As social behaviors can change rapidly in time, we compute PID using a sliding time window, and we choose the window size to maximize total information. We find that our predictive information decomposition naturally aligns with important social concepts, such as mirroring and dominance. At the end of the contest, we find asymmetries in self-unique and redundant information which align with the emergent dominance relationship. During the contest, we find that redundant information increases, showing that predictive information is increasingly shared between individuals. In contrast synergistic and unique information, which capture information exchange, are approximately constant. Applied to mecp2 zebrafish mutants, an autism model, we find that predictive information is reduced overall, but especially for synergistic flows, which is indicative of difficulties in more complex social dynamics.", "date": "2025-05-22", "journal": ""}
{"title": "Rapid and Efficient Quality Control Analysis of Isolated Mitochondria by Interferometric Light Microscopy", "doi": "10.1101/2025.05.17.654679", "authors": "MOZAFARI, S.; RIBES, C.; AYOLLO, D.; GAZEAU, F.; SILVA, A. K. A.; AUBERTIN, K.", "abstract": "Mitochondrial transplantation is a promising biotherapeutic strategy to restore cellular energy homeostasis in diseases associated with mitochondrial dysfunction. However, its clinical translation is hindered by the lack of rapid, reliable, and label-free techniques for quantifying and characterizing freshly isolated mitochondria. Current methods are often time-consuming, costly, or require pre-labeled sample, limiting their suitability for routine quality control in mitochondrial research, engineering, and biotherapy. In this study, we employ interferometric light microscopy (ILM) via Videodrop technology to assess mitochondrial concentration and size with high precision and efficiency. Mitochondria were isolated from human mesenchymal stromal cells (hMSCs) and comprehensively characterized, including through functional and structural marker expression, protein quantification, membrane integrity, and electron microscopy. ILM measurements showed strong correlation and robust accuracy compared to transmission electron microscopy (TEM) and total protein assays. Our findings establish ILM as a label-free, rapid, and scalable approach for mitochondrial quantification and sizing, paving the way for standardized quality control in mitochondrial biotherapy.", "date": "2025-05-22", "journal": ""}
{"title": "Integrating experiments and simulations to unravel coacervate-membrane interactions: Insights into de-mixing and morphology modulation", "doi": "10.1101/2025.05.16.654554", "authors": "Mondal, S.; Mangiarotti, A.; Dimova, R.; Cui, Q.", "abstract": "Intrinsically disordered proteins and polypeptides can undergo liquid-liquid phase separation (LLPS) to form condensates/coacervates, which play numerous regulatory roles in the cell. Recently, the relevance of such LLPS occurring in the vicinity of membranes has been brought to light by several experimental studies. Membrane-adsorbed condensates are crucial for biomolecular localization, and in some cases, phase separation of proteins at the membrane surface induces significant changes in membrane morphology. A detailed microscopic understanding of the mechanisms behind these observations remains incomplete. Here we combine experiments and molecular simulations to unravel structural and dynamic features of the coacervate/membrane interface across scales. We study poly-Lysine/poly-Aspartate (K10/D10) coacervates as a prototype of phase-separated condensates with different unilamellar liposomes. Using a multiscale characterization approach that combines confocal microscopy, hyperspectral imaging, fluorescence recovery after photobleaching, and two complementary coarse-grained approaches, we show that the membrane-condensate affinity can be tuned by the anionic lipid content and quantified through the intrinsic contact angle - a material property derived from system geometry - both in vitro and in silico. We find that the membrane region in contact with the condensate displays a nearly two-fold reduced fluidity compared to the bare membrane. This is attributed to orientational ordering of lipid tails, resulting in decreased area per lipid. Moreover, we observed local lipid de-mixing induced by the coacervate adsorption. This study provides an effective framework for integrating experiment and computation to characterize the properties of coacervate/membrane interfaces that are critical to the functional impacts of these interactions.", "date": "2025-05-22", "journal": ""}
{"title": "Spatial Sorting of Soft and Stiff Bacteria in the Human Colon", "doi": "10.1101/2025.05.17.654646", "authors": "Tozzi, A.", "abstract": "The spatial organization of intestinal microbiota is shaped by biochemical signals, host factors and physical forces. While chemical gradients and host immunity are well studied, the influence of mechanical properties is underexplored. Drawing on soft matter physics and microbiome research, we combined atomic force microscopy data with gut-like flow simulations to investigate whether bacterial stiffness influences spatial organization and mechanical/hydrodynamic responses. Indeed, colonic bacteria differ markedly in stiffness: soft species like Bacteroides fragilis, Escherichia coli and Akkermansia muciniphila display thin peptidoglycan layers and flexible outer membranes, while stiff species like Clostridium difficile, Lactobacillus rhamnosus, Enterococcus faecalis and Faecalibacterium prausnitzii display greater rigidity linked to thick Gram-positive cell walls. Our simulations showed that mechanical compliance can drive spatial partitioning under laminar shear, with soft bacteria localizing near the mucosal surfaces and stiff bacteria aligning along central flow paths. Further, soft bacteria aligned more quickly with shear flow, migrated more efficiently toward the lumen center, dissipated more energy during collisions and detached more readily from mucosal surfaces. Soft bacteria also formed slower, more diffuse biofilms and exhibited greater displacement under peristaltic compression. This suggests that stiffness, independent of chemical signalling, may shape microbial localization, interaction, organization and persistence in gut-like environments. Stiffness may serve as non-chemical, precision tool for microbiome modulation, paving the way for targeted, mechanically informed interventions. This approach could enable applications like stiffness-guided drug delivery to specific gut regions, selective removal of stiff pathogenic bacteria using mechanical cues and mechanical pre-sorting of microbial populations for diagnostic and therapeutic purposes.", "date": "2025-05-22", "journal": ""}
{"title": "Mechanisms and control of a novel vocalization: the singing mouse song is a whistle that depends on air sac inflation", "doi": "10.1101/2025.05.16.654575", "authors": "Smith, S. K.; Hakansson, J.; Frazel, P.; Long, M. A.; Elemans, C. P.; Phelps, S. M.", "abstract": "Identifying variation in vocal morphology and sound production mechanisms is essential to understanding vocal diversity. Rodents provide an ideal system for exploring this variation as they use multiple sound production mechanisms and have novel vocal structures whose morphology varies interspecifically. Here, we describe the laryngeal morphology and identify the sound production mechanism of Alston's singing mouse (Scotinomys teguina), which produce stereotyped songs. We used micro-computed tomography to examine laryngeal morphology and manipulated excised larynges and surgically ablated a laryngeal muscle to determine sound production mechanism and frequency control. Laryngeal manipulations indicated that a whistle mechanism, likely an edge tone or shallow cavity, produces song. Singing mouse whistles are unique compared to other rodents because they rely on the inflation of an enlarged intralaryngeal air sac called the ventral pouch. Whistle frequency can be controlled by ventral pouch inflation, laryngeal airflow, and by cricothyroid muscle action. Cricothyroid ablation inhibited frequency modulation in vivo, suggesting that singing mice use this muscle during singing. Singing mouse laryngeal morphology and vocal mechanism are distinct from other Neotomids; instead of using vocal fold oscillations for loud, long-distance calls and whistles for close-range interactions, singing mice appear to use whistles for distant and close exchanges by inflating their intralaryngeal air sac. Air sacs have evolved repeatedly among vocalizing mammals and our results indicate a new role for these structures in generating sound. Together, our results expand on an emerging story of how biomechanic and morphological variation contributes to vocal diversity.", "date": "2025-05-22", "journal": ""}
{"title": "The cholinergic drug galantamine ameliorates acute and subacute peripheral and brain manifestations of acute respiratory distress syndrome in mice", "doi": "10.1101/2025.05.17.654675", "authors": "Falvey, A.; Palandira, S. P.; Chaudhry, S.; Tynan, A.; Consolim-Colombo, F. M.; Metz, C. N.; Brines, M.; Chang, E. H.; Chavan, S. S.; Tracey, K. J.; Pavlov, V. A.", "abstract": "Acute respiratory distress syndrome (ARDS) is a life-threatening form of acute lung injury (ALI), which is a common cause of respiratory failure and high mortality in critically ill patients. Long-term mortality and brain dysfunction have been documented in ARDS patients after hospital discharge. Inflammation plays a key role in ALI/ARDS pathogenesis. Neural cholinergic signaling regulates cytokine responses and inflammation. Here, we studied the effects of galantamine, an approved cholinergic drug (for Alzheimer's disease) on ALI/ARDS severity and inflammation in mice, using a clinically relevant mouse model induced by intratracheal administration of hydrochloric acid and lipopolysaccharide. Mice were treated 30 mins prior to each insult with vehicle or galantamine (4 mg/kg, i.p.). Galantamine treatment significantly decreased bronchoalveolar lavage (BAL) and serum TNF, IL-1beta, and IL-6 levels, as well as BAL total protein and myeloperoxidase and lung histopathology in ALI/ARDS mice. In addition, galantamine improved the functional state of mice with ALI/ARDS during a 10-day monitoring and attenuated lung injury and indices of brain inflammation at 10 days. These findings support further studies utilizing this approved cholinergic drug in therapeutic strategies for ARDS and its subacute sequelae.", "date": "2025-05-22", "journal": ""}
{"title": "Postural test to differentiate primary aldosteronism from low-renin hypertension", "doi": "10.1101/2025.05.16.654625", "authors": "Tizianel, I.; Pagin, E.; Ragazzi, E.; Madinelli, A.; Censi, S.; Sabbadin, C.; Mantero, F.; Mian, C.; Barbot, M.; Antonelli, G.; Ceccato, F.", "abstract": "Background: The diagnostic accuracy of screening and confirmatory tests to differentiate primary aldosteronism (PA) among patients with low-renin hypertension (HTN) is suboptimal. We aimed to assess the role of postural stimulation test (PST) in differentiating PA from low-renin HTN. Patients and methods: Clinical and endocrine data in clinostatic position (CP) and orthostatic position (OP) during PST were evaluated in 190 hypertensive patients: 80 PA and 110 low-renin HTN. Multivariate techniques were computed: Principal Component Analysis (PCA), Partial Least Square-Discriminant Analysis (PLS-DA) and k-means clustering. Results: PST response differentiated our cohort: 96% of PA were detected in the 56/190 patients with always suppressed renin levels, 80% of patients with low-renin HTN were identified among 56/190 subjects with de-suppression of renin from CP to OP and 78/190 with always measurable renin. Increased potassium and measurable renin in OP were predictors of low-renin HTN. Cluster analysis distinguished PA from low-renin HTN: Cluster 2 included 104/110 low-renin HTN; Cluster 1 PA patients showed a higher frequency of suppressed renin levels at baseline and during PST (100% in CP and 95% in OP, respectively). Cluster 1 low- renin HTN patients had lower potassium and a higher frequency of suppressed renin levels at diagnosis and during PST, compared to Cluster 2. PLS-DA and PCA confirmed that renin in OP, renin response to PST and presence of hypokalemia were the most relevant parameters for distinguishing PA from low-renin HTN. Conclusion: Renin response during PST can be used to differentiate PA from low-renin HTN.", "date": "2025-05-22", "journal": ""}
{"title": "Peptide Barcodes for miRNA activity assessment in mammalian cells", "doi": "10.1101/2025.05.22.655559", "authors": "Cheras, V.; Rousounelou, E.; Aschenbach, J.-L.; Panke, S.; Benenson, Y.", "abstract": "Studies of gene regulation require measurements of mRNA and protein levels of a regulated gene. Recently, parallel reporter assays have been introduced to study the regulation of multiple genes at once. While transcriptional regulation can be probed by next generation sequencing, post-transcriptional regulation requires the ability to measure multiple proteins in the same experiment. Multiplexing with the help of fluorescent proteins limits the addressable diversity of simultaneous measurements due to spectral overlap. Inspired by the utility of proteotypic peptides in targeted proteomics, here we show that genetically encoded peptide reporters (peptide barcodes) can be used to analyze multiple post-transcriptional pathways in parallel. We use RNA interference as an exemplary regulatory mechanism that occurs on both transcriptional and post-transcriptional levels. We measure the activity of multiple microRNAs in parallel using a peptide barcode-based miRNA sensor library. Fluorescent reporters are used to validate the accuracy of the miRNA activities reported via the peptide barcodes. Several assay optimization steps are explored leading to the robust activity profiling of nine miRNAs across three different cell lines. Overall, this study underlines the multiplexing potential of peptide barcodes to rapidly and quantitatively measure the post-transcriptional regulation.", "date": "2025-05-22", "journal": ""}
{"title": "A conserved region T-cell vaccine for Sarbecoviruses", "doi": "10.1101/2025.05.20.654373", "authors": "Escarra-Senmarti, M.; Brockhurst, J.; Maxwell, a. R.; Godwin, t.; Zhang, t.; Chen, y.; Um, P. K.; Danilova, L.; Hsu, W.-c.; Lin, C. T.; Hanke, T.; Bishai, W. R.; Pekosz, A.; Brayton, C.; Korber, B.; rosario, M.", "abstract": "The rapid development of vaccines was a critical part of the global response to the COVID-19 pandemic. SARS-CoV-2 (a Sarbecovirus and member of the Betacoronavirus genus responsible for the pandemic) virus was first detected in Wuhan, China in late 2019. Effective mRNA vaccines based on the viral Spike protein were designed from the earliest isolates and available by December of 2020. SARS-CoV-2 has continued to evolve in the human population, accruing neutralizing antibody resistance mutations that have necessitated updating the vaccine periodically to better match contemporary variants. Neutralizing antibody cross-reactivity is generally very limited among the diverse members of the betacoronavirus genus that are of clinical importance in people. Here, we present an alternative vaccine strategy based on eliciting T-cell responses targeting four highly conserved regions shared across the betacoronavirus proteomes. We hypothesized that cross-reactive responses to these regions could temper disease severity. Focusing immune responses on highly conserved epitopes could be beneficial as SARS-CoV-2 continues to evolve, or if a novel betacoronavirus should enter the human population. Vaccination with these highly conserved regions induced robust T-cell responses in mice and rhesus macaques. Vaccinated hamsters were significantly protected against weight loss and lung inflammation after challenge with the SARS-CoV-2 Omicron variant. After a SARS-CoV-2 Delta challenge in rhesus macaques, 3 out of 4 animals in the control group had infectious virus in their bronchoalveolar lavage samples, while the 4 animals in the vaccinated group did not.", "date": "2025-05-22", "journal": ""}
{"title": "The vacuolar protein 8 (Vac8) homolog in Cryptococcus neoformans plays conserved and unique roles in vacuolar and cellular morphology, impacting important stress responses and virulence traits", "doi": "10.1101/2025.05.22.655601", "authors": "Stuckey, P. V.; Marine, J.; Figueras, M.; Collins, A.; Santiago-Tirado, F. H.", "abstract": "Functionally similar to a plant vacuole or a mammalian lysosome, the fungal vacuole plays a vital role in many cellular processes. Most studies of the vacuole have been performed in the nonpathogenic yeast Saccharomyces cerevisiae; however, recently in pathogenic fungi, the vacuole has been implicated in host invasion in both plants and mammals highlighting an important role for the vacuole in pathogenesis. Here, we report that deletion of Cryptococcus neoformans vacuolar protein 8 (VAC8) results in a fragmented vacuole morphology, impairment of vacuolar fusion, and inability to form titan cells. Additionally, absence of Vac8 results in defective growth at high temperature and in the presence of caffeine, suggesting a defect in cell wall signaling. Interestingly, despite aberrant vacuole morphology, vac8{Delta} is slightly more resistant to fluconazole treatment, and displays increased resistance to hydrogen peroxide, suggesting the irregular vacuole morphology does not impair vacuole function. Like S. cerevisiae Vac8, C. neoformans Vac8 is comprised of armadillo repeat regions which form alpha helices that fold to form a superhelix allowing for increased protein-protein interaction. Many of the known binding partners of S. cerevisiae Vac8 are not present in the C. neoformans genome, suggesting novel functions for Vac8 in this fungus. Notably, deletion of VAC8 affected some virulence traits, providing support to targeting the fungal vacuole as a potential therapeutic intervention.", "date": "2025-05-22", "journal": ""}
{"title": "Overcoming host restrictions to enable continuous passaging of human noroviruses in human intestinal enteroids", "doi": "10.1101/2025.05.22.655571", "authors": "Kaur, G.; Crawford, S. E.; Ramani, S.; Ayyar, B. V.; Boussattach, A. I.; Zeng, X.-L.; Atmar, R. L.; Nguyen-Phuc, H.; Coarfa, C.; Estes, M. K.", "abstract": "Human noroviruses (HuNoVs), the leading cause of viral gastroenteritis, can now be cultivated in human intestinal enteroids (HIEs). However, indefinite passaging of HuNoVs in HIEs remained a challenge, necessitating the use of patient stool samples as viral inocula. Using RNA-seq, we identified host restriction factors that might limit viral passaging. CXCL10, CXCL11, and CCL5 were among the most upregulated chemokines, suggesting their potential as host restriction factors. TAK-779, a CXCR3/CCR5/CCR2 antagonist, enhanced GII.3 HuNoV replication and viral spread in a dose- and time-dependent manner, enabling successful passaging of GII.3 HuNoV in two different HIE lines and generation of viral stocks. TAK-779 also enhanced replication of GI.1 and GII.17 strains, but not GII.4, suggesting strain-specific host interactions or immune evasion. This breakthrough in passaging provides critical insight into HuNoV-host interactions, establishes a scalable in vitro system for virus propagation, and opens avenues for structural, biochemical and therapeutic studies.", "date": "2025-05-22", "journal": ""}
{"title": "PMA-qPCR: ACCELERATING THE MARKET RELEASE OF HIGH-QUALITY BRADYRHIZOBIUM DIAZOEFFICIENS INOCULANTS", "doi": "10.1101/2025.05.22.655534", "authors": "Cap, M.; Frydman, C.; Galinanes, A.; Aranguiz, C.; Faranco, I.; Andriolo, L.; Parreno, V.; Mozgovoj, M.", "abstract": "The quantification of Bradyrhizobium diazoefficiens in inoculants traditionally relies on culture-based assays, which are labor-intensive and time-consuming. To address this limitation, we validated a PMA-qPCR assay as a rapid and reliable alternative for estimating viable Bradyrhizobium counts. The assay demonstrated strong performance, achieving approximately 95% efficiency, a standard deviation of 0.3 log CFU/ml, and an intra-assay reproducibility with a coefficient of variation less than 10%. Key experiments optimized PMA concentration to ensure selective exclusion of non-viable cells without compromising viable cell quantification. Discrimination threshold assessment confirmed the assay's ability to differentiate quarter-strength dilutions. Final validation against plate counting revealed an 82% correlation, significantly reducing processing time from 120 hours to just 5 hours. This is the first study to apply PMA-qPCR specifically for Bradyrhizobium diazoefficiens quantification in inoculants. The results highlight its potential as a high-throughput tool for microbial viability assessment, offering improvements in efficiency and precision for batch-to-batch quality control in industrial applications.", "date": "2025-05-22", "journal": ""}
{"title": "Mimicry of the LL-37 N-terminus enhances the activity of short human cathelicidin derivatives", "doi": "10.1101/2025.05.22.655619", "authors": "Albin, J. S.; Vithanage, D. A.; Johnson, C.; Pentelute, B. L.", "abstract": "Host defense peptides (HDPs) have long been studied as templates for the development of new antibiotic classes, and human HDPs hold unique potential among possible templates due to the evolution of the template peptide as part of the broader human immune system. In this work, we describe the development of lead peptidomimetics based on the human HDP LL-37. Using automated flow peptide synthesis technology, we rapidly generated a series of peptides and peptidomimetics based on our prior structure-activity work in the full-length LL-37 template, which led to the discovery of a modified minimal unit of LL-37 in which potency is enhanced by appending an N-terminal biphenyl clamp from the native sequence to the previously described core activity region. Activity of this lead derivative, termed FF-14, was further improved through the application of D-amino acids and C-terminal amidation as well as selected N-lipidation moieties to the template sequence, providing the foundation for future iteration on a small, highly active derivative of LL-37.", "date": "2025-05-22", "journal": ""}
{"title": "Detection and genetic characterization of pigeon gammacoronavirus", "doi": "10.1101/2025.05.22.655467", "authors": "Kobayashi, H.; Kishimoto, M.; Imai, S.; Orba, Y.; Sawa, H.; Horie, M.", "abstract": "Most members of the genus Gammacoronavirus infect avian hosts, but far fewer viruses have been characterized than in the other coronavirus genera, leaving their diversity largely unclear. Pigeon gammacoronaviruses were previously detected by consensus PCR, but only partial sequences were determined. In this study, we comprehensively analyzed public RNA-seq datasets and reconstructed two nearly complete genomes of pigeon gammacoronaviruses. Molecular evolutionary analyses showed pigeon gammacoronaviruses belong to the subgenus Igacovirus, and their pairwise distances to the members of this subgenus meet the International Committee on Taxonomy of Viruses (ICTV) species demarcation criteria, supporting their designation as a novel species in this subgenus. Notably, although nucleotide sequences are highly conserved gammacoronaviruses, their 3'-genomic region exhibited differences in gene organization among pigeon coronavirus variants.", "date": "2025-05-22", "journal": ""}
{"title": "SPLiCR-seq: A CRISPR-Based Screening Platform for RNA splicing Identifies Novel Regulators of IRE1-XBP1 Signaling Under ER Stress", "doi": "10.1101/2025.05.20.655206", "authors": "Ying, Q.; Chen, Y.; Shen, L.; Xu, Y.; Tian, R.", "abstract": "RNA splicing is fundamental to cellular function, yet systematic investigation of its complex regulation has been limited by existing methods. Here, we present SPLiCR-seq (SPLicing regulator identification through CRISPR screening), a high-throughput CRISPR screening platform that enables direct measurement of RNA splicing outcomes for pooled genetic perturbations, overcoming limitations of traditional fluorescence-based approaches. Applying SPLiCR-seq to investigate XBP1 splicing during the unfolded protein response (UPR), we conducted targeted and genome-wide screens across diverse cellular contexts, revealing both common and cell-type specific regulators. Notably, we identified GADD34 (PPP1R15A) as a novel modulator of IRE1-XBP1 signaling, demonstrating that it directly interacts with IRE1 and functions independently of its canonical role in eIF2 dephosphorylation. Pharmacological inhibition of GADD34 using Sephin1 effectively suppressed XBP1 splicing and alleviated CAR-T cell exhaustion in an ex vivo model, leading to enhanced tumor-killing capacity across multiple cancer models. This work not only establishes a powerful new tool for systematically studying RNA splicing regulation but also uncovers a promising therapeutic strategy for improving CAR-T cell immunotherapy through modulation of the IRE1-XBP1 pathway.", "date": "2025-05-22", "journal": ""}
{"title": "Antibiotics-induced conformational heterogeneity of a multidrug transporter revealed by single-molecule FRET", "doi": "10.1101/2025.05.17.654648", "authors": "Maklad, H. R.; Kache, T.; Roth, A.; Mamkaeva, M.; Govaerts, C.; Hendrix, J.; Martens, C.", "abstract": "The rapid increase of bacterial multidrug resistance (MDR) is an urgent threat to human health. MDR transporters are membrane proteins that can transport a wide array of structurally dissimilar compounds and contribute to drug resistance by exporting different antibiotics from the cell. Whether such transporters exhibit common or distinct transport mechanisms for different substrates is poorly understood. In this work, we measured the time-resolved conformational dynamics of the model MDR transporter LmrP in its apo and ligand-bound states with single-molecule Forster resonance energy transfer (smFRET). We used multi-parameter Hidden Markov Modeling (mpH2MM) to characterize the underlying conformational states of LmrP in the presence of different antibiotics and to quantify their sub-millisecond interconversion kinetics. We observed substrate-dependent heterogeneity in the conformational landscape, both in terms of accessible states and conversion rates between them, suggesting that MFS MDR transporters can export structurally dissimilar antibiotics by relying on an array of underlying conformational states with substrate-dictated interconversion rates. This work provides novel insights into the mechanism of MDR transporters and advocates for combined structure/dynamics-based drug design when targeting their function.", "date": "2025-05-22", "journal": ""}
{"title": "Three-dimensional single-particle reconstruction by atomic force microscopy allows rapid structural-based validation of recombinant SARS-CoV-2 Spike protein from a single topology image", "doi": "10.1101/2025.05.20.655128", "authors": "Lutter, L.; Beal, D. M.; Stanley, M.; Roobol, J.; Martin, S.; Budge, J. D.; Lee, P. E.; Nemoto-Smith, E.; Brown, I.; Warren, M. J.; Smales, C. M.; Xue, W.-F.", "abstract": "Atomic force microscopy (AFM) is a versatile multi-modal imaging method frequently used for structural characterisation of biological surfaces at the nanoscale. However, AFM-based three-dimensional single-particle reconstruction has hitherto not been possible due to the tip-sample convolution artifact that distorts AFM images of individual molecules, and the disconnect between two-dimensional AFM images of surface deposited molecules and their three-dimensional structures. Here, three-dimensional single-particle analysis was developed for rapid structure-based validation of protein structures using as few as a single AFM topology image, based on contact-point reconstruction AFM (CPR-AFM) in an integrative approach with cryo-electron microscopy maps available in the Electron Microscopy Data Bank by template matching. This approach was demonstrated on the structural validation of recombinant trimeric ectodomain of SARS-CoV-2 Spike glycoprotein to show its immediate utility as a rapid structure-based sample quality control method in the recombinant expression and purification of the Spike protein samples that can be used in vaccines and therapeutics research. These results show that three-dimensional single-particle reconstruction by AFM is possible, that high signal-to-noise AFM imaging offers a rapid and cost-effective way of validation or identification of three-dimensional protein structures at single particle level, and that AFM can be linked to structural data derived from methods such as cryo-electron microscopy, resulting in integrative methodologies with new capabilities for structural biology.", "date": "2025-05-22", "journal": ""}
{"title": "Cystathionine γ Lyase Deletion Enhances Corpus Cavernosum Contraction via Thromboxane A2 and Neurogenic Pathways Without Affecting Endothelial Function", "doi": "10.1101/2025.05.17.654668", "authors": "Azeez, T. A.; Pierre, C. J.; Ihrig, C. M.; Chelko, S. P.; Muller-Delp, J. M.; La Favor, J. D.", "abstract": "Cystathionine {gamma}-lyase (CSE) produces hydrogen sulfide (H2S), a vasodilator critical for vascular function. While its systemic effects are well-documented, its role in erectile physiology remains unclear. This study investigated the impact of CSE deletion on vascular and erectile tissue reactivity. We hypothesized that CSE knockout (CSE-KO) mice would exhibit endothelial dysfunction. A total of 22 CSE-KO and 22 age-matched wild-type (WT) controls were studied at one year of age. The internal iliac artery (IIA), internal pudendal artery (IPA), and corpus cavernosum (CC) were harvested for ex vivo functional assessments using tissue, wire, and pressure myography. Vasoconstriction was evaluated using phenylephrine, endothelin-1, U-46619, and electrical field stimulation (EFS). Endothelium-dependent relaxation was assessed using acetylcholine (ACh) and flow-mediated dilation, while endothelium-independent relaxation was evaluated using sodium nitroprusside (SNP). Sodium sulfide (Na2S) was used to assess H2S-mediated dilation. Non-adrenergic, non-cholinergic (NANC) transmission was evaluated using EFS. No significant differences were observed in ACh-, SNP-, or flow-mediated relaxation, although CSE-KO mice demonstrated impaired NANC-nerve mediated relaxation in the CC. Moreover, CSE-KO mice exhibited significantly enhanced CC contraction in response to U-46619 and EFS, suggesting increased vascular resistance in the end organ CC rather than the pre-penile arteries. Histological analysis revealed no significant structural or fibrotic remodeling in any tissue, although there was a trend toward increased collagen deposition in the IIA and IPA. These findings indicate that chronic CSE deficiency does not impair endothelial function but alters neurogenic control and increases vasoconstrictive sensitivity specifically in the CC, potentially predisposing to erectile dysfunction.", "date": "2025-05-22", "journal": ""}
{"title": "CSF single-cell RNA sequencing reveals clonally expanded CD4+ stem cell-like memory T cells in GAD65-antibody associated neurological syndromes", "doi": "10.1101/2025.05.18.654720", "authors": "Barman, S.; Räuber, S.; Eisenhut, K.; Esser, D.; van Duijn, M.; Scharf, M.; Herrera-Rivero, M.; Disse, P.; Jonas, M.; Pul, D.; Heming, M.; Müller-Miny, L.; Paunovic, M.; Strippel, C.; Haholu, E.; Kaufmann, E.; Dargvainiene, J.; Kahl, S.; Ringelstein, M.; Bindels, E.; Wiendl, H.; Stoecklein, N. H.; Fischer, J.; Goebels, N.; Komorowski, L.; Roden, M.; Rossi, A.; Stoll, M.; Meuth, S. G.; Titulaer, M. J.; Leypoldt, F.; Meyer zu Hörste, G.; Thaler, F.; Melzer, N.", "abstract": "Background: Glutamic acid decarboxylase (GAD) antibody-associated autoimmune neurological syndromes (AINS) are a spectrum of autoimmune-mediated CNS disorders. While antibodies targeting the 65 kDa isoform of GAD are of high diagnostic value, T cell mediated cytotoxicity has been identified as a key component of disease pathogenesis. The precise pathophysiological mechanisms by which the disease is triggered and maintained, however, remain incompletely understood. Methods: We performed single-cell transcriptome and immune repertoire sequencing (sc-seq) in CSF and blood of 8 anti-GAD65 AINS patients compared to 8 non-inflammatory controls. Monoclonal antibodies (mAbs) were synthesized from B cell receptor (BCR) data to evaluate the B cellular immune response. Findings: We identified an increase and expansion of activated CD4+ stem cell-like memory T cells (TSCM) in the CSF of anti-GAD65 AINS patients. Expanded T cells showed increased expression of proinflammatory genes. The mAb analysis revealed a high frequency of GAD65-reactive BCRs in the CSF of anti-GAD65 AINS patients with increased somatic hypermutations compared to non-GAD-reactive BCRs and BCRs from controls. Conclusions: Sc-seq identified clonally expanded CD4+ TSCM in the CSF of anti-GAD65 AINS patients harboring cytotoxic properties likely contributing to disease pathogenesis. GAD-reactive B cells circulate in the CSF of anti-GAD65 AINS patients further supporting the concept of an antigen-specific intrathecal immune response. Future studies need to clarify the actual pathogenicity of these immune cells and the link between T and B cellular immune mechanisms in the pathogenesis of anti-GAD65 AINS.", "date": "2025-05-22", "journal": ""}
{"title": "Peptaibiotic-inspired antimicrobials based on human cathelicidin", "doi": "10.1101/2025.05.22.655621", "authors": "Albin, J. S.; Vithanage, D. A.; Pentelute, B. L.", "abstract": "Mammalian cell toxicity of human host defense peptides (HDPs) is a key factor limiting the development of new antibiotic classes based on these natural product templates. In recent work, we have reported both residues in the human cathelicidin LL-37 that reduce its toxicity and strategies for enhancing the potency of short derivatives of LL-37 through mimicry of the LL-37 N-terminus. Here we describe structure-activity relationship studies of one such short derivative, FF-14, in which structure and ultimately separation of hemolytic and antimicrobial functions are supported via the mimicry of Aib-rich peptaibiotic natural products.", "date": "2025-05-22", "journal": ""}
{"title": "Inhibitory activities of monoclonal antibodies against Staphylococcus aureus Clumping factor A", "doi": "10.1101/2025.05.21.655433", "authors": "Banerjee, B.; Emolo, C.; Shi, M.; Al Fardan, A.; Pius, T.; McAdow, M.; Schneewind, O.; Missiakas, D.", "abstract": "Staphylococcus aureus infection is a frequent cause of sepsis in humans, a disease associated with high mortality and without specific intervention. Clumping factor A (ClfA) displayed on the bacterial surface plays a key role in promoting S. aureus replication during invasive disease. Decades of research have pointed to a wide array of ligands engaged by ClfA. The sum of these interactions supports the unique ability of this pathogen to survive and replicate in the blood stream. One such ligand is fibrin. ClfA acts as the key agglutinating factor of S. aureus by promoting the shielding of bacteria in fibrin cables and their physical escape from phagocytes. Here, we compare a series of monoclonal antibodies elicited against the ligand binding domain of ClfA following immunization of mice. We analyze these antibodies for their ability to neutralize ClfA interactions and to promote the uptake of staphylococci in whole blood. We find that while all the antibodies promoted opsonophagocytic uptake, only those that also inhibited ClfA interactions with ligands, reduced bacterial burdens in animals following blood stream challenge with S. aureus.", "date": "2025-05-22", "journal": ""}
{"title": "Pneumococcal H2O2 Reshapes Mitochondrial Function and Reprograms Host Cell Metabolism", "doi": "10.1101/2025.05.22.655446", "authors": "Scasny, A.; Alibayov, B.; Hoang, N. H.; Vidal, A. G.; Takeshita, K.; Bengten, E.; Baez, A.; Li, W.; Hosler, J.; Warncke, K.; Edwards, K. S.; Vidal, J. E.", "abstract": "Streptococcus pneumoniae (Spn) is a primary cause of pneumonia, induces acute lung parenchymal infection, damaging through a unique metabolic pathway that generates hydrogen peroxide (H2O2) as a byproduct. This study reveals that Spn-derived H2O2, primarily produced by pyruvate oxidase (SpxB), inhibits the tricarboxylic acid (TCA) cycle in lung epithelial cells by targeting aconitase, glutamate dehydrogenase, and -ketoglutarate dehydrogenase. This inhibition leads to citrate accumulation and reduced NADH production for oxidative phosphorylation, while RNA sequencing shows SpxB-dependent upregulation of glycolytic genes (e.g., HK2, PFKP), limiting pyruvate entry into the TCA cycle. Consequently, glucose consumption and lactate/acetate production increase, resembling a Warburg-like metabolic shift that supports bacterial survival. Despite TCA cycle suppression, mitochondrial membrane potential remains largely unaffected, with minimal apoptosis induced by Spn-mediated stress. These findings elucidate a novel mechanism by which Spn manipulates host metabolism to facilitate infection, highlighting potential therapeutic targets for pneumococcal diseases.", "date": "2025-05-22", "journal": ""}
{"title": "ANTIMICROBIAL ACTIVITIES OF VERNONIA AMYGDALINA AGAINST BIOFILM-FORMING MICROBES", "doi": "10.1101/2025.05.22.655479", "authors": "Ebiloma, S.; Nwachuckwu, N. C.; Uchendu, N.; Okereke, H.", "abstract": "The increase threat of antimicrobial resistance, mainly among biofilm-forming pathogens, has prompted increased interest in plant-based alternatives with broad-spectrum antimicrobial properties. This study aimed to evaluate the antimicrobial activities of aqueous, ethanolic, and methanolic leaf extracts of Vernonia amygdalina against five biofilm-forming clinical isolates: Staphylococcus aureus, Escherichia coli, Klebsiella pneumoniae, Pseudomonas aeruginosa, and Candida albicans. Plant extracts were obtained through maceration using respective solvents and tested at concentrations ranging from 100 to 500 mg/mL. The antimicrobial potential of each extract was assessed using the agar well diffusion method to determine the zone of inhibition, followed by minimum inhibitory concentration (MIC) and minimum bactericidal/fungicidal concentration (MBC/MFC) assays. Among the three extract types, the methanolic extract consistently showed the highest antimicrobial activity, with inhibition zones ranging from 20.0 {+/-} 0.38 mm to 24.0 {+/-} 0.60 mm. Ethanolic extracts showed moderate inhibition, while aqueous extracts were least effective, particularly at lower concentrations. MIC values for methanolic extracts ranged from 31.25 mg/mL for C. albicans to 500 mg/mL for S. aureus, with corresponding MBC values as low as 31.25 mg/mL for E. coli. One-way ANOVA indicated a statistically significant difference (p < 0.05) in mean inhibition zones across extract types. Post hoc Tukey test confirmed the superiority of methanol as an extraction solvent. These results validate the broad-spectrum antimicrobial properties of V. amygdalina and support its potential development as a natural therapeutic agent against resistant, biofilm-forming microbial infections.", "date": "2025-05-22", "journal": ""}
{"title": "Polycystin-1 acts as an atypical adhesion GPCR that responds to novel Wnt signaling and mechanical stimuli", "doi": "10.1101/2025.05.21.655326", "authors": "Gresko, N. P.; Padovano, V.; Berg, P. M.; Ong, A. C. M.; Somlo, S.; Scholz, N.; Langenhan, T.; Caplan, M. J.", "abstract": "Mutations in the genes encoding Polycystin-1 and 2 cause autosomal dominant polycystic kidney disease (ADPKD). These proteins' cellular functions and the mechanisms through which their absence causes disease are unknown. We find that the behavior of the 11 transmembrane domain polycystin-1 protein resembles that of an adhesion G protein-coupled receptor when activated by Wnt ligands. Exposure to Wnt ligands causes shedding of the polycystin-1 N terminal region, exposing a tethered agonist that activates G protein-dependent functions of the membrane-associated C terminal fragment. Activated polycystin-1 communicates through G13 to activate RhoA, leading in turn to the ROCK-dependent phosphorylation and inactivation of GSK3{beta}. Activated polycystin-1 traffics out of the primary cilium through an arrestin-dependent mechanism, and arrestin involvement is required for signaling to occur. These data elaborate a function for polycystin-1 that is structurally non-canonical and that is directly connected to pathways whose perturbation results in cystic disease.", "date": "2025-05-22", "journal": ""}
{"title": "A novel role for UPF1 in safeguarding DNA replication in S phase and beyond.", "doi": "10.1101/2025.05.22.655556", "authors": "Walne, T.; Maple, L.; Li, N.; Christie, I. N.; Smythe, C.; Thompson, R. H.", "abstract": "Maintaining DNA replication fidelity is paramount in allowing for the successful duplication of genetic information, that will be passed on to the next generation of daughter cells. Interfering with this process leads to replication stress that can promote mutagenesis, double-stranded DNA breaks and loss of genetic stability. The fundamental process of transcription is a well described promotor of DNA replication stress through changes in chromatin dynamics, DNA structure and direct transcription-replication collisions (TRCS). Here we have identified a novel function for the RNA/DNA helicase UPF1 in preventing harmful consequences between the DNA replicative and transcriptional machineries. Loss of UPF1 resulted in an increase in spontaneous transcription-dependent replication fork stalling and double stranded breaks. UPF1-deficient cells following mild replicative stress show a reduced frequency of replication fork stalling, mitotic delay and the DNA replication salvage pathway of mitotic DNA synthesis (MiDAS). Together these data demonstrate UPF1 as vital for protecting the genome from spontaneous TRCs, most likely through its role in regulating the dissociation of nascent R-loop associated-mRNAs. Loss or down-regulation of UPF1 also represents a potential mechanism whereby cells could display resistance to DNA replication-targeting chemotherapeutics. Targeting UPF1-deficient cancers or UPF1 inhibition with drugs known to synergize with high levels of TRCs such as PARP inhibitors, could be a promising therapeutic approach.", "date": "2025-05-22", "journal": ""}
{"title": "High Spatiotemporal Imaging of Protein Secretion During Cell to Cell Communication via Integrative Biosensing Nanoplasmonic Array", "doi": "10.1101/2025.05.17.654581", "authors": "Park, Y.; Ray, P.; Kurabayashi, K.", "abstract": "Protein secretion underpins diverse physiological processes in cell-to-cell communication, tissue homeostasis, and the onset of diseases. Mapping the secretomes from paired cells provides avenues for understanding their interactions. However, prevailing approaches yield only semi-quantitative endpoint data, lacking real-time and quantitative information. Here, we present real time spatiotemporal imaging of extracellular secretions from individual cells via a high-throughput integrative biosensing nanoplasmonic array (iBNA) with a microfluidic chamber. The self-assembled iBNA, composed of precisely arranged gold nanostructures and functionalized with aptamer receptors, enhances plasmonic resonance and significantly improves the spatiotemporal resolution and specificity of interleukin-6 (IL-6) imaging, surpassing gold-standard techniques. The molecular recognition of iBNA, and sensing mechanism exploits biomolecular surface binding-induced localized plasmonic resonance shifts, correlating with cytokine concentration and enabling optoelectronic detection of the transmitted light. Using this approach, we achieve spatiotemporally resolved visualization of IL-6 secretion dynamics at the single-cell level and unveil the temporal and polarized variation of cell-cell communications. This transformative platform holds significant potential to advance immunological research, cellular biology, and diagnostic applications for infectious diseases by enabling unprecedented insights into the spatiotemporal patterns of protein secretion in individual cells.", "date": "2025-05-22", "journal": ""}
{"title": "PCAGP, a parallel convolutional attention network-based method for crop genomic prediction", "doi": "10.1101/2025.05.17.654636", "authors": "Peng, W.; Sheng, Y.; Zhou, Y.; Chai, L.", "abstract": "Genomic selection (GS) has emerged as a transformative breeding paradigm, leveraging genome-wide marker data to predict phenotypic outcomes and accelerate crop improvement cycles. Traditional statistical models face fundamental limitations in modeling the higher-order, non-linear genotype-phenotype relationships inherent in complex agronomic traits. Deep learning architectures have recently shown remarkable predictive performance in GS applications. Current deep learning approaches in GS predominantly employ a serial structure convolution kernel, this may lead to gradient vanishing and computational efficiency challenges. In this study, we propose a method based on a parallel convolutional attention network for crop genomic prediction (PCAGP), a novel deep learning framework for crop genomic prediction. The architecture uses a convolution kernel to transmit information through a parallel structure, combined with a coordinate attention mechanism that effectively integrates inter-channel relationships and spatial genomic information. This approach significantly improves the accuracy of phenotypic prediction. We compared PCAGP with six widely used GS methods on four benchmark datasets, including statistical method (GBLUP), machine learning approaches (SVR, RF), and deep learning models (DeepGS, DNNGP, and SoyDNGP). The experimental results demonstrate that PCAGP outperforms all baseline methods, and the average prediction accuracy is improved (0.4%-53.1%).", "date": "2025-05-22", "journal": ""}
{"title": "3D Biomimetic Liver Cancer Model: Diethylnitrosamine-Induced Proteomic Dysregulations in Stromal-Epithelial Milieu", "doi": "10.1101/2025.05.17.654447", "authors": "Salihah, S.; Bibi, B.; Khan, S.; Tahir, M.; Mahmood, S.; Vosough, M.; Razzoli, A.; Sidoli, S.; Gul, A.", "abstract": "Abstract: Background: Hydrogel based three-dimensional (3D) co culture systems are emerging as biomimetic platforms that more accurately recapitulate tissue architecture and microenvironmental interactions compared to conventional two dimensional (2D) cultures. This study introduces an engineered 3D liver like model to investigate compartment specific responses to the potent hepatocarcinogen Diethylnitrosamine (DEN), with a focus on early events in carcinogenesis and tumor stroma interactions. Methods: AML12 and 3T3 cell lines were treated with DEN or vehicle either in 2D culture or in 3D hydrogels in four experimental groups: (1) DEN treated AML12 with vehicle treated 3T3, (2) DEN treated 3T3 with vehicle treated AML12, (3) both cell types DEN treated, and (4) both vehicle treated. The cultured recombinants were subjected to proteomic profiling via mass spectrometry, followed by bioinformatics analysis and the results were validated through immunocytochemical staining (ICC). Results: Gene ontology analysis revealed that cytoskeletal, RNA metabolism, and scaffold/adaptor proteins were among the most significantly enriched in 3D versus 2D models. Structural proteins emerged exclusively in mixed 3D co cultures, reinforcing the organotypic nature of the system. Enriched pathways in 3D included intermediate filament organization, actin dynamics, and focal adhesion pathways closely associated with liver carcinogenesis. Protein protein interaction analysis demonstrated maximal network complexity in 3D cultures where both compartments were DEN exposed. Survival analysis further identified poor-prognosis biomarkers (KRT20, KRT15, KRT14) uniquely enriched in this condition. ICC staining supported the proteomic findings. Conclusion: This organoid like 3D co culture model provides a physiologically relevant platform for investigating early stage liver carcinogenesis and highlights the critical role of stromal epithelial interactions. Its ability to replicate organ level complexity and generate clinically relevant proteomic signatures supports its utility in translational cancer research and future drug discovery applications.", "date": "2025-05-22", "journal": ""}
{"title": "Combinatorial mutagenesis of N-terminal sequences reveals unexpected and expanded stability determinants of the Escherichia coli N-degron pathway", "doi": "10.1101/2025.05.22.655665", "authors": "Sen, S.; Corrado, N.; Tiso, A.; Kho, K. K.; Kunjapur, A. M.", "abstract": "Although it is known that penultimate N-terminal residues can influence protein stability by the N-degron pathway, there has not been a comprehensive effort to document nor predict these effects for natural and synthetic sequences in prokaryotes. Here, we present the deepest sequence coverage screen of the bacterial N-degron pathway using combinatorial site-saturation mutagenesis, fluorescence-activated cell sorting (FACS), and next-generation sequencing (NGS). Our results reveal new categories of exceptions and nuance to the N-degron pathway observed in bulk and context-specific analyses. For example, we find cases where penultimate residues can reinforce or shift the stability expected based only on the identity of position 1 (P1). We observe lowered stability for P2-P5 motifs rich in bulky residues and Gln as well as heightened stability for P2-P5 motifs rich in negatively charged residues, Gly, and Pro, particularly when these residues are at P2. We find that P1 Cys can be a component of an N-degron in a sequence-specific manner. Furthermore, we employ machine learning to predict protein stability, identifying several motifs with unexpected fates. Our work expands the sequence determinants of the bacterial N-degron pathway with unprecedented granularity, providing a set of sequence guidelines for proteomic investigation and protein engineering.", "date": "2025-05-22", "journal": ""}
{"title": "Meta-analytic evidence for distinct neural correlates of conditioned vs. verbally induced placebo analgesia", "doi": "10.1101/2025.05.21.655287", "authors": "Spisak, T.; Hartmann, H.; Zunhammer, M.; Kincses, B.; Wiech, K.; Wager, T. D.; Bingel, U.; Placebo Imaging Consortium,  ", "abstract": "Placebo analgesia demonstrates that belief and expectation can significantly alter pain, even without active treatment. Placebo analgesia can be induced through verbal suggestion, classical conditioning, or their combination, though the role of conditioned neural responses above and beyond effects of verbal instructions remains unclear. We conducted a systematic meta-analysis of individual participant data from 16 within-participant placebo neuroimaging studies (n = 409), employing univariate and multivariate analyses to identify shared and distinct mechanisms of placebo analgesia induced by suggestions alone versus suggestions combined with conditioning. Both techniques increased activity during pain in the dorsolateral prefrontal and inferior parietal cortices and decreased activation in the insula, putamen, and primary sensory areas. Adding conditioning enhanced engagement of regions associated with context representation and pain modulation (e.g., dorsolateral/dorsomedial prefrontal cortices) and decreases in nociceptive regions (e.g., primary sensory and insular areas). Conditioning also strengthened the association between analgesia and nociceptive activity, as reflected in the Neurologic Pain Signature. Combining conditioning with instructions yielded greater analgesia, mediated by increased ventromedial prefrontal and dorsal caudate activity, alongside decreased sensory-nociceptive and cerebellar activity. These findings suggest the two strategies rely on partially distinct mechanisms, which could be combined to optimize placebo analgesia's clinical application.", "date": "2025-05-22", "journal": ""}
{"title": "Host range and ARG dissemination are shaped by distinct survival strategies of conjugative plasmids", "doi": "10.1101/2025.05.22.655438", "authors": "Ono, R.; Konno, N.; Nishimura, Y.; Furusawa, C.", "abstract": "Horizontal gene transfer is a major driver of bacterial evolution and the global dissemination of antibiotic resistance genes (ARGs). Conjugative plasmids play a crucial role in ARG spread across hosts within their host range, yet the genetic and functional determinants shaping plasmid host range remain poorly understood. Here, we systematically analyzed the gene content of conjugative/mobilizable plasmids from public databases and found that two distinct survival strategies were enriched in different host-range groups: a ''stealth'' strategy, which minimizes host fitness costs by employing a global regulator h-ns, was particularly enriched in broad-host-range plasmids, whereas an ''aggressive'' strategy, which protects plasmids by actively inhibiting host response including SOS response by encoding the SOS inhibitor psiB, was more common in narrow-host-range plasmids. Plasmids employing either strategy constituted the majority of all conjugative plasmids analyzed, and accumulated significantly more ARGs than plasmids with neither strategy. Our data further suggested that stealth plasmids facilitate the acquisition of emerging ARGs, while aggressive plasmids amplify the copy number of established ARGs. This ''stealth-first'' model successfully recapitulated historical ARG dissemination patterns. These findings provide critical insights into the relationship between plasmid survival strategies and host range, advancing our understanding of the global patterns underlying plasmid-mediated ARG transmission.", "date": "2025-05-22", "journal": ""}
{"title": "Genetic heterogeneity in Taenia solium cysticerci among naturally infected pigs revealed by microsatellite markers and associated epidemiological risk factors.", "doi": "10.1101/2025.05.21.655296", "authors": "Sharma, R.; Aulakh, R. S.; Bagicha, B. S.; Sharma, R.; Saini, R. S.", "abstract": "Abstract Background The tapeworm, Taenia solium, also called as pork tapeworm is acquired by human on consumption of raw or undercooked pork infested with intermediate larval stage. The parasite is known to establish an obligatory cyclozoonoses with human serving as the only definitive host for the organism. India is endemic for the presence of T. solium infection particularly for cysticercosis both in human and pig population. Material method A total of 389 pigs were screened from Ludhiana, Amritsar, Bathinda, Jalandhar, Patiala and in union territory, Chandigarh were screened for T. solium. The collected samples were analyzed in relation to different epidemiological variables like Location, age, sex, breed, and management system and to conduct a PCR targeting valine t-RNA and NADH subunit 2. Against molecular confirmed T. solium, genetic polymorphism was asses for seven microsatellite satellite markers. Findings A prevalence rate 5.14% on post mortem examination as well as molecular confirmation of suspected samples (PCR-targeting NADH subunit 2 gene). Highest prevalence rate was observed in Patiala (15%) with lowest in Bathinda (0.00%), due to low participation of the pig farmers of that region. We also observed genetic variability for seven microsatellite markers with TSSR 09 (26/200) and TSSR 01 (14/200) were the 2 microsatellites showing highest variability. Conclusion T. solium cysticercosis is a neglected tropical disease with significant public health hazard. Measures should be taken to prevent transmission of pathogen as well as sale of infected pork.", "date": "2025-05-22", "journal": ""}
{"title": "Comparing analytical protocols for identifying causes of population changes", "doi": "10.1101/2025.05.17.654658", "authors": "Malinowska, K.; Wawrzynowicz, M.; Markowska, K.; Chodkiewicz, T.; Butler, S.; Kuczynski, L.", "abstract": "Understanding the factors driving population dynamics is critical for conservation efforts, enabling e.g. the implementation of effective recovery strategies. However, selecting the most effective method for identifying drivers of population change can be challenging, given the wide range of models available for this purpose. In this study, we employed a virtual ecologist approach to compare three methods: time-series (TS), species distribution model (SDM), and process-oriented model (POM), in terms of their ability to correctly identify factors contributing to population changes. While the first two approaches are commonly used in ecological studies in the presented context, the process-oriented method is a novel approach that integrates mechanistic components with correlative approach to identify drivers of population changes. We show that POM outperforms the other methods on all performance measures used, as it has the highest accuracy (0.88), sensitivity (0.84), and specificity (0.93). SDM has the medium (0.68), while TS has the lowest accuracy (0.50). Moreover, our results suggest that variable selection slightly improve the performance of suboptimal models (TS), while it significantly reduces the accuracy of other approaches (SDM and POM). Policy implications: Our results highlight the importance of incorporating more mechanistic aspects into species distribution modelling to better identify the causes of population changes. These findings may be applicable to a range of ecological and conservation studies.", "date": "2025-05-22", "journal": ""}