{"title": "Entropic interfacial charge separation suppresses coarsening of nanoscale condensates", "doi": "10.1101/2023.10.06.561146", "authors": "Chen, F.; Yuan, J.; Zhang, Y.; Tanaka, H.; Shum, H. C.", "abstract": "Droplet coarsening is a long-standing phenomenon widely observed in our daily life and industrial processes. This process is typically governed by classic theories, such as Brownian motion-induced coalescence and Ostwald ripening, predicting continuous and rapid droplet growth. However, recent studies revealed that nanoscale biomolecular condensates, formed by liquid-liquid phase separation (LLPS), often defy this expectation, exhibiting remarkable long-term stability in cells and in vitro systems. Here, we reveal a merging-limited coarsening mechanism that underpins this anomalously slow growth. Using experiments, theory, and simulations, we demonstrate that nanoscale coacervates formed at neutral stoichiometry remain stable over extended periods due to size-dependent merging inefficiency. This inefficiency stems from entropic charge separation caused by asymmetric chain lengths of oppositely charged polymers, which induces interfacial charge accumulation and inter-coacervate electrostatic repulsion. Our findings reframe LLPS as a kinetically constrained process evolving over a rugged energy landscape, in which merging barriers trap condensates in metastable, long-lived states. This framework offers a physical basis for condensate size control in cells and a design principle for stable synthetic biomolecular assemblies.", "date": "2025-07-12", "journal": ""}
{"title": "Accelerating protein engineering with fitness landscape modeling and reinforcement learning", "doi": "10.1101/2023.11.16.565910", "authors": "Sun, H.; He, L.; Deng, P.; Liu, G.; Zhao, Z.; Jiang, Y.; Cao, C.; Ju, F.; Wu, L.; Liu, H.; Qin, T.; Liu, T.-Y.", "abstract": "Protein engineering holds significant promise for designing proteins with customized functions, yet the vast landscape of potential mutations versus limited lab capacity constrains the discovery of optimal sequences. To address this, we present the Protein framework, which accelerates protein engineering by combining Former, a deep learning model for accurate mutational effect prediction, with Search, a reinforcement learning algorithm designed to efficiently navigate the protein fitness landscape using Former as an oracle. Protein leverages single mutation data to predict optimal sequences with complex, multi-amino acid mutations through its modeling of epistatic interactions and a multi-step search strategy. Except from state-of-the-art performance on benchmark datasets, Protein identified high-gain-of-function multi-point mutants for the enzyme {beta}-lactamase, surpassing the highest known activity level, in wet-lab, trained solely on single mutation data. These results demonstrate Protein's capability to discover impactful mutations across vast protein sequence space, offering a robust, efficient approach for protein optimization.", "date": "2025-07-12", "journal": ""}
{"title": "Genomic signatures of innovation and selection in the extremotolerant yeast Kluyveromyces marxianus", "doi": "10.1101/2023.12.21.572915", "authors": "Christensen, K. E.; Duarte, A.; Ma, Z.; Edwards, J. L.; Brem, R. B.", "abstract": "Extremophiles can be the product of millions of years of evolutionary engineering and refinement. The underlying mechanisms can be quite distinct from the ones operating at earlier stages of trait innovation. In this work, we have developed the compost yeast Kluyveromyces marxianus, which diverged from its closest relative >20 million years ago, as a model for interspecies comparative biology and genomics. We applied a battery of growth assays to species of the Kluyveromyces genus and found that K. marxianus outperformed its relatives in a battery of heat and chemical stress conditions. We then generated and analyzed genomes from across the genus, to find derived genetic features associated with, and potentially causal for, K. marxianus traits. We found robust expansions in gene families in the K. marxianus genome, most notably among genes annotated as transmembrane transporters and in metabolism. In molecular-evolution tests, we identified adaptive protein variants at hundreds of genes, among which plasma membrane transporters were over-represented. Together, these signals enable a model for the molecular mechanisms and evolutionary pressures underlying K. marxianus traits, including gains in transporter function mediating stress resistance, and metabolic variants contributing to its capacity for rapid growth in challenging conditions. Such oligogenic architectures may be the rule rather than the exception in phenotypes that have evolved over long timescales.", "date": "2025-07-12", "journal": ""}
{"title": "FGF and BMP pathway genes are expressed in segmentally iterated domains during segmentation of germ layers in a tardigrade", "doi": "10.1101/2024.01.29.577774", "authors": "Heikes, K. L.; Papell, L. D.; Gavino-Lopez, N.; Goldstein, B.", "abstract": "Background: A small number of signaling pathways regulates development in most animals, yet we do not know where these pathways are deployed in embryos of many animal phyla. Filling such gaps can contribute to understanding how diverse body shapes arise from differential deployment of conserved signaling pathways. Here, we examined where conserved pathways are deployed in tardigrades, a panarthropod phylum with miniaturized, segmented bodies. Results: We used in situ mRNA detection in the tardigrade Hypsibius exemplaris to reveal expression patterns of FGF and BMP signaling pathway components during body segmentation and early mesoderm development. Among the patterns examined, we found an FGF ligand and receptor expressed near each other in segmentally iterated regions of ectoderm and endomesoderm, respectively. We also found a BMP ligand and antagonist expressed in dorsoventrally-restricted patterns in the lateral ectoderm. Conclusions: The detected patterns suggested specific hypotheses for further research: possible FGF signaling between ectoderm and endomesoderm, and possible roles of BMP signaling in dorsal-ventral patterning of lateral ectoderm. We compared our results with published expression patterns for FGF and BMP pathways across panarthropods, to contribute to previous hypotheses for how the development of segments and mesoderm may have evolved in the emergence of this clade of diversly-shaped animals.", "date": "2025-07-12", "journal": ""}
{"title": "3D-super-enhancers are condensate-associated cis-regulatory communities", "doi": "10.1101/2024.02.01.578210", "authors": "Lv, J.; Maher, K. A.; Dong, L.; Valentine, V.; Veluchamy, A.; Tian, L.; Kim, Y.; Ju, B.; Valentine, M.; Easton, J.; Burden, S.; Pounds, S. B.; Abraham, B.", "abstract": "Transcription proteins are concentrated at nuclear transcriptional condensates. These condensates contain cis-regulatory elements (CREs), including enhancers and promoters, that are thought to regulate genes in the same condensate. The roles of condensates are of great current interest, but research into their function is limited by an inability to comprehensively identify their associated CREs. Here, we present a conceptual framework and algorithm, BOUQUET, for integrating genome topology, chromatin occupancy, and graph theory to associate CREs and transcription protein machinery with target genes and identify exceptionally protein-rich communities that interact with condensates. BOUQUET uncovers surprising quantitative correlations between community protein accumulation and gene expression phenotypes by combining accurate CRE-gene assignment with co-activator binding profiles. A small subset of communities, which we call \"3D-super-enhancers,\" is exceptionally protein-rich. BOUQUET-predicted 3D-SEs are comparable in number to co-activator nuclear puncta, and all genes known to interact with co-activator condensates in embryonic stem cells are within 3D-SEs. 3D-SEs are enriched for association with cell identity genes across mammalian tissues. Microscopy analyses show frequent co-localization and co-expression of genes from the same 3D-SE within a single co-activator punctum, suggesting 3D-SE components interact with co-activator condensates. Thus 3D-SEs correspond to co-activator puncta, which nominates additional condensate-associated genes and CREs.", "date": "2025-07-12", "journal": ""}
{"title": "Idiosyncratic and generic single nuclei and spatial transcriptional patterns in papillary and anaplastic thyroid cancers", "doi": "10.1101/2024.02.15.580495", "authors": "Tourneur, A.; Rodrigues Vitoria, J.; Saiselet, M.; Craciun, L.; Larsimont, D.; Lefort, A.; Libert, F.; Maenhaut, C.; Costagliola, S.; Tarabichi, M.; Romitti, M.; Detours, V.", "abstract": "Sixty percent of papillary thyroid cancers (PTCs) are driven by BRAFV600E, a mutation associated with high inter- and intra-tumoral heterogeneity. PTCs may become highly aggressive anaplastic thyroid cancers (ATC). While single cell transcriptomics may resolve this heterogeneity, it is potentially confounded by technical effects whose correction may dampen inter-tumor variations. Here we profiled ATCs and BRAFV600E PTCs with single nuclei RNA-seq and spatial transcriptomics, and an experimental design disentangling biological and technical variations. It reveals that much transcriptional variation in cancer cells and several immune cell types is idiosyncratic, i.e. tumor-specific, a phenomenon obscured by batch integration in a number of single cell studies. Idiosyncrasies are associated in some cases with genomic aberrations and global tissue states like hypoxia. Beyond idiosyncrasies, differentiation markers SLC5A5 (NIS), TPO, TG and TSHR are lost in a sequence mirrored by their gain during human thyroid organoids maturation, suggesting a new classification of cancer cell states. PTC cells retain TSHR expression and show features of partial EMT with a massive expression of FN1, which promotes proliferation via an autocrine loop. In contrast, ATCs undergo full blown EMT, with expression of mesenchymal extracellular components and loss of TSHR. Finally, we show that the microenvironment of cancer cells is driven by inflammation. These findings may help future stratifications of BRAFV600E PTCs.", "date": "2025-07-12", "journal": ""}
{"title": "Neural Maturation Stabilizes Representations and Supports Understanding of Complex Concepts", "doi": "10.1101/2024.09.22.614315", "authors": "Watanabe, H.", "abstract": "Remarkable advances in AI do not necessarily rely on modern molecular biology. Here, I highlight the importance of neural maturation in neural network information processing. In both supervised and reinforcement learning, immature synaptic transmission can achieve high fidelity learning but suffers catastrophic failure beyond specific thresholds. I identified genes involved in neuronal maturation and found that the candidate gene KCNH7 is upregulated during mouse brain development. Incorporating KCNH7 channel properties into a simulated neural model raised the excitation threshold and yielded a more linear response. These modifications enhanced the stability of memory recall and facilitated the comprehension of complex patterns, underscoring critical role of neural maturation in enabling advanced recognition capabilities.", "date": "2025-07-12", "journal": ""}
{"title": "Directing cellular transitions on gene graph-enhanced cell state manifold", "doi": "10.1101/2024.10.27.620174", "authors": "Wang, T.; Pan, Y.; Ju, F.; Zheng, S.; Liu, C.; Min, Y.; Jiang, Q.; Liu, X.; Xia, H.; Liu, G.; Liu, H.; Deng, P.", "abstract": "A select few genes act as pivotal drivers in the process of cell state transitions. However, finding key genes involved in different transitions is challenging. To address this problem, we present CellNavi, a deep learning-based framework designed to predict genes that drive cell state transitions. CellNavi builds a driver gene predictor upon a cell state manifold, which captures the intrinsic features of cells by learning from large-scale, high-dimensional transcriptomics data and integrating gene graphs with directional connections. Our analysis shows that CellNavi can accurately predict driver genes for transitions induced by genetic, chemical, and cytokine perturbations across diverse cell types, conditions, and studies. By leveraging a biologically meaningful cell state manifold, it is proficient in tasks involving critical transitions such as cellular differentiation, disease progression, and drug response. CellNavi represents a substantial advancement in driver gene prediction and cell state manipulation, opening new avenues in disease biology and therapeutic discovery.", "date": "2025-07-12", "journal": ""}
{"title": "Resource landscape shapes the composition and stability of the human vaginal microbiota", "doi": "10.1101/2024.11.12.622464", "authors": "Kamiya, T.; Sofonea, M. T.; France, M.; Tessandier, N.; Bravo, I. G.; Murall, C. L.; Ravel, J.; Alizon, S.", "abstract": "The vaginal microbiota is associated with the health of women and newborns alike. Despite its comparatively simple composition relative to other human microbiota systems, the mechanisms underpinning the dynamics and stability of vaginal microbial communities remain elusive. A crucial, yet so far underexplored, aspect of vaginal microbiota ecology is the role played by nutritional resources. Glycogen and its derivatives, produced by vaginal epithelia, are accessible to all bacterial constituents of the microbiota. Concurrently, free sialic acid and fucose offer supplementary nutritional resources to bacterial strains capable of cleaving them from glycans, which are structurally integral to mucus. Notably, bacteria adept at sialic acid exploitation are often correlated with adverse clinical outcomes and are frequently implicated in bacterial vaginosis (BV). In this study, we introduce a novel mathematical model tailored to human vaginal microbiota dynamics to explore the interactions between bacteria and their respective nutritional landscape. Our resource-based model examines the impact of the relative availability of glycogen derivatives (accessible to all bacterial species) and sialic acid (exclusive to some BV-associated bacteria) on the composition of the vaginal microbiota. Our findings elucidate that the success of BV-associated bacteria is intricately linked to their exclusive access to specific nutritional resources. This private access fortifies communities dominated by BV-associated bacteria, rendering them resilient to compositional transitions. We empirically corroborate our model prediction with longitudinal clinical data on microbiota composition and previously unpublished metabolomic profiles obtained from a North American cohort. The insights gleaned from this study shed light on potential pathways for BV prevention and treatment.", "date": "2025-07-12", "journal": ""}
{"title": "Denitrification is a community trait with partial pathways dominating across microbial genomes and biomes", "doi": "10.1101/2025.01.07.631734", "authors": "Pold, G.; Saghai, A.; Jones, C. M.; Hallin, S.", "abstract": "Diverse microorganisms can execute one or more steps in denitrification, during which nitrate or nitrite is successively reduced into nitric oxide, nitrous oxide, and ultimately dinitrogen. Many of the best-characterized denitrifiers are complete denitrifiers capable of executing all steps in the pathway, but whether they dominate in natural communities and what metabolic traits and environmental factors drive the global distribution of complete vs. partial denitrifiers remains to be determined. To address this, we conducted a comparative analysis of denitrification genes in 61,293 genomes, 3,991 metagenomes covering all major biomes, and 413 terrestrial and aquatic metatranscriptomes. We show that partial denitrifiers outnumber complete denitrifiers and the potential to initiate denitrification is more common than the potential to terminate it, both among genomes and at the community level across most biomes, particularly in nutrient rich environments. These patterns were also reflected in the metatranscriptomes. Our results further indicate that complete denitrifiers are more likely to be fast-growing organisms, favoring organic acid over sugar metabolism, and encoding the ability to oxidize and reduce a broader range of organic and inorganic compounds compared to partial denitrifiers. This suggests complete denitrifiers are metabolically flexible opportunists. Together, our results indicate an environmental footprint on the presence of denitrification genes which favors the genomic potential for partial over complete denitrification in most biomes and highlight that completion of the denitrification pathway is a community effort.", "date": "2025-07-12", "journal": ""}
{"title": "Dimerization and dynamics of angiotensin-I converting enzyme revealed by cryo-EM and MD simulations", "doi": "10.1101/2025.01.09.632263", "authors": "mancl, j. M.; Wu, X.; Zhao, M.; Tang, W.-J.", "abstract": "Angiotensin-I converting enzyme (ACE) regulates the levels of disparate bioactive peptides, notably converting angiotensin-I to angiotensin-II and degrading amyloid beta. ACE is a heavily glycosylated dimer, containing 4 analogous catalytic sites, and exists in membrane bound and soluble (sACE) forms. ACE inhibition is a frontline, FDA-approved, therapy for cardiovascular diseases yet is associated with significant side effects, including higher rates of lung cancer. To date, structural studies have been confined to individual domains or partially denatured cryo-EM structures. Here we report the cryo-EM structure of the glycosylated full sACE dimer. We resolved four structural states at 2.99 to 3.65 angstrom resolution which are primarily differentiated by varying degrees of solvent accessibility to the active sites and reveal the full dimerization interface. We also employed all-atom molecular dynamics (MD) simulations and heterogeneity analysis in cryoSPARC, cryoDRGN, and RECOVAR to elucidate the conformational dynamics of sACE and identify key regions mediating conformational change. We identify differences in the mechanisms governing the conformational dynamics of individual domains that have implications for the design of domain-specific sACE modulators.", "date": "2025-07-12", "journal": ""}
{"title": "Hybrid Generative Model: Bridging Machine Learning and Biophysics to Expand RNA Functional Diversity", "doi": "10.1101/2025.01.20.633900", "authors": "Opuu, V.", "abstract": "Functional RNAs perform diverse catalytic roles, yet natural sequences represent only a narrow subset of what is possible. Rediscovering such activities requires exploring functional sequence diversity beyond natural RNAs. We introduce a hybrid generative model that combines a coevolutionary likelihood with an RNA secondary structure prior. This approach disentangles folding constraints from functional signals, enabling targeted diversification. On synthetic benchmarks, the model generates functional sequences beyond the training distribution. On large-scale ribozyme data, it improves the detection of active sequences and enhances sensitivity to local tertiary contacts. Finally, we introduce structural imprinting, a sampling strategy that uses alternative secondary structures to steer generation across under-sampled regions of sequence space. These results show that folding-informed generative modeling improves RNA design by supporting both extrapolation and control.", "date": "2025-07-12", "journal": ""}
{"title": "Conditional Success of Adaptive Therapy: The Role of Treatment-Holiday Thresholds and Non-Existence of Optimal Strategies Revealed by Mathematical Modelling and Optimal Control", "doi": "10.1101/2025.02.13.638061", "authors": "Sun, L.; Zhang, H.; Kang, K.; Wang, X.; Zhang, L.; Cai, Y.; Zhuge, C.; Zhang, L.", "abstract": "Adaptive therapy improves cancer treatment by controlling the competition between sensitive and resistant cells through treatment holidays. This study highlights the critical role of treatment-holiday thresholds in adaptive therapy for tumors composed of drug-sensitive and resistant cells. Using a Lotka-Volterra model, adaptive therapy outcomes are compared with maximum tolerated dose therapy and intermittent therapy outcomes, showing that adaptive therapy success depends critically on the threshold for pausing and resuming treatment and on competitive interactions between cell populations. Three comparison scenarios between adaptive therapy and other therapies emerge: uniform-decline where adaptive therapy underperforms regardless of threshold, conditional-improve where efficacy requires threshold optimization, and uniform-improve where adaptive therapy consistently outperforms alternatives. Tumor composition including initial burden and resistant cell proportion influences outcomes. Threshold adjustments enable adaptive therapy to suppress resistant subclones while preserving sensitive cells, extending progression-free survival. Crucially, this work establishes an optimal control problem for time-to-progression and mathematically proves that under biological constraints like neutral competition or low initial burden, the theoretically optimal strategy is unrealizable as it requires infinitely many treatment holidays, rendering it clinically impractical. These findings emphasize personalized treatment strategies for enhancing long-term therapeutic outcomes.", "date": "2025-07-12", "journal": ""}
{"title": "Low accuracy of complex admixture graph inference from f-statistics", "doi": "10.1101/2025.03.07.642126", "authors": "Frankel, L. E.; Ane, C.", "abstract": "F-statistics are commonly used to assess hybridization, admixture or introgression between populations or deeper evolutionary lineages. Using simulations, we find that network complexity had a large impact on the accuracy to infer the network structure from f statistics. Networks recovered accurately had one reticulation, or had their reticulations in \"large\" cycles of at least 4 nodes in all subnetworks. But accuracy was extremely poor to infer complex networks, in which a reticulation is part of a small cycle of only 3 nodes in some subnetwork. Accuracy also decreased with increasing number of reticulations and the network level. For these networks, accuracy was low even from large data sets with low mutation rate, under a molecular clock, and retaining many top-scoring graphs. Yet in all cases, the network's major tree was recovered reliably. When the molecular clock was violated, the f4-test tended to falsely detect the presence of reticulation in large data sets or under a high mutation rate. Rate variation also impacted network inference accuracy and increased the rate of falsely rejecting 1 reticulation as being adequate. We propose that identifiability, or lack thereof, is underlying the contrasting recoverability between simple and complex networks. Our findings suggest that the major tree is one feature that might be estimable from f-statistics. In practice, we recommend evaluating a large set of top-scoring networks inferred from f-statistics, and even so, using caution in assuming that the true network is part of this set. The extent of rate variation should be assessed in the system under study, especially at deeper time scales, or when using fast-evolving loci.", "date": "2025-07-12", "journal": ""}
{"title": "Elucidation of Puberulic Acid-Induced Nephrotoxicity Using Stem Cell-based Kidney Organoids", "doi": "10.1101/2025.04.30.651410", "authors": "Nakanoh, H.; Tsuji, K.; Uchida, N.; Fukushima, K.; Haraguchi, S.; Kitamura, S.; Wada, J.", "abstract": "Background and hypothesis: Recent cases of acute kidney injury (AKI) in Japan have been linked to the Beni-koji CholesteHelp supplement. Renal biopsies from affected patients revealed tubular damage, and puberulic acid was subsequently identified as a potential nephrotoxic contaminant. Recognizing the urgent need for a reliable in vitro nephrotoxicity testing platform, we hypothesized that a kidney organoid-based system could replicate nephrotoxic injury and help identify novel nephrotoxicants. In this study, we developed a screening model using kidney organoids derived from adult rat kidney stem (KS) cells and applied it to evaluate the toxicity of puberulic acid. Methods: Kidney organoids were generated from KS cells and exposed to established nephrotoxicants, including cisplatin and gentamicin, to validate the model. The nephrotoxicity of puberulic acid was evaluated using both KS cell-derived organoids and wild-type mice. Nephrotoxicity was assessed by morphological changes, Kim-1 mRNA expression, transmission electron microscopy (TEM), and analysis of markers related to mitochondrial injury, oxidative stress, and apoptosis. Results: The kidney organoids reproduced morphological features of injury induced by known nephrotoxins and showed significant upregulation of Kim-1 mRNA. Puberulic acid-treated organoids displayed ultrastructural features consistent with acute tubular necrosis (ATN) and increased Kim-1 expression. In vivo, puberulic acid-exposed mice exhibited impaired renal function and histological findings consistent with ATN. Both in vitro and in vivo models revealed mitochondrial structural abnormalities and reduced expression of cytochrome c oxidase subunit IV (COX-IV). Additionally, oxidative stress and apoptotic markers, including 8-hydroxy-2'-deoxyguanosine (8-OHdG) and cleaved caspase-3, were significantly elevated, suggesting that puberulic acid induces mitochondrial dysfunction and oxidative stress, leading to tubular cell death. Conclusion: Puberulic acid-induced nephrotoxicity was demonstrated using our kidney organoid model. KS cell-derived kidney organoids provide a simple, reproducible, and rapid platform for nephrotoxicity assessment, which contribute to a reduction of animal use in toxicology research.", "date": "2025-07-12", "journal": ""}
{"title": "Variation in temperature but not diet determines the stability of latitudinal clines in tolerance traits and their plasticity", "doi": "10.1101/2025.05.20.655196", "authors": "Walter, G. M.; Chakraborty, A.; Cockerell, F.; Kellermann, V.; Hall, M. D.; White, C. R.; Sgro, C. M.", "abstract": "Latitudinal clines are routinely used as evidence of adaptation across broad climatic gradients. However, if environmental variation influences the strength of latitudinal clines, then clinal patterns will be unstable, and using patterns of adaptation to predict population responses to global change will be difficult. To test whether environmental variation influences latitudinal clines, we sampled five populations of Drosophila melanogaster spanning 3000-km of east coast Australia, and measured stress tolerance (heat, cold and desiccation) and body size on flies that developed in six combinations of temperature (13{degrees}C, 25{degrees}C and 29{degrees}C) and diet (standard and low-calorie) treatments. We found latitudinal clines where populations further from the equator had larger wings, higher cold tolerance and lower heat tolerance. For all traits, temperature determined the strength of latitudinal clines, whereas diet had little influence. Steeper clines often emerged in warmer treatments, created by latitudinal clines in plasticity. In the warmest temperature, higher latitude populations showed larger increases in heat tolerance, larger reductions in desiccation tolerance but smaller decreases in cold tolerance. Heat tolerance was the only trait that supported the climate variability hypothesis and a trade-off between plasticity and tolerance. Environment-dependent latitudinal clines are therefore likely to determine variation in population responses to global change.", "date": "2025-07-12", "journal": ""}
{"title": "Start right to end right: authentic open reading frame selection matters", "doi": "10.1101/2025.06.10.658836", "authors": "Bagherian, M.; Harris, G.; Sathishkumar, P.; Lloyd, J. P. B.", "abstract": "Accurate annotation of open reading frames (ORFs) is fundamental for understanding gene function and post-transcriptional regulation. A critical but often overlooked aspect of transcriptome annotation is the selection of authentic translation start sites. Many genome annotation pipelines identify the longest possible ORF in alternatively spliced transcripts, using internal methionine codons as putative start sites. However, this computational approach ignores the biological reality that ribosomes select start codons based on sequence context, not ORF length. Here, we demonstrate that this practice leads to systematic misannotation of nonsense-mediated decay (NMD) targets in the Arabidopsis thaliana Araport11 reference transcriptome. Using TranSuite software to identify authentic start codons, we reanalyzed transcriptomic data from an NMD-deficient mutant and found that correct ORF annotation more than doubles the number of identifiable NMD targets with premature termination codons followed by downstream exon junctions , from 203 to 426 transcripts. Furthermore, we show that incorrect ORF annotations can lead to erroneous protein structure predictions, potentially introducing computational artifacts into protein databases. Our findings underscore the importance of biologically informed ORF annotation for accurate assessment of post-transcriptional regulation and proteome prediction, with implications for all eukaryotic genome annotation projects.", "date": "2025-07-12", "journal": ""}
{"title": "ankrd1a consistently marks cardiomyocytes bordering the injury or scar area and affects their dedifferentiation during zebrafish heart regeneration after cryoinjury", "doi": "10.1101/2025.06.24.661322", "authors": "Boskovic, S.; Novkovic, M.; Milicevic, A.; Milosevic, E.; Jasnic, J.; Milovanovic, M.; Kojic, S.", "abstract": "In contrast to humans, zebrafish have a remarkable ability to regenerate injured heart through a highly orchestrated process involving all cardiac structures. To replace the lost myocardium, resident cardiomyocytes (CMs) dedifferentiate and proliferate, invading the injured area. The response of the myocardium is preceded by the activation of the epicardium and endocardium, which form active scaffolds to provide mechanical and paracrine support to guide regeneration. New CMs use protrusions to migrate and invade fibrotic injured tissue, to replace it with functional myocardium. Here, we investigated the expression profile of the stress-responsive ankrd1a gene in different cardiac structures, at key time points during regeneration, aiming to gain insight into its precise roles during zebrafish heart regeneration. In the TgBAC(ankrd1a:EGFP) reporter line, transgene upregulation was restricted to the myocardium, initiated as early as 15 hours post-cryoinjury, and consistently marked CMs bordering the injury or scar area during regeneration. Transcriptome profiling and immunostaining revealed a potential role of ankrd1a in regulating CMs' dedifferentiation, as well as changes in expression of genes associated with antigen presentation and extracellular matrix composition in the ankrd1a mutant. Our results indicate that the ankrd1a is dispensable for ventricle regeneration after cryoinjury and may be considered as a marker and fine-tuner in the healing process of injured cardiac muscle.", "date": "2025-07-12", "journal": ""}
{"title": "Reporting quality, effect sizes, and biases for aging interventions: a methodological appraisal of the DrugAge database", "doi": "10.1101/2025.06.30.660585", "authors": "Parish, A.; Ioannidis, J.; Zhang, K.; Barardo, D.; Swindell, W.; de Magalhaes, J. P.", "abstract": "Though interest has grown significantly over the past decades in interventions that may slow the aging process, most evidence for these interventions still comes from experiments in non-human animals. These studies may suffer from design, quality and reporting issues. The quality and reporting of preclinical studies have not yet been studied systematically in anti-aging research. Here we analyzed the DrugAge database, assessing reporting study quality, bias and effect sizes across 667 anti-aging preclinical studies. We found significant shortcomings in reporting of crucial design features such as randomization and blinding, as well as large variation in reporting quality and effects across species. Non-mammal findings typically did not translate to mammals. Although anti-aging interventions may have different effects depending on when they are started, most studies began giving the intervention under investigation very early in the organisms lifespan. Our findings suggest there is substantial room for improvement in preclinical anti-aging research.", "date": "2025-07-12", "journal": ""}
{"title": "Cdc42 Partitioning by Chaperone Ydj1 During Asymmetric Division and Aging in Yeast", "doi": "10.1101/2025.07.10.664052", "authors": "Kang, P. J.; Mazak, H.; Lee, S. S.; Park, H.-O.", "abstract": "The small GTPase Cdc42 is a central regulator of cell polarity, but it is often hyperactivated in aged cells, contributing to senescence and aging in both yeast and animal cells. Yet, the mechanisms underlying its age-related upregulation remain poorly understood. Here, we examine how Cdc42 levels change over successive divisions in budding yeast, which undergoes asymmetric cell division, leading to aging predominantly in mother cells. Using microfluidics-based live-cell imaging and genetic analyses, we find that Cdc42 protein is unevenly distributed between mother and daughter cells during division. Notably, daughter cells inherit lower levels of Cdc42, which helps them rejuvenate. This asymmetry depends on Cdc42s association with endomembranes and requires the presence of farnesylated Ydj1, an Hsp40/DnaJ chaperone tethered to the endoplasmic reticulum. Furthermore, maintaining proper Cdc42 levels relies on its interaction with Ydj1. These findings reveal a chaperone-mediated mechanism that controls Cdc42 partitioning during asymmetric division, linking it to cellular aging--a process that may be conserved in other asymmetrically dividing cells.", "date": "2025-07-12", "journal": ""}
{"title": "From paleness to albinism: Contribution of OCA2 exon 10 skipping to hypopigmentation", "doi": "10.1101/2025.07.10.664067", "authors": "Mercier, E.; Tregouët, D.-A.; Campagne, S.; Michaud, V.; Green, D. J.; Mesdaghi, S.; Le Gallais, O.; Jouannigot-Castano, O.; Rigden, D. J.; Estay-Ahumada, C.; Hicks, D.; Sergouniotis, P. I.; Arveiler, B.; Javerzat, S.", "abstract": "Pathogenic variants in the OCA2 gene result in oculocutaneous albinism. In humans and several other mammalian species, OCA2 is transcribed into two coding mRNAs, a major transcript that encodes the full-length protein and a minor transcript that skips in-frame exon 10 and has no identified function. By contrast, rodents and non-mammalian vertebrates only express the major transcript. Several rare variants of human OCA2 have been reported to be pathogenic due to increased exon 10 skipping. To understand the vulnerability of human OCA2 to exon 10 skipping and its impact on pigmentation, we first functionally tested a series of rare missense variants spread across exon 10. We found that each variant significantly influences the skipping ratio either positively or negatively. By combining human and murine sequences in functional assays, we found that the skipping ratio depends on particular exonic and intronic combinations. Next, we focused on the most frequent exonic single nucleotide variant of human OCA2, rs1800404-T (c.1065G>A/p.Ala355=), located in exon 10. We show that this variant significantly promotes exon 10 skipping on its own and exhibits an additive effect in cis to previously identified splicing variants likely contributing to their pathogenicity. Association studies reveal that rs1800404-T is tightly associated with lighter skin and hair pigmentation in a representative European population, as has been observed in other populations around the world. Our structural models of the skipped transcript-derived protein support causality by predicting that it could exert a dominant-negative effect, which is consistent with a dose-dependent hypopigmentation response in both pathological and physiological contexts. Overall, the modulation of OCA2 exon 10 skipping by both benign and pathogenic variants provides a basis for improving the genetic diagnosis of albinism, and paves the way for research into the molecular and evolutionary mechanisms behind human pigmentation diversity.", "date": "2025-07-12", "journal": ""}
{"title": "Uncertainty in Deep Learning for EEG under Dataset Shifts", "doi": "10.1101/2025.07.09.663220", "authors": "Tveter, M.; Tveitstoel, T.; Hatlestad-Hall, C.; Hammer, H. L.; Haraldsen, I. R. J. H.", "abstract": "Objective: As artificial intelligence (AI) is increasingly integrated into medical diagnostics, it is essential that predictive models provide not only accurate outputs but also reliable estimates of uncertainty. In clinical applications, where decisions have significant consequences, understanding the confidence behind each prediction is as critical as the prediction itself. Uncertainty modelling plays a key role in improving trust, guiding decision-making, and identifying unreliable outputs, particularly under dataset shift or in out-of-distribution settings. The primary aim of uncertainty metrics is to align model confidence closely with actual predictive performance, ensuring confidence estimates dynamically adjust to reflect increasing errors or decreasing reliability of predictions. This study investigates how different ensemble learning strategies affect both performance and uncertainty estimation in a clinically relevant task: classifying Normal, Mild Cognitive Impairment, and Dementia from electroencephalography (EEG) data. Approach: We evaluated the performance and uncertainty of ensemble methods and Monte Carlo dropout on a large EEG dataset. Models are assessed in three settings: (1) in-distribution performance on a held-out test set, (2) generalisation to three out-of-distribution datasets, and (3) performance under gradual, EEG-specific dataset shifts simulating noise, drift, and frequency perturbation. Main results: Ensembles consisting of multiple independently trained models, such as deep ensembles, consistently achieved higher performance in both the in-distribution test set and the out-of-distribution datasets. These models also produced more informative and responsive uncertainty estimates under various types of EEG dataset shift. Significance: These results highlight the benefits of ensemble diversity and independent training to build robust and uncertainty-aware EEG classification models. The findings are particularly relevant for clinical applications, where reliability under distribution shift and transparent uncertainty are essential for safe deployment.", "date": "2025-07-12", "journal": ""}
{"title": "Targeting NEDD9-SH3 with a Covalent Peptide Controls Endothelial Phenotype", "doi": "10.1101/2025.07.10.663547", "authors": "Samokhin, A. O.; Seo, H.-S.; Leed, A.; Hajiian, B.; Bird, G. H.; McKinney, D. C.; Saha, P.; Daum, J.; Moroco, J. A.; Yehl, J.; Kornfilt, D.; Sczceniowski, A.; Petrunak, E.; Horner, S.; Kaylin, J. H.; Leymarie, N.; Kaushik, V. K.; Walensky, L. D.; Cole, P. A.; Oldham, W. M.; Steinhauser, M. L.; Dhe-Paganon, S.; Maron, B. A.", "abstract": "Src homology 3 (SH3) proteins regulate numerous fibroproliferative pathophenotypes including pulmonary arterial hypertension (PAH) but are challenging to target therapeutically. We innovated a peptidomimetic that occupies the canonical focal adhesion kinase (FAK) binding site on the SH3 domain of the neural precursor cell expressed, developmentally down-regulated 9 (NEDD9) protein, a pro-PAH regulator. Peptidomimetic derivatization with a bromoacetamide group alkylated a NEDD9 cysteine positioned uniquely among SH3 domains (Cys18), which stabilized the RT loop, prevented FAK binding, and inhibited human pulmonary artery endothelial cell (HPAEC) migration. When linked to a thalidomide moiety, the peptide showed degrader activity of NEDD9 protein and, therefore, we next investigated therapeutic application of NEDD9 inhibition. In HPAECs, si-NEDD9 downregulated sulfatase-1, which increased podosome rosette formation and cell migration via 6-O-desulfation of glycocalyx-forming heparan sulfate proteoglycans, and reversed vascular remodeling and PAH in vivo. Whereas sulfatase-1 overexpression decreased pulmonary endothelial podosome formation, cell migration, and tube formation and increased collagen III synthesis, sulfatase-1 knockdown prevented fibroproliferative remodeling and pulmonary hypertension in PAH in vivo. These data leverage cysteinyl thiol reactivity to establish an SH3 domain-targeting structure-validated covalent peptide and identify two convergent mechanisms through NEDD9 that control endothelial phenotype, including reverse remodeling via sulfatase-1 transcriptional control. Overall, this study advances an SH3-specific therapeutic approach with relevance to PAH and other fibroproliferative pathophenotypes.", "date": "2025-07-12", "journal": ""}
{"title": "Domain-General Brain Networks Support Language Development", "doi": "10.1101/2025.07.10.663607", "authors": "Zhou, Z.; Yang, X.; Ju, P.; Rong, M.; Jefferies, E.; Zuo, X.-N.", "abstract": "Understanding the neural basis of verbal intelligence across development requires disentangling the contributions of domain-general and language-selective brain systems. Although language is often considered a domain-specific function, complex language tasks also engage domain-general networks, such as the Default-Mode (DM) and Multiple-Demand (MD) systems. Yet how these systems contribute to the maturation of verbal competence remains poorly understood. Here, we examined this question using gray matter volume measures in an accelerated longitudinal dataset of children and adolescents from Beijing (N = 170), using the Verbal Comprehension Index (VCI) from the Wechsler Intelligence Scale as a benchmark for verbal abilities. We observed that individual differences in VCI were more strongly associated with structural maturation of domain general networks (DM and MD) than with the language-selective network, and that these effects varied with age. Targeted validation in an independent cohort from Chongqing (N = 150) confirmed significant contributions of domain-general networks in adolescence (13-15 years), highlighting the robustness of these developmental effects. These findings suggest that domain-general cortical systems play a critical and previously underappreciated role in the emergence of verbal intelligence during adolescence, with implications for understanding how large-scale brain networks support the development of abstract verbal reasoning.", "date": "2025-07-12", "journal": ""}
{"title": "Renin Cells Drive Kidney Neurovascular Development and Arterial Remodeling when Renin Activity is Deficient", "doi": "10.1101/2025.07.08.663706", "authors": "Yamaguchi, M.; Yamaguchi, H.; Smith, J. P.; Ferreira de Almeida, L.; Matsuoka, D.; Martini, A. G.; Wilmsen, S. M.; Hao, S.; Tainaka, K.; Medrano, S.; Sequeira-Lopez, M. L. S.; Gomez, R. A.", "abstract": "Renin cells synthesize and release the hormone-enzyme renin to regulate blood pressure and fluid-electrolyte homeostasis. Their function and identity depend on communication with surrounding cells and nerve fibers within complex kidney structure. Because renin cells are rare -0.01 % of kidney cells- conventional histological approaches cannot capture their interaction with nerve fibers and surrounding cells within the nephron and its vasculature. Using a novel ultrabright renin cell-specific tdTomato reporter mouse, high-resolution 3D imaging, and single-cell RNA-Seq, we mapped the interactions of renin cells with growing axons during normal kidney vascular development, in response to threats to homeostasis, and a severe arterial disease caused by a defective renin enzyme. During embryonic kidney development, stromal and renin cell progenitors assemble the arterioles, express axon attractants and neurotrophins that establish the precise innervation of renin cells and arterioles in a centrifugal pattern. Hypotension and sodium depletion led to an increase in the volume and number of renin cells along the arterioles. Renin enzymatic deficiency led to hypertrophy and endocrine transformation of renal arterioles, aberrant axon sprouting and sympathetic hyperinnervation suggesting a feed-forward mechanism whereby renin cells and axons co-induce each other, orchestrate neurovascular development and arteriolar remodeling when renin cells are over stimulated.", "date": "2025-07-12", "journal": ""}
{"title": "Expanding the repertoire of chemically induced covalent neoantigens", "doi": "10.1101/2025.07.08.663715", "authors": "Zhou, C.; Huang, W.; Jin, X.; Wu, H.; McGregor, L. M.; Schirle, M.; Zhang, C.; Zhang, X.", "abstract": "The ubiquitin-proteasome system generates peptide fragments that are displayed on MHC-I molecules. Recent studies revealed that covalent small molecules can hijack this process, leading to the presentation of hapten-modified peptide fragments, or covalent neoantigens. Here, we report a chemical proteomics platform to systematically investigate this process and harness covalent neoantigens for immune cell recruitment and activation. Using a bioorthogonal cysteine-reactive probe (IA-mTz), we demonstrate that diverse intracellular proteins can be modified, processed, and presented as covalent neoantigens across multiple cell lines. Mass spectrometry confirmed the presence of IA-mTz-modified peptides within the MHC-I immunopeptidome, and structural modeling revealed stable peptide-MHC-I interactions. We further integrated a bioorthogonal strategy that enables immune engagement: IA-mTz-modified cells conjugated with trans-cyclooctene (TCO)-IgG elicited Fc receptor activation in a reporter assay, supporting immune recruitment via antibody-dependent cellular phagocytosis. This approach was extended to additional cysteine-reactive probes and to 2,4-dinitrochlorobenzene (DNCB), a common skin sensitizer, which we show induces covalent neoantigen formation in a cell- and HLA-dependent manner. These findings reveal a previously underappreciated breadth of covalent neoantigen formation and provide a generalizable strategy for immune targeting of covalent neoantigens.", "date": "2025-07-12", "journal": ""}
{"title": "CNA detection from spatial transcriptomics using SpaCNA", "doi": "10.1101/2025.07.08.663688", "authors": "Zhang, Z.; Wang, X.; Xuan, H.; Jin, Z.; Xi, R.", "abstract": "Spatial transcriptomics (ST) enables genome-wide profiling of gene expression while preserving spatial context, yet accurate detection of copy number alterations (CNAs) in tumor ST data remain challenging. Here we present SpaCNA, a spatial-aware computational framework that integrates multi-modal spatial information to improve CNA detection. SpaCNA constructs adjacency graphs using spatial proximity and H&E stained image similarity, refines the raw gene expressions, and implements a Hidden Markov Random Field model for robust CNA state inference. Through extensive benchmarking on simulated data and multi-cancer cohorts, SpaCNA demonstrates superior accuracy and outperforms existing methods in CNA detection and tumor region identification. In real-world applications to breast cancer and colorectal cancer, SpaCNA reveals spatially distinct subclones with context-dependent interactions within the microenvironment. Additionally, applied to a 3D ST dataset of head and neck squamous cell carcinoma, SpaCNA uncovers clone-specific CNAs associated with therapeutic resistance biomarkers across multiple slices. By facilitating precise spatial mapping of CNAs and tumor architecture, SpaCNA significantly enhances our understanding of intratumoral heterogeneity and spatial evolutionary patterns.", "date": "2025-07-12", "journal": ""}
{"title": "Exploring CDK4/6-Dependencies in ex vivo Ovarian Cancer Models", "doi": "10.1101/2025.07.11.664318", "authors": "Mcdonald-Pike, J.; Coulson-Gilmer, C.; Littler, S.; Barnes, B. M.; Altringham, J.; Tighe, A.; McGrail, J. C.; Taylor, S. S.", "abstract": "Ovarian cancer (OC) is a clinically and molecularly heterogeneous disease with limited treatment options for the majority of patients, particularly those with homologous-recombination-proficient high-grade serous ovarian cancer (HGSOC) and rarer subtypes such as low-grade serous ovarian cancer. Deregulation of the G1/S cell cycle network is common across all subtypes, suggesting subtype-agnostic vulnerabilities. Here, we assessed CDK4/6 dependency using the selective inhibitor palbociclib across 20 patient-derived ex vivo OC models. A subset of models, including four HGSOC and six rarer subtypes, exhibited marked sensitivity to palbociclib, characterised by low CDKN2A/CDKN2B expression, Rb hypophosphorylation, and G1 cell cycle arrest. In contrast, resistant models showed high CDKN2A expression and reduced or absent RB1. Notably, ABCB1 overexpression, a known resistance mechanism in OC, did not mediate palbociclib resistance. Analysis of longitudinal models revealed diminished CDK4/6 dependency following treatment, accompanied by increased CDKN2A expression. These findings support a model of G1/S control in which tumours diverge into CDK4/6- or CDK2-driven proliferation states, with CDKN2A as a potential biomarker to guide patient selection. The predominance of CDK4/6-inhibitor-resistant HGSOC highlights a priority population for CDK2-targeted therapies, offering new treatment strategies for patients with otherwise limited options.", "date": "2025-07-12", "journal": ""}
{"title": "Somatosensory Realignment Following Single and Dual Force Field Adaptation", "doi": "10.1101/2025.07.08.663774", "authors": "Zangakis, D.; Wong, A. L.; Therrien, A. S.", "abstract": "Evidence that adaptive motor learning coincides with a realignment of somatosensory perception has led to hypotheses that a shared mechanism underlies both processes, predicting similar properties. However, studies of somatosensory realignment with visuomotor adaptation have shown mixed support, possibly due to a confounding coactivation of sensory prediction errors and multisensory integration. While the former is thought to drive adaptation, both processes may contribute to somatosensory realignment. Here, we examined somatosensory realignment following force field adaptation, which is not confounded by multisensory integration. Across two experiments, we tested whether somatosensory realignment mimics three properties of adaptation in this paradigm. Our first experiment examined the specificity of somatosensory realignment to the perceptions of movement or static position and the generalization to reach directions adjacent to the one performed during the adaptation task. The results showed that force field adaptation coincided with a selective realignment of somatosensory perception of movement in the direction of the perturbing force that did not correlate with the magnitude of adaptation or generalize beyond the reach direction of the adaptation task. In a second experiment, we tested whether context-dependent dual adaptation to opposing force field perturbations coincides with a context-dependent dual realignment of somatosensory perception. The results showed no evidence of context-dependent somatosensory realignment after dual adaptation. Our results indicate that somatosensory realignment does not show the same properties as force field adaptation; however, it displays some coherence with the nature of the perturbation. Overall, our data suggest that somatosensory realignment and adaptation likely stem from distinct mechanisms.", "date": "2025-07-12", "journal": ""}
{"title": "Deletion of the scavenger receptor Scarb1 in osteoblast progenitors and myeloid cells does not affect bone mass", "doi": "10.1101/2025.07.09.663826", "authors": "Palmieri, M.; Joseph, T. E.; Gomez-Acevedo, H.; Kim, H.-n.; Manolagas, S. C.; O'Brien, C. A.; Ambrogini, E.", "abstract": "The scavenger receptor class B member 1 (SCARB1), encoded by Scarb1, is a cell surface receptor for high density lipoproteins, low density lipoproteins (LDL), oxidized LDL (OxLDL), and phosphocholine-containing oxidized phospholipids (PC-OxPLs). Scarb1 is expressed in multiple cell types, including osteoblasts and macrophages. PC-OxPLs, present on OxLDL and apoptotic cells, adversely affect bone metabolism. Overexpression of E06 IgM - a natural antibody that recognizes PC-OxPLs - increases cancellous and cortical bone at 6 months of age in both sexes and protects against age- and high fat diet- induced bone loss, by increasing bone formation. We have reported that SCARB1 is the most abundant scavenger receptor for OxPLs in osteoblastic cells, and osteoblasts derived from Scarb1 knockout mice (Scarb1 KO) are protected from the pro-apoptotic and anti-differentiating effects of OxLDL. Skeletal analysis of Scarb1 KO mice produced contradictory results, with some studies reporting elevated bone mass and others reporting low bone mass. To clarify if Scarb1 mediates the negative effects of PC-OxPLs in bone, we deleted it in osteoblast lineage cells using Osx1-Cre transgenic mice. Bone mineral density (BMD) measurements and micro-CT analysis of cancellous and cortical bone at 6 months of age did not reveal any differences between Scarb1{Delta}OSX-l mice and their wild-type (WT), Osx1-Cre, or Scarb1fl/fl littermate controls. We then investigated whether PC-OxPLs could exert their anti-osteogenic effects via activation of SCARB1 in myeloid cells by deleting Scarb1 in LysM-Cre expressing cells. BMD measurements and micro-CT analysis at 6 months of age did not show any differences between Scarb1{Delta}LysM mice and their WT, LysM-Cre, or Scarb1fl/fl controls. Based on this evidence, we conclude that Based on this evidence, we conclude that the adverse skeletal effects of PC-OxPLs in adult mice are not mediated by Scarb1 expressed in osteoblast lineage cells or myeloid cells.", "date": "2025-07-12", "journal": ""}
{"title": "Paralemmin-3 sustains the integrity of the lateral plasma membrane and subsurface cisternae of auditory hair cells", "doi": "10.1101/2025.07.11.664127", "authors": "Halim, V. C.; Bahader, I.; Derstroff, D.; Ullrich, C.; Kuwabara, M.; Hultqvist, G.; Kusch, K.; Slitin, L. C.; Becker, L.; Hrabe de Angelis, M.; Wichmann, C.; Oliver, D.; Strenzke, N.; Vogl, C.; Kilimann, M.", "abstract": "In the mammalian inner ear, cochlear inner hair cells (IHCs) enable accurate and faithful synaptic sound encoding, while outer hair cells (OHCs) perform frequency-specific sound amplification and fine-tuning through their intrinsic voltage-dependent somatic electromotility. This latter process is facilitated by the unique trilaminate structure of the OHC lateral wall, which consists of the plasma membrane that is densely occupied by the transmembrane motor protein Prestin, the submembrane actin- and spectrin-based cytoskeleton, and the endomembranous subsurface cisternae. This complex system provides mechanical resilience while allowing for cell expansion and contraction during electromotility. Whereas the ultrastructure of the lateral wall is well described, its molecular architecture remains largely elusive. Here, we identified Paralemmin-3 (Palm3) as a novel protein specifically localized to the lateral walls of auditory HCs to play a crucial role in connecting the plasma membrane to the underlying cytoskeleton and subsurface cisternae. Palm3-KO mice display early-onset and progressive hearing impairment that results from diminished cochlear amplification. Subsequent multiscale morphological analyses revealed structural collapse of OHCs that led to progressive and extensive OHC loss along the tonotopic axis. Palm3-KO OHCs exhibited disrupted expression and distribution of several membrane-associated proteins - including spectrin isoforms and Prestin - suggesting an essential role of Palm3 in plasma membrane scaffolding. Electron tomography of OHC lateral walls revealed significantly fewer and structurally perturbed subsurface cisternae. Finally, adeno-associated virus (AAV)-mediated rescue of Palm3 during early postnatal development partly restored hearing function, enhanced OHC survival, and restored OHC cell shape as well as membrane protein expression levels. In summary, Palm3 is a key component of the submembrane cytoskeleton in cochlear hair cells, playing a fundamental role in hair cell biology and hearing, and emerges as an attractive candidate for the long-elusive ''pillar'' component of the hair cell lateral wall ultrastructure.", "date": "2025-07-12", "journal": ""}
{"title": "Choice of lipid supplementation for in vitro erythroid cell culture impacts reticulocyte yield and characteristics", "doi": "10.1101/2025.07.11.664344", "authors": "Freire, C. M.; King, N. R.; Dzieciatkowska, M.; Stephenson, D.; Dobbe, j. G.; Streekstra, G. J.; D'Alessandro, A.; Satchwell, T. J.; Toye, A. M.", "abstract": "Lipids, particularly cholesterol, are critical components of red blood cell (RBC) membranes, influencing protein function, cell stability, and deformability. Reticulocytes (young RBC) derived from in vitro erythroid cultures have been reported to possess less cholesterol than their native counterparts, compromising their functional integrity and lifespan. However, variability in starting materials and culture protocols between studies has hindered definitive conclusions regarding the nature and consequences of this lipid deficiency. Here, we evaluated the influence of lipid sources on reticulocyte quality using a well-established CD34 erythroid culture system. We compared the use of human AB-serum and Octaplas (solvent/detergent-treated pooled plasma) as lipid sources. Our results reveal that detergent-treated plasma leads to cholesterol-deficient reticulocytes with impaired characteristics, including reduced filtration yield, heightened osmotic fragility, and altered PIEZO1 activity. In contrast, AB-serum supported the generation of functionally stable reticulocytes, with cholesterol supplementation required to rescue the defects observed with plasma. Importantly, this study provides the first integrated lipidomic, metabolomic, and proteomic characterisation of in vitro-derived reticulocytes cultured under distinct lipid conditions. These multi-omic datasets offer new insights into the consequences of reduced lipid availability during erythroid culture and offer new insights into how culture media affects the development and functionality of lab grown blood.", "date": "2025-07-12", "journal": ""}
{"title": "ASD mutations in the ciliary gene CEP41 impact development of projection neurons and interneurons in a human cortical organoid model", "doi": "10.1101/2025.07.09.663904", "authors": "Hasenpusch-Theil, K.; Lesayova, A.; Kozic, Z.; Beltran, M.; Wilson, G.; Henderson, N.; Dando, O. R.; Theil, T.", "abstract": "Primary cilia control cell-cell signalling and their dysfunction has been implicated in Autism Spectrum Disorders (ASD) but their roles in the ASD aetiology remain largely unexplored. Here, we analysed the impact of ASD mutations in CEP41 using human corticogenesis. CEP41 encodes a centrosomal protein located at the basal body and the ciliary axoneme and is mutated in ASD individuals and in Joubert syndrome, a ciliopathy with high incidence of ASD. To gain insights into roles of CEP41 in ASD aetiology, we characterised human cortical organoids carrying the CEP41 R242H point mutations found in ASD individuals. This mutation did not interfere with ciliary localisation of CEP41 but cilia were shorter and had lower levels of tubulin polyglutamylation, which is indicative of altered cilia stability and signalling. Moreover, scRNAseq analyses revealed that the expression of several transcription factors with critical roles in interneuron development was altered in mutant interneurons and their progenitors. The CEP41 mutation also caused decreased cortical progenitor proliferation and an augmented formation of upper layer cortical neurons. Taken together, these findings indicate that CEP41 controls excitatory and inhibitory neuron differentiation, alterations in which might lead to an excitation/inhibition imbalance that is widely recognized as a convergent mechanism underlying neurodevelopmental disorders.", "date": "2025-07-12", "journal": ""}
{"title": "Refate identifies chemical compounds to target trans-regulatory networks for cellular conversion", "doi": "10.1101/2025.07.09.664003", "authors": "Xiao, D.; Sahadevan, S.; Mangala, M. M.; Kim, H. J.; Fredericks, A.; Huang, H.; Jothi, R.; Tam, P.; Gonzalez-Cordero, A.; Zyner, K. G.; Yang, P.", "abstract": "Identifying chemical compounds that target trans-regulatory networks (TRNs) underlying molecular programs of cells for directed cellular conversion (i.e. differentiation, reprogramming, transdifferentiation, and dedifferentiation) is a key step towards advancing regenerative medicine. Recent innovations in single-cell omics technologies enabled high-resolution profiling of TRNs that govern cell identity and cell-fate decisions. Here, we introduce Refate, a computational framework that integrates large-scale multimodal single-cell atlas data to quantify cell propensity of genes, together with six drug databases, to identify chemical compounds that target TRNs for directed cellular conversion. The reconstructed TRNs, including protein-protein interactions and gene regulatory networks, alongside chemical compounds that drive the cellular conversion provide greater biological interpretability and improve efficiency and efficacy. We evaluated Refate by testing its ability to uncover known transcription factors and chemical compounds validated in experimental conversions of various cell types. Furthermore, we experimentally validated the attribute of several novel chemical compounds identified by Refate for enhancing the conversion of human embryonic stem cells to human cranial neural crest cells. Together, these findings demonstrate Refate as an effective tool for discovering chemical compounds that target TRNs to enable cellular conversion, advancing efforts towards regenerative medicine.", "date": "2025-07-12", "journal": ""}
{"title": "Strengths of relationships among soil microbial and organic matter properties are scale-dependent", "doi": "10.1101/2025.07.08.663705", "authors": "Simon, E.; Guseva, K.; Alteio, L. V.; Kaiser, C.", "abstract": "Relationships among variables in ecological systems are inherently scale-dependent, especially in heterogeneous systems. Yet it remains to be examined whether relationships among variables vary across observation scales in soil. Generally, it is desirable that observation scale matches the intrinsic scale of a process or pattern. Millimetre-sized soil aggregates are closer to the intrinsic scale of microbial communities than traditionally studied bulk soil samples, making them more suitable for studying potential links between microbial communities and their environment. To explore the effect of observation scale on relationships among soil parameters, we measured bacterial, archaeal, and fungal taxa richness and density, organic matter properties (e.g., carbon and nitrogen content, stoichiometric and isotopic ratios), and soil water content in individual aggregates and aliquots of homogenised soil cores, bulk soil samples, in two soil layers. We analysed pairwise correlations among these variables and assessed whether individual aggregates systematically differed from bulk soil samples. Organic matter properties were more strongly correlated in bulk soil samples, consistent with the idea that increasing the sample volume reduces noise. In contrast, microbial community and organic matter properties showed weaker correlations in bulk soil samples than aggregates in topsoil. In addition, we found that aggregates and bulk soil samples differed systematically in individual microbial and organic matter properties, particularly in the topsoil. Our study demonstrates that relationships among variables in soil are spatial scale-dependent. Aggregates offer valuable insights into microbial communities in soil, complementing bulk soil samples, and are useful for studying links between microbial communities and their environment.", "date": "2025-07-12", "journal": ""}
{"title": "Shedding light on the embryo:endosperm balance diversity that pseudogamy can achieve in the polyploid apomictic Psidium cattleyanum (Myrtaceae, Myrteae)", "doi": "10.1101/2025.07.08.663781", "authors": "Da Luz-Grana, C.; Vaio, M.; Fuchs, J.; Borges, A.; Speroni, G.", "abstract": "Apomixis is defined as the asexual mode of reproduction through seeds. Nearly all gametophytic apomictic species are polyploid. Psidium cattleyanum, a polyploid species with various described ploidy levels, exhibits apomixis and requires effective pollination for fruiting (pseudogamy). The aim of this study was to determine the frequency of apomixis and sexuality in P. cattleyanum among heptaploid and octoploid accessions, and to analyze the maternal and paternal contribution to endosperm formation. Flow cytometry was employed on mature seeds obtained from hand-pollinated crosses between two octoploid and two heptaploid accessions to determine the ploidy levels of embryo and endosperm. Within the 492 analyzed seeds the ploidy balance of embryo:endosperm ranged from the expected 2:5 (64.2%, pseudogamous apomixis) and 2:3 (4.7%, sexuality involving reduced gametophytes), to unexpected values, including 1:3 (0.4%),), 2:6 (2.4%), 2:7 (0.2%), 3:5 (8.8%), 2:3:5 (18.5%) and 2:4:6 (0.8%), associated with polyhaploid parthenogenesis, pseudogamous apomixis involving reduced and unreduced gametophytes, and female gametophytes with two or three polar nuclei in the central cell. The interpretations and implications of these results for apomictic polyploid species and their consequences for wild populations are discussed.", "date": "2025-07-12", "journal": ""}
{"title": "Identification of novel protective loci for executive function using the trail making test part B in the Long Life Family Study", "doi": "10.1101/2025.07.08.663708", "authors": "Wang, L.; Tanner, K.; Andersen, S. L.; Cosentino, S.; Moghaddam, V. A.; Daw, E. W.; Anema, J. A.; Lin, S. J.; Acharya, S.; Province, M.; Wojczynski, M. K.", "abstract": "The Trail Making Test (TMT) Part B (TMT-B), a well-established assessment of cognitive function, is a frequent component of diagnostic assessments for Mild Cognitive Impairment and dementia in older adults. Identifying the genetic variants associated with the TMT-B will not only gain insights of genetic determinants of cognitive function, but also the molecular mechanisms for dementia. Published GWAS to date for TMT-B suffer from relatively low power due to the use of population level data and imputation methods. To address these deficits, we used a family-based study design to identify the genetic variants associated with the TMT-B incorporating both genome-wide linkage analysis (GWLS) and whole genome sequencing (WGS). As such, we examined the sequenced genetic determinants of TMT-B using GWLS in over 2000 participants from Long Life Family Study (LLFS). In GWLS, the estimated heritability of TMT-B was 0.29. We detected one significant linkage peak at 15q25 (LOD>3.0). Statistical fine-mapping nominated five variants including three SNPs (NTRK3-rs74031103, protective CEMIP-rs2271159, and protective AGBL1-rs4134376) and two INDELs (protective KLHL25-15:85882445:IND, and protective CEMIP-15:80893381:IND) contributing to the linkage peak. Four out of these five variants are protective for TMT-B. The rs2271159 SNP influences CEMIP expression in cerebellum and hippocampus, while the 15:80893381:IND modulates CEMIP expression in blood. Additionally, the variant rs4134376 is a basal ganglia-specific eQTL for AGBL1. In conclusion, we utilized GWLS, leveraged multi-omics data (whole genome sequence genomic data, transcriptomic data, and lipidomic data), and identified novel protective variants and genes for TMT-B performance.", "date": "2025-07-12", "journal": ""}
{"title": "Structural variability of apolipoprotein A-I amyloid fibrils across organs, mutations, and clinical presentations, revealed by cryo-EM", "doi": "10.1101/2025.07.08.663734", "authors": "Nguyen, B. A.; Fernandez Ramirez, M. d. C.; Bassett, P. T.; Singh, V.; Singh, P.; Pekala, M.; Villalon, L.; Ahmed, Y.; Lemoff, A.; Evers, B. M.; Lopez, C.; Kluve-Beckerman, B.; Saelices, L.", "abstract": "Hereditary apolipoprotein A-I (AApoA-I) amyloidosis is a rare systemic disease caused by the deposition of amyloid fibrils formed by apolipoprotein A-I in multiple organs, leading to severe clinical outcomes. With no available therapies or diagnostic tools, defining the structure of AApoA-I fibrils is crucial to understanding disease mechanisms and guiding intervention. Using cryo-electron microscopy, we analyzed AApoA-I fibrils from the heart, kidney, liver, and spleen of patients carrying G26R, L90P, and R173P mutations. G26R fibrils, regardless of organ, exhibited untwisted morphologies and could not be resolved structurally. Conversely, L90P and R173P fibrils displayed a compact diabolo-shaped conformation in all organs analyzed. Their high-resolution maps enabled visualization of cis-Proline 66, which may represent a potential conformational switch during fibril formation. Our findings suggest that mutation-driven polymorphism may influence organ tropism and clinical presentation. This work advances our understanding of AApoA-I fibril assembly and provides insights toward developing targeted clinical tools.", "date": "2025-07-12", "journal": ""}
{"title": "Norepinephrine acts through radial astrocytes in the developing optic tectum to enhance threat detection and escape behavior", "doi": "10.1101/2025.07.10.664211", "authors": "Benfey, N. J.; Cookson, F.; Foubert, D.; Cianfarano, E.; Ruge, O.; Benfey, A. T.; Schohl, A.; Ruthazer, E. S.", "abstract": "The ability to switch behavioral states is essential for animals to adapt and survive. We investigated how norepinephrine (NE) activation of radial astrocytes alters visual processing in the optic tectum (OT) of developing Xenopus laevis. NE activates calcium transients in radial astrocytes through 1-adrenergic receptors. NE and radial astrocyte activation shifted OT response selectivity to preferentially respond to looming stimuli, associated with predation threat. NE-mediated astrocytic release of ATP/adenosine reduced excitatory transmission by retinal ganglion cell axons, without affecting inhibitory transmission in the OT. Blockade of adenosine receptors prevented both decreased neurotransmission and the selectivity shift. Chemogenetic activation of tectal radial astrocytes reproduced NE's effects and enhanced behavioral detection of looming stimuli in freely swimming animals. NE signaling via radial astrocytes enhances network signal-to-noise for detecting threatening stimuli, with important implications for sensory processing and behavior.", "date": "2025-07-12", "journal": ""}
{"title": "Characterization of astrocyte density in the Pitt-Hopkins Syndrome mouse model of ASD", "doi": "10.1101/2025.07.10.664109", "authors": "Stump, S. M.; Bohlen, J. F.; Phan, B.; Maher, B.", "abstract": "Transcription factor 4 (TCF4) is a proneural basic helix-loop-helix transcription factor that plays a critical role in brain development and is associated with a variety of psychiatric disorders including autism spectrum disorder (ASD), major depressive disorder, and schizophrenia. Autosomal dominant mutations in TCF4 result in a profound neurodevelopmental disorder called Pitt-Hopkins Syndrome (PTHS). Germline TCF4 loss-of-function (LOF) studies using human and mouse models have identified dysregulation in neural cell proliferation, genesis, and specification which lead to disruption in neuronal, astroglial and oligodendroglial lineages. In this study, we focused on the role of TCF4 in the genesis of the astrocyte lineage, specifically in the context of modeling PTHS. We show that germline heterozygous mutations in Tcf4 had no effect on the expression of astrocyte marker genes in primary astrocyte cultures and whole brain lysates. Immunohistochemical (IHC) analysis of pan- and subclass-specific astrocyte markers showed Tcf4 mutation had no effect on the proportions of astrocytes in the dorsal cortex and corpus callosum. Lastly, we tracked ventrally-derived astrocytes using an Nkx2.1 reporter mouse and observed that germline Tcf4 LOF did not result in misallocation of ventrally-derived astrocytes into the dorsal cortex, a phenotype previously observed when both Tcf4 alleles were conditionally deleted in the Nkx2.1 lineage. These data indicate that germline heterozygous TCF4 LOF, which models PTHS, does not appear to affect the astrocyte lineage at the cell population level.", "date": "2025-07-12", "journal": ""}
{"title": "Retinal waves reveal axial biases in modular patterns of cortical activity that predict future orientation preferences", "doi": "10.1101/2025.07.09.663735", "authors": "Gribizis, A.; Fitzpatrick, D.", "abstract": "Spontaneous activity before sensory onset is thought to guide the formation of functional neural circuits. In visual cortex, spontaneous activity prior to experience exhibits modular patterns that resemble future visually evoked orientation selective responses. However, the factors at this early stage that build the initial network interactions that support the orientation tuning of modular responses at eye opening remain unknown. Here we provide the first evidence that retinal waves could play an important role by shaping the modular biases in patterns of intracortical connectivity and lay the foundation for orientation selective responses. We demonstrate that slow propagating waves in developing cortex that are dependent on retinal activity recruit specific modular patterns during their movement across the cortical surface, resulting in strikingly elongated patterns of modular coactivity that predict visually-evoked orientation responses at eye opening. Thus axial biases in spontaneous patterns of co-activity are present before the onset of visual experience and could serve as the seed for the developmental emergence of modular orientation representations.", "date": "2025-07-12", "journal": ""}
{"title": "Loss of FMRP in microglia promotes degeneration of parvalbumin neurons and audiogenic seizures via progranulin insufficiency", "doi": "10.1101/2025.07.09.663876", "authors": "Li, H.; Choi, J. J.-Y.; Huang, E. J.; Xu, B.", "abstract": "Fragile X syndrome (FXS) results from loss of FMR1-encoded FMRP and is associated with reduced density of parvalbumin (PV) neurons; however, the mechanism underlying this abnormality remains unknown. Here we report that microglial FMRP regulates PV neuron density through lysosomal function. Mice with Fmr1 deletion in microglia exhibited audiogenic seizures (AGS) and decreased PV neuron density in the cortex and AGS-associated inferior colliculus (IC). FMRP increased the expression of lysosomal genes in microglia, including the progranulin-encoding Grn gene. Its loss in microglia led to impaired lysosomal function and increased apoptosis in microglia and PV neurons. Furthermore, PV neuron density in the IC was reduced similarly in male Grn+/-, Fmr1-/y, and Grn+/-;Fmr1-/y mice, and AAV8-mediated overexpression of progranulin rescued AGS and PV neuron loss in Fmr1-/y mice. This indicates that progranulin insufficiency is a determinant for PV neuron loss in FXS and elevating progranulin is a therapeutic strategy for FXS.", "date": "2025-07-12", "journal": ""}
{"title": "Dynamic Modulation of Beta-Band Oscillations in the LGN and Their Role in Visual Processing", "doi": "10.1101/2025.07.08.663741", "authors": "Alitto, H. J.; Sanchez, A. N.; Alexander, P. C.; Usrey, W. M.", "abstract": "Neuronal oscillations are a ubiquitous feature of thalamocortical networks and can be dynamically modulated across processing states, enabling thalamocortical communication to flexibly adapt to varying environmental and behavioral demands. The lateral geniculate nucleus (LGN), like all thalamic nuclei, engages in reciprocal synaptic interactions with the cortex, relaying retinal information to and receiving feedback input from primary visual cortex (V1). While retinal excitation is the primary driver of LGN activity, retinal synapses represent a minority of the total synaptic input onto LGN neurons, allowing for both retinogeniculate and geniculocortical signals to be influenced by nonretinal sources. To gain a holistic view of network processing in the geniculocortical pathway, we performed simultaneous extracellular recordings from the LGN and V1 of behaving macaque monkeys, measuring local field potentials (LFPs) and spiking activity. These recordings revealed prominent beta-band oscillations coherent between the LGN and V1 that influenced spike timing in the LGN and were statistically consistent with a feedforward process from the LGN to V1. These thalamocortical oscillations were suppressed by visual stimulation, spatial attention, and behavioral arousal, strongly suggesting that these oscillations are not a feature of active visual processing. Instead, they appear analogous to occipital lobe, alpha oscillations recorded in humans and may represent a signature of signal suppression that occurs during periods of low engagement or active distractor suppression.", "date": "2025-07-12", "journal": ""}
{"title": "The Functional Epididymal Amyloid Cystatin-Related Epididymal Spermatogenic (CRES) is a Component of the Mammalian Brain Extracellular Matrix", "doi": "10.1101/2025.07.08.663757", "authors": "Gomez, A.; Grozdanov, P. N.; Cornwall, G. A.", "abstract": "CRES is the defining member of a reproductive subgroup of family 2 cystatins of cysteine protease inhibitors. We previously showed that CRES and other subgroup members are part of a highly plastic amyloid-containing extracellular matrix (ECM) with host defense functions in the mouse epididymal lumen. Based on parallels between the epididymis and the brain, we hypothesized that CRES and CRES amyloids might also function within the brain including the ECM. Here we show that CRES is produced by hippocampal neurons and astrocytes in the male and female mouse and human brain. Further, approximately 50% of hippocampal astrocytes from aged mice, like the aged human donor samples, had significantly reduced levels of CRES compared to younger mice, suggesting an age-related decline in CRES could contribute to altered brain function. Immunofluorescence experiments showed CRES colocalized with the ECM markers phosphacan and wisteria floribunda agglutinin indicating that CRES is part of the ECM. CRES monomer and high molecular weight SDS-resistant forms were found in insoluble fractions of the hippocampus, cortex, cerebellum, and midbrain and bound to the protein aggregation disease (PAD) ligand, which preferentially binds amyloids but not protein monomers, suggesting a population of CRES exists in the brain as an amyloid structure. Collectively, our studies demonstrate that CRES/CRES amyloid is present in the mammalian brain and may contribute to ECM structure and function.", "date": "2025-07-12", "journal": ""}
{"title": "Spatially resolved mapping of monoacylglycerol lipase activity in the brain", "doi": "10.1101/2025.07.08.663730", "authors": "van der Vliet, D.; Klinkenberg, A. X. Y.; Platte, R.; Higgins, K.; Prokop, S.; Huizenga, M. C. W.; Kraaijevanger, L.; van Egmond, N.; Straub, V. M.; Kole, M. H. P.; Pacher, P.; Katona, I.; Huitinga, I.; van der Stelt, M.", "abstract": "Visualizing signaling systems in the brain with high spatial resolution is critical to understand brain function and to develop therapeutics. Especially enzymes are often regulated on the post-translational level, resulting in a disconnect between protein levels and activity. Conventional antibody-based methods have limitations, including potential cross reactivity and the inability of antibodies to discriminate between active and inactive enzyme states. Monoacylglycerol lipase (MAGL), an enzyme degrading the neuroprotective endocannabinoid 2-arachidonoylglycerol, is the target of inhibitors currently in clinical trials for the treatment of several neurological disorders. To support translational and (pre)clinical studies and fully realize the therapeutic opportunities of MAGL inhibitors, it is essential to map the spatial distribution of MAGL activity throughout the brain in both health and disease. Here, we introduce selective fluorescent activity-based probes for MAGL enabling direct visualization of its enzymatic activity in lysates, cultured cells and tissue sections. We show that oxidative stress, which inactivates MAGL through the oxidation of regulatory cysteines, reduces probe labeling , thereby validating the probes activity-dependence. Extending this approach, we developed an activity-based histology protocol to visualize MAGL activity in fresh-frozen mouse and human brain tissues. This approach revealed robust MAGL activity in astrocytes and presynaptic terminals within the mouse hippocampus, and further allows detection of MAGL activity in the human cerebral cortex. Collectively, these findings establish selective activity-based probes as powerful tools mapping MAGL activity with high spatial resolution across mammalian brain tissue.", "date": "2025-07-12", "journal": ""}
{"title": "Perineuronal Net and Inhibitory Synapse Remodeling on Striatal Fast-spiking Interneurons by Chronic Alcohol Exposure", "doi": "10.1101/2025.07.08.663744", "authors": "Patton, M. S.; Sheats, S. H.; Wulff, A. B.; McKeon, P. N.; VanRyzin, J.; Patton, M. H.; Heckman, M.; Siclair, A. N.; Iffland, P. H.; Mathur, B. N.", "abstract": "Alcohol use disorder is characterized by persistent drinking in the face of negative consequences. Such inflexible drinking requires dorsolateral striatum fast-spiking interneurons, which comprise roughly 1% of all striatal neurons. How chronic ethanol exposure affects fast-spiking interneuron physiology is poorly understood. We discover in mice that chronic ethanol exposure induced a dramatic loss of GABAergic, but not glutamatergic, synapses onto dorsolateral striatum fast-spiking interneuron somata and proximal dendrites where perineuronal nets, a subdivision of the extracellular matrix, are enriched. We found that chronic ethanol exposure degraded these perineuronal nets and that enzymatically degrading perineuronal nets similarly reduced GABAergic transmission onto dorsolateral striatum fast-spiking interneurons. Modeling the effect of alcohol, we find that silencing extrinsic GABAergic projections to the dorsolateral striatum increased voluntary ethanol consumption. Taken together, these data suggest chronic alcohol exposure remodels perineuronal nets and inhibitory synapses on fast-spiking interneurons to facilitate alcohol drinking.", "date": "2025-07-12", "journal": ""}
{"title": "Targeting DNA-LNPs to Endothelial Cells Improves Expression Magnitude, Duration, and Specificity", "doi": "10.1101/2025.07.09.663747", "authors": "Marzolini, N.; Brysgel, T. V.; Essien, E.-O.; Rahman, R. J.; Wu, J.; Majumder, A.; Patel, M. N.; Tiwari, S.; Espy, C. L.; Shuvaev, V. V.; Hood, E. D.; Chase, L. S.; Katzen, J. B.; Frank, D. B.; Bennett, M. L.; Marcos-Contreras, O. A.; Myerson, J. W.; Muzykantov, V. R.; Reyes-Esteves, S.; Brenner, J. S.", "abstract": "DNA-lipid nanoparticles (DNA-LNPs) loaded with inhibitors of the cGAS-STING pathway enable safe and effective delivery of DNA in vivo. However, unmodified LNPs primarily accumulate in the liver. Herein, we report the first instances of extrahepatic DNA-LNP targeting, focused on delivery to endothelial cells, as they play a central role in myriad diseases, such as pulmonary hypertension and stroke. DNA-LNPs conjugated to antibodies against PECAM-1 or VCAM-1 target the endothelium of the lungs and brain/spleen, respectively. These LNPs drive robust transgene expression in their target organs, with greater magnitude and duration than untargeted LNPs. Organ specificity of PECAM-targeted expression increases markedly over two weeks, as off-target liver expression declines to undetectable levels. This improvement in organ-specificity of expression is further improved by replacing full-length antibodies with Fab fragments, resulting in a markedly higher lung-to-liver expression ratio than mAb mRNA-LNPs. Single-cell expression analysis reveals the mechanism underlying the improvements in organ-specificity: target organ expression is dominated by long-lived endothelial cells, while off-target liver expression is in non-endothelial cells with shorter half-lives. Collectively, these studies demonstrate that targeted DNA-LNPs achieve high levels of organ- and cell-type-specific transgene expression and thus provide a therapeutic platform for dozens of endothelial-centric diseases.", "date": "2025-07-12", "journal": ""}
{"title": "High Throughput Information Extraction of Printed Specimen Labels from Large-Scale Digitization of Entomological Collections using a Semi-Automated Pipeline", "doi": "10.1101/2025.07.09.663724", "authors": "Belot, M.; Tuberosa, J.; Preuss, L.; Svezhentseva, O.; Claessen, M.; Bölling, C.; Schuster, F.; Leger, T.", "abstract": "1. Natural history museums curate billions of insect specimens, forming a vast but underutilized resource for biodiversity research. While digitization efforts have increased the availability of high-resolution specimen images, extracting metadata from labels remains a major bottleneck, often requiring manual transcription. 2. We developed a semi-automated pipeline, ELIE (Entomological Label Information Extraction), which combines computer vision, convolutional neural networks (CNNs), optical character recognition (OCR), and clustering algorithms to streamline label data extraction. Our pipeline operates in three stages: (1) label detection and classification (printed vs. handwritten), (2) OCR-based text extraction from printed labels using Tesseract or Google Vision, and (3) clustering of extracted text for human validation of outliers. 3. Benchmarking on diverse datasets from multiple museum collections showed that our approach successfully extracted and clustered up to 98% of printed labels, significantly reducing manual effort. The pipeline improves efficiency in digitization workflows while maintaining high accuracy in label data capture. 4. Our approach demonstrates the potential of integrating AI-driven methods with human validation to accelerate specimen digitization. By reducing manual transcription workload and enabling scalable extraction of insect label metadata, it unlocks biodiversity data for research in ecology, systematics, and conservation globally.", "date": "2025-07-12", "journal": ""}
{"title": "Cell-resolved high-dimensional imaging analysis, therapeutic modeling, and a Phase Ib clinical study validate BCL-2 as a target across heterogeneous CRPC subtypes", "doi": "10.1101/2025.07.08.663739", "authors": "Jamroze, A.; Liu, X.; Hou, S.; Li, W.; Yu, H.; Tracz, A.; Li, Q.; Nastiuk, K. L.; Chen, X.; Huang, J.; Lin, K.; Lu, Y.; Puzanov, I.; Kirk, J. S.; Chatta, G.; Tang, D. G.", "abstract": "BCL-2 has been implicated in prostate cancer (PCa) progression and development of castration-resistant disease (CRPC); however, it remains unclear how the BCL-2- and AR-expressing PCa cell populations evolve across the PCa continuum, how AR molecularly regulates BCL-2 and whether BCL-2 represents a common therapeutic target in heterogeneous CRPC. Here we first show the selective induction of BCL-2 by AR pathway inhibitors (ARPIs). Vectra-based quantitative multiplex immunofluorescence (qmIF) and image mass cytometry (IMC) analyses with single-cell resolution in patient PCa and xenograft models reveal markedly increased BCL-2+ (AR+ or AR-) PCa cells in CRPC. Mechanistically, AR represses BCL-2 transcription through several AR binding sites and ARPIs relieve this repression. Therapeutic studies in cells, organoids and xenografts support BCL-2 as a shared vulnerability across diverse CRPC subtypes. A Phase Ib clinical trial (NCT03751436) combining enzalutamide and BCL-2 inhibitor venetoclax demonstrated reduced circulating tumor cells in responding patients.", "date": "2025-07-12", "journal": ""}
{"title": "Cell-Free DNA Reveals the Longitudinal Effects of Temozolomide Treatment and Host Co-Culture in Glioblastoma Models", "doi": "10.1101/2025.07.12.662613", "authors": "Mankame, S.; Nanda, H.; Kyriakidou, M.; Tang, N.; Mbegbu, M.; Berens, M.; Barthel, F.", "abstract": "Glioblastoma (GBM) is a highly aggressive brain tumor with limited options for longitudinal monitoring. We evaluated the potential of cell-free DNA (cfDNA) as a real-time biomarker of tumor burden under tightly controlled conditions. We measured the cfDNA release dynamics, fragmentation sizes, and variant allele frequencies (VAF) in patient-derived GBM cell cultures. Time series of cfDNA were collected and analyzed in treatment-naive monocultures, during temozolomide (TMZ) treatment, and in co-culture with normal human astrocyte (NHA) cells. Longitudinal collection of media from individual cultures demonstrated that cfDNA yield increased, indicating the ability to use cfDNA to track tumor burden over time. Using a co-culture system, we deconvoluted cfDNA admixtures by analyzing yield, fragment size patterns, and cell line-specific variants. The exclusive detection of NHA- and GBM-specific mutations confirmed the distinct contributions of each cell type. Finally, TMZ treatment of GBM cells prompted an increase in cfDNA yield and VAF, suggesting that the effects of therapy could be measured using cfDNA. These findings support cfDNA as a non-invasive biomarker for real-time monitoring of GBM progression and treatment response, with clinical potential as a liquid biopsy tool in glioblastoma management.", "date": "2025-07-12", "journal": ""}
{"title": "Pluripotent stem cell-derived siTNK cells attack tumors via a synthetic CD8-CD28 TCR complex", "doi": "10.1101/2025.07.11.663392", "authors": "Zheng, X.; Zhang, F.; Lin, Y.; Hu, F.; Weng, Q.; Liu, P.; Wang, Z.; Zhang, C.; Liu, Y.; Liu, L.; Zhu, Y.; Xiao, Z.; Wang, Y.; Zhang, L.; Qi, H.; Shen, Y.; Chen, Y.; Wu, J.; Xu, J.; Zhao, Y.; Wang, T.; Huang, D.; Xia, C.; Wang, J.; Zhang, M.", "abstract": "Tumor-associated antigen-specific T cell receptor (TCR)-engineered T cells offer a promising strategy for cancer therapy. Natural killer (NK) cells exhibit broad anti-tumor activity with low side effects but lack the capacity to recognize intracellular antigens. Here, we found that the human pluripotent stem cell (hPSC)-derived iNK cells, unlike tissue-isolated NK cells, expressed all four CD3 subunits at the transcriptome level. We introduced a synthetic gene-expressing complex (SCOTR), encoding a tumor antigen-specific TCR, CD8 coreceptor, and CD28 costimulatory molecule, into hPSCs to generate SCOTR-hPSCs. The SCOTR-hPSCs gave rise to abundant synthetic TCR complex-expressing iNK (siTNK) cells via an organoid induction method. These siTNK cells showed HLA-dependent, antigen-specific cytotoxicity against tumor cells and significantly suppressed tumor growth in tumor xenograft animal models, while also preserving universal non-specific tumor-killing activity. Collectively, siTNK cells, as hPSC-derived hybrid cells with dual features of adaptive T and inherent NK cells, offer an artificial cell source for human immunotherapies.", "date": "2025-07-12", "journal": ""}
{"title": "The cytoplasmic scaffolding protein PCNA as a new regulator of activation of the classical NRLP3 inflammasome", "doi": "10.1101/2025.07.08.663719", "authors": "Lopes, C.; Aymonnier, K.; Cagnard, N.; Falgarone, G.; Tourneur, L. R.", "abstract": "Key components of innate immune responses, the NLRP3 sensor, ASC adaptor and Caspase-1 effector form the NLRP3 inflammasome, whose assembly leads to both inflammatory cytokines secretion and cell death. Its priming and activation are regulated by numerous proteins including the serine/threonine kinase NEK7. PCNA is a nuclear scaffolding protein essential for DNA replication. In neutrophils, which are differentiated cells deprived of proliferative capacity, PCNA is exclusively cytoplasmic and regulates neutrophil functions through interactions with different protein partners. Among them, pro-Caspases-3/8/9/10 interact with PCNA to regulate apoptosis. We therefore hypothesize that cytoplasmic PCNA could serve as a regulatory platform for the NLRP3 inflammasome via its interaction with its components. In PMA-differentiated THP-1 macrophages, PCNA relocalized mainly in the cytoplasm. Furthermore, PCNA scaffold inhibitors inhibited IL-1{beta} secretion, pro-Caspase-1 cleavage and pyroptosis-activating gasdermin D cleavage, induced by either nigericin, monosodium urate crystals or Escherichia coli bacteria. Nigericin-stimulation resulted in cytoplasmic PCNA binding to NEK7 and potentially NLRP3, and the p21 peptide, the highest competitive inhibitor of PCNA partner binding, disrupted PCNA-NEK7 interaction. Finally, use of bone marrow-derived macrophages from p21 knockout mice suggested that the cyclin-dependent kinase inhibitor p21 might be a natural repressor of the NLRP3 inflammasome. This work provides a proof-of-principle for the potential of disrupting PCNA interactions to regulate both canonical and non-canonical NLRP3 inflammasomes.", "date": "2025-07-12", "journal": ""}
{"title": "Exploring the genetic landscape of ciprofloxacin-induced DNA supercompaction in Escherichia coli", "doi": "10.1101/2025.07.12.663469", "authors": "Vikedal, K.; Berges, N.; Riisnaes, I. M. M.; Raeder, S. B.; Bjornholt, J. V.; Bjoras, M.; Skarstad, K.; Helgesen, E.; Booth, J. A.", "abstract": "DNA-damaging antibiotics like ciprofloxacin induce extensive double-strand breaks in Escherichia coli, triggering the SOS response and leading to DNA supercompaction. To uncover genes involved in this process beyond the previously identified core factors of recN and recA, we conducted a genome-wide screening using high-content imaging and machine learning-assisted image classification on nearly 4,000 E. coli strains, including the Keio collection's single-gene deletion strains and additional in-house strains. Our investigation revealed novel genes contributing to supercompaction, with effects varying by genetic background. DNA supercompaction was consistently observed across eight clinical isolates from diverse bacterial species, underscoring the conservation of this cellular response. Our findings confirm RecN and RecA as primary drivers of DNA supercompaction. Additionally, we identified repair genes and novel genes that contribute to the response, especially in clinical E. coli strains. Notably, select hit gene deletions, including those for the membrane-associated proteins Hfq and YaiW, reduced RecN colocalization with the nucleoid, indicating a potential mechanism by which these genes impair supercompaction. Altogether, this work demonstrates that high-content imaging combined with automated analysis provides a powerful approach to explore population-level nucleoid dynamics and DNA damage responses, opening new avenues for understanding cellular processes and combating bacterial infections.", "date": "2025-07-12", "journal": ""}
{"title": "PRIMPOL promotes replication fork progression but not double strand break formation in FBH1-deficient cells in response to hydroxyurea", "doi": "10.1101/2025.07.08.663736", "authors": "Turner, J. L.; Moore, G.; Mason, J.", "abstract": "In response to stress, stalled replication forks undergo fork reversal converting replication forks into a 4-way junction. FBH1 is a DNA helicase that promotes replication fork reversal. After prolonged replication stress, FBH1 promotes double strand break accumulation and cell death. One of the hallmarks of loss of fork reversal is unrestrained replication in the presence of DNA damage, but how FBH1 restrains replication at stalled forks is not known. Here, we show that FBH1 limits replication fork progression by PRIMPOL in response to hydroxyurea. However, PRIMPOL is not preventing double strand break formation in FBH1 knockout cells. Finally, we demonstrate that increased resistance of FBH1-deficient cells to hydroxyurea treatment is not due to unrestrained replication by PRIMPOL. Our results indicate FBH1 restrains PRIMPOL-mediated DNA synthesis at stalled replication forks and promoting double strand break accumulation occur by distinct mechanisms.", "date": "2025-07-12", "journal": ""}
{"title": "Scientifically Uninformed Legislation System Undermines Ecological Sustainability of the Yangtze River", "doi": "10.1101/2025.07.11.663308", "authors": "Wang, B.; Knouft, J. H.; Zhuang, H.", "abstract": "Legal frameworks typically aim to protect environmental systems through regulations, treaties, and conservation measures. However, without scientifically informed enforcement, these policies may inadvertently exacerbate ecological degradation, particularly when addressing complex socio-environmental issues. We reviewed the development of China environmental legislation related to ecosystem protection in the Yangtze River watershed and evaluated its effectiveness by analyzing illegal fishing cases from 2015 to 2021, prosecuted under the China Environmental Public Interest Litigation framework. Our findings reveal that court-ordered fish release remedies often undermine, rather than support, the sustainability of the Yangtze River ecosystem. This is primarily due to mismatches between the taxonomic identity of illegally caught fishes and those specified for release, species misidentification, and a bias toward economically valuable species in court-ordered release decisions. These unintended discrepancies between environmental protection goals and actual ecological outcomes underscore the need to integrate scientific expertise into legal practice to enhance the sustainability of socio-environmental systems.", "date": "2025-07-12", "journal": ""}
{"title": "Map simulator of tick abundance in heterogeneous agricultural landscapes", "doi": "10.1101/2025.07.08.663759", "authors": "Vourc'h, G.; Abrial, D.; Agoulon, A.; McCoy, K.; Butet, A.; Verheyden, H.; Loche, R.; Lebert, I.; Perez, G.; Quillery, E.; Chastagner, A.; Leger, E.; Rantier, Y.; Hewison, A. J. M.; Morrelet, N.; Bastian, S.; Hoch, T.; Plantard, O. G. N.", "abstract": "Among vector-borne diseases, tick-borne diseases (TBD) are a major concern for human health. Mapping the distribution of important tick species is thus a major challenge for efficient prevention. Due to its specific ecological requirements, Ixodes ricinus, the main tick species in Europe responsible for TBD transmission, lives mostly in woodlands but also at the interface between woodlands and pastures or crops and along hedgerows. At the landscape scale, extensive variations in tick densities are observed but remain poorly understood. In that aim, we built a statistical model to identify the landscape variables influencing the abundance of questing I. ricinus nymphs, using GLMM approaches and MCMC estimates. This model was fitted on a data set based on a field sampling of ticks conducted during 3 years in 2 different agricultural landscapes in northwest and southwest France, for a total of 5390 sampling units. Among 12 variables investigated, 4 were finally kept in the model: woodland perimeter, woodland distance, road distance and building perimeter. Then, we developed a R package that simulates the abundance of questing nymphs within a given agricultural landscape, taking into account the influence of the different habitats as determined by the above statistical model. The maps obtained as an output from this simulator will be a useful tool for visualizing TBD risk, notably for stake-holders involved in landscape management and public health decisions.", "date": "2025-07-12", "journal": ""}
{"title": "Function-specific epistasis shapes evolutionary trajectories towards antibiotic resistance", "doi": "10.1101/2025.07.09.663857", "authors": "Petrungaro, G.; Fink, T.; Fernando, B.; Ansmann, G.; Bollenbach, T.", "abstract": "Pre-existing mutations can create contingencies that influence subsequent evolution by constraining or opening evolutionary pathways through epistatic interactions. In some cases, global epistasis allows evolutionary pathways to be predicted from the fitness of the genetic background alone. In other cases idiosyncratic epistasis makes evolution less predictable. Here, we show that the evolution of antibiotic resistance is highly repeatable, following a common path across most genetic backgrounds. However, rather than being predictable from global epistasis, deviations from this pattern are modulated by function-specific epistasis: perturbations of specific cellular functions lead to novel trajectories of resistance evolution far from the common path. Using tightly controlled robotic evolution experiments, we quantitatively analyzed resistance trajectories for three clinically relevant antibiotics across multiple genetic backgrounds, including hundreds of Escherichia coli gene-deletion strains and several clinical isolates from urinary-tract infections. We show that disrupting distinct sets of cellular functions creates contingencies that alter evolutionary trajectories for specific drugs and across different drugs, and we identify genetic changes defining these alternative trajectories. Importantly, this function-specific epistasis often slows down resistance evolution. Some of these effects can also be induced by small-molecule inhibitors of the identified targets, suggesting that function-specific epistasis can be exploited to improve drug treatments.", "date": "2025-07-12", "journal": ""}
{"title": "Convergent Evolution of Sociality Causes Reduction of Mutation Rates in Spiders", "doi": "10.1101/2025.07.09.663850", "authors": "Ma, J.; Bechsgaard, J.; Aagaard, A.; Kovacic, I.; Mak, S.; Nesme, J.; P.Gilbert, M. T.; Villesen, P.; Bilde, T.; Schierup, M. H.", "abstract": "Germline mutations play a crucial role in determining the rate of molecular evolution. In the spider genus Stegodyphus, sociality has independently evolved three times within the past million years, each transition accompanied by major life history shifts, including obligate inbreeding, highly female biased sex ratios, reduced fecundity, and drastically lowered effective population sizes. We conducted whole genome sequencing of 202 parent-offspring trios from 34 families across three social and four subsocial species to estimate mutation rates in a phylogenetic comparative framework. Strikingly, each independent transition to sociality is associated with an approximately 50% reduction in germline mutation rate. This reduction has persisted over evolutionary timescales and suggests that mutation rates can decline rapidly, even in lineages with small effective population sizes, departing from predictions of the drift barrier hypothesis, which posits that mutation rates should increase under stronger genetic drift. We propose that the observed decline arises from life history mediated changes in germline dynamics such as slower development and fewer germline cell divisions, rather than direct selection on DNA repair efficiency. Our results highlight how social evolution can reshape fundamental genomic parameters and caution against assuming static mutation rates in evolutionary inference, underscoring the importance of ecological and developmental context in interpreting mutation rate variation.", "date": "2025-07-12", "journal": ""}
{"title": "Engineering a perfusion bioreactor system for hiPSC-derived progenitor co-culture capturing microglial features in CNS development", "doi": "10.1101/2025.07.08.663740", "authors": "Gomes, C. M.; de Sa, I.; Delgado, M.; Alves, P. M.; Brito, C.", "abstract": "Microglia are critical regulators of brain homeostasis and immune responses in the central nervous system (CNS). However, existing human-based models fail to reproduce the early and complex microglia-neural cell interactions. The differentiation of human induced pluripotent stem cells (hiPSCs) into specialized cell types offers promising avenues for understanding human development and disease modeling. Herein, we explore the differentiation of hiPSC-derived erythromyeloid progenitors (iEMPs) and their 3D co-culture with hiPSC-derived neurospheres, utilizing the Ambr 250 Modular system. The aim of this research was to build a complex co-culture model between iEMP and neurospheres in a scalable and controlled environment. Our results demonstrate that the Ambr 250 Modular system effectively supports the co-culture process, with iEMPs integration into the neurospheres, exhibiting cell density, aggregate morphology and concentration similar to the neurosphere monocultures. The co-culture environment induced the upregulation of transcription factors critical for microglial lineage commitment. iEMP-neurospheres displayed a unique secretory profile, releasing proteins involved in extracellular matrix remodeling and neuronal differentiation, essential for microenvironment remodeling. In conclusion, this study underscores the role of iEMPs in CNS development and presents a robust platform for preclinical research.", "date": "2025-07-12", "journal": ""}
{"title": "Microenvironmental information significantly improves the recognition of cell types in human lung cancer patients", "doi": "10.1101/2025.07.09.663829", "authors": "Toth, T.; Reiniger, L.; Migh, E.; Bauer, D.; Moldvay, J.; Szallasi, Z.; Horvath, P.", "abstract": "Accurate single-cell phenotypic classification in histopathological tissue sections is essential for understanding tumor behavior, identifying potential therapeutic targets, and improving prognostic assessments in cancer research. In this study, we applied deep learning to classify lung cancer cell phenotypes in hematoxylin and eosin-stained tissue sections. Using 11 whole slide images from 11 patients, we annotated nearly 20,000 cells into seven distinct phenotypes for training and validation. We used a fisheye transformation technique, which modifies images to mimic fisheye camera effects in order to incorporate cellular microenvironment information to enhance deep learning models. We evaluated its effectiveness on lung cancer tissue sections, optimizing transformation parameters and assessing classification performance through multiple cross-validation strategies. Our results demonstrate that the transformation significantly improves classification accuracy, approaching human level performance, particularly for phenotypes that rely on subtle morphological differences. The approach enhances model generalizability across patient samples, highlighting the importance of integrating spatial context in computational pathology. These findings suggest that incorporating adaptive image transformations can significantly improve automated histopathological analysis, with potential implications for more robust and clinically applicable AI-driven diagnostics.", "date": "2025-07-12", "journal": ""}
{"title": "Deep Learning for Sorghum Yield Forecasting using Uncrewed Aerial Systems and Lab-Derived Imagery", "doi": "10.1101/2025.07.11.663520", "authors": "Bari, M. A.; Bakshi, A.; Choton, J. C. A.; Pramanik, S.; Witt, T. D.; Caragea, D.; Bean, S.; Jagadish, K.; Felderhoff, T.", "abstract": "The AI revolution, advanced Graphics Processing Units (GPUs), and open-source platforms have enabled Machine Learning (ML) and Deep Learning (DL) algorithms to rapidly and accurately extract phenotypic features from Uncrewed Aerial System (UAS)-derived imagery. Such advancement leads to phenotypic digitization and sorghum yield forecasting. Yield analytics are critical for breeding programs to assess the genetics and breeding potential of genotypes to enhance cultivar development. This trial followed a three-replicated Randomized Complete Block Design (RCBD) with 36 diverse sorghum genotypes in 2023 at Ashland Bottoms, Kansas. The field images were captured 6 meters above using a DJI M300 drone equipped with the P1 sensor at nadir (90 degrees) and oblique (45 degrees) angles. This research trained YOLO and the Faster R-CNN (Detectron2) models to harness yield attributes from UAS field and lab images. The YOLO models outperformed the Faster R-CNN model in detecting sorghum panicles, achieving a mean average precision at 50% Intersection over Union (IoU) ranging from 0.92 to 0.98, compared to 0.61 to 0.89. Panicle detection from field imagery correlated at 0.86 with ground truth. Lab imagery analyses measured panicle size, seed counts, and seed area with correlation coefficients of 0.71, 0.95, and 0.25, respectively. Three machine learning models: Support Vector Regression (SVR), Decision Tree Regression (DTR), and Random Forest Regression (RFR) are used to predict yield with correlation coefficients of 0.58, 0.76, and 0.70, respectively. We observed that YOLO models are well-suited for extracting yield-attributing traits from images, which are then incorporated into ML regression models to improve yield prediction performance.", "date": "2025-07-12", "journal": ""}
{"title": "Multiplicative couplings facilitate rapid learning and information gating in recurrent neural networks", "doi": "10.1101/2025.07.11.663676", "authors": "Zhang, X.; Altrabulsi, M.; Xu, W.; Wimmer, R.; Halassa, M. M.; Chen, Z. S.", "abstract": "The brain consists of reciprocal connectivity and loops between recurrent neural networks (RNNs) and feedforward neural networks (FNNs). However, how their interactions facilitate learning remains unknown. Here we propose a multiplicative RNN-FNN coupling mechanism and report remarkable computational strengths in learning. The multiplicative interaction imposes a Hebbian-weight amplification onto synaptic-neuronal coupling, enabling context-dependent gating and rapid switching. We demonstrate that multiplicative coupling-driven synaptic plasticity achieves 2-100 folds of speed improvement in supervised, reinforcement and unsupervised learning settings, boosting memory capacity, model robustness and generalization of RNNs. We further demonstrate the efficacy and biological plausibility of multiplicative gating in modeling multiregional circuits, including a prefrontal cortex-mediodorsal thalamus network for context-dependent decision making, a cortico-thalamic-cortical network for working memory and attention, and an entorhinal cortex-hippocampus network for visuospatial navigation and sequence replay. Take together, our results offer insights into multi-plasticity, attractor dynamics and computation of recurrent neural circuits and profound neuroscience-inspired applications.", "date": "2025-07-12", "journal": ""}
{"title": "Cellular basis for cortical network aging in primates", "doi": "10.1101/2025.07.08.663725", "authors": "Tsotras, M.; Charbonneau, J. A.; Lepage, C.; Bennett, J. L.; Veraart, J.; Evans, A. C.; Bliss-Moreau, E.; Raven, E. P.", "abstract": "Large-scale brain networks are vulnerable to change with aging and become dysregulated. How these networks are altered at the cellular level remains unclear owing to challenges of bridging data across scales. Here, we integrate in vivo cortical similarity networks with whole brain spatial transcriptomics to characterize the aging brain in a lifespan cohort of macaques (N=64, ages 1-26 years). Deep-layer excitatory neurons and oligodendrocytes emerged as dominant correlates of cortical similarity, linking infragranular cell type composition to macroscopic network structure. Age-related declines in network strength were most pronounced in transmodal networks, including default mode and limbic, and aligned with regions enriched in inhibitory and glial cell types. Parvalbumin-enriched chandelier cells showed the strongest association with regional vulnerability, suggesting a role in network disconnection. Cell-type enrichment was conserved across species, with both human and macaque transcriptomic data aligning with the cortical functional hierarchy. These findings uncover a cellular basis for cortical network aging and highlight the value of imaging-transcriptomic integration across scales.", "date": "2025-07-12", "journal": ""}
{"title": "Tumor-infiltrating CD27-IgD- regulatory B cells suppress cytotoxic CD8+T cell responses in renal cell carcinoma", "doi": "10.1101/2025.07.08.663720", "authors": "Baig, Z.; Withnell, I.; Ng, J. C. F.; Piper, C. J. M.; Bradford, H. F.; Rullan, A.; Arbe-Barnes, E. H.; de Brito, C. G. X.; Di Tullio, A.; Mitchell, T. J.; Stauss, H. J.; Tran, M. G. B.; Fraternali, F.; Mauri, C.", "abstract": "B cells play a pivotal role in shaping the tumor microenvironment (TME) and tertiary lymphoid structures (TLS), but the functions of specific B cell subsets in cancer pathogenesis remain unclear. Using a novel tissue-centric single cell RNA-sequencing (scRNA-seq) bioinformatic workflow aimed at unraveling cancer-specific clusters, combined with flow cytometry and high-plex spatial imaging, we identify a renal cell carcinoma (RCC)-specific enrichment of CD27-IgD-CD21+CD11c- double negative 1 (DN1) B cells associated with worse prognosis and regulatory function. Spatial profiling localizes DN1 Bregs within immature TLSs, in close proximity to IL-10 and TGF{beta}CD8T cells. RCC-resident DN1 B cells are enriched for endosomal Toll-like receptor (TLR) signaling pathways and stimulation of tumor-infiltrating lymphocytes (TILs) with TLR agonists induces the differentiation of IL-10+ and TGF{beta}+DN Bregs suppressing CD8+T cell cytotoxicity, partially via IL-10 and TGF{beta}. These findings identify a pro-tumorigenic B cell population with potential diagnostic and therapeutic relevance in RCC.", "date": "2025-07-12", "journal": ""}
{"title": "Protection against reinfection with Mycobacterium tuberculosis extends across heterologous Mtb lineages", "doi": "10.1101/2025.07.08.663727", "authors": "Simonson, A. W.; Chao, M. C.; Hood, L. E.; Donlan, R.; Hopkins, F.; Chase, M. R.; Vickers, A. J.; Klein, E.; Borish, H. J.; Malin, M.; Maiello, P.; Scanga, C. A.; Lin, P. L.; Fortune, S. M.; Flynn, J. L.", "abstract": "Immunological memory elicited either through previous or ongoing M. tuberculosis (Mtb) infection provides a critical mechanism by which hosts protect against re-infection and disease progression upon Mtb re-exposure. Conversely, the global circulation of [mdash] and uneven competition between -- distinct Mtb strains suggest certain bacterial clades have enhanced ability to spread across communities, potentially by evading memory responses gained by prior infection with genomically different strains. To address whether memory responses induced by one strain can protect against a genetically distinct strain, we conducted a heterologous reinfection study in cynomolgus macaques involving primary infection by a Lineage 4 Erdman Mtb strain and subsequent re-challenge by a Lineage 2 strain (HT-L2). HT-L2 belongs to a clade that epidemiology showed to be spreading successfully over the last decade in Lima, Peru. Here, through microbiologic, PET-CT imaging and sequencing of Mtb genomic barcodes, we show that reinfected animals developed fewer lung lesions and controlled both pulmonary and disseminated forms of disease better than naive animals that have had no prior exposure to Mtb. Thus, protection against reinfection is not limited by Mtb lineage, providing optimism that vaccines can be effective across populations and geographic locations.", "date": "2025-07-12", "journal": ""}
{"title": "A new phylogeny and phylogenetic classification for Solanaceae", "doi": "10.1101/2025.07.10.663745", "authors": "Deanna, R.; Barboza, G. E.; Bohs, L.; Dodsworth, S.; Gagnon, E.; Giacomin, L.; Knapp, S.; Orejuela, A.; Poczai, P.; Sarkinen, T.; Smith, S. D.; Olmstead, R. G.", "abstract": "Solanaceae are a globally distributed family of considerable economic importance. Recent phylogenetic work on various clades in the family has resulted in a plethora of names at various taxonomic levels. This results in a confusing set of names applied to clades at different ranks, and to the use of informal names that are often not accepted in online resources. To solve this problem, we present here a phylogenetic classification following the PhyloCode for the Solanaceae. Traditional taxon names previously recognized at the ranks of tribe, genus, and section were maintained when associated with clades. We base our clade definitions on a newly constructed phylogeny of the family using 10 plastid and nuclear markers with a broad sampling of 1,474 species, roughly half of the diversity of the family. We complement this marker-based analysis with a phylogenomic analysis of 110 taxa (including 97 of the 102 genera in the family) using the Angiosperms353 probe set. This pair of analyses produced highly concordant phylogenies and provides strong support for the clades included in the classification. In total, we propose and define rank-free names for 38 major clades, including 16 infrageneric taxa within the mega-diverse Solanum. This rank-free system intends to promote name stability as new data become available, avoiding name changes to well-known groups.", "date": "2025-07-12", "journal": ""}
{"title": "Identifying rare spontaneous mutations through wildtype E. coli population sequencing", "doi": "10.1101/2025.07.08.663732", "authors": "Green, R.; Bawn, M.; Angus-Whiteoak, A.; Jago, M.; Whelan, F. J.; Lagator, M.; Hall, N.; Krasovec, R.; Knight, C. G.", "abstract": "Understanding the rate and types of mutations occurring in different populations is fundamental to our ability to predict and potentially manipulate evolution. Common techniques for microbial mutation rate estimation fall into 2 camps; rapid, locus specific, generally liquid-culture based fluctuation assays; and slow, genome-wide, generally solid-culture based mutation accumulation experiments. This constrains the hypotheses which can be tested, notably the mutagenic effects of liquid environments cannot be rapidly quantified at a genome-wide scale. One example of such effect is the negative association previously observed between population density and mutation rates at many marker loci using the fluctuation assay. Because homogeneous population density is specifically relevant in liquid culture, this association has not been tested at a truly genome-wide scale. We fill this methodological gap by developing a novel pipeline that relies on population sequencing to capture how mutation rates are affected by population density in liquid cultures. We simulate expected mutation counts in a growing population along with random sampling during sequencing to estimate the necessary sequencing coverage as [&ge;]1,000-fold. We then carry out PCR-free sequencing of 95 wildtype E. coli populations at this coverage, calling rare variants with both reference-based and reference-free methods. These variant-calling methods are prone to different sources of error which can be minimised by considering only mutations called by both pipelines. This approach identifies 119 mutations across all cultures, with (non)coding/(non)synonymous and mutational spectrum profiles consistent with being samples of spontaneous mutation unbiased by selection. The distribution of these mutations also supports the motivating hypothesis, finding that mutation counts across the genome are strongly negatively associated with population density. This demonstrates the utility of population sequencing for the rapid testing of many previously inaccessible evolutionary biology hypotheses.", "date": "2025-07-12", "journal": ""}
{"title": "easyClock: A User-Friendly Desktop Application for Circadian Rhythm Analysis and Visualization", "doi": "10.1101/2025.07.08.663749", "authors": "Wu, B.; Ja, W. W.", "abstract": "Circadian rhythms regulate a wide range of biological processes, and their precise characterization is essential for understanding behavioral and physiological fluctuations. However, existing tools to analyze circadian data often require coding expertise or rely on specific data acquisition software, limiting their general applicability. Here, we present easyClock, an intuitive and interactive application designed to streamline circadian rhythm analysis and visualization. The easyClock application enables simultaneous processing of multiple files, allowing users to preview, batch-analyze, and plot diverse sets of time series generated from high-throughput experiments. To enhance data analysis efficiency and provide comparable results, this application integrates four different analysis methods for handling data with various waveforms. Results are easily viewed and exported for any selected range of data. This free-to-use application is open-source and can be deployed on macOS computers by users without coding experience.", "date": "2025-07-12", "journal": ""}
{"title": "Physics-constrained neural ordinary differential equation models to discover and predict microbial community dynamics", "doi": "10.1101/2025.07.08.663743", "authors": "Thompson, J.; Connors, B. M.; Zavala, V. M.; Venturelli, O. S.", "abstract": "Microbial communities play essential roles in shaping ecosystem functions and predictive modeling frameworks are crucial for understanding, controlling, and harnessing their properties. Competition and cross-feeding of metabolites drives microbiome dynamics and functions. Existing mechanistic models that capture metabolite-mediated interactions in microbial communities have limited flexibility due to rigid assumptions. While machine learning models provide flexibility, they require large datasets, are challenging to interpret, and can over-fit to experimental noise. To overcome these limitations, we develop a physics-constrained machine learning model, which we call the Neural Species Mediator (NSM), that combines a mechanistic model of metabolite dynamics with a machine learning component. The NSM is more accurate than mechanistic or machine learning components on experimental datasets and provides insights into direct biological interactions. In summary, embedding a neural network into a mechanistic model of microbial community dynamics improves prediction performance and interpretability compared to its constituent mechanistic or machine learning components.", "date": "2025-07-12", "journal": ""}
{"title": "Mycobacterial cell division arrest and smooth-to-rough envelope transition using CRISPRi-mediated genetic repression systems", "doi": "10.1101/2025.07.12.664508", "authors": "Point, V.; Achache, W.; Laudouze, J.; Sepulveda Ramos, E.; Maziero, M.; Crauste, C.; Canaan, S.; Santucci, P.", "abstract": "The genetic basis underlying non-tuberculous mycobacteria (NTM) pathogenesis remains poorly understood. This gap in knowledge has been partially filled over the years through the generation of novel and efficient genetic tools, including the recently developed CRISPR interference (CRISPRi) technology. Our group recently capitalized on the well-established mycobacteria-optimized dCas9Sth1-mediated gene knockdown system to develop a new subset of fluorescence-based CRISPRi vectors that enable simultaneous controlled genetic repression and fluorescence imaging. In this study, we use the model organism Mycobacterium smegmatis (M. smegmatis) as surrogate for NTM species and provide simple procedures to assess CRISPRi effectiveness. We describe how to evaluate the efficacy of gene-silencing when targeting essential genes but also genes involved in smooth-to-rough envelope transition, a critical feature in NTM pathogenesis. This protocol will have a broad utility for mycobacterial functional genomics and phenotypic assays in NTM species.", "date": "2025-07-12", "journal": ""}
{"title": "Structure-activity Relationship for Diarylpyrazoles as Inhibitors of the Fungal Kinase Yck2", "doi": "10.1101/2025.07.12.664496", "authors": "Shirley, D. J.; Yiu, B.; Mancera-Ortiz, I.; Stogios, P. J.; Liu, Z.; Robbins, N.; Whitesell, L.; Cowen, L. E.; Drewry, D. H.; Willson, T. M.", "abstract": "Candida albicans is a growing global health threat, causing 1.5 million invasive infections and 1 million deaths annually. Yeast casein kinase 2 (Yck2) in C. albicans has emerged as an antifungal target of the kinase inhibitor LY364947 (LY). Herein, we report Yck2 structure-activity relationships for 3,4- and 3,4,5-substituted pyrazole analogs of LY. X-ray crystallography and in vitro profiling revealed the importance of the hinge-binding heterocycle for Yck2 inhibition and fungal kinome selectivity. A hydrogen-bond network between the inhibitor, a bound water molecule, and catalytic residues within the ATP pocket was identified as a key determinant of selectivity over other fungal and human kinases. Phenol analog 11 showed remarkable selectivity for Yck2 and Yck22 over all other C. albicans protein kinases. Several of the LY analogs, including 11, demonstrated improved antifungal activity. These findings provide a framework for translating human kinase inhibitors into highly selective antifungal Yck2 inhibitors.", "date": "2025-07-12", "journal": ""}
{"title": "A Portable RPA-CRISPR/Cas12a-Based Biosensing Platform for On-Site Detection of the Microcystin Synthetase E Gene in Lake Water", "doi": "10.1101/2025.07.11.664500", "authors": "Hasan, R.; Smith, M.; Wang, S.", "abstract": "Microcystins are potent cyanotoxins produced by toxigenic cyanobacteria during harmful algal blooms (HABs), posing risks to ecosystems and human health. In this study, we developed a portable RPA-CRISPR/Cas12a biosensing platform for the rapid, on-site detection of the microcystin synthetase E (mcyE) gene, a key biomarker for microcystin-producing strains. The developed RPA-CRISPR/Cas12a assays enable detection of the mcyE gene within 50 min, with either fluorescence or lateral flow assay readouts. The fluorescence readouts have an analytical detection limit of 48.4 copies/{micro}L and a dynamic range of 1.2 x 102 to 1.2 x 107 copies/{micro}L. To enable field deployment, a magnetic bead-based DNA extraction method was integrated, achieving extraction within 1 hour without centrifugation. The complete workflow demonstrated a method LOD of 8.4 x102 cells/mL in spiked lake water. Applicability was validated using non-spiked environmental water samples collected from multiple HAB-affected lakes. Importantly, a systematic matrix effect assessment was conducted for the CRISPR sensing step, evaluating environmental variables such as pH, ions, nutrients, and natural organic matter. This study establishes a practical, sensitive, and selective detection tool for proactive HAB monitoring. The platform's simplicity, portability, and completeness, from sample pretreatment to signal readout, highlight its potential for real-world environmental biosensing applications.", "date": "2025-07-12", "journal": ""}
{"title": "Mdm2 restrains the activity of the CRL4Cdt2 E3 ubiquitin ligase to promote cell cycle progression through the G2/M phase", "doi": "10.1101/2025.07.09.663887", "authors": "Dar, A.; Shah, H.; Manzoor, A.; Ashraf, T.", "abstract": "The canonical function of the Mdm2 oncoprotein is widely recognized as the negative regulation of the p53 tumor suppressor. However, growing evidence indicates that its physiological activities extend far beyond p53. Here, we show that Mdm2 promotes cell cycle progression at the G2/M phase through the ubiquitin-mediated degradation of the substrate recognition adaptor Cdt2 of the CRL4Cdt2 E3 ubiquitin ligase complex, independently of p53. The attenuation of CRL4Cdt2 activity by Mdm2 stabilizes its cell cycle-specific substrates including p21, Set8, and Cdt1, at the G2/M phase following their proteasomal degradation in the S phase. Furthermore, the delay in cell cycle progression at the G2/M phase and the decreased cell proliferation observed in the absence of Mdm2 are largely caused by an increase in Cdt2 and a subsequent decrease in p21. Collectively, our data illustrate a previously unexplored mechanism by which Mdm2 regulates the cell cycle and promotes cellular proliferation by neutralising the CR4Cdt2 E3 ubiquitin ligase activity and subsequently stabilizing p21.", "date": "2025-07-12", "journal": ""}
{"title": "Proline 110 is necessary for maintaining a compact helical arrangement in caveolin-1", "doi": "10.1101/2025.07.10.664188", "authors": "Brandmier, K.; Glover, K. J.", "abstract": "Caveolin-1 (Cav1) is an integral membrane protein essential for the formation of caveolae, plasma microdomains implicated in signal transduction and mechanoprotection. Cav1 is comprised of three major alpha helices, but the topology these helices adopt remains unclear. Proline 110 is located between helix 1 and helix 2, and is hypothesized to enable Cav1 to adopt an intramembrane turn crucial for the cytosolic topology of Cav1. To assess the structural role of Proline 110, we utilized Forster resonance energy transfer (FRET) between native tryptophan (W128) and site-specifically labeled dansyl fluorophores to monitor conformational changes induced by the mutation of Proline 110 to Alanine (P110A). Static light scattering confirmed that all FRET constructs behaved monomerically, ensuring intramolecular energy transfer measurements. Our results show a significant decrease in FRET efficiency upon the P110A mutation consistent with a large conformational change. These findings support the critical role of P110 in maintaining the native topology of Cav1 and highlights the structural sensitivity of the intramembrane turn.", "date": "2025-07-12", "journal": ""}
{"title": "Hydrogel microdroplet based glioblastoma drug screening platform", "doi": "10.1101/2025.07.08.663758", "authors": "Payan, B. A.; De Leon, A. C. D.; Anand, T.; Thompson, G. B.; Boza, A. M.; Krishnamurthy, V. V.; Garcia, A. J.; Harley, B. A. C.", "abstract": "Glioblastoma is the most common primary malignant brain tumor with a five-year survival rate less than 5%. The standard of care involves surgical resection followed by treatment with the alkylating agent temozolomide (TMZ). GBM cells that evade surgery eventually become resistant to TMZ and lead to recurrence of tumors in patients. With only four drugs currently FDA-approved for GBM treatment, there is a need for a clinically relevant model capable of accelerating the identification of new therapies. Microgels are microscale (~10-1,000 um) hydrogel particles that can be used to encapsulate cells in a tailorable 3D matrix. Microdroplets offer short diffusion lengths relative to conventional hydrogel constructs (>1 mm) to limit spatial distributions of hypoxia and potentially screen therapeutics in a controlled and physiologically relevant environment. Here, we establish a method to encapsulate GBM cells in gelatin and polyethylene glycol (PEG) microgels. We show that microgel composition can affect cell morphology and further, that collections of GBM-laden hydrogels can be used to quantify the effect of single vs. metronomic doses of TMZ. GBM metabolic activity is maintained in microgel culture and GBM cells display drug response kinetics similar to previously established literature using macro-scale hydrogel constructs. Finally, we show microgels can be integrated with a liquid handler to enable high-throughput screening using cell-laden microgels.", "date": "2025-07-12", "journal": ""}
{"title": "Unraveling the Folding Dynamics of DNA Origami Structures", "doi": "10.1101/2025.07.11.664431", "authors": "Mohammadi-Zerankeshi, M.; Houston, J.; Elisha-Wigwe, O. K. U.; Sachi, A.; Marras, A. E.", "abstract": "Achieving high folding yield remains a major challenge in DNA origami, particularly as structures increase in complexity and scale. Here, we investigate how DNA origami design influences folding yield and kinetics using a combination of real-time fluorometry, gel electrophoresis, electron microscopy, and theoretical analysis. Results reveal a balance of the free energy changes from loop formation and hybridization that govern nucleation of nanostructure assembly, while the extent of cooperativity determines the overall assembly behavior. We measure the effect of structural complexity, staple design, and scaffold design on each energetic parameter, folding yield, and kinetics. We show that the scaffold crossover pattern determines the extent of cooperativity and subsequent folding kinetics, where fewer scaffold crossovers result in more cooperative folding. We also demonstrate that limiting the number of crossovers per staple should be prioritized over extending staple binding domains. The entropic penalty dominates the lower energy binding, disrupting folding. Finally, we demonstrate a 1-2 hour focused annealing ramp strategy that can increase yield up to 17% relative to traditional multi-day ramps. Optimizing energy changes and the contribution of cooperativity through design can significantly enhance folding yield and assembly time, particularly for complex structures, aiding the design and assembly of large-scale materials.", "date": "2025-07-12", "journal": ""}
{"title": "Effects of Cannabidiol to circadian period, sleep, life span, close-proximity rhythm, egg reproduction and motor function in Drosophila melanogaster", "doi": "10.1101/2025.07.08.663811", "authors": "Kawasaki, H.; Sato, T.; Ishida, N.", "abstract": "Cannabidiol (CBD), a non-psychoactive cannabinoid, has been studied for its various health-promoting effects recently. This study investigates the effects of dietary CBD to the circadian clock of Drosophila melanogaster as a model animal and its many physiological effect to flies. We showed that CBD extended the period of locomotor activity in a dose-dependent manner, suggesting its influence on the circadian clock. Additionally, CBD improved sleep quality and extended lifespan under starvation conditions. The study also revealed enhanced rhythmicity in Close Proximity (CP) rhythm and increased eggs reproduction with dietary CBD supplementation. Furthermor, CBD attenuates age-related motor dysfunction in wild-type and Parkinson's disease (PD) model in Drosophila. These findings strongly suggest that appropriate amount of CBD affects the circadian rhythms, sleep, life span, CP rhythm, egg reproduction and motor function of Drosophila melanogaster, and providing a basic data for exploring its potential applications in managing circadian-related disorders in other animals.", "date": "2025-07-12", "journal": ""}
{"title": "Cytosolic water potential as a mechanistic driver of leaf airspace unsaturation and non-stomatal control of transpiration", "doi": "10.1101/2025.07.08.663815", "authors": "Marquez, D. A.; Cernusak, L. A.; Busch, F. A.; Farquhar, G. D.", "abstract": "Mesophyll cells exhibit a previously underappreciated capacity to regulate water loss via low plasma membrane conductance (Lp), offering a non-stomatal mechanism for transpiration control. However, the structural basis and regulation of Lp remain poorly understood, limiting its integration into predictive models. In this study, we show that Lp responds dynamically to changes in cytosolic water potential ({psi}cy), decreasing as {psi}cy approaches the turgor loss point. This identifies {psi}cy as the primary physiological signal regulating Lp. We introduce a predictive, physiologically grounded model linking Lp to {psi}cy. Our model establishes a mechanistic connection between internal water status, leaf hydraulics, substomatal cavity unsaturation, and gas exchange. This framework opens new avenues for understanding and modelling plant water use under stress.", "date": "2025-07-12", "journal": ""}
{"title": "Glycosylation-dependent sorting of an Arabinogalactan protein SLEEPING BEAUTY mediates apical tip growth and osmosensing in Physcomitrium patens", "doi": "10.1101/2025.07.08.663806", "authors": "Yu, C.-Y.; Maharjan, M.; Liu, C.-H.; Teh, O.-k.", "abstract": "Plant terrestrialization is a key event that profoundly transforms the Earth surface, during which early land plants have acquired cell walls with sophisticated modifications to overcome osmotic stress. Here, we describe the cell wall rigidifying function of SLEEPING BEAUTY (SB), a wall-associated Arabinogalactan proteins (AGP) from the bryophyte Physcomitrium patens. The highly-glycosylated SB is intrinsically disordered and rigidifies the cell wall to facilitate ordered depositions of cellulose microfibril, which when affected compromised the cell wall integrity and rendered a soften cell wall. We further pinpointed critical glycosylation sites on the SB that contributes to its disordered propensity and osmosensing function. Pharmacological inhibition of endocytic trafficking pathways showed that SB is actively endocytosed and trafficked to tonoplast, which was enhanced under mild osmotic stress. Importantly, sorting of SB to tonoplast requires functional glycosylations at Prolines 55, 92 and 94. Finally, we showed that the wall-rigidifying function of SB is conserved in the flowering plant Arabidopsis, thus highlighting a common cell wall organization across land plants. We propose that the highly disordered AGP may act as a cell wall scaffold protein to mediate wall materials biosynthesis/deposition and play a role in apical tip growth as well as extracellular osmosensing.", "date": "2025-07-12", "journal": ""}
{"title": "Modulating Cardiac-Gut Microbiome Interaction Post-Myocardial Infarction with Engineered Bacteria", "doi": "10.1101/2025.07.10.664025", "authors": "Madaan, T.; Nieman, M.; Rakheja, T.; Siddiqui, N.; Gherardini, D.; Sertorio, M.; Kamble, N.; Thomas, S.; Hartman, A.; Koch, S.; Knipper, L.; Marino, V. A.; Sadayappan, S.; Lorenz, J. N.; Konhilas, J. P.; Kotagiri, N.", "abstract": "The gut microbiome plays a critical role in the pathophysiology of acute myocardial infarction (MI). MI events significantly impact intestinal integrity which results in leakage of bacterial products into the systemic circulation. We demonstrate that MI not only compromises intestinal integrity, leading to systemic leakage of bacterial products like LPS, but also results in the translocation and colonization of live, intact gut bacteria in the MI heart, a novel aspect of the heart-gut axis. Our initial findings with natural murine gut microbiome were substantiated using orally administered E. coli Nissle 1917 (EcN), as a tracer bacterium. Furthermore, we engineered EcN to express the microbial anti-inflammatory molecule (MAM) derived from the probiotic Faecalibacterium prausnitzii. Treatment with this engineered strain, EcN-MAM, led to significantly improved survival and cardiac function in MI mice. This was attributed to enhanced gut barrier integrity, resulting in reduced systemic bacterial permeation and subsequent inflammation. These findings shed light on a previously unrecognized dimension of the heart-gut axis and highlight the potential of microbiome-based interventions in MI management.", "date": "2025-07-12", "journal": ""}
{"title": "Individual differences in learning and decision-making: the role of COMT Val158Met polymorphism in transitive inference", "doi": "10.1101/2025.07.09.663879", "authors": "Paul, A.; Segreti, M.; Marc, I. B.; Fiorenza, M. T.; Canterini, S.; Ramawat, S.; Bardella, G.; Pani, P.; Ferraina, S.; Brunamonti, E.", "abstract": "Understanding the ordinal relationships between items requires constructing a rank order supporting decision-making between options. This process depends on the ability to learn reciprocal relationships and to select the best option available when making a choice. In such forms of decision-making, the prefrontal cortex (PFC) plays a crucial role in encoding the relative value of alternatives as a decision is formed. Higher-order cognitive abilities are influenced by genetic factors that affect dopamine availability in the PFC, potentially contributing to individual differences. Here, we examined the performance of 83 participants in a transitive inference task (TI), grouped by genotype based on the Val158Met single-nucleotide polymorphism in the Catechol-O-Methyltransferase (COMT) gene. The task included a learning phase in which participants acquired the reciprocal relationships among a set of hierarchically ranked items (A>B>C>D>E>F), followed by a test phase in which they were required to compare all possible item pairs and select the higher-ranked one. While genotype did not significantly influence test-phase performance, it did affect learning efficiency. Specifically, Val homozygotes took a longer learning procedure than both heterozygotes and Met homozygotes during the learning phase. Drift diffusion modelling (DDM) revealed that task performance was explained by the efficiency of evidence accumulation, which was lower in Val homozygotes, accounting for their poorer performance not only during initial learning but also when required to switch to a reversed hierarchical structure (A<B<C<D<E<F). These findings suggest that individual differences in inferential decision-making and cognitive flexibility may be partially driven by genetically determined variations in prefrontal dopamine availability.", "date": "2025-07-12", "journal": ""}
{"title": "Bioenergetic and Protein Processing Imbalances Synergize in iPSC-Dopamine neurons from Individuals with Idiopathic Parkinsons Disease", "doi": "10.1101/2025.07.08.663742", "authors": "Bernard, K.; Corenblum, M. J.; Tonino, P.; Madhavan, L.", "abstract": "Patient induced pluripotent stem cell (iPSC)-based models represent a powerful human system to gain insights into the etiopathology of Parkinsons disease (PD). Here, we study several iPSC-derived dopamine neuron (iPSC-DAN) lines, from individuals with idiopathic PD, which is the most common form of PD. Specifically, using iPSC-DAN differentiated for 50-55 days, we performed an in-depth analysis of different bioenergetic pathways and cellular quality control mechanisms in the cells. Our results showed wide ranging impairments in oxidative phosphorylation (OXPHOS), glycolysis and creatine kinase pathways in the PD dopamine (DA) neurons. Specifically, the PD neurons exhibited reduced oxygen consumption rates (OCR) at baseline and after challenges with mitochondrial inhibitors, as well as decreased glycolytic reserves measured via ECAR. This translated to lower OCR:ECAR ratios signifying more reliance on glycolysis vs OXPHOS in the PD cells. Moreover, a mislocalization of creatine kinase B to mitochondria was seen in the PD cells. These energetic changes synergized with the enhanced expression of mitochondrial fission proteins, disrupted mitophagy and oxidative stress. Additionally, the PD neurons contained more monomeric, phosphorylated and aggregated forms of alpha synuclein and displayed reduced viability. Ultrastructural examination through immuno-electron microscopy showed more alpha synuclein gold particles directly associated with mitochondria and packing autophagic vesicles. In essence, these data capture a web of key changes in human iPSC-DAN from idiopathic PD subjects associated with neuronal degeneration.", "date": "2025-07-12", "journal": ""}
{"title": "ALS-Linked FUS and SOD1 Mutations Elevate MCM2 in Human Motor Neurons", "doi": "10.1101/2025.07.09.663892", "authors": "Saleem, K.; Hermann, A.", "abstract": "Background: Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disorder characterised by progressive motor neuron loss. In typically post-mitotic neurons, abnormal reactivation of cell cycle regulators and DNA replication licensing factors is observed in ALS pathogenesis. Emerging evidence links components of the minichromosome maintenance (MCM) complex, notably MCM2, to replication stress and genomic instability, implying a mechanistic role in ALS pathogenesis. Objective: To determine whether ALS-associated mutations in FUS and SOD1 influence MCM2 expression and localisation in human induced pluripotent stem cell (hiPSC)-derived spinal motor neurons (MNs). Methods: We differentiated isogenic hiPSC lines carrying FUS P525L-GFP and R495QfsX527, a SOD1 mutant line, and matched wild-type controls into spinal MNs ([&ge;]28 days in vitro). QRT-PCR quantified MCM2 mRNA levels ({Delta}{Delta}Ct method; n=3 biological replicates, technical triplicates). Protein expression was assessed by Western blot densitometry (n=3). Subcellular distribution of MCM2 in FUS mutants was evaluated by immunofluorescence (pilot, N=1; [&ge;]50 cells quantified). Results: FUS P525L MNs exhibited a modest, non-significant increase in MCM2 mRNA (1.3-fold vs. WT; p=0.1319) but a significant 1.8-fold elevation in MCM2 protein levels (p=0.034). The R495QfsX527 line showed a comparable trend at the transcript level (1.2-fold; p > 0.05) and a 1.6-fold increase in protein (p = 0.041). SOD1 mutant MNs demonstrated a pronounced 2.3-fold MCM2 protein upregulation (p=0.008). Immunofluorescence in FUS mutant MNs revealed no significant nuclear-to-cytoplasmic shift in MCM2 localisation, indicating that elevated MCM2 levels are not driven by subcellular mislocalization. Conclusion: ALS-linked FUS and SOD1 mutations upregulate MCM2 protein in human spinal MNs, suggesting post-transcriptional or stability-driven regulation. The absence of relocalisation in FUS mutants shows that this impact is caused by overexpression rather than mislocalisation. MCM2 may be a biomarker of disease-associated replication stress. Future studies will explore whether MCM2 overexpression exacerbates DNA damage or serves as a compensatory response, clarifying its role in ALS pathogenesis.", "date": "2025-07-12", "journal": ""}
{"title": "Homozygous kinase-dead Csf1r mutation in outbred mice reveals essential and redundant functions of tissue resident macrophages", "doi": "10.1101/2025.07.08.663807", "authors": "Jacquelin, S.; Maxwell, E.; Taylor, I.; Green, E.; O'Brien, C.; Ranpura, G.; Guo, J.; Nooru-Mohamed, F.; Liu, Y.; Keshvari, S.; Huang, S.; Cooper, E.; Lane, S. W.; Flegg, C.; Sokolowski, K.; Pettit, A.; Hume, D. A.; Irvine, K. M.", "abstract": "The proliferation, differentiation and survival of cells of the macrophage lineage depends on signals from the macrophage colony-stimulating factor receptor (CSF1R). On a C57BL/6J background homozygous kinase-dead Csf1r mutation (Csf1rE631K/E631K - E631Km/m) causes perinatal lethality. Here we demonstrate that E631Km/m mice on a mixed genetic background (C57 x BALB/c F2) are osteopetrotic and growth retarded but viable as adults with no other gross developmental deficits. They lack osteoclasts, microglia and most peripheral tissue resident macrophages and exhibit perturbed hematopoiesis. Although CD169+ tissue resident macrophages in bone marrow are considered an essential component of the hematopoietic niche, CD169 is undetectable in E631Km/m marrow and F4/80+ macrophages are depleted. These changes are associated with expansion of mature and immature granulocytes and reduced B cells, whereas monocytes and stem and progenitor populations are unaffected as a proportion of total cells. Erythropoiesis in bone marrow is maintained in E631Km/m mice, associated with a residual population of CSF1R-independent CD169-ve/F4/80+ macrophages. Nevertheless, splenic extramedullary hematopoiesis in E631Km/m mice indicates a degree of bone marrow insufficiency. Red pulp macrophages are retained but CD169+ marginal metallophil macrophages are absent and CD209b+ (SIGNR1) macrophages are present but disorganized. Circulating white blood cell count is unchanged in E631Km/m mice, but the proportion of neutrophils is greatly increased whilst B cells and monocytes are reduced. This novel model reveals the essential roles of CSF1R-dependent macrophages in hematopoiesis and demonstrates that many developmental and homeostatic functions attributed to murine resident tissue macrophages are redundant and/or specific to inbred mouse strains.", "date": "2025-07-12", "journal": ""}
{"title": "Phosphorylation by the PknB serine/threonine kinase stimulates dimer formation by WalR", "doi": "10.1101/2025.07.12.664526", "authors": "Suppi, M.; Monk, I. R.; Sharkey, L. K. R.; Scott, N. E.; Goswami, D.; Natarajan, A.; Tan, S.; Myler, K.; Pimentel-Elardo, S. M.; Stinear, T. P.; Pidot, S. J.; Nodwell, J. R.", "abstract": "WalKR is a two-component system that regulates cell wall homeostasis and other processes in low-GC Gram-positive bacteria. It is essential for viability in Staphylococcus aureus and regulates genes that encode the autolysins and other critical proteins. The sensor kinase WalK phosphorylates WalR at aspartic acid residue 53 (D53) in the receiver domain, stimulating promoter DNA binding. Unlike other response regulators, WalR is thought to have a second kinase, the serine/threonine kinase PknB, which phosphorylates the receiver domain at threonine residue 101. We previously reported that a walR mutation that changed T101 to a methionine conferred low level resistance to vancomycin and greatly increased susceptibility to tunicamycin along with several other phenotypic traits. In this work we demonstrate similarities between pknB null and the WalRT101M mutants that support a regulatory role for PknB-mediated phosphorylation of WalR. Using a combination of in vitro and in vivo approaches, we confirm the specificity of this posttranslational modification and confirm that phosphorylation at both D53 and T101 is important for dimer formation. Importantly, using an in silico approach, we have discovered that phosphorylation at T101 creates an intermolecular hydrogen bond between the phosphate group and E108, that strengthens contacts along the WalR dimerization interface. This is the first time that a clear molecular role has been assigned to this posttranslational modification and it is the strongest molecular evidence to date for a direct functional relationship between PknB and WalR. We propose that, together with primary activation by WalK, PknB serves as a second potentiating input into the WalKR system, stimulating WalR dimer formation, and target DNA binding and tethering this transcriptional event to important extracellular stimuli.", "date": "2025-07-12", "journal": ""}
{"title": "Small RNA-Mediated Metabolic Reprogramming Enables Ciprofloxacin Utilization in Klebsiella sp. SG01", "doi": "10.1101/2025.07.11.664498", "authors": "Ganguli, S.; Chakraborty, R.", "abstract": "Small regulatory RNAs (sRNAs) play a key role in the complex regulatory networks that bacteria use to adapt to antibiotic stress. This study clarifies how sRNAs help Klebsiella sp. SG01 metabolically adapts to ciprofloxacin (CIP). Nine potential sRNAs that target important metabolic and stress-response pathways were identified by transcriptomic profiling, including glmZ, sgrS, gcvB, and spot42, as well as an FMN riboswitch. TargetRNA3 and IntaRNA functional annotation predicted regulatory effects on TCA cycle flux, redox balance, and the transport of sugars and amino acids. Interestingly, repression of CRP and upregulation of spot42 imply that byproducts of CIP degradation resemble a glucose-rich state. This conjecture was supported by metabolomics, which verified the buildup of short-chain acids and purine intermediates. A change in regulation was also noted, with ProQ and CsrA levels rising in tandem with Hfq's downregulation. Our knowledge of microbial metabolic plasticity under xenobiotic pressure has been expanded by these findings, which collectively reveal a novel post-transcriptional mechanism that permits antibiotic assimilation and stress resilience in bacteria.", "date": "2025-07-12", "journal": ""}
{"title": "Structural modeling reveals viral proteins that manipulate host immune signaling", "doi": "10.1101/2025.07.12.664507", "authors": "Tal, N.; Hadari, R.; Chang, R. B.; Osterman, I.; Jacobson, R.; Yirmiya, E.; Bechon, N.; Hochhauser, D.; Rivera, M. L.; Madhala, B.; Garb, J.; Wein, T.; Kranzusch, P.; Amitai, G.; Sorek, R.", "abstract": "Immune pathways that use intracellular nucleotide signaling are common in animals, plants and bacteria. Viruses can inhibit nucleotide immune signaling by producing proteins that sequester or cleave the immune signals. Here we analyzed evolutionarily unrelated signal-sequestering viral proteins, finding that they share structural and biophysical traits in their genetic organization, ternary structures and binding pocket properties. Based on these traits we developed a structure-guided computational pipeline that can sift through large phage genome databases to unbiasedly predict phage proteins that manipulate bacterial immune signaling. Numerous previously uncharacterized proteins, grouped into three families, were verified to inhibit the bacterial Thoeris and CBASS signaling systems. Proteins of the Sequestin and Lockin families bind and sequester the TIR-produced signaling molecules 3'cADPR and His-ADPR, while proteins of the Acb5 family cleave and inactivate 3'3'-cGAMP and related molecules. X-ray crystallography and structural modeling, combined with mutational analyses, explain the structural basis for sequestration or cleavage of the immune signals. Thousands of these signal-manipulating proteins were detected in phage protein databases, with some instances present in well-studied model phages such as T2, T4 and T6. Our study explains how phages commonly evade bacterial immune signaling, and offers a structure-guided analytical approach for discovery of viral immune-manipulating proteins in any database of choice.", "date": "2025-07-12", "journal": ""}
{"title": "Composition and short chain fatty acid formation of pig fecal microbiota during growth on predigested wheat and rye in vitro", "doi": "10.1101/2025.07.12.664509", "authors": "Hartung, C. B.; Woltemate, S.; von Felde, A.; Knudsen, K. E. B.; Visscher, C.; Vital, M.", "abstract": "Background: While wheat is the most commonly used cereal in pig feeding, rye has gained renewed interest as a component in pig diets due to its positive effects on gut health. The effects of distinct cereal sources on the composition and functionality of gut microbiota are, however, poorly investigated so far. In vitro studies offer a valuable approach to gain detailed insights on this matter, however, require a substrate that closely mimics the conditions found in the large intestine. In this study, we performed predigestion of cereal substrates using ileo-cecally fistulated minipigs simulating the upper gastrointestinal digestion. The composition of microbiota, total cell counts, and short chain fatty acid concentrations after a 24 h incubation were analysed. Results were compared to cultures containing native substrates. Results: Both acetate and propionate concentration were significantly higher in predigested rye compared to predigested wheat (8.17 : 2.71 vs. 6.55 : 2.16 mmol/l and 3.40 : 0.436 vs. 2.64 : 0.337 mmol/l, respectively), whereas butyrate concentrations were not different. Substantial differences were observed between native and predigested substrates with a higher butyrate production on the former. Bacterial cell counts were higher in predigested substrates and elevated in rye cultures compared to respective wheat incubations. Bacterial communities differed markedly between the two predigested cereals as well as between native and predigested substrates. Several known butyrate and propionate producers, for example Agathobacter, Blautia, Coprococcus, Mediterraneibacter and Roseburia, grew significantly more on predigested rye than on predigested wheat. Bifidobacterium, Clostridium sensu stricto, and Succinivibrio were significantly more abundant on native substrates compared to their predigested forms. Conclusion: Rye promoted higher production of acetate and propionate compared with wheat along with a distinct bacterial community composition. Predigestion of substrates was crucial in in vitro experiments for gaining adequate insights into growth and substrate degradation by colonic microbiota.", "date": "2025-07-12", "journal": ""}
{"title": "Mechanistic Insights into Keratin Degradation by Onygena corvina", "doi": "10.1101/2025.07.09.663871", "authors": "Pavale, S.; Isembart, C.; Shapaval, V.; Tuveng, T. R.; La Rosa, S. L.; Eijsink, V. G. H.", "abstract": "Keratin-rich byproducts from the poultry, textile, and leather industries pose a significant challenge for sustainable waste management due to their highly recalcitrant nature. While microbial degradation may offer a viable solution, the mechanisms underlying keratin breakdown remain largely unexplored. In this study, we employed a high-resolution proteogenomic approach to characterize the keratinolytic machinery of Onygena corvina, a non-pathogenic saprophytic fungus. Using a membrane agar plate method with insoluble substrates, we obtained secretomes enriched in secreted and substrate-bound proteins during growth on - and {beta}-keratin-rich substrates, specifically wool and feather meal. Our findings reveal that O. corvina has a richer proteolytic machinery than previously reported, including enzymes that are used across keratin types, as well as enzymes that are specifically targeted to either - or {beta}-keratin. In addition to proteases, the secretomes contain numerous other proteins, including cell wall-modifying enzymes, oxidoreductases, esterases, phosphatases, and sialidases that are involved in the deconstruction of keratin. We propose that these additional enzymes destabilize keratin through a combination of mechanical keratinolysis, removal of post-translational modifications, reduction of disulfide bonds, and cleavage of isopeptide bonds, thereby enhancing proteolytic accessibility. Interestingly, keratin degradation by O. corvina was most efficient when using mixed substrates containing both feather and wool meal. These novel insights into the keratinolytic system of O. corvina underscore the importance of considering synergistic enzyme interactions when developing biotechnological approaches for valorization of keratin-rich by-products.", "date": "2025-07-12", "journal": ""}
{"title": "PARP1 promotes replication-independent DNA double-strand break formation after acute DNA-methylation damage", "doi": "10.1101/2025.07.10.663928", "authors": "McMahon, A. M.; Zhao, H.; Li, J.; Driscoll, G.; Matos, J.; McGhee, K.; Lyttle, J.; Yan, S.", "abstract": "Poly-ADP-Ribose Polymerase 1 (PARP1) is a potent regulator of DNA damage response signaling through the recruitment of DNA damage repair proteins to damage sites, and its catalytic function of converting Nicotinamide adenine dinucleotide (NAD+) into poly-ADP-ribose (PAR) which covalently modifies hundreds of protein substrates in a process known as PARylation. However, PARP1's role in the recognition, processing, and intracellular signaling downstream of DNA damage in cells remains incompletely understood, especially in a replication-independent context. Here, we show that cells exposed to high doses of the methylating agent Methyl Methanesulfonate (MMS) generate DNA double-strand breaks (DSBs) in a base excision repair (BER)-dependent and DNA replication-independent manner. The capacity of cells to generate DSBs after MMS exposure relies heavily on intracellular NAD+ availability and PARP1 catalytic production of PAR. In our experimental system, we show that acute MMS exposure causes NAD+ exhaustion in a PARP1-dependent manner, which results in a temporal-dependent loss of downstream PARP1 activity. This functional loss of PARP1 signaling in later timepoints leads to the loss of BER-dependent single-strand break (SSB)-to-DSB conversion, as well as silencing of ATR-Chk1 signaling in both cycling and non-cycling cells, demonstrating a novel PARP1-dependent regulatory mechanism for both ATR-Chk1 signaling and BER-associated processes following methylation challenge. Additionally, we provide experimental evidence supporting the role of PARP1 and NAD+ in promoting the exonuclease-mediated SSB-to-DSB conversion. These findings support a previously uncharacterized mechanism of PARP1-mediated replication-independent DSB generation and provide insight into checkpoint signaling by integrating DDR with PARP1 consumption of NAD+ and production of PAR.", "date": "2025-07-12", "journal": ""}
{"title": "(-)-Englerin A binds a conserved lipid site of TRPC5 and exposes a Met-aromatic motif in channel activation", "doi": "10.1101/2025.07.09.663840", "authors": "Porav, S. A.; Ptakova, A.; Bauer, C. A.; Hammond, k. L. R.; Beech, D. J.; Vlachova, V.; Muench, S. P.; Bon, R. S.", "abstract": "TRPC4/5 cation channels are polymodal cellular sensors that play key roles in signal transduction/integration and have been implicated in various human pathologies, including anxiety, pain and cardiometabolic disease. The plant natural product (-)-englerin A (EA) is a potent, selective TRPC4/5 agonist that has transformed fundamental and translational research on TRPC4/5 channels. However, the structural basis of interactions between EA and TRPC4/5 proteins has remained elusive, limiting our ability to fully understand and exploit mechanisms of TRPC4/5 channel activation by this intriguing natural product. Here, we present nine high-resolution cryo-EM structures (2.4-3.2 [A]) of human TRPC5 - representing different states and ligand occupancies - which show that EA binds to a conserved lipid binding site between transmembrane domains of adjacent TRPC5 subunits. Our structural models are consistent with the effects of mutagenesis of nearby residues on EA's potency, efficacy and activation kinetics, and allow us to rationalise competitive inhibition by other TRPC4/5 modulators as well as EA's selectivity profile within the TRPC family. Comparison of structures containing various TRPC5:EA stoichiometries revealed key structural and molecular determinants of EA-mediated TRPC5 activation - most notably the aromatic interaction network around Phe520 - underscoring the critical function of Met-aromatic motifs in ion channel structure and function. Binding of EA causes conformational changes of nearby amino acid residues, resulting in rearrangement of the pore helices into a pre-open state. Collectively, we provide structural insight into the mode-of-action of the most widely used TRPC4/5 agonist, which will underpin fundamental TRPC4/5 channel research as well as ongoing drug discovery programmes.", "date": "2025-07-12", "journal": ""}
{"title": "Real-time visualisation of the intracellular dynamics of Shigella virulence plasmid", "doi": "10.1101/2025.07.10.664258", "authors": "Sen, T.; Lagage, V.; Upholff, S.; Tang, C.", "abstract": "Bacterial plasmids play critical roles in horizontal gene transfer, antibiotic resistance, virulence, and in shaping the interaction of bacteria with their environment, including those encountered in their hosts. They are integral to bacterial evolution as they act as vectors for rapid genetic change and adaptation. Shigella sonnei is a human-adapted pathogen that is a leading cause of bacillary dysentery and a significant threat to public health. In common to all species of Shigella, S. sonnei harbours an ~ 210 kb virulence plasmid, pINV, which is essential for its virulence. pINV encodes a Type III secretion system that mediates bacterial invasion of epithelial cells. Understanding the dynamics of replication and segregation of pINV is therefore necessary to define how Shigella retains the plasmid and thence virulence. In this study, we used three fluorescent tagging approaches to detect the presence of pINV in live S. sonnei to allow tracking of the plasmid during cell division. Conclusively, we found that tagging the plasmid with the parS-ParB partitioning system sequences from Caulobacter crescentus chromosome, allowed suitable visualization of the single copy pINV in S. sonnei. This comprehensively enabled us to monitor the location and segregation of the plasmid during bacterial growth.", "date": "2025-07-12", "journal": ""}
{"title": "Synergistic role of Alu and core duplicon sequences in driving genomic instability at the disease-associated 16p12.3-p13.11 region", "doi": "10.1101/2025.07.09.663898", "authors": "Fornezza, S.; Giannuzzi, G.", "abstract": "Human chromosome 16p is a hotspot of interspersed segmental duplications (SDs), which have served as row material for gene innovation while also increasing susceptibility to recurrent pathogenic rearrangements. These SDs are organized around a high-copy, ancestral core duplicon known as LCR16a (Low Copy Repeat 16a), and are characterized by an enrichment of Alu elements at their boundaries. In this study, we investigated the molecular mechanisms underlying SD formation across four clusters within the 16p12.3-p13.11 region. Analysis of 94 genome assemblies showed 12 and 8 alternative structures in clusters 1-2 and 3-4, respectively. These include at least 10 duplication/deletion events and 5 inversions. Breakpoint mapping revealed that 13 out of 15 events arose via nonallelic homologous recombination (NAHR). In particular, 6 had breakpoints in duplicons associated with LCR16a, 2 occurred within the LCR16a sequence itself, and 5 were mediated by Alu elements--one of which located within LCR16a. The last mechanism contributes to multiallelic, tandem copy-number variation involving two distinct LCR16a-duplicon pairs. We identified an interspersed, inverted duplicative transposition, possibly driven by double template switches at homologous sites--specifically, Alu elements located within inverted copies of LCR16a and an associated duplicon. Comparative analyses using nonhuman primate T2T genome assemblies suggest that clusters 3 and 4 originated ~6 million years ago in the human-chimpanzee common ancestor through double template switching involving Alu repeats. Clusters 1 and 2 primarily formed more recently through human-specific LCR16a-associated duplicative transpositions. These findings highlight a synergistic interplay between Alu elements and LCR16a in driving 16p12.3-p13.11 SD formation and genomic instability, through both recombination- and replication-based mechanisms.", "date": "2025-07-12", "journal": ""}
{"title": "Epitranscriptome-wide profiling identifies RNA editing events regulated by ADAR1 that are associated with DNA repair mechanisms in human TK6 cells", "doi": "10.1101/2025.07.11.664482", "authors": "Yoshida, A.; Song, Y.; Takaine, H.; Song, S.; Hwang-Fu, Y.-H.; Johnson, Z.; URA, K.; Sassa, A.", "abstract": "Adenosine-to-inosine (A-to-I) editing is an endogenous RNA modification in eukaryotes, catalyzed by adenosine deaminases acting on RNA (ADARs). This modification modulates the gene expression by influencing splicing, RNA stability, and coding potential, depending on the site of editing. Although recent studies suggest a crosstalk between A-to-I editing and transcripts involved in DNA repair, the extent and functional significance of this interaction remain unclear. To investigate this, we applied the EpiPlex RNA assay--a method enabling epitranscriptome-wide detection of RNA modifications--in human lymphoblastoid TK6 cells. Across two biological replicates, we identified 869 transcripts bearing A-to-I--modifications. Gene Ontology analysis revealed significant enrichment in genome maintenance pathways, including ''chromatin remodeling'' and ''DNA repair.'' Notably, 27 transcripts encoding DNA repair proteins--such as ATM, FANCA, BRCA1, POLH, and XPA--contained A-to-I sites within introns or 3' untranslated regions. To assess the isoform-specific contributions of ADAR enzymes--specifically ADAR1 p150 and p110--to RNA editing, we generated p150-deficient (p150 KO) and p150/p110-deficient (p150/p110 KO) TK6 cells. A-to-I editing peaks were reduced by ~73.4% in p150 KO cells and nearly abolished (99.9%) in p150/p110 KO cells, indicating that most editing sites are p150-dependent, while a notable subset relies on p110. Importantly, a novel splice variant of XPA emerged in ADAR1-deficient cells, suggesting a role for RNA editing in alternative splicing regulation. Our epitranscriptomic analysis of A-to-I RNA editing underscores a multifaceted role for ADAR1-dependent editing in preserving genome integrity through posttranscriptional regulation of DNA repair genes, laying the groundwork for future studies into RNA-based mechanisms of genome maintenance.", "date": "2025-07-12", "journal": ""}
{"title": "Translation initiation by the Kozak mRNA sequence is based on a conformational readout on the ribosome", "doi": "10.1101/2025.07.11.664391", "authors": "von Loeffelholz, O.; Barchet, C.; Holvec, S.; Abou Ramadan, A.; MAGLOTT-ROTH, A.; de Silva, S. N. T.; Hazemann, I.; Klaholz, B.", "abstract": "The recognition mechanism of Kozak mRNA, typically comprising purines in the -3 and +4 positions flanking the AUG start codon, has remained enigmatic for decades. To address this fundamental function in eukaryotes during translation initiation, we analysed the cryo-EM structures of human 48S preinitiation complexes with mRNA point mutations. They reveal a fan-like intercalation of the pre-codon triplet into the 18S ribosomal RNA (rRNA), while the -3 purine as opposed to the pyrimidine in the non-Kozak context favours stabilization of the ternary complex between initiation factor eIF2 and initiator tRNA. Specificity towards the +4 purine is achieved beyond a single residue recognition by mutual conformational adaptations of eIF1A, mRNA and rRNA and involves the insertion of a reading head in which decoding residue A1825 (rRNA) stacks with the A-site codon to stabilize the fully accommodated state. Hence, instead of relying on base pairing as in bacteria, the specific recognition of the Kozak sequence on eukaryotic ribosomes is based on an induced-fit mechanism that triggers a conformational readout of the mRNA.", "date": "2025-07-12", "journal": ""}
{"title": "Targeted RNA editing by direct delivery of an adenosine deaminase-antisense oligo conjugate", "doi": "10.1101/2025.07.11.664364", "authors": "Eggert, T. W.; Dhingani, D. Y.; Kleiner, R. E.", "abstract": "Programmable RNA editing is a promising therapeutic strategy for correcting disease-causing mutations on mRNA, but current approaches rely primarily upon endogenous RNA editing enzymes (i.e. ADARs) that have restricted substrate scope and efficiency. Here, we demonstrate programmable RNA editing with evolved TadA-derived deaminases and 2'-methoxyethyl (MOE)-modified antisense oligonucleotides (ASO) to guide site-directed A-to-I editing. In contrast to ADAR enzymes, TadA proteins modify single-stranded RNA (ssRNA). We profile ASO-guided TadA-based editors on endogenous and disease-relevant mRNAs and develop a \"bulge-forming\" ASO architecture to constrain RNA editing to the target site. Further, we demonstrate that a covalent adenosine deaminase-ASO \"RNP\" conjugate formed in the test tube and delivered by lipofection achieves targeted and efficient RNA editing with dramatically lower transcriptome-wide off-target editing as compared to ectopically expressed RNA editing enzymes. Taken together, our work expands the scope of programmable RNA editing methods with broad implications for therapeutic modulation of RNA behavior.", "date": "2025-07-12", "journal": ""}
{"title": "Potentially Prebiotic Isocyanide Activation Chemistry Drives RNA Assembly via both Nonenzymatic and Ribozyme-catalyzed Ligation", "doi": "10.1101/2025.07.11.664453", "authors": "Zhang, S. J.; Jia, X.; DasGupta, S.; Szostak, J. W.", "abstract": "Nonenzymatic assembly of activated RNA building blocks, such as phosphorimidazolides, would have been essential for the emergence of ribozymes on the early Earth. We previously showed that ribonucleoside monophosphates can be activated to phosphorimidazolides via a prebiotically relevant phospho-Passerini reaction involving 2-aminoimidazole, 2-methylbutyraldehyde, and methyl isocyanide, and that these activated nucleotides enable template-directed nonenzymatic RNA polymerization in the same reaction mixture. Here, we demonstrate that the same chemistry activates oligoribonucleotides and drives both nonenzymatic and ribozyme-catalyzed RNA ligation within the same reaction environment. By demonstrating a continuous path from prebiotic activation chemistry to RNA template copying by both nonenzymatic and ribozyme-catalyzed ligation, our results provide a more integrated and realistic model for RNA assembly on the early Earth.", "date": "2025-07-12", "journal": ""}
{"title": "Closing the loop: Teaching single-cell foundation models to learn from perturbations", "doi": "10.1101/2025.07.08.663754", "authors": "Pershad, Y.; Nandi, T. N.; Van Amburg, J. C.; Parker, A. C.; Ostrowski, L. H.; Giannini, H. K.; Ong, D. A.; Heimlich, J. B.; Obeng, E.; Ericson, K.; Agarwal, A.; Madduri, R. K.; Bick, A. G.", "abstract": "The application of transfer learning models to large scale single-cell datasets has enabled the development of single-cell foundation models (scFMs) that can predict cellular responses to perturbations in silico. Although these predictions can be experimentally tested, current scFMs are unable to close the loop and learn from these experiments to create better predictions. Here, we introduce a closed-loop framework that extends the scFM by incorporating perturbation data during model fine-tuning. Our closed-loop model improves prediction accuracy, increasing positive predictive value in the setting of T-cell activation three-fold. We applied this model to RUNX1-familial platelet disorder, a rare pediatric blood disorder and identified two therapeutic targets (mTOR and CD74-MIF signaling axis) and two novel pathways (protein kinase C and phosphoinositide 3-kinase). This work establishes that iterative incorporation of experimental data to foundation models enhances biological predictions, representing a crucial step toward realizing the promise of \"virtual cell\" models for biomedical discovery.", "date": "2025-07-12", "journal": ""}
{"title": "Thermodynamics and unbinding kinetics of A22 at multiple actin binding sites revealed by enhanced sampling simulations", "doi": "10.1101/2025.07.09.663866", "authors": "Kumar, A.; Pramanik, D.", "abstract": "The cytoskeletal protein plays a major role in various cellular processes. Understanding the interactions of small molecules with cytoskeletal protein therefore might help in the development of therapeutics. Employing combined molecular docking, all-atom molecular dynamics (MD) and infrequent well-tempered metadynamics (iWT-MetaD) we studied bacterial inhibitor A22 and actin protein interaction. Five probable A22 binding sites (S1-S5) were observed in actin and unbiased MD simulations of 100 ns - 500 ns showed structural stability at these sites. Interaction analyses showed A22 to mostly forms transient interactions except at sites S4 and S5 where long-lives interactions were present. Enhanced sampling simulations quantitatively estimated ligand dissociation free energy ~ - 2 kcal/mol to -3.5 kcal/mol for sites S1-S4 with residence times ~ microseconds to milliseconds. For site S5, we observed the highest binding affinity (~ - 6.05 kcal/mol) and longest residence time ~ 0.75 sec. Analyses of the dissociation trajectories predict multiple dissociation pathways for A22 and found key gatekeeper residues at specific-sites facilitating ligand dissociation. Comparison of A22 with other known inhibitors suggest that A22 binds actin with relatively lower affinity, however, exhibits site-specific unbinding kinetics. Thus, our study provides a detailed mechanistic overview of A22-actin interaction, its various binding modes, and unbinding kinetics. It also shows the importance and usage of infrequent metadynamics in exploring rare events like ligand-protein interaction. Deeper insights gained from this study expands our understanding of cytoskeletal ligand dynamics. These knowledges will be paramount in designing drug targeting cytoskeletal protein actin.", "date": "2025-07-12", "journal": ""}
{"title": "The Nuclease Domain of E. coli RecBCD Regulates DNA Binding and Base Pair Melting", "doi": "10.1101/2025.07.11.664400", "authors": "Hao, L.; Zhang, R.; Lohman, T. M.", "abstract": "E. coli RecBCD, a hetero-trimeric helicase and nuclease, functions in double stranded (ds) DNA break repair and in degrading foreign DNA. RecBCD possesses ATPase motor domains within both RecB and RecD and a nuclease domain within RecB (RecBNuc). RecBCD binds to double stranded DNA ends and initiates DNA unwinding by first melting several DNA base pairs (bp) using only its binding free energy. The RecBNuc domain is docked ~70 angstroms from the duplex DNA binding site in RecBCD-DNA structures but appears to be dynamic and able to move from its docked position. Here, we compare DNA binding of RecBCD and a variant, RecB{Delta}NucCD, in which the 30 kDa nuclease domain has been deleted. RecBCD binding to a blunt DNA end is enthalpically unfavorable and entropically driven. Deletion of RecBNuc results in an increase in DNA binding affinity, suggesting an allosteric effect of RecBNuc. RecB{Delta}NucCD binding to DNA possessing fully pre-melted DNA ends is associated with a large favorable {Delta}Hobs, but much smaller than observed for RecBCD, suggesting that deletion of RecBNuc limits bp melting from a blunt DNA. We also solved cryo-EM structures showing only 4 bp melted upon RecB{Delta}NucCD binding to a blunt ended DNA duplex, less than the 11 bp melted upon RecBCD binding. Thus, the RecB nuclease domain regulates the extent of bp melting by RecBCD. These results also suggest that RecBNuc may manifest its long-range allosteric effect on DNA binding and DNA melting via linker-linker interactions between RecB and RecC.", "date": "2025-07-12", "journal": ""}
{"title": "Cell-Free Protein Crystallization Enables Rapid Structure Determination of Disaccharides and Trisaccharides Using Galectin-10 Crystals", "doi": "10.1101/2025.07.09.663810", "authors": "Kojima, M.; Yao, X.; Abe, S.; Furuta, T.; Hirata, K.; Kobayashi, R.; Suzuki, T.; Ueno, T.", "abstract": "It is critical to understand the conformational selection and dynamics of flexible saccharides via protein-ligand interactions in efforts to elucidate their biofunctional roles. Protein crystals can serve as scaffolds to immobilize small molecules, enabling structural and dynamic analysis of saccharides that are difficult to study by conventional approaches. However, constructing versatile scaffold crystals for high-throughput structural analysis remains challenging because this work involves laborious protein production and crystallization workflows. Here, we report rapid crystallization and structural analysis of saccharide-bound scaffolds by applying cell-free protein crystallization (CFPC) to galectin-10 (Gal-10), a lectin known to crystallize spontaneously in vivo. Using CFPC-generated Gal-10 crystals, we obtained the first atomic-resolution structures of melezitose, one of the trisaccharide, bound to the protein scaffold, revealing binding modes inaccessible by conventional approaches. Normalized B-factor analysis combined with molecular dynamics simulations reveals how the binding-site architecture modulates saccharide flexibility and immobilization. This platform can be extended to other flexible ligands and fragment-based screening.", "date": "2025-07-12", "journal": ""}
{"title": "Integrated Single-Cell and Spatial Transcriptomic Analysis Reveals an Aging-Associated Fibroblast Subtype Linked to Tumor Progression in Human Skin", "doi": "10.1101/2025.07.09.663827", "authors": "Shang, Y.; Wu, H.; Pan, D.", "abstract": "Aging is a major risk factor for the development of many cancers, yet the mechanisms underlying this increased susceptibility remain incompletely understood. Traditionally, the accumulation of genetic mutations over time has been considered a primary driver of age-related tumorigenesis. However, emerging evidence highlights the critical role of the aging tissue microenvironment -- including changes in immune, stromal, and epithelial compartments -- in shaping cancer initiation and progression. In this study, we employed integrated single-cell and spatial transcriptomics to systematically characterize age-associated alterations in human skin and skin cancers. Our analysis uncovered widespread, cell type-specific transcriptional reprogramming with age, revealing key pathways and cellular populations that may contribute to a pro-tumorigenic environment. Notably, we identified a previously unrecognized fibroblast subtype marked by SFRP2 expression, which expands with age and is associated with poor prognosis in basal cell carcinoma. These fibroblasts appear to enhance Wnt signaling within the tumor niche, suggesting a potential mechanism by which the aging stroma supports malignancy. Collectively, our findings shed light on how age-related changes in tissue ecosystems may predispose to cancer and point to novel therapeutic opportunities for targeting the aged tumor microenvironment.", "date": "2025-07-12", "journal": ""}
{"title": "Overcoming extensive redundancy in the arabidopsis TREHALOSE-6-PHOSPHATE PHOSPHATASE gene family reveals connections to development", "doi": "10.1101/2025.07.09.663849", "authors": "Skopelitis, T.; Swentowsky, K.; Goldshmidt, A.; Feil, R.; Lunn, J.; Jackson, D.", "abstract": "Arabidopsis encodes ten TREHALOSE-6-PHOSPHATE PHOSPHATASE (TPP) genes, homologous to maize RAMOSA3 (I), which controls shoot branching. To explore the roles of the arabidopsis TPPs, we analyzed their expression in shoot apices and found distinct spatial patterns, including TPPI and TPPJ expressed in shoot meristem boundaries, reminiscent of RA3 expression. Single and double TPP mutants lacked dramatic phenotypes, however a CRISPR-Cas9 knockout of all ten TPP genes resulted in increased branching, mirroring ra3 mutants in maize, as well as reduced size and earlier flowering. Expression of GFP-tagged TPPI under its native promoter partially complemented these defects, with protein localization in meristems, vascular tissues and in nuclei. Metabolite profiling revealed higher trehalose 6-phosphate (Tre6P), lower trehalose, and altered sugar and iron-associated metabolites. The mutants also developed chlorosis and grew poorly on low-nutrient media, linked to low iron levels, and reversible with iron supplementation. Consistent with these findings, developmental and iron-responsive genes were up-regulated in the mutants, while photosynthesis-related genes were repressed. Our findings suggest that TPP genes redundantly regulate shoot architecture, sugar metabolism, iron homeostasis and photosynthesis in arabidopsis, and support a role for TPP-mediated Tre6P signaling in coordinating developmental and physiological pathways.", "date": "2025-07-12", "journal": ""}
{"title": "Structural basis for size-selective perception of chitin in plants", "doi": "10.1101/2025.07.09.663820", "authors": "Gysel, K.; Hansen, S. B.; Rübsam, H.; Alsarraf, H. M. A. B.; Madland, E.; Cheng, J. X. J.; Baadegaard, C.; Poulsen, E. C.; Vinther, M.; Fort, S.; Stougaard, J.; Andersen, K. R.", "abstract": "Plants detect microbes through pattern recognition receptors that perceive conserved microbial surface motifs known as microbe-associated molecular patterns (MAMPs). LysM receptors recognize and mediate downstream responses to chitinous MAMPs. Here, we elucidate the mechanism for the specific recognition of long-chain chitin oligomers and identify a hallmark bridge domain characteristic for the CHIP receptor class. Structural analysis of receptor-ligand complexes, biochemistry, and in planta functional studies using inhibitory nanobodies reveal the mechanism of size-selective, high affinity chitin perception in Lotus japonicus and Medicago truncatula. Additionally, we identify CERKs as low-affinity, yet essential co-receptors and propose a mechanistic model for a ligand-induced core signaling heterocomplex. Our findings provide mechanistic insights into plant chitin perception and the formation of receptor complexes critical for immune signaling.", "date": "2025-07-12", "journal": ""}
{"title": "Impacts of projected elevated temperature on estimated chilling accumulation and bud break of rabbiteye blueberries", "doi": "10.1101/2025.07.08.663765", "authors": "Lawas, L. M.; Rossi, G.; Salazar Gutierrez, M.; Tian, D.; Leisner, C.", "abstract": "Climate change poses a significant threat to perennial fruit crops, including blueberries, by altering temperature dependent developmental processes such as dormancy and bud break. This study investigates the projected impacts of mid 21st century warming on chilling accumulation and phenological development in rabbiteye blueberry (Vaccinium virgatum) cultivars Krewer and Titan. Using downscaled climate projections from 20 global climate models under the RCP 8.5 scenario, we estimated future temperature trends for a key southeastern U.S. blueberry production region. We quantified changes in chilling hours, chilling portions, and freeze event probabilities between historical (1981 to 2000) and projected (2041 to 2070) periods. Results indicate a substantial reduction in chilling accumulation, chilling hours decreased by 66.6% and chilling portions by nearly half, alongside a delayed onset and shortened duration of chilling periods. Despite warming, freezing events are still expected during critical phenological windows, potentially increasing frost damage risk. Growth chamber experiments simulating ambient and elevated temperature regimes revealed significant cultivar-specific shifts in the timing and rate of bud break and bloom stages. Logistic models developed from these data provide predictive tools for assessing phenological responses under future climates. These findings highlight the vulnerability of rabbiteye blueberry to climate-induced dormancy disruption and underscore the need for adaptive management strategies and cultivar selection to sustain productivity in a warming climate.", "date": "2025-07-12", "journal": ""}
{"title": "Differences in brain activity during sentence repetition in people who stutter: a combined analysis of four fMRI studies", "doi": "10.1101/2025.07.09.663990", "authors": "Demirel, B.; Chesters, J.; Connally, E.; Gough, P.; Ward, D.; Howell, P.; Watkins, K. E.", "abstract": "Our understanding of the neural correlates of developmental stuttering benefits from the use of functional MRI (fMRI) during speech production. Despite two decades of research, however, we have reached little consensus. In the current study, we analysed pooled fMRI data from four different studies that used the same sentence reading task and methodological approach. The combined sample included 56 adolescents and adults who stutter and 53 demographically matched typically fluent controls. A sparse-sampling design was used in each study, in which participants spoke during the silent period between measurements of brain activity. Sentence reading evoked activity in both groups across frontal and temporal regions bilaterally. At statistical thresholds corrected for family-wise error, there were no significant group differences. An uncorrected threshold was applied to explore group differences in areas previously identified in earlier fMRI studies on stuttering. People who stutter (PWS) showed greater activity compared with controls in right frontal pole, right anterior insula extending to frontal operculum, left planum temporale, and midbrain, at the level of red nucleus. In contrast, PWS showed lower activity in left superior frontal sulcus, subgenual medial prefrontal cortex, right anterior temporal lobe, and portions of inferior parietal lobe bilaterally including the angular gyrus on the left. Despite pooling data across multiple studies to achieve a relatively large sample, group differences in regions involved in speech-motor control only emerged at an uncorrected voxel-wise threshold. Some of these findings align with previous fMRI studies, such as increased activity in the right anterior insular cortex.", "date": "2025-07-12", "journal": ""}