{"title": "Rv1985c-Driven Transcriptional Network Rewiring Underlies Lineage-Specific Phenotypes in Mycobacterium tuberculosis", "doi": "10.1101/2020.02.14.943365", "authors": "Banaei-Esfahani, A.; Borrell Farnov, S.; Trauner, A.; Gygli, S. M.; Rustad, T. R.; Feldmann, J.; Gillet, L. C.; Schubert, O. T.; Beisel, C.; Sherman, D. R.; Aebersold, R.; Gagneux, S.; Collins, B. C.", "abstract": "The Mycobacterium tuberculosis (Mtb) complex includes ten phylogenetically distinct human-adapted lineages with varying geographical distributions and pathogenicity. Lineage 1 (L1) is associated with low virulence, while Lineage 2 (L2) is linked to hyper-virulence, increased transmission, and drug resistance. We performed multi-layer comparative analyses integrating whole-genome sequencing with quantitative transcriptomic and proteomic profiling of a panel of L1 and L2 clinical strains, each grown under two in vitro conditions. Our data revealed variable correlations between transcript and protein levels across strains and gene categories, indicating lineage-specific post-translational regulation. Transcriptional and translational differences scaled with phylogenetic distance, with one in three SNPs on average leading to gene expression changes. A newly developed genome-scale transcriptional regulatory model identified master transcription factors - closely linked to the sigma factor network - whose targets were differentially expressed between L1 and L2. Notably, DosR proteins showed higher basal levels and a stronger nitric oxide (NO) response in L2. Time-course validation using an Rv1985c induction and wild-type H37Rv under hypoxia and reaeration confirmed the role of Rv1985c in the differentially expressed genes between L1 and L2. These findings suggest that limited genetic variation can translate into significant phenotypic differences via differential regulation of key transcriptional networks.", "date": "2025-08-08", "journal": ""}
{"title": "The Ferrous Iron Transporter FeoB1 is Essential for Clostridioides difficile Toxin Production and Pathogenesis in Mice", "doi": "10.1101/2022.03.03.482942", "authors": "Deshpande, A.; Dureja, C.; McKelvey, A. M.; Zhao, W.; Rutherford, J. T.; Olaitan, A. O.; Hurdle, J.", "abstract": "Ferrous iron is the dominant form of iron in the oxygen-limited large intestine, the site for Clostridioides difficile infection (CDI). We investigated the extent to which C. difficile requires the ferrous iron transporter 1 (FeoB1), a main permease for iron acquisition, using in vitro and in vivo approaches. Construction of feoB1 deletion mutant in C. difficile R20291 (i.e., R20291{Delta}feoB1) decreased intracellular iron content by ~25%. This was accompanied by downregulation of tcdA and tcdB genes and reduced synthesis of TcdA and TcdB toxins, which was reflected by a ~1000-fold reduction in cytopathy against Vero cells. Complementation with WT feoB1 restored toxin production. Transcriptional and biochemical analyses revealed {Delta}feoB1 altered metabolic pathways that negatively impact toxin production, including downregulation of the oxidative branch of the Kreb cycle and an associated cellular accumulation of pyruvate. Hence FeoB1 influences multiple bioenergetic and redox pathways, which in turn inhibits toxin biosynthesis. R20291{Delta}feoB1 was avirulent in mice with underlying colitis. In this model, mice are prone to develop severe CDI, but mice infected with the mutant lacked diarrheal symptoms, had lesser inflammatory responses, bacterial bioburdens and cecal toxin titers. These results strongly imply that ferrous iron acquisition and homeostasis is central to toxin metabolism and virulence. Hence targeting FeoB1 could be a potential therapeutic strategy to impede the colonization and pathogenesis of C. difficile, even in the setting of colitis where intestinal bleeding may occur and CDI is more severe.", "date": "2025-08-08", "journal": ""}
{"title": "Proteomic signature and mesenchymal stromal/stem cell-derived extracellular vesicle treatment of iPSC motor neurons from different ALS patient groups", "doi": "10.1101/2022.07.05.498816", "authors": "Varderidou, S.; Jakobs, C. E.; Pasteuning-Vuhman, S.; Timmers, A.; Altelaar, M.; Lorenowicz, M.; Pasterkamp, R. J.", "abstract": "Motor neurons (MNs) derived from human induced pluripotent stem cells (iPSCs) offer a powerful model to study motor neuron diseases, such as amyotrophic lateral sclerosis (ALS). While widely used, our knowledge of the proteomic changes in these models is rather rudimentary. In this study, we conducted a comparative proteomic analysis of iPSC-derived MNs carrying ALS-associated mutations in C9ORF72, TARDBP, or FUS. This revealed both mutation-specific and shared proteomic signatures, unveiling common and divergent disease mechanisms. Using these new insights, we then evaluated the therapeutic potential of extracellular vesicles from mesenchymal stromal/stem cells (MSC-EVs). These experiments showed a functional effect of MSC-EVs in ALS-FUS MNs in vitro and their ability to reverse proteomic changes more generally in MNs with different ALS genetic backgrounds. These findings highlight key molecular pathways involved in ALS at the protein level and support the potential of MSC-EVs as a versatile therapeutic approach.", "date": "2025-08-08", "journal": ""}
{"title": "Voltage imaging reveals the emergence of population activity in the spinal cord", "doi": "10.1101/2023.05.25.540669", "authors": "Shiraishi, A.; Hayashi, A.; Fukuda, N.; Hishinuma, M.; Miyazawa, H.; Tsuda, S.", "abstract": "One of the central questions in neural development is how individual neurons assemble functional networks. To address this, it is essential to elucidate how coordinated activity emerges during development. However, tracking the functional maturation of neuronal populations over time remains challenging, as it requires long-term, non-invasive monitoring of membrane potential dynamics. Here, we developed a voltage imaging approach for zebrafish embryos using genetically encoded voltage indicators (GEVIs), enabling fast, direct and cell-type-specific measurements of membrane potentials from defined neuronal populations in a non-invasive manner. Using this approach, we detected coordinated voltage changes in spinal motor neurons with high spatiotemporal resolution. Depolarization and hyperpolarization events were observed at the population, single-cell, and subcellular levels. Notably, long-term voltage imaging revealed the early emergence and progressive maturation of membrane potential dynamics, characterized by increased firing rate, coupling strength and axonal outgrowth. This optical approach constitutes a significant advancement in the study of neural development, providing a powerful tool for investigating the spatiotemporal dynamics of neuronal populations in vivo.", "date": "2025-08-08", "journal": ""}
{"title": "Pan-tissue Transcriptome Analysis Reveals Sex-dimorphic Human Aging", "doi": "10.1101/2023.05.26.542373", "authors": "Wang, S.; Dong, D.; Li, X.; Wang, Z.", "abstract": "Complex diseases often exhibit sex-dimorphism in morbidity and prognosis, many of which are age-related. However, the underlying mechanisms of sex-dimorphic aging remain foggy, with limited studies across multiple tissues. We systematically analyzed ~17,000 transcriptomes from 35 human tissues to quantitatively evaluate the individual and combined contributions of sex and age to transcriptomic variations. We discovered extensive sex-dimorphisms during aging with distinct patterns of change in gene expression and alternative splicing (AS). Intriguingly, the male-biased age-associated AS events have a stronger association with Alzheimer's disease, and the female-biased events are often regulated by several sex-biased splicing factors that may be controlled by estrogen receptors. Breakpoint analysis showed that sex-dimorphic aging rates are significantly associated with decline of sex hormones, with males having a larger and earlier transcriptome change. Collectively, this study uncovered an essential role of sex during aging at the molecular and multi-tissue levels, providing insight into sex-dimorphic regulatory patterns.", "date": "2025-08-08", "journal": ""}
{"title": "Developmentally Conserved CDX2 Cells from Human Term Placenta Drive Cardiovascular Regeneration", "doi": "10.1101/2023.08.02.551028", "authors": "Vadakke-Madathil, S.; Bouhamida, E.; Wang, B.; Mathiyalagan, P.; Ayyamperumal, P.; Khan, A.; Oniskey, M.; Santos-Gallego, C.; Hadley, M.; Croft, L.; Dekio, F.; Brody, R.; Gelber, S.; Sperling, R.; Chaudhry, H. W.", "abstract": "We identify a population of multipotent CDX2 cells from term human placentas with clonal expansion, migratory capacity, and immune-privileged transcriptional profiles. Isolated from 180 healthy pregnancies, these cells differentiate into cardiomyocyte and vascular lineages in vitro and in vivo. Single-cell RNA sequencing uncovers distinct cardiogenic and vasculogenic subpopulations, along with immune-modulatory and chemotactic programs, providing a blueprint for precision-guided cardiovascular cell therapy. In a NOD/SCID myocardial infarction model, CDX2 cells restore cardiac function, and clonal propagation preserves their cardiovascular differentiation potential. These findings position placental CDX2 cells as an ethically accessible, regenerative platform for targeted treatment of cardiovascular disease.", "date": "2025-08-08", "journal": ""}
{"title": "Acetylation of H3K115 is associated with fragile nucleosomes at CpG island promoters and active regulatory sites", "doi": "10.1101/2023.11.10.566531", "authors": "Kumar, Y.; Sengupta, D.; Friman, E. T.; Illingworth, R. S.; Bickmore, W. A.; Soleil, M.; Fan, Z.; Wang, H.; Helin, K.; GERARD, M.", "abstract": "Acetylation of lysine residues in the tail domain of histone H3 is well characterized, but lysine residues in the histone globular domain are also acetylated. Histone modifications in globular domain have regulatory potential because of their impact on nucleosome stability but remain poorly characterized. In this study we report the genome-wide distribution of acetylated H3 lysine 115 (H3K115ac), a residue on the lateral surface at the nucleosome dyad. In mouse embryonic stem cells, we find that H3K115ac is enriched at the transcription start site of active CpG island promoters, but also at polycomb repressed promoters prior to their subsequent activation during differentiation. By contrast, at enhancers H3K115ac is dynamic, changing in line with gene activation and chromatin accessibility during differentiation. Most strikingly, we show that H3K115ac is enriched on fragile nucleosomes within nucleosome depleted regions at promoters, and active enhancers where it coincides with transcription factor binding, and at CTCF bound sites. These unique features suggest that H3K115ac could contribute to nucleosome destabilization and that it might be a valuable marker for identifying functionally important regulatory elements in mammalian genomes.", "date": "2025-08-08", "journal": ""}
{"title": "Rules of departure: Antiphony and personalized vocal spaces in wild male elephant group coordination", "doi": "10.1101/2024.02.07.579388", "authors": "Rantsiou, E.", "abstract": "In the intricate realm of animal communication, vocal signals play a vital role in maintaining bonds and coordinating group activities. Through detailed analysis of low-frequency rumble vocalizations of wild male African elephants, we demonstrate how these calls are employed in a coordinated manner. Our findings reveal a distinct pattern of call-and-response, usually initiated by a dominant male, with subsequent turn-taking responses from other group members. This antiphonal calling is instrumental in facilitating collective decision-making and group departures, highlighting a sophisticated level of communication previously unrecognized in male elephant groups. Furthermore, the study delves into the frequency content of these rumbles, finding significant individual variations in vocal characteristics. Analysis of the first two formant frequencies of these calls uncovers a distinct vocal space for each elephant, variable over time and across different social contexts. These individualized vocal spaces suggest a mechanism for personal identification within and across elephant groups, and may also relate to the information content of their vocal exchanges. The vocal spaces and structured antiphony presented in this study underline the complexity of elephant vocal communication and invite further targeted research into the vocal communication system of elephants, as well as inquiry into the cognitive and social aspects of wildlife communication in general.", "date": "2025-08-08", "journal": ""}
{"title": "Residual Partial Least Squares Learning: Brain Cortical Thickness Simultaneously Predicts Eight Non-pairwise-correlated Behavioural and Disease Outcomes in Alzheimer's Disease", "doi": "10.1101/2024.03.11.584383", "authors": "Vu, D.-T.; Can, D.-C.; Diaz, C. S.; Bodelet, J. S.; Blanc, G. E.; Phan, H.; Allali, G.; Nguyen, V.-D.; Cao, H.; He, X.; Muller, Y.; Zhi, B.; Shou, H.; Zhang, H.; He, W.; Wang, X.; Munafo, M.; Nagels, G.; Ryvlin, P.; Trung, N. L.; Pantaleo, G.; Chen, O. Y.; The Open Access Series of Imaging Studies (OASIS),  ; The Alzheimer's Disease Neuroimaging Initiative (ADNI),  ", "abstract": "Alzheimer's Disease (AD) is the leading cause of dementia, affecting brain structure, function, cognition, and behaviour. While previous studies have linked brain regions to univariate outcomes (e.g., disease status), the relationship between brain-wide changes and multiple disease and behavioural outcomes of AD is still not well understood. Here, we propose Residual Partial Least Squares (re-PLS) Learning, an explainable and generalisable framework that models high-dimensional brain features and multivariate outcomes, accounting for confounders. Using re-PLS, we map the many-to-many pathways between cortical thickness and multivariate AD outcomes; identify neural biomarkers that simultaneously predict multiple outcomes; control for confounding variables; conduct longitudinal AD prediction; and perform cross-cohort AD prediction. To evaluate its efficacy, we first carry out within-cohort cross-subject validation using ADNI data, and further examine its reproducibility via between-cohort cross-validation using ADNI and OASIS data. Together, our results unveil brain regions jointly but differentially predictive of distinctive cognitive-behavioural scores in AD.", "date": "2025-08-08", "journal": ""}
{"title": "Distinct dopaminergic spike-timing-dependent plasticity rules are suited to different functional roles", "doi": "10.1101/2024.06.24.600372", "authors": "Sosis, B.; Rubin, J. E.", "abstract": "Various mathematical models have been formulated to describe the changes in synaptic strengths resulting from spike-timing-dependent plasticity (STDP). A subset of these models include a third factor, dopamine, which interacts with spike timing to contribute to plasticity at specific synapses, notably those from cortex to striatum at the input layer of the basal ganglia. Theoretical work to analyze these plasticity models has largely focused on abstract issues, such as the conditions under which they may promote synchronization and the weight distributions induced by inputs with simple correlation structures, rather than on scenarios associated with specific tasks, and has generally not considered dopamine-dependent forms of STDP. In this paper we introduce forms of dopamine-modulated STDP adapted from previously proposed plasticity rules. We then analyze, mathematically and with simulations, their performance in two biologically relevant scenarios. We test the ability of each of the three models to complete simple value estimation and action selection tasks, studying the learned weight distributions and corresponding task performance in each setting. Interestingly, we find that each plasticity rule is well suited to a subset of the scenarios studied but falls short in others. Different tasks may therefore require different forms of synaptic plasticity, yielding the prediction that the precise form of the STDP mechanism present may vary across regions of the striatum, and other brain areas impacted by dopamine, that are involved in distinct computational functions.", "date": "2025-08-08", "journal": ""}
{"title": "Companion cells with high florigen production express other small proteins and reveal a nitrogen-sensitive FT repressor", "doi": "10.1101/2024.08.17.608367", "authors": "Takagi, H.; Ito, S.; Shim, J. S.; Kubota, A.; Hempton, A. K.; Lee, N.; Suzuki, T.; Wong, J. S.; Yang, C.; Nolan, C. T.; Bubb, K. L.; Alexandre, C. M.; Kurihara, D.; Sato, Y.; Tada, Y.; Kiba, T.; Pruneda-Paz, J. L.; Queitsch, C.; Cuperus, J. T.; Imaizumi, T.", "abstract": "The precise onset of flowering is crucial to ensure successful plant reproduction. The gene FLOWERING LOCUS T (FT) encodes florigen, a mobile signal produced in leaves that initiates flowering at the shoot apical meristem. In response to seasonal changes, FT is induced in phloem companion cells located in distal leaf regions. Thus far, a detailed molecular characterization of the FT-expressing cells has been lacking. Here, we used bulk nuclei RNA-seq and single nuclei RNA (snRNA)-seq to investigate gene expression in FT-expressing cells and other phloem companion cells. Our bulk nuclei RNA-seq demonstrated that FT-expressing cells in cotyledons and in true leaves differed transcriptionally. Within the true leaves, our snRNA-seq analysis revealed that companion cells with high FT expression form a unique cluster in which many genes involved in ATP biosynthesis are highly upregulated. The cluster also expresses other genes encoding small proteins, including the flowering and stem growth inducer FPF1-LIKE PROTEIN 1 (FLP1) and the anti-florigen BROTHER OF FT AND TFL1 (BFT). In addition, we found that the promoters of FT and the genes co-expressed with FT in the cluster were enriched for the consensus binding motifs of NITRATE-INDUCIBLE GARP-TYPE TRANSCRIPTIONAL REPRESSOR 1 (NIGT1). Overexpression of the paralogous NIGT1.2 and NIGT1.4 repressed FT expression and significantly delayed flowering under nitrogen-rich conditions, consistent with NIGT1s acting as nitrogen-dependent FT repressors. Taken together, our results demonstrate that major FT-expressing cells show a distinct expression profile that suggests that these cells may produce multiple systemic signals to regulate plant growth and development.", "date": "2025-08-08", "journal": ""}
{"title": "Decapping activators Edc3 and Scd6 act redundantly with Dhh1 in post-transcriptional repression of starvation-induced pathways", "doi": "10.1101/2024.08.28.610059", "authors": "Kumar, R.; Zhang, F.; Niphadkar, S.; Onu, C.; Vijjamarri, A. K.; Greenberg, M. L.; Laxman, S.; Hinnebusch, A. G.", "abstract": "Degradation of many yeast mRNAs involves decapping by the Dcp1:Dcp2 complex. Previous studies on decapping activators Edc3 and Scd6 suggested their limited roles in mRNA decay. RNA-seq analysis of mutants lacking one or both proteins revealed that Scd6 and Edc3 have largely redundant activities in targeting numerous mRNAs for degradation that are masked in the single mutants. These transcripts also are frequently targeted by decapping activators Dhh1 and Pat1, and the collective evidence suggests that Scd6/Edc3 act interchangeably to recruit Dhh1 to Dcp2. Ribosome profiling shows that redundancy between Scd6 and Edc3 and their functional interactions with Dhh1 and Pat1 extend to translational repression of particular transcripts, including a cohort of poorly translated mRNAs displaying interdependent regulation by all four factors. Scd6/Edc3 also participate with Dhh1/Pat1 in post-transcriptional repression of proteins required for respiration and catabolism of alternative carbon sources, which are normally expressed only in limiting glucose. Simultaneously eliminating Scd6/Edc3 increases mitochondrial membrane potential and elevates metabolites of the tricarboxylic acid and glyoxylate cycles typically observed only during growth in low glucose. Thus, Scd6/Edc3 act redundantly, in parallel with Dhh1 and in cooperation with Pat1, to adjust gene expression to nutrient availability by controlling mRNA decapping and decay.", "date": "2025-08-08", "journal": ""}
{"title": "A redox switch in p21-CDK feedback during G2 phase controls the proliferation-cell cycle exit decision", "doi": "10.1101/2024.09.14.613007", "authors": "Vorhauser, J.; Roumeliotis, T. I.; Coupe, D.; Leung, J. K.; Yu, L.; Bohlig, K.; Zerjatke, T.; Glauche, I.; Nadler, A.; Choudhary, J. S.; Mansfeld, J.", "abstract": "Reactive oxygen species (ROS) influence cell proliferation and fate decisions by oxidizing cysteine residues (S-sulfenylation) of proteins, but specific targets and underlying regulatory mechanisms remain poorly defined. Here, we employ redox proteomics to identify cell cycle-coordinated S-sulfenylation events and investigate their functional role in proliferation control. Although ROS levels rise during cell cycle progression, overall oxidation of the proteome remains constant with dynamic S-sulfenylation restricted to a subset of cysteines. Among these, we identify a critical redox-sensitive cysteine residue (C41) in the cyclin-dependent kinase (CDK) inhibitor p21. C41 oxidation regulates the interaction of p21 with CDK2 and CDK4, controlling a double-negative feedback loop that determines p21 stability. When C41 remains reduced, p21's half-life increases in G2 phase resulting in more p21 inheritance to daughter cells suppressing proliferation and promoting senescence after irradiation. Notably, we identify dynamic S-sulfenylation on further cell cycle regulators implying coordination of cell cycle and redox control.", "date": "2025-08-08", "journal": ""}
{"title": "Clostridioides difficile  in Equidae necropsied in northwestern France, between 2019 and 2021", "doi": "10.1101/2024.09.30.615820", "authors": "Petry, S.; Tapprest, J.; Maillard, K.; Barbut, F.; DUQUESNE, F.; Kozak, S.; FOUCHER, N.; BERNEZ-ROMAND, M.; Bridoux, L.; Poquet, I.", "abstract": "Clostridioides difficile is an anaerobic, spore-forming entero-pathogen, causing diarrhea in humans and animals. We evaluated C. difficile occurrence, diversity, circulation and virulence in necropsied Equidae (n=100) in northwestern France (Normandy), from 2019 to 2021. We systematically recovered all cecal contents and any watery (possibly diarrheal) intestinal contents. We isolated C. difficile strains, determined their toxin gene profile by PCR and established their PCR-ribotype according to the WEBRIBO database. We also performed free toxin detection. Twenty-seven Equidae were positive for C. difficile and twenty had a toxigenic strain, including one animal also colonized by a non-toxigenic strain. Toxigenic isolates belonged to eight common ribotypes: i) 078 and 126 (able to produce toxin A, toxin B and binary toxin), ii) 005, 012, 020, 181 and AI-53 (toxins A and B), and iii) 017 (toxin B). Non-toxigenic isolates were of ribotypes 009, 035 and 439. Ribotypes 017 and 009 were predominant (n=5). In two cases, Equidae of the same premises shared the same ribotype, either 020 or 009. Free toxins were detected in four animals: they displayed signs of diarrhea and a C. difficile of ribotype 126 (n=1) or 017 (n=3) as the only detected entero-pathogen, suggesting a C. difficile infection (CDI). Three of them had received antibiotics. Two had died from an entero-toxic infection, for which C. difficile ribotype 017 was the only identified cause. French Equidae were found to display common pathogenic C. difficile, and ribotype 017 was highly virulent. These findings are of concern from a One Health perspective. Importance C. difficile, a major entero-pathogen widely disseminated in the environment, is a One Health issue. Animals are raising concern as human contamination sources. Equidae are in close contact with humans and also develop post-antibiotic and healthcare-associated CDIs. The systematic survey of Equidae necropsied from 2019 to 2021 in the first breeding region in France, revealed that 20% harbored pathogenic strains. These belonged to clinically important ribotypes, raising the possibility of cross-species, possibly zoonotic transmission. Free toxins, whose testing is rare in animals, were detected in four animals with diarrhea signs and a toxigenic C. difficile as the only identified entero-pathogen, suggesting CDI. In two of them, C. difficile ribotype 017 was the only identified cause of entero-toxic disease and death. French Equidae could play a role in the dissemination of pathogenic C. difficile and notably ribotype 017. They should be surveilled carefully from a One Health perspective.", "date": "2025-08-08", "journal": ""}
{"title": "Megakaryocytes assemble a three-dimensional cage of extracellular matrix that controls their maturation and anchoring to the vascular niche", "doi": "10.1101/2024.09.30.615769", "authors": "Masson, C.; Scandola, C.; Rinckel, J.-Y.; Proamer, F.; Janus-Bell, E.; Batool, F.; OSMANI, N.; GOETZ, J. G.; Mallo, L.; Brouard, N.; Leon, C.; Bornert, A.; Poincloux, R.; Destaing, O.; Mansson, A.; QIAN, H.; Lehmann, M.; Eckly, A.", "abstract": "Megakaryocytes, the progenitor cells of blood platelets, play a crucial role in hemostasis by residing in the bone marrow and ensuring continuous platelet production. Unlike other hematopoietic cells, megakaryocytes do not enter the blood circulation intact. They remain anchored within the bone marrow while extending cytoplasmic protrusions called proplatelets through the sinusoidal endothelial barrier. These proplatelets subsequently fragment into functional platelets. This unique process of intravasation facilitates efficient platelet production while maintaining the megakaryocyte cell body within the bone marrow niche, thus preventing potential thrombotic complications. How the extracellular matrix (ECM) influences the delicate balance between megakaryocyte retention and proplatelet extension remains largely unknown. Here, we investigate the spatial organization and functional role of ECM components in the megakaryocyte vascular niche. Our findings reveal that laminin and collagen IV form three-dimensional (3D) ECM cages encompassing megakaryocytes and anchor them to the sinusoidal basement membrane. Gene deletion shows the existence of laminin 4 in the ECM cage that is necessary to maintain megakaryocyte-sinusoid interactions. Notably, megakaryocytes actively contribute to the ECM cage assembly; {beta}1/{beta}3 integrin knockout weakens these structures, increasing intravasation and entire megakaryocyte entry into circulation. The retention of megakaryocytes by these 3D ECM cages depends on dynamic remodeling processes. Inhibition of ECM proteolysis results in denser cage formation, increasing the frequence of immature megakaryocytes with impaired demarcation membrane system (DMS) development. Thus, the ECM cage represents a novel concept of an active and dynamic 3D microenvironment that is continuously remodeled and essential for maintaining megakaryocyte perivascular positioning. This specific microarchitecture guides megakaryocyte maturation and intravasation, underscoring the critical role of ECM microarchitecture and dynamics in megakaryocyte function.", "date": "2025-08-08", "journal": ""}
{"title": "Foraging bumble bees use social information across trophic guilds", "doi": "10.1101/2024.11.07.622477", "authors": "Muniz, M.; Meadows, B. T.; Lopez, P.; Lichtenberg, E. M.", "abstract": "Animals use social information gathered by observing other individuals to adjust their behavior to better match the environment and improve fitness. Many insects use social information in various contexts. Bees improve their foraging efficiency by using social information from conspecifics to gauge nectar availability. Bees frequently encounter various heterospecific flower visitors, including those from different trophic groups such as nectaring predators. These heterospecifics may provide valuable information about nectar availability. We determined how bumble bees (Bombus impatiens) use visual social information from lady beetles (Hippodamia convergens). Lady beetles are predators of small insects, but not bees, and also visit flowers to consume floral nectar to increase their reproductive output. Using laboratory-maintained bumble bees freely flying in arenas, we tested if bees could (1) innately recognize lady beetles as sources of social information about nectar, and (2) learn to use lady beetles to gauge nectar availability. Bees did not innately recognize lady beetles as a source of social information. They correctly learned to associate conspecifics with the presence and absence of food, but only learned to associate lady beetles with the presence of food and not the absence. Our results demonstrate social learning across species and trophic guilds, but suggest limits to when and how bees generalize social information from diverse heterospecific flower visitors.", "date": "2025-08-08", "journal": ""}
{"title": "Ovarian germline stem cell dedifferentiation is cytoneme dependent", "doi": "10.1101/2024.11.19.624350", "authors": "Sutcliffe, C.; Nandy, N.; Revici, R.; Johnson, H.; Habib, S. J.; Ashe, H. L.; Wilcockson, S. G.", "abstract": "Progenitor cell dedifferentiation is important for stem cell maintenance during tissue repair and age-related stem cell decline. Here, we use the Drosophila ovary as a model to study the role of cytonemes in BMP signalling-directed germline stem cell (GSC) maintenance and dedifferentiation of germ cells to GSCs. We provide evidence that differentiating germ cell cysts extend longer cytonemes that are more polarised towards the niche during dedifferentiation to reactivate BMP signalling. The presence of additional somatic cells in the niche is associated with a failure of germ cell dedifferentiation, consistent with the formation of a physical barrier to cytoneme-niche contact and outcompetition of germ cells for BMP. Using BMP beads in vitro, we show that these are sufficient to induce cytoneme-dependent contacts in Drosophila tissue culture cells. We demonstrate that the Enabled (Ena) actin polymerase is localised to the tips of germ cell cytonemes and is necessary for robust cytoneme formation, as its mislocalisation reduces the frequency, length and directionality of cytonemes. During homeostasis, specifically perturbing cytoneme function through Ena mislocalisation impairs GSC fitness by reducing GSC BMP signalling and niche occupancy. Disrupting cytonemes by targeting Ena during dedifferentiation reduces germ cell BMP responsiveness and the ability of differentiating cysts to dedifferentiate. Overall, our results provide evidence that cytonemes play a fundamental role in establishing polarised signalling and niche occupancy during stem cell maintenance and dedifferentiation.", "date": "2025-08-08", "journal": ""}
{"title": "A process-based model simulating the life cycle of Culex pipiens s.s./Cx. torrentium in Germany", "doi": "10.1101/2024.11.20.624534", "authors": "Rauhöft, L.; Duve, P.; Afonso, S. M. M.; Jöst, H.; Sulesco, T.; Sauer, F. G.; Lühken, R.", "abstract": "Mosquitoes are well known for their ability to transmit pathogens, including various arthropod-borne viruses (arboviruses) of veterinary and medical interest. The threat of (re-)emerging arboviruses in Europe is increasing due to globalization and climate warming. This also applies to temperate regions, where the transmission of viruses is becoming possible due to an increase of the ambient temperature, shortening of the extrinsic incubation period. Culex pipiens s.s./Culex torrentium are the primary vectors of Usutu virus and West Nile virus in Europe and are found in and around human settlements. The prediction of spatial-temporal abundance allows for the early assessment of arbovirus transmission risk and the planning of effective intervention methods, such as vector control. Therefore, a process-based model was developed to predict the spatial-temporal occurrence of Culex pipiens s.s./Culex torrentium in Germany with a particular focus on depicting realistic overwintering behaviour, e.g. diapause induced through photoperiod and temperature in the larval stage. The model output is driven by local temperature and rainfall data. Evaluated with field data from 116 sampling sites in Germany, the model accurately identified the peak in abundance, with a mean absolute offset of 0 days between the simulated and observed peak, and offsets of 8 and 1 days for the start and end of the mosquito season, respectively. A significant linear relationship between simulated and observed mosquito abundance was found for 78.45% of the sampling sites, with an overall significant linear relationship across all sites (Estimate = 0.16, Standard Error = 0.003, <|>t<|>-value = 48.54 , degrees of freedom = 2724, <|>p<|>-value < 0.0001, marginal R2 = 0.47). This model offers a robust framework for the prediction of the mosquito population dynamics of Cx. pipiens s.s./Cx. torrentium under current and future climate scenarios, thereby supporting vector surveillance and control strategies across Europe.", "date": "2025-08-08", "journal": ""}
{"title": "Maternal bonding problems relate to aberrant neural processing of infant emotions during the first year postpartum: Results of an adapted fMRI Emotional GoNoGo Task", "doi": "10.1101/2024.11.30.625888", "authors": "Eckstein, M.; Krauch, M.; Brenner, I.; Ditzen, B.; Zietlow, A.-L.", "abstract": "Maternal bonding refers to the unique emotional connection between a mother and her baby that gradually develops during the peripartum period. However, 3-24% of women report bonding problems (BP), often accompanied by constraints for the mother-infant relationship, but not always depression with consequences for child development. Our present study investigates the neural and behavioral patterns that underlie the processing of emotional infant stimuli over the 1st year postpartum parallel to a neurofeedback intervention. Mothers with and without BP (N = 45) completed a newly developed Emotional Infant GoNoGo Task while fMRI scanning at 3, 6 and 12 months postpartum. Our results show that response inhibition towards emotional infant faces elicits stronger results than towards adult faces in all mothers. While behavioral performance in BP is impaired, the neural responses to emotional infant faces as compared to neutral faces are increased at 3 months postpartum in limbic structures such as the anterior cingulate and insula, as well as nucleus caudatus. At 6 and 12 months behavioral reactions assimilate in BP to those of healthy controls, while differences in neural reactions between BP and healthy controls increase at 6 months and decrease again at 12 months. These effects are independent of depressive symptoms. Our findings point to an experience-based adaptive process of emotion processing and responses to infants' affect during the first year postpartum as a specific characteristic of clinical BP. Implications are for potential therapeutic interventions to target emotion processing and regulation.", "date": "2025-08-08", "journal": ""}
{"title": "Dietary shifts in infected mosquitoes suggest a form of self-medication despite benefits in uninfected individuals", "doi": "10.1101/2024.12.12.628192", "authors": "Zeferino, T. G.; Mora, A. R.; Vallat, A.; Koella, J. C.", "abstract": "Immune responses protect against infectious diseases but often incur physiological costs, such as oxidative stress. In mosquitoes, these costs may shape behaviours that help regulate oxidative balance, potentially including the consumption of nectar containing bioactive substances like prooxidants and antioxidants. We investigated whether Anopheles gambiae adjust their preferences for diets with such substances when they are infected with the microsporidian parasite Vavraia culicis. Using sugar solutions supplemented with hydrogen peroxide (a prooxidant) or ascorbic acid (an antioxidant), we assessed the feeding preferences of uninfected and infected mosquitoes at different ages and measured the effects of these diets on oxidative homeostasis, parasite load, and lifespan. Infected mosquitoes initially preferred the prooxidant diet, which reduced parasite load and extended lifespan, before shifting their preference towards the antioxidant diet as infection progressed. In contrast, uninfected mosquitoes consistently preferred the unsupplemented sugar, likely to avoid oxidative stress induced by the supplemented diets, which, surprisingly, also increased their lifespan. These results suggest a form of self-medication, despite benefits in uninfected individuals, where mosquitoes dynamically adjust their dietary choices throughout infection. We propose that such dietary strategies may be widespread among mosquitoes, helping them manage oxidative stress, with potential implications for vector-pathogen interactions and the success of biological control programmes.", "date": "2025-08-08", "journal": ""}
{"title": "WITHDRAWN: Diurnal Modulation of Locus Coeruleus Noradrenergic Neurons in Anesthetized Adult Male Rats", "doi": "10.1101/2025.01.06.631545", "authors": "Rae, R. J.; Baker, N. L.; Irwin, Z. T.; Shea, S. D.; McMahon, L. L.", "abstract": "The authors have withdrawn this manuscript because subsequent analysis revealed significant error in the collection of the original data in several of the in vivo recordings, rendering the data unusable. Therefore, the authors do not wish this work to be cited as reference for the project. If you have any questions, please contact the corresponding author.", "date": "2025-08-08", "journal": ""}
{"title": "scAGG: Sample-level embedding and classification of Alzheimer's disease from single-nucleus data", "doi": "10.1101/2025.01.28.635240", "authors": "Verlaan, T.; Bouland, G. A.; Mahfouz, A.; Reinders, M. J. T.", "abstract": "Identifying key cell types and genes in Alzheimer's Disease (AD) is crucial for understanding its pathogenesis and discovering therapeutic targets. Single cell RNA sequencing technology (scRNAseq) has provided unprecedented opportunities to study the molecular mechanisms that underlie AD at the cellular level. In this study, we address the problem of sample-level classification of AD using scRNAseq data, where we predict the disease status of entire samples from the gene expression profiles of their cells, which are not necessarily all affected by the disease. We introduce scAGG, a sample-level classification model which uses a sample-level pooling mechanism to aggregate single-cell embeddings, and show that it can accurately classify AD individuals and healthy controls. We then investigate the latent space learnt by the model and find that the model learns an ordering of the cells corresponding to disease severity. Genes associated with this ordering are enriched in AD-linked pathways, including cytokine signalling, apoptosis, and metal ion response. We also evaluate two attention-based models that perform on par with scAGG, but entropy analysis of their attention scores reveals limited interpretability value. As scRNAseq is increasingly applied to large cohorts, our approach provides a way to link individual phenotypes to single-cell measurements. Our cell- and sample-level severity scores may enable identification of AD-associated cell subtypes, paving the way for targeted drug development and personalized treatment strategies in AD. A Python implementation of scAGG is available at http://github.com/timoverlaan/scAGG", "date": "2025-08-08", "journal": ""}
{"title": "Water parameters and hydrodynamics in rivers and caves hosting Astyanax mexicanus populations reveal macro-, meso- and micro-habitat characteristics", "doi": "10.1101/2025.02.06.635682", "authors": "LEGENDRE, L.; PERE, S.; REBAUDO, F.; ESPINASA, L.; ATTIA, J.; RETAUX, S.", "abstract": "The Mexican tetra (Astyanax mexicanus) has emerged as a leading model for evolutionary biology and the study of adaptation to extreme subterranean environments. The river-dwelling morphs of the species are distributed in Mexico and Texas, while the blind and cave-adapted morphs inhabit the karstic caves of the Sierra Madre Oriental in northeastern Mexico. Although the molecular, cellular and genetic underpinnings of Astyanax cavefish evolution are being elucidated, our understanding of its habitat and environment remains limited, thereby constraining the interpretations of its morphological, physiological, and behavioral adaptations. In particular, the physico-chemical parameters of the water and the hydrological regimes to which cavefish are subjected remain largely unexplored. From 2009 to 2024, we have recorded the physico-chemical parameters of the water in which Astyanax mexicanus cavefish and surface fish are found in the El Abra and La Colmena regions of the states of San Luis Potosi and Tamaulipas, Mexico. Data were collected using a variety of devices and probes, including both point and longitudinal measurements of water quality. A total of 13 caves out of the 33 known Astyanax caves and 27 surface stations (rivers, springs, ponds) were sampled. The comparison of epigean and hypogean waters showed strong signatures of the two macro-habitats. As compared to surface, cave water was fresher, much less conductive and highly anoxic. Moreover, at the meso-habitat level, a comparison between caves revealed significant differences in both specific water parameters and hydrological regimes. One- or two-year longitudinal recordings demonstrated that some caves exhibited relatively stable hydrological regimes, while others experienced multiple, sudden and significant fluctuations. Finally, distinct pools within a single cave showed notable differences, displaying a highly reproducible increase in water temperature as a function of depth or distance from the cave entrance, and revealing specificities at the micro-habitat level. Our comprehensive dataset on cave water quality and hydrodynamics is interpreted in the context of an integrated view of cave biology and the evolution of cave organisms. Our findings have significant implications for understanding the evolution of cavefishes and the biology of the species in general.", "date": "2025-08-08", "journal": ""}
{"title": "Multiomic Integration Reveals Taxonomic Shifts Correlate to Serum Cytokines in an Antibiotics Model of Gut Microbiome Disruption", "doi": "10.1101/2025.02.15.638396", "authors": "Villarreal, C. X.; Chan, D. D.", "abstract": "The gut microbiome interacts with many systems throughout the human body. Microbiome disruption reduces bone tissue mechanics but paradoxically slows osteoarthritis progression. The microbiome also mediates inflammatory and immune responses, including serum cytokines. Towards our long-term goal of studying how the gut microbiome interacts with synovial joint health and disease, we examined how antibiotics-induced changes to microbial taxa abundance associated to serum cytokine levels. Mice (n = 5+) were provided ad libitum access to water containing antibiotics (1 g/L neomycin, 1 g/L ampicillin, or 1 g/L ampicillin with 0.5 g/L neomycin) or control water from 5- to 16-weeks old, corresponding in skeletal development to ~10 to ~25 years in humans. At humane euthanasia, we collected cecum contents for 16S metagenomics and blood for serum cytokine quantification for comparison to control and among antibiotic groups. We used dimensional reduction techniques, multiomic integration, and correlation to discriminate antibiotic groups and identify specific relationships between high-abundance taxa and serum cytokines. Antibiotic treatment significantly lowered diversity, altered phylum relative abundance, and resulted in significant association with specific taxa. Dimensional reduction techniques and multiomic integration revealed distinct antibiotic-associated clusters based on genera relative abundance and cytokine serum concentration. Cytokines IL-6, MIP-1B, and IL-10 significantly contributed to antibiotic discrimination, significantly different among antibiotic treatments, and had significant correlations with specific taxa. Antibiotic treatment resulted in heterogenous response in gut microbiome and serum cytokines, allowing significant microbe-cytokine links to emerge. The relationships identified here will enable further investigation of the gut microbiome's role in modifying joint health and disease.", "date": "2025-08-08", "journal": ""}
{"title": "Deciphering precursor cell dynamics in esophageal preneoplasia via genetic barcoding and single-cell transcriptomics", "doi": "10.1101/2025.02.26.637920", "authors": "Jang, J.; Ko, K.-P.; Jun, S.; Zhang, J.; Park, J.-I.", "abstract": "Although histologically normal, esophageal preneoplastic cells harbor early genetic alterations and likely exhibit lineage plasticity. However, their origins and trajectories remain unclear. To address this, we combined genetic barcoding with single-cell RNA sequencing to trace the lineage of esophageal preneoplastic cells. We identified a distinct progenitor-like cell population with high plasticity. Through a newly developed scoring system, these high-plasticity cells are mapped, revealing their contributions to proliferative and basal cell populations. This approach uncovers molecular markers, including Nfib and Qk, that define these precursor cells, validated by spatial transcriptomics and a Trp53 Cdkn2a Notch1 mouse model. These findings provide critical insights into early tumorigenesis, highlighting the potential of precursor cells as biomarkers for early detection and therapeutic targets of esophageal squamous cell cancer. By elucidating the cellular dynamics underlying esophageal preneoplasia, this research lays the foundation for strategies to prevent malignant progression, offering broader implications for improving cancer diagnostics and treatment approaches.", "date": "2025-08-08", "journal": ""}
{"title": "Rational design of next-generation filovirus vaccines through glycoprotein stabilization, nanoparticle display, and glycan modification", "doi": "10.1101/2025.03.02.641072", "authors": "Lee, Y.-Z.; Zhang, Y.-N.; Newby, M. L.; Ward, G.; Gomes, K. B.; Auclair, S.; DesRoberts, C.; Allen, J.; Ward, A. B.; Stanfield, R.; He, L.; Crispin, M.; Wilson, I. A.; Zhu, J.", "abstract": "Filoviruses pose a significant threat to human health due to frequent outbreaks and high mortality. Although two vector-based vaccines are available for Ebola virus, a broadly protective filovirus vaccine remains elusive. Here, we evaluate a general strategy for stabilizing glycoprotein (GP) structures from Ebola, Sudan, and Bundibugyo orthoebolaviruses and Ravn orthomarburgvirus. A 3.2 [A] crystal structure provides atomic-level details of the redesigned Ebola virus GP, while cryo-electron microscopy reveals how a pan-orthoebolavirus neutralizing antibody targets a conserved site on the stabilized Sudan virus GP (3.13 [A] resolution), along with a low-resolution model of antibody-bound Ravn virus GP. A self-assembling protein nanoparticle (SApNP), I3-01v9, is redesigned at the N terminus to enable optimal surface display of filovirus GP trimers. Following detailed in vitro characterization, we examine the lymph node dynamics of Sudan virus GP and GP-presenting SApNPs in mice. Compared with the soluble trimer, SApNPs exhibit ~112-fold longer retention in lymph node follicles, up to 28-fold greater presentation on follicular dendritic cell dendrites, and up to 3-fold stronger germinal center reactions. Functional antibody responses induced by filovirus GP trimers and SApNPs bearing wild-type and modified glycans are assessed in mice. This study provides a foundation for next-generation filovirus vaccine development.", "date": "2025-08-08", "journal": ""}
{"title": "Benchmarking of variant pathogenicity prediction methods using a population genetics approach", "doi": "10.1101/2025.03.16.643565", "authors": "Gudkov, M.; Thibaut, L.; Monger, S.; Das, D.; Congenital Heart Disease Synergy Study group,  ; Winlaw, D. S.; Dunwoodie, S. L.; Giannoulatou, E.", "abstract": "Motivation: Variant pathogenicity predictors are essential for identifying new associations between genetic variants and rare diseases. However, despite the availability of numerous predictors, there is no clear consensus on which methods provide the most reliable results. The common practice of training, testing, and benchmarking these predictors using known variant sets from disease or mutagenesis studies raises concerns about ascertainment bias and data circularity. Results: We benchmarked commonly used pathogenicity predictors using an orthogonal approach that does not rely on predefined ground truth datasets. By leveraging population-level genomic data from gnomAD and the Context-Adjusted Proportion of Singletons (CAPS) metric, we identified CADD and REVEL as the best-performing predictors for distinguishing extremely deleterious variants from moderately deleterious ones. REVEL demonstrated superior calibration. Additionally, we show that CAPS can serve as a meta-analysis tool for interpreting variant annotations and highlight biases in ClinVar-based predictor training. Availability and Implementation: CAPS analysis and benchmarking results are available at https://github.com/mgudVCCRI/PopGenVariantFiltering", "date": "2025-08-08", "journal": ""}
{"title": "The Origin of the Ionic-strength Dependent Reentrant Behavior in Liquid-Liquid Phase Separation of Uncharged IDPs", "doi": "10.1101/2025.03.20.644249", "authors": "Mondal, S.; Shakhnovich, E.", "abstract": "The effect of salt on coacervation of synthetic or biological polyelectrolytes and polyampholytes is well-studied. However, recent experiments showed that largely uncharged IDPs (like FUS) also undergo LLPS at physiological salt concentrations such as [Cion]~0.15M, dissolve at higher salt concentration, and again phase separate at even higher salt concentrations such as, [Cion]~3M. Here we use analytical theory and simulations to reveal the mechanism of these transitions. At low [Cion], the ionic solution acts as a highly correlated medium conferring long-range effective attractive interactions between spatially distant monomers. In this regime the ion concentration inside the condensate is higher than in the bulk solution. As [Cion] increases, the correlation length in the ionic plasma decreases, and the condensate dissolves. Second LLPS at high [Cion] is due to the entropy-driven crowding, and ion concentration inside the condensate is lower than in the bulk. Our study unravels a general physical mechanism of salt-dependent reentrant behavior in LLPS in uncharged IDPs.", "date": "2025-08-08", "journal": ""}
{"title": "Metaproteome analysis of short-term thermal stress in three sympatric coral species reveals divergent host responses.", "doi": "10.1101/2025.03.25.645042", "authors": "Nandi, S.; Stephens, T. G.; Chille, E. E.; Goyen, S.; Bay, L. K.; Bhattacharya, D.", "abstract": "The accelerating loss of coral reefs worldwide due to anthropogenic climate change has led to a myriad of studies aimed at understanding the basis of coral resilience to support reef conservation. Here, we integrate physiological measurements with proteomic and metabolomic profiles to examine species-specific responses to increased temperature in three sympatric reef-building corals from the Great Barrier Reef: Acropora hyacinthus, Porites lobata, and Stylophora pistillata. We find species-specific stress response strategies with A. hyacinthus, a thermally sensitive species, exhibiting rapid decline in endosymbiont physiology, coupled with a one-third reduction in protein abundance. In contrast, P. lobata displayed a delayed physiological response to stress and a muted proteome response, suggesting greater resilience. S. pistillata initially showed minor shifts in the proteome followed by colony bail-out. Overall, we observed markedly different responses in most biochemical pathways in the three coral species. Nonetheless, some known biomarkers of stress, including heat-shock proteins, showed conserved responses to thermal stress with differences in temporal abundance reflecting bleaching resistance. Our results underscore the species-specific nature of coral responses to thermal stress and highlight proteomic signatures associated with symbiosis breakdown, offering mechanistic insights into coral bleaching susceptibility and resilience.", "date": "2025-08-08", "journal": ""}
{"title": "Independent Validation of Transgenerational Inheritance of Learned Pathogen Avoidance in Caenorhabditis elegans", "doi": "10.1101/2025.04.03.647070", "authors": "Akinosho, A.; Alexander, J.; Floyd, K.; Vidal-Gadea, A.", "abstract": "Transgenerational inheritance of learned behaviors remains a controversial topic in biology. The Murphy lab previously demonstrated that C. elegans exposed to pathogenic Pseudomonas aeruginosa (PA14) not only learn to avoid this bacterium but also transmit this avoidance behavior to untrained offspring. A recent study has challenged these findings, questioning the robustness of this phenomenon. Here, we independently validate the transgenerational inheritance of PA14 avoidance in C. elegans. Adapting the protocol described by the Murphy lab, we show that worms trained on PA14 develop significant avoidance that persists in F1 and F2 generations, though with decreased strength after P0. Our results provide independent confirmation of transgenerational inheritance of PA14 avoidance through the F2 generation, in agreement with previous findings from the Murphy lab and in contrast to a recent study by the Hunter group that failed to detect this phenomenon beyond the F1 generation.", "date": "2025-08-08", "journal": ""}
{"title": "Decoupling of emigration timing and skill acquisition in a saturated population of golden eagles", "doi": "10.1101/2025.04.21.649390", "authors": "Bronnvik, H.; Scacco, M.; Chimento, M.; Bassi, E.; Fiedler, W.; Hatzl, J. S.; Sumasgutner, P.; Tschumi, M.; Wikelski, M.; Zimmermann, S.; Safi, K.; Nourani, E.", "abstract": "Many young animals must gain independence from parental care by acquiring the necessary skills for survival. Thus, the rate of skill acquisition can predict how long juveniles remain with their parents before emigrating from the natal territory. Yet in some systems, young animals acquire adult-like skills and the capacity to be independent long before they emigrate. This raises the question of why the timing of emigration decouples from the rate of skill acquisition, resulting in extended parental care. We addressed this by leveraging GPS tracking data from juvenile golden eagles (Aquila chrysaetos), which learn to fly and to hunt while remaining with their parents for 61-283 days after fledging. Young golden eagles often go on excursions without their parents outside of their natal territories before emigration. We expected flight performance to predict the timing of excursions better than the timing of emigration, which should be more influenced by external factors. In a set of time-to-event models, we predicted the rate of excursions and of emigration using metrics of soaring flight performance or of daily movement. Contrary to our prediction, we found that soaring performance failed to predict the rate of either excursions or emigration, whereas daily movement predicted both rates, but inconsistently. This was likely because those coarser metrics captured motivation and weather in addition to flight skills. Thus external factors seem more likely to explain the timing of independence and internal development---in this case of flight skills---may be completed quickly. Juveniles may delay emigration not due to lack of skill, but because the costs of leaving parental care outweigh the benefits. The difference we discovered between when individuals were capable of independence and when they committed to it may obscure the more general link between skill acquisition and the end of parental care in other systems as well.", "date": "2025-08-08", "journal": ""}
{"title": "RSPO2-based peptibodies conjugated with pyrrolobenzodiazepine dimer or camptothecin analogs demonstrate potent anti-tumor activity by targeting the three receptors LGR4/5/6", "doi": "10.1101/2025.04.25.650662", "authors": "Toh, Y.; Tu, J.; Wu, L.; Aldana, A.; Wen, J. J.; Liang, X.; Li, L.; Pan, S.; Cui, J.; Liu, Q. J.", "abstract": "LGR4/5/6 (leucine-rich repeat containing, G protein-coupled receptors 4, 5, and 6) are three homologous receptors that are co-expressed or alternately expressed at high levels in tumor cells of colorectal cancer and high-risk neuroblastoma. Simultaneous targeting of all three receptors may provide increased efficacy or overcome drug resistance due to tumor heterogeneity and cancer cell plasticity. LGR4/5/6 all bind to R-spondins (RSPOs) with high affinity and potentiate Wnt/{beta}-catenin signaling in response. Previously, we showed that a peptibody based on a mutant RSPO4 furin domain that bound to LGR4/5/6 without potentiating Wnt/{beta}-catenin signaling was able to deliver cytotoxins into cancer cells that express any of the three receptors. We have now generated a mutant RSPO2 furin domain that retains high affinity binding to LGR4/5/6 without signaling activity. Peptibodies based on this RSPO2 furin mutant were conjugated with either pyrrolobenzodiazepine dimer or camptothecin derivative, and the resulting peptibodydrug conjugates (PDCs) showed potent and specific cytotoxic activity in neuroblastoma and colorectal cancer cell lines expressing any of LGR4/5/6 in vitro and robust anti-tumor activity in vivo. The results support the potential of RSPO2-based PDCs for the treatment of colorectal cancer, high-risk neuroblastoma, and other cancers that express LGR4/5/6.", "date": "2025-08-08", "journal": ""}
{"title": "Plasma protein biomarkers for the early detection of gastric preneoplasia and cancer: a prospective study", "doi": "10.1101/2025.04.29.651246", "authors": "Gianetto, Q. G.; Michel, V.; Douche, T.; Nozeret, K.; Zaanan, A.; Colussi, O.; Trouilloud, I.; Pernot, S.; Ungeheuer, M.-N.; Julie, C.; Jolly, N.; Taieb, J.; Lamarque, D.; Matondo, M.; Touati, E.", "abstract": "Gastric cancer (GC) often presents a poor prognosis due to its asymptomatic phenotype at early stages. Upper endoscopy, the current gold standard for diagnosis, is invasive with limited sensitivity for detecting gastric preneoplasia. Non-invasive biomarkers, such as blood circulating proteins offer a promising alternative for an early detection. Using mass spectrometry-based proteomics we identified plasma proteins as biomarkers of the presence of gastric preneoplasia and cancer lesions in an exploratory subgroup of patients (n=39). Fifteen promising protein candidates emerged to distinguish patient categories and were further confirmed by enzymelinked immunosorbent assays (ELISA) in plasma samples from a cohort of 138 participants. Our predictive models demonstrated high classification performance with a minimal set of biomarkers, making them clinically applicable. Repeated cross-validations yielded high Area Under the Receiver Operating Characteristics (AUROC) values, notably distinguishing cancerous or precancerous cases from non-cancerous ones. Leveraging simple blood sampling, this strategy holds promise to detect high-risk gastric lesions, even at asymptomatic stages. Such an approach could significantly improve early detection and clinical management of GC, offering direct benefit for patients.", "date": "2025-08-08", "journal": ""}
{"title": "Separating direct, indirect and parent-of-origin genetic effects in the human population", "doi": "10.1101/2025.04.28.650988", "authors": "Kraetschmer, I.; Hegemann, L. E.; Hofmeister, R.; Corfield, E. C.; Mahmoud, S. M.; Delaneau, O.; Andreassen, O. A.; Campbell, A.; Hayward, C.; Estonian Biobank Research Team,  ; Marioni, R. E.; Ystrom, E.; Havdahl, A.; Robinson, M. R.", "abstract": "Here, we present a novel approach to estimate the degree to which the phenotypic effect of a DNA locus is attributable to four components: alleles in the child (direct genetic effects), alleles in the mother and the father (indirect genetic effects), or is dependent upon the parent from which it is inherited (parent-of-origin, PofO effects). Applying our model, JODIE, to 30,000 child-mother-father trios with phased DNA information from the Estonian Biobank (EstBB) and the Norwegian Mother, Father, Child Cohort (MoBa), we jointly estimate the phenotypic variance attributable to these four effects unbiased of assortative mating (AM) for height, body mass index (BMI) and childhood educational test score (EA). For all three traits, direct effects make the largest contribu- tion to the genetic effect variance. But we find that parental indirect genetic effects make an equivalent combined contribution, and that there is a non-zero PofO effect variance for all traits. We calculate the heritability that would be obtained at the population- level in the absence of AM for common DNA loci, and show that the proportional contribution of direct effects to these heritability values can be calculated as 64.0% for EA in MoBa, 77.1% and 63.4% for height in MoBa and EstBB, and 81.2% and 88.0% for BMI in MoBa and EstBB. Additionally, using within-family genome-wide associa- tion testing, we identify 276 independently associated DNA regions that replicate across two additional biobanks, which all show a genotype-phenotype relationship that reflects an interplay of direct, indirect and PofO effects. Determining how direct, parental and PofO genetic effects combine across loci genome-wide to influence human phenotypic variation requires joint modeling of parental and child genotypes alongside the parental origin of loci and here, we make the first attempt to do this in the human population.", "date": "2025-08-08", "journal": ""}
{"title": "Netrin-1 regulates colorectal cancer stem cell self-renewal via a TFF3 dependent paracrine survival mechanism", "doi": "10.1101/2025.04.28.650943", "authors": "Brisset, M.; Radkova, K.; Paradisi, A.; Grandin, M.; Stephan, L.; Wagner, R.; Degletagne, C.; Luiggi, F.; Frydman, L.; Heriot, A.; Behrenbruch, C.; Vu, T.; Mehlen, P.; Hollande, F.", "abstract": "Background: Metastatic colorectal cancer (mCRC) is associated with high recurrence rates and resistance to conventional treatments, largely driven by cancer stem cells (CSCs) that contribute to tumor progression and therapeutic evasion. This study aims to investigate the role of netrin-1 and its dependence receptor UNC5B in regulating CSC self-renewal in mCRC and explore their potential as therapeutic targets. Methods: We used patient-derived liver metastasis organoids (PDOs) to examine the effects of netrin-1 on CSC self-renewal. The role of UNC5B was evaluated by silencing its expression using CRISPR and assessing the impact on CSC apoptosis in response to an anti-netrin-1 blocking antibody (NP137) using extreme limiting dilution assays (ELDAs). Single-cell RNA sequencing was employed to explore the molecular mechanisms behind netrin-1/UNC5B regulation of CSC fate. Clinical data from a patient with mCRC were used to validate the findings. Results: Netrin-1 promoted CSC self-renewal by inhibiting apoptosis, a process reversed by NP137. UNC5B was identified as the primary receptor mediating this effect, as its silencing eliminated Netrin-1- induced self-renewal. Trefoil Factor 3 (TFF3), secreted by UNC5B-expressing cells, plays a key role in netrin-1-induced CSC self-renewal. Clinical trial data from a patient with mCRC showed a reduction in TFF3 and stemness genes expression after treatment with NP137. Furthermore, combining NP137 with FOLFOX chemotherapy enhanced cell death and inhibited tumor growth in PDO xenograft models. Conclusion: This study identifies the netrin-1/UNC5B/TFF3 axis as a critical regulator of CSC self-renewal in mCRC and suggests that targeting this pathway with NP137, in combination with chemotherapy, could provide a promising therapeutic approach for mCRC patients.", "date": "2025-08-08", "journal": ""}
{"title": "Attentional state, not trait, predicts test performance in video-based learning", "doi": "10.1101/2025.05.02.651980", "authors": "Madsen, J.; Parra, L. C.", "abstract": "Poor academic performance is often linked to attention deficits, but it remains unclear whether these reflect enduring traits or momentary lapses in focus. In this study, we examined how state and trait-level attention relate to learning from short educational videos. Across four experiments (N = 152), participants completed standardized assessments of inattention, hyperactivity, working memory capacity, and GPA. They then viewed 3-6-minute educational videos while electroencephalography (EEG) tracked neural responses, followed by quizzes assessing short-term retention. Neural synchrony during video viewing, a measure of attentional state, strongly predicted test performance (p < 0.001). In contrast, trait inattention did not predict retention (p > 0.05), although it was negatively associated with GPA. Attentional state was positively associated with working memory capacity but not with trait inattention. These findings suggest that students with attentional difficulties can still learn effectively from short, engaging content, emphasizing the importance of instructional format in supporting diverse learners.", "date": "2025-08-08", "journal": ""}
{"title": "A hierarchical adaptive optics strategy for three-photon imaging during behavior", "doi": "10.1101/2025.05.04.652136", "authors": "Atilgan, H.; Wang, J.; Hu, Q.; Tan, S.; Russell, B.; Bruno, R. M.; Booth, M. J.; Lak, A.", "abstract": "Three-photon (3P) microscopy enables functional non-invasive single-cell resolution imaging at greater depths than any other technique. A key challenge of deep imaging is tissue-induced optical aberration, which reduces the excitation confinement. Adaptive optics use deformable mirrors to compensate for optical distortions, hence correcting these aberrations. Here, we present a practical adaptive optics-assisted 3P imaging system for functional imaging in the mouse brain during behavior. We introduce hierarchical corrections that sequentially target aberrations caused by the microscope system, the cranial window, and tissue depth. We demonstrate the utility of this strategy in the prelimbic cortex, where large vasculature near the midline causes aberrations, and in the lateral somatosensory cortex, where side access leads to distinct wavefront distortions. In both regions, adaptive optics significantly improved imaging performance, restoring cellular visibility near vasculature and enhancing signal-to-noise ratio. Our work provides a practical framework for utilizing adaptive optics to improve 3P imaging during behavior.", "date": "2025-08-08", "journal": ""}
{"title": "Single-molecule FRET-tracking of InlB-activated MET receptors in living cells", "doi": "10.1101/2025.05.06.652421", "authors": "Li, Y.; Dietz, M. S.; Barth, H.-D.; Niemann, H. H.; Heilemann, M.", "abstract": "The activation of transmembrane receptors through the binding of external ligands initiates information transfer across the cell membrane. Understanding these processes requires observations in living cells. Given the heterogeneity and lack of synchronization of such events demands for single-molecule experiments that can resolve distinct sub-populations. Here, we combine single-molecule FRET microscopy and single-particle tracking to track the ligand-induced dimerization and activation of the MET receptor tyrosine kinase in the plasma membrane of living cells. First, using fluorophore-labeled variants of the MET ligand internalin B (InlB), we determined the lifetime of a ligand-activated dimeric (MET:InlB)2 receptor complex to around 1 second. Next, we determined the diffusion coefficient from monomeric and dimeric MET:InlB complexes from single-molecule FRET trajectories and found an about 1.6-fold slower diffusion of the dimeric receptor as compared to the monomeric receptor, accompanied by spatially restricted motion. The combination of single-molecule FRET and single-particle tracking delivers essential biophysical parameters of membrane receptor activation in living cells.", "date": "2025-08-08", "journal": ""}
{"title": "Latent transforming growth factor binding protein-2 (LTBP2), an IPF biomarker of clinical decline, promotes TGF-beta signaling and lung fibrosis in mice", "doi": "10.1101/2025.05.06.652563", "authors": "Bodmer, N. K.; Choudhury, M.; Mirza, H.; Pradhan, S.; Yin, Y.; Mecham, R. P.; Brody, S. L.; Ornitz, D. M.; Koenitzer, J. R.", "abstract": "The identification of clinically predictive serum biomarkers for pulmonary fibrosis is a significant challenge and important goal. Multiple recent proteomic biomarker studies have identified latent transforming growth factor binding protein-2 (LTBP2) as a circulating factor associated with disease progression in fibrotic lung diseases in humans (including IPF), but its role in the development of fibrosis is incompletely defined. LTBP2 competes with the large latent TGF{beta} complex (LLC) for binding to the N-terminus of fibrillin, and we hypothesized that LTBP2 deficiency would promote LLC sequestration in matrix and reduce TGF-beta signaling. We recently reported an LTBP2 knockout (Ltbp2-/-) mouse with no baseline lung abnormalities. Here we show that Ltbp2-/- mice exposed to either bleomycin or silica have a significant reduction in fibrosis compared to wild type controls. Consistent with reduced fibrosis, Ltbp2-/- mice have reduced TGF{beta} signaling and cultured primary fibroblasts from Ltbp2-/- lungs exhibited impaired migration in an in vitro wound closure assay. Transcriptomic analysis of bleomycin treated control and Ltbp2-/- mice identified multiple LTBP2-regulated genes, including the lncRNA antisense of IGFR2 non-coding RNA (Airn), which is upregulated in Ltbp2-/- mice and has reported antifibrotic effects in other tissues. Interestingly, we also observed that Ltbp2-/- mice had impaired epithelial repair after bleomycin treatment, a phenotype that also occurred in a naphthalene model of club cell injury. These findings provide evidence that LTBP2 is profibrotic and facilitates TGF{beta} signaling but is also required for normal airway epithelial repair.", "date": "2025-08-08", "journal": ""}
{"title": "Diffusion Neuroimaging of Speech Acquisition in Infants", "doi": "10.1101/2025.05.23.655876", "authors": "Liu, F.; Liu, J.; Gu, J.; Wang, Y.; Cai, X.; Wang, Z.; Wu, H.; Feng, J.; Zhang, H.; Shen, D.", "abstract": "How white matter maturation supports speech - an emergent property of integrated human brain networks - remains unclear. Leveraging the Baby Connectome Project, the largest longitudinal infant neuroimaging and behavioral dataset available, we characterized white matter maturation across five major pathways (motor, auditory, visual, ventral language, and dorsal language) from birth to 24 months and correlated these trajectories with emerging motor, perceptual, and cognitive skills. We found that dorsal language tracts, initially immature at birth, rapidly matured in parallel with motor tracts, reaching maturity levels comparable to primary sensory tracts by approximately 24 months. Our data suggest two potential mechanisms: (i) Widespread brain-behavior interdependencies, wherein both ventral and dorsal tracts correlated significantly not only with speech but also broadly with other behavioral domains, and advanced speech skills were associated across multiple tracts; and (ii) a nonlinear developmental cascade, in which early gross motor skills promoted subsequent social interactions thus influencing later speech development, meanwhile, early social interactions fostered subsequent fine motor refinement indirectly influencing later speech development. Our data thus portray early brain networks as a malleable, integrative scaffold, coordinating information across motor, auditory, and visual systems into a coherent whole immediately after birth. Collectively, these findings reveal speech acquisition as an emergent property reflecting a fundamental integrative principle of early brain development.", "date": "2025-08-08", "journal": ""}
{"title": "Unisexual reproduction in the global human fungal pathogen Cryptococcus neoformans", "doi": "10.1101/2025.06.02.657540", "authors": "Sun, S.; Bian, Z.; Xu, Z.; Choi, Y.; Heitman, J.", "abstract": "The human fungal pathogen Cryptococcus species complex (encompassing C. neoformans, C. deneoformans, and the C. gattii species complexes) exhibit diversity in sexual reproduction, including -a mating, pseudosexual reproduction, as well as unisexual reproduction initiated from a single isolate or between isolates of the same mating type. A central conundrum is that while most Cryptococcus natural populations exhibit significant  mating-type bias, genetic and genomic analyses show recombination occurs in nature. The discovery of unisexual reproduction in C. deneoformans provided insight; however, thus far unisexual reproduction has never been directly observed in the predominant global pathogenic species C. neoformans. Here, we provide evidence that mutating the RIC8 gene, which encodes a conserved guanine nucleotide exchange factor (GEF) involved in both chaperoning and activating G proteins, enables unisexual reproduction in C. neoformans. Additionally, we show that genetic variation in the natural population promotes unisexual reproduction, and unisexual reproduction in C. neoformans involves canonical meiotic recombination. Finally, we found that deletion of both GPA2 and GPA3 in the MAT background leads to self-filamentation without sporulation, suggesting that differential modulation of the G proteins, likely involving Ric8, could underlie the switch between different modes of sexual reproduction in Cryptococcus. Our study further highlights that the highly conserved Ric8 GEF can act as an important regulator of cellular development in response to environmental stimuli and could modulate sexual reproduction in nature. We hypothesize that unisexual reproduction occurs much more frequently in nature than currently appreciated, and possibly in other fungi and microbial eukaryotes as well.", "date": "2025-08-08", "journal": ""}
{"title": "Erlin1/2 Complex is a Dynamic Scaffold for Membrane Protein Sequestration and Microdomain Assembly on the Endoplasmic Reticulum", "doi": "10.1101/2025.06.14.659634", "authors": "Yan, L.; Xu, Z.; Yao, Y.; Wang, X.; Wang, Y.; Ma, C.; Li, N.; Chen, X.; Gao, N.", "abstract": "The SPFH (Stomatin, Prohibitin, Flotillin, and HflK/C) family of proteins are key scaffolding components involved in the organization of functional membrane microdomains (FMMs) across various subcellular membranes, including those of the endoplasmic reticulum (ER) and mitochondria, which are characterized by a low content of saturated lipids. Among this protein family, the erlin1/2 complex is specifically located on the ER membrane. Previous studies have shown that the erlin1/2 complex plays an essential role in the ER-associated degradation (ERAD) pathway, mediating the ubiquitin-dependent degradation of various proteins such as inositol 1,4,5-trisphosphate receptors (InsP3Rs), which are important calcium ion transporters on the ER membrane. However, the molecular mechanisms underlying erlin-mediated FMMs organization and its role in ERAD remain poorly understood. In this study, we determined the single-particle cryo-electron microscopy (cryo-EM) structure of the erlin1/2 complex under different detergent conditions. Our findings reveal that the erlin1/2 complex forms a 26-mer cage-like structure, composed of alternating erlin1 and erlin2 subunits. The erlin1/2 complex defines a nanodomain on the ER membrane, which could recruit various types of proteins to both the interior and exterior membrane regions of the cage. By caging cargo proteins, the erlin1/2 complex physically secludes them from their binding partners, leading to a potential halt in their function. Moreover, individual cages can further interact with one another, facilitating the organization of FMMs of different sizes on the ER membrane. These dynamic properties may play a general and critical role in various processes occurring on the ER, including viral replication, positioning the erlin1/2 complex as a promising new target for antiviral drug development.", "date": "2025-08-08", "journal": ""}
{"title": "Characterization of the direct and indirect inhibition ofapoptosis by full-length recombinant Bcl-xL monomers", "doi": "10.1101/2025.06.16.659449", "authors": "Elsner, C.; Epasto, L. M.; Cieren, A.; Gendreizig, D.; Kucher, S.; Roderer, D.; Bordignon, E.", "abstract": "The Bcl-2 protein Bcl-xL is an inhibitor of intrinsic apoptosis which either directly inhibits the pore-forming Bcl-2 proteins, like Bax or Bak, or indirectly inhibits pore formation by sequestering the pro-apoptotic BH3-only activators. The structural basis of the inhibition of pore formation in the outer mitochondrial membrane is still largely unknown due to the lack of atomic resolution structures of the relevant inhibitory complexes at the membrane. Here we present a protocol to obtain high-yield recombinant monomeric full-length Bcl-xL proteins. The monomeric Bcl-xL retains the ability to shuttle between membrane and aqueous environments and can successfully inhibit Bcl-2-induced membrane permeabilization via both modes of action, as proven by in vitro and in organelle assays with a minimal Bcl-2 interactome constituted by Bcl-xL, cBid, and Bax.", "date": "2025-08-08", "journal": ""}
{"title": "Strong negative reinforcement interferes with visual learning in a solitary pollinator", "doi": "10.1101/2025.06.18.660396", "authors": "Manel, A. N.; Foster, J. J.; Stöckl, A.", "abstract": "Visual learning in insects can be strongly influenced by the underlying context and conditions. Improved colour learning has been demonstrated with differential conditioning using reward-aversion paradigms in eusocial insects like wasps, bumblebees, and honeybees, where substances that induce strong aversion, such as quinine, enable more accurate learning. Although the associations created during learning are intrinsically linked to the reinforcements used, few studies have compared the role of negative reinforcements in shaping these associations, and their relevance across insect groups with different life histories. In our study, we compared the effects of aversive substances for learning in the hummingbird hawkmoth (Macroglossum stellatarum), a solitary pollinator that relies on vision for foraging. Linking to previous learning studies in insects, we combined a sugar-rewarded target with a distractor that was paired with either quinine, salt, citric acid, water, or was presented with no aversive substance. Learning was assessed by conditioning hawkmoths to invert a strong colour preference between perceptually close or distant colour pairs, to provide tasks with disparate challenges. Contrary to results from eusocial insect species, hawkmoths trained with quinine were worse at switching preferences between similar colours compared to training with citric acid or appetitive-only differential conditioning. Learning success was associated with foraging plasticity, where negative reinforcements were found to suppress exploration during foraging. Furthermore, we show that quinine interfered with sucrose perception, potentially impairing target acquisition during conditioning. Our results provide insights into the impact of negative reinforcements on solitary foragers and highlight the role of sensory ecology and life history in shaping learning outcomes.", "date": "2025-08-08", "journal": ""}
{"title": "AstraROLE2 & AstraSUIT2: Multi-Task Annotation Models for Functional Profiling of Proteins", "doi": "10.1101/2025.06.21.660734", "authors": "Bozkurt, C.; Vasilyeva, A.; Goteti, A.", "abstract": "Most in-silico protein characterisation tools focus on only one aspect of protein function, forcing researchers to use multiple models or to bypass computational checks. Here we introduce AstraROLE2 and AstraSUIT2, two transformer-based, multi-task annotators that deliver an integrated functional profile in a single pass. A 1,351-dimensional input (ESM-2 CLS embeddings plus physicochemical Orbion enrichments) is mapped by a 512-unit encoder and task-specific linear heads: four in AstraROLE2 (EC class, GO term, molecular pathway, protein category) and nine in AstraSUIT2 (cofactor group, specific cofactor, domain, host, membrane association type, transmembrane helix number, subcellular localization, quaternary category, quaternary stoichiometry). Models were trained on 730k UniProt proteins with stratified 70/15/15 splits; class-weighted BCE and Optuna hyper-parameter search countered imbalance. On hold-out sets the heads reached macro F1=0.84-0.98 and MCC=0.85-0.98. Highest scores were seen for cofactor binding (0.98), membrane association type (F1=0.97) and top-level EC number (0.96); GO term classification was hardest (0.85). Against recent comparators (incl. DeepGOPlus and TargetP 2.0), the Astra models matched or exceeded performance, especially on metal-ion binding and cofactor binding. Additional tests on three novel proteins not included in initial dataset showed good predictions for most labels, underscoring the potential for hypothesis generation. Overall, AstraROLE2 and AstraSUIT2 supplied fast, state-of-the-art multi-label protein annotation within one unified model network.", "date": "2025-08-08", "journal": ""}
{"title": "Fragaria ananassa DAM4 expression correlates with vegetative growth during endodormancy breaking", "doi": "10.1101/2025.07.10.664089", "authors": "David, S.; Kersten, P.; Cao, X.; Marcelis, L. F. M.; Verdonk, J. C.", "abstract": "Dormancy-Associated MADS-BOX (DAM)3 and DAM4 have been described as potential regulators of winter dormancy in cultivated strawberry (Fragaria x ananassa Duch.). These genes are upregulated under short day conditions and downregulated under chilling conditions. The aim of the current work is to test the hypothesis that the expression of DAM3 and DAM4 correlates negatively with vegetative growth during dormancy induction and breaking. The expression of DAM3 and DAM4 as well as plant morphology and physiology were analyzed during a period of endodormancy induction and breaking. Furthermore, to analyze whether there exists a correlation between DAM expression and chill requirement, DAM3 and DAM4 expression was compared between cultivars with different chill requirements. Lastly, the DAM1, DAM2, DAM3, and DAM4 expression of concurrently growing summer and winter leaves was compared at multiple stages of dormancy-breaking. DAM3 and DAM4 expression negatively correlated with leaf area and petiole length. We conclude that DAM3 and DAM4 expression patterns are consistent with that of regulators of endodormancy. DAM4 expression in particular correlates strongly with vegetative growth during endodormancy breaking. DAM3 or DAM4 expression were not found to correlate with the cultivar-specific chill requirements. We theorize that the chill requirement of strawberry cultivars is based on vegetative growth and does not affect DAM expression or endodormancy status. Lastly, no relevant differences in DAM expression were found between summer and winter leaves.", "date": "2025-08-08", "journal": ""}
{"title": "Improving causal effect estimation in multi-ancestry multivariable Mendelian randomization with transfer learning", "doi": "10.1101/2025.07.11.664423", "authors": "Yang, Y.; Zhu, X.", "abstract": "Multivariable Mendelian randomization (MVMR) has been largely limited to individuals of European ancestry, due to the larger sample sizes available in European genome-wide association studies (GWAS). We introduce MRBEE-TL, one of the first multi-ancestry MVMR methods, which combines transfer learning with bias-corrected estimating equations to improve power in underpowered ancestries and to assess cross-ancestry heterogeneity of disease risk factors. In simulations, MRBEE-TL consistently outperformed MR methods that relied solely on ancestry-specific GWAS data. In real data analyses, MRBEE-TL not only identified ancestry-consistent and ancestry-specific causal effects missed by conventional methods, but also improved power in African and East Asian ancestries. MRBEE-TL is available through the R package MRBEEX at https://github.com/harryyiheyang/MRBEEX.", "date": "2025-08-08", "journal": ""}
{"title": "Spatial profiling reveals TREM2+ macrophages as central to Mycobacterium tuberculosis pathogenesis in human pulmonary tuberculosis", "doi": "10.1101/2025.07.15.664002", "authors": "Teles, R. M. B.; Benabdessalem, C.; Perrie, J.; Wei, C.; West, J.; de Andrade Silva, B. J.; Andrade, P. R.; Mansky, L.; Divakar, P.; Fischbacher, L.; Lam, K.; Ma, F.; Rategh, K.; Pillai, A.; French, S. M.; Romdhane, E.; Barbouche, M.-R.; Klechevsky, E.; Colonna, M.; Steyn, A. J. C.; Bensinger, S.; Barber, D. L.; Rammeh, S.; Dulai, P. S.; Bryson, B. D.; Pellegrini, M.; Belisle, J. T.; Bloom, B. R.; Modlin, R. L.", "abstract": "Tuberculosis (TB) remains a major global health challenge. While organized granulomas have long been the focus of TB pathogenesis research, the early development of TB pneumonia typically preceding granuloma formation has been underexplored. Using spatial transcriptomics, high-resolution proteomics, and scRNA-seq on human pulmonary TB lesions, we reveal a striking compartmentalization of immune responses between early pneumonia and mature granulomas. The immunologic composition of granulomas was distinct from the pneumonia; granulomas are enriched for antimicrobial gene expression in both macrophages and T cells and show reduced bacterial antigen burden. In contrast, TREM2-expressing foamy macrophages are the predominant cell type occupying alveolar spaces in TB pneumonia with T cells infrequent. These TREM2 macrophages exhibit a lipid-associated gene program, accumulate lipid droplets, and harbor Mycobacterium tuberculosis antigens and mRNA corresponding to increased bacterial viability in vitro. We further show that the M. tuberculosis virulence lipids, PDIM and mycolic acids, potently induce and activate TREM2 signaling in TREM2-expressing macrophages, promoting an intracellular environment permissive for bacterial growth. These findings establish TREM2 macrophages as an early niche for M. tuberculosis survival and implicate TB pneumonia as a critical stage in disease transmission. Targeting this foamy macrophage population may offer opportunities to interrupt early TB progression and transmission.", "date": "2025-08-08", "journal": ""}
{"title": "A molecular and spinal circuit basis for the functional segregation of itch and pain", "doi": "10.1101/2025.07.31.667966", "authors": "Noh, M.-c.; Corrigan, K. A.; Williams, S.-P. G.; Peirs, C.; Leone, M. J.; Headrick, D. J.; Guvercin, M.; Lee, S.; Phan, B. N.; Yeramosu, D.; Babu, S.; Brown, A. R.; van de Weerd, R.; Zhao, X.; Dum, R. P.; Mathys, H.; Pfenning, A. R.; Seal, R. P.", "abstract": "Recent advances reveal an extensive cellular diversity within the dorsal horn. How this complexity processes distinct sensations, like itch and pain, remains a fundamental question. We discovered hidden within a population of neurons expressing the gastrin-releasing peptide receptor (Grpr+), thought to be itch-specific, are highly homologous yet functionally distinct subtypes distinguished by expression of Tachykinin-1 (Tac1). While the Tac1- subtype mediates itch, the Tac1+ subtype mediates mechanical allodynia across diverse pain states. Inhibitory populations and differential sensitivities to GRP serve as key modulators of the Grpr+ neuron subtypes, shaping modality specific output. Leveraging computationally designed genomic enhancers to silence the Tac1- population reverses itch while silencing the Tac1+ subtype reverses mechanical allodynia broadly. The work demonstrates the nuance of differential sensory modality coding within the dorsal horn and the power of genomic enhancer-based strategies for modality-specific targeting.", "date": "2025-08-08", "journal": ""}
{"title": "Structural and functional basis of PU.1-BAF interaction enables targeting of lineage-specific transcription", "doi": "10.1101/2025.08.01.667454", "authors": "Sadalge, D.; Clasman, J. R.; Topal, S.; Musser, D.; Von der Porten, L.; Wu, S.; Schultz, S. E.; Austin, W. F.; Huang, D.; Setser, J. W.; Martinez, M. R.; Kiselar, J.; Hesler, S.; Blevins, S. J.; Turegun, B.; Palowitch, G.; Khalil, A.; Pulice, J. L.; Chance, M. R.; Wilson, K. J.; Nelen, M.; Lahr, D. L.; Sandoval, G. J.; Davenport, Y. W.; Bellon, S. F.; Taherbhoy, A. M.", "abstract": "Transcription factors (TFs) regulate gene expression by engaging chromatin remodeling complexes, yet the structural principles governing these critical interactions remain poorly defined. Here, we uncover the molecular mechanism by which lineage-specific pioneer transcription factor PU.1 (encoded by SPI1) directly engages the BAF (mSWI/SNF) chromatin remodeling complex. First, using a variety of genomic approaches, we establish that BAF collaborates with PU.1 to regulate transcription in AML cells. Then, using a combination of biochemistry and biophysics, mass spectrometry-based protein footprinting, and crystallography, we map the PU.1-BAF60A interface to a disordered region of PU.1 that adopts a helical conformation upon binding to the YEATS-like domain of BAF60A. Disruption of this functionally critical interface via knockdown abrogates the ability of PU.1 to rescue cell viability. Finally, we conducted a high-throughput screen that yielded small molecules which selectively bind BAF60A and disrupt PU.1 binding. Co-crystal structures reveal distinct compound binding modes that converge on a critical PU.1-BAF60A interaction hotspot. These findings define, for the first time, the structural interface between a pioneer transcription factor and the BAF complex and establish a platform that enables targeting transcription factor-chromatin remodeling complex interactions in cancer.", "date": "2025-08-08", "journal": ""}
{"title": "A universal model for drug-receptor interactions", "doi": "10.1101/2025.08.01.668090", "authors": "Menezes, F.; Wahida, A.; Froehlich, T.; Grass, P.; Zaucha, J.; Hochhaus, A.; Nissen-Meyer, J.; Popowicz, G. M.", "abstract": "The genomic landscape of disease holds, in principle, the information required for rational therapeutic design. Genes encode proteins whose functions are tightly coupled to their three-dimensional structures via non-bonded interactions. Since the late 1970s, the advent of macromolecular crystallography inspired the notion that structural knowledge alone could enable a lock-and-key approach to drug design. However, this framework has failed to catalyze a step-change in the generation of new chemical matter. Drug discovery continues to depend on costly and largely serendipitous screening campaigns. Our understanding of, and reasoning from, non-bonded interaction chemistry is still too limited. Compounding this is the scarcity of novel chemistry and infinitesimal coverage of the chemical combinatorial space by current experimental data. To alleviate these problems, we show that a machine learning model can successfully learn and infer the principles of non-bonded interactions in the drug-receptor space. A reductionist approach to training data led to a model generalizing drug-target interactions to truly novel chemical matter without suffering from memorization bias. This work addresses that gap in drug discovery through a theoretical framework for predictive molecular recognition.", "date": "2025-08-08", "journal": ""}
{"title": "A universal model for drug-receptor interactions", "doi": "10.1101/2025.08.01.668090", "authors": "Menezes, F.; Wahida, A.; Froehlich, T.; Grass, P.; Zaucha, J.; Czarna, A.; Hochhaus, A.; Nissen-Meyer, J.; Popowicz, G. M.", "abstract": "The genomic landscape of disease holds, in principle, the information required for rational therapeutic design. Genes encode proteins whose functions are tightly coupled to their three-dimensional structures via non-bonded interactions. Since the late 1970s, the advent of macromolecular crystallography inspired the notion that structural knowledge alone could enable a lock-and-key approach to drug design. However, this framework has failed to catalyze a step-change in the generation of new chemical matter. Drug discovery continues to depend on costly and largely serendipitous screening campaigns. Our understanding of, and reasoning from, non-bonded interaction chemistry is still too limited. Compounding this is the scarcity of novel chemistry and infinitesimal coverage of the chemical combinatorial space by current experimental data. To alleviate these problems, we show that a machine learning model can successfully learn and infer the principles of non-bonded interactions in the drug-receptor space. A reductionist approach to training data led to a model generalizing drug-target interactions to truly novel chemical matter without suffering from memorization bias. This work addresses that gap in drug discovery through a theoretical framework for predictive molecular recognition.", "date": "2025-08-08", "journal": ""}
{"title": "Unique Unbiased Median Solution for Even Sample Sizes", "doi": "10.1101/2025.08.05.668614", "authors": "Lipin, M.; Crampton, E. B.; Thomas, S. A.", "abstract": "Data in experimental biology are frequently marred by outliers and asymmetric distributions. The median, being a robust estimator of central tendency, is less sensitive to outliers than the mean. However, for ranked datasets with an even number of observations, the conventional median--calculated as the average of the two middle values--can introduce bias by implicitly assuming symmetry in the data distribution. This study aims to identify a median estimator that is unbiased. To derive the unbiased median estimator, we minimized the sum of residuals raised to a rational power approaching one. We compared the properties of the unbiased and conventional medians using Poisson-distributed datasets. Random samples were generated with the Mersenne Twister algorithm implemented in IgorPro software (WaveMetrics Inc., Oregon). For odd sample sizes, the unbiased median coincides with the conventional median (the middle value). For even sample sizes, the unbiased median is defined as the value that equalizes the product of distances to data points above and below it--a definition that differs from the conventional median in asymmetric distributions. Although both median estimators tend to underestimate the mean of Poisson-distributed data, the unbiased median is consistently closer to the expected value. Additionally, the unbiased median exhibits lower variance compared to the conventional median. Thus, for even sample sizes, the proposed unbiased median provides a central tendency measure that is unbiased, more accurate, and has reduced variance relative to the conventional median.", "date": "2025-08-08", "journal": ""}
{"title": "Nuclear mechanostability emerges from satellite DNA condensation into chromocenters", "doi": "10.1101/2025.08.07.669059", "authors": "Braendle, F. B.; Fruehbauer, B.; Ceppi, I.; de Monchaux-Irons, L.; van Heesch, T.; Sommer, A.; Rivetti, F.; Lee, S. S.; Morelli, C.; Arosio, P.; Sintsova, A.; Michaels, T.; Cejka, P.; Vreede, J.; Jagannathan, M.", "abstract": "As the largest organelle, the nucleus endures significant mechanical stresses over the cellular lifespan, and mechanostability - the ability to resist deformation - is critical for genome integrity and function. Here, we reveal that nuclear mechanostability is an emergent property arising from the coalescence of satellite DNA repeats into nuclear condensates known as chromocenters. Targeted chromocenter disruption in Drosophila testes subjected to natural and artificial mechanical stress compromises nuclear mechanostability, leading to deformed nuclei, DNA damage, and chromosome breaks. Conversely, enhancing chromocenter formation through genetic means improves mechanostability. Molecular dynamics simulations suggest that chromocenters enable physically linked chromosomes to respond collectively, rather than individually, to mechanical challenge, and dissipate external forces over a larger nuclear surface. We propose that the satellite DNA-dependent mechanostability framework described here likely extends to other cells and tissues facing mechanical stress, and offers an explanation for the evolutionary success of these non-coding repeats across eukaryotes.", "date": "2025-08-08", "journal": ""}
{"title": "Stem-cell modeling of cerebellar dysfunction of Angelman syndrome", "doi": "10.1101/2025.08.07.669046", "authors": "Maranga, C.; Vieira, A.; Camoes dos Santos, J.; Silva, T. P. P.; Goncalves-Ribeiro, J.; Chebli, K.; Casanova, M.; Borensztein, M.; Steenpass, L.; Vaz, S. H.; Fernandes, T.; da Rocha, S. T.; Bekman, E. P.", "abstract": "Angelman syndrome (AS) is a severe neurodevelopmental disorder caused by the loss of function of the maternal allele of the neuron-specific imprinted gene UBE3A. Although AS presents with developmental delay, ataxia, epilepsy, and speech impairment, the distinct roles of various brain regions in its pathology remain unclear, hindering the design of effective therapeutic strategies. Of all brain regions, the nature and impact of dysfunction of the cerebellum in AS remain elusive. To start addressing this, we leveraged our optimized stem cell-based model of regionally patterned human cerebellar organoids (hCerOs) capable of producing major cerebellar neuronal subtypes, including Purkinje and granule cells, further matured in a two-dimensional (2D) culture system. We modeled AS using induced pluripotent stem cell (iPSC) lines carrying the common class II deletion and unaffected controls previously validated in our system. hCerOs from both backgrounds recapitulate lineage commitment and neuron-specific UBE3A imprinting. AS hCerOs consistently show reduced size, impaired neuroepithelial expansion, and diminished expression of glutamatergic and GABAergic progenitor markers. Transcriptomic profiling and functional assays assessing neuronal activity during the maturation stage uncovered delayed maturation, abnormal firing and increased neuronal excitability in AS cultures. These results position our hCerO model as a robust platform for future mechanistic studies and therapeutic screening aimed at targeting cerebellar dysfunction in AS.", "date": "2025-08-08", "journal": ""}
{"title": "Metabolic resistance of the tiger mosquito to pyrethroid insecticides in La Reunion Island likely results from local adaptation", "doi": "10.1101/2025.08.06.668844", "authors": "Bacot, T.; Bonneville, J.-M.; Lacroix, V.; Oberbach, P.; Gaude, T.; Nadalin, L.; Laporte, F.; Habchi-Hanriot, N.; Dupuy, G.; Czeher, C.; Fontaine, M. C.; Boyer, F.; David, J.-P.", "abstract": "The resistance of mosquitoes to insecticides is a valuable model system for studying the genetic bases of xenobiotic adaptation in insects. The spread of the Asian tiger mosquito Aedes albopictus combined to the massive use of pyrethroid insecticides to limit arbovirus transmission resulted in the rise of resistance in various continents. Here, we investigated the genetic mechanisms underlying the recent adaptation of this mosquito to deltamethrin in La Reunion island. Bioassays confirmed the presence of resistance alleles in field populations. The resistance phenotype was further enhanced in the laboratory following a few generations of controlled selection. Combining whole genome Pool-seq and RNA-seq revealed no evidence of target-site resistance mutations but the over-expression and variant selection of detoxification enzymes associated with pyrethroid metabolism including cytochrome P450s, transferases and ABC-transporters. Among over-expressed detoxification genes, only one was linked to a gene duplication while polymorphism data suggest most of them being trans-regulated. Genome-wide selection signatures revealed a 9 Mb inverted superlocus responding to insecticide selection whose phenotypical importance remains uncertain. Altogether, this study indicates that the multigenic metabolic resistance phenotype observed in this insular territory mainly results from local adaptation. From an applied perspective, this study provides a set of markers to track pyrethroid resistance in the tiger mosquito in the South-West Indian Ocean. As this region is subjected to recurrent arbovirus outbreaks, the additive resistance phenotype that may arise from the introduction of Kdr mutations from other territories also calls for improving resistance surveillance at the regional scale.", "date": "2025-08-08", "journal": ""}
{"title": "A Nanovial-Based Platform for Functional Discovery of Antigen-Reactive TCRs from Unconventional T Cells", "doi": "10.1101/2025.08.06.668816", "authors": "Soemardy, C.; Li, Y.-R.; Zhu, Y.; Yang, L.; Di Carlo, D.", "abstract": "Unconventional T cells, such as mucosal-associated invariant T (MAIT) cells and invariant natural killer T (iNKT) cells, recognize non-peptide antigens presented by MR1 and CD1d, respectively, and play pivotal roles in immunity, allowing targeting of cells based on metabolic activity. Although components of the T cell receptors (TCRs) for these unconventional T cells are invariant, significant variability in the CDR3 regions still exist, opening questions as to how TCR sequence and function may be linked, and how to maximize the therapeutic potential of engineered unconventional T cells. Here, we develop a nanovial-based functional screening platform that enables high-throughput discovery of TCRs from unconventional T cells based on direct antigen recognition and cytokine secretion. By selectively labeling nanovials with MR1 and CD1d molecules displaying their cognate ligands, we achieve dose-dependent capture and activation of MAIT and iNKT cells from complex human PBMC samples comprising tens of millions of cells. Using oligonucleotide barcodes conjugated to nanovials encoding the antigen-presenting molecules and loading cytokine capture antibodies, we perform secretion-encoded single-cell sequencing to link TCR identity, gene expression, antigen specificity, and functional response. Applying this method, we isolate rare reactive T cells, recover their TCRs, and validate five novel MAIT TCRs. All five TCRs, when re-expressed in primary T cells, confer antigen-specific cytokine secretion and cytotoxicity. The top two TCRs were evaluated using an in vivo solid tumor model, demonstrating specific tumor homing and efficacy. This function-first strategy offers a powerful tool to uncover functional TCRs from unconventional T cells, yielding a 100% hit rate when secretion-based validation is included as part of the initial screen, unlocking new opportunities for cell-based immunotherapy.", "date": "2025-08-08", "journal": ""}
{"title": "Perturb-seq reveals distinct responses to pluripotency regulator dosages underlying the control of self-renewal and differentiation", "doi": "10.1101/2025.08.07.669196", "authors": "Yan, J.; Cho, H. S.; Luo, R.; Beer, M. A.; Li, W.; Huangfu, D.", "abstract": "Precise regulation of transcription factor (TF) expression is critical for maintaining cell identity, but studies on how graded expression levels affect cellular phenotypes are limited. To address this gap, we employed human embryonic stem cells (hESCs) as a dynamic model to study gene dosage effects and systematically titrated key TFs NANOG and OCT4 expression using CRISPR interference (CRISPRi). We then profiled transcriptomic changes in hESCs under self-renewal and differentiation conditions using single-cell RNA-seq (scRNA-seq). Quantitative modeling of these Perturb-seq datasets uncovers distinct response patterns for different types of genes, including a striking non-monotonic response of lineage-specific genes during differentiation, indicating that mild perturbations of hESC TFs promote differentiation while strong perturbations compromise it. These discoveries suggest that fine-tuning the dosage of stem cell TFs can enhance differentiation efficiency and underscore the importance of characterizing TF function across a gradient of expression levels.", "date": "2025-08-08", "journal": ""}
{"title": "Micro-mechanical approaches to characterize tip growth: Insights into Root Hair Elasto-Viscoplastic Properties.", "doi": "10.1101/2025.08.06.668718", "authors": "Alline, T.; Cascaro, L.; Pereira, D.; Asnacios, A.", "abstract": "Root hairs are outgrowths of the epidermal cells of plant roots. They increase the root's exchange surface with the soil and provide it with good anchorage in the soil. Root hairs are an emblematic model of apical growth, a process also used by yeasts and hyphae to invade their environment. From a mechanical perspective, the root hair is considered as an elastic cylinder under pressure, closed by a dome that behaves like a yield fluid. We introduce here two innovative mechanical setups and protocols to characterize the mechanical properties of single growing root hairs in Arabidopsis thaliana. In the first setup, root hairs grow against an elastic obstacle until buckling. By measuring the critical buckling force, we determine the surface modulus and estimate the Young's modulus of the cell wall, which aligns with previous measurements. Using a 1D elasto-viscoplastic model of root hair growth, we assess the excess pressure beyond the yield threshold (the driver of tip growth) and estimate the axial stiffness of the root hair, reflecting its elastic resistance to compression. For the second protocol, we designed a setup where a single root hair grows against a cantilever with variable stiffness, a technique adapted from our earlier work on rigidity sensing by animal cells. This method provides an independent estimate of the root hair's axial stiffness, confirming our initial findings and suggesting that this stiffness primarily involves tip compression and depends mainly on turgor pressure, at least within the low deformation regime explored.", "date": "2025-08-08", "journal": ""}
{"title": "Rewired NAD+ metabolism promotes NF-κB-mediated oxidative stress and disrupts lipid homeostasis in liver fibrosis progression", "doi": "10.1101/2025.08.06.668888", "authors": "Ngan, H.-L.; Cheu, J. W.-S.; Kwan, K. K.-L.; Wong, C. C.-L.; Yan, H.; Cai, Z.", "abstract": "Chronic liver fibrosis is a major risk factor for the development of hepatocellular carcinoma (HCC), a leading cause of cancer deaths worldwide. However, the underlying molecular mechanisms linking fibrosis to inflammation-associated HCC development remain elusive, hindering early diagnosis and intervention. In this study, we combined unbiased multi-omics analyses, including metabolomics, lipidomics, and transcriptomics, in a mouse model of chemical-induced liver fibrosis and HCC, and integrated publicly available transcriptome data from LX-2 human hepatic stellate cell (HSC) line. Our results revealed a profound rewiring of NAD+ metabolism as a central driver of metabolic disturbance. Multi-omics analysis of the bulk liver tissue showed increased activity of the kynurenine pathway of tryptophan metabolism, boosting the production of NAD+ precursors. Hepatic nicotinamide (NAM) level decreased due to the elevated expression of NAM N-methyltransferase (Nnmt) in HSCs. Despite the decreased hepatic NAM, serum NAD+ level was compartmentalized, with increased NAD+ in circulation, and hepatic sirtuins, including Sirt1, were downregulated to reduce conversion of NAD+ into NAM. This NAM consumption/salvage imbalance derived the disruption of NAD+ homeostasis, triggering the activation of NF-{kappa}B-mediated oxidative stress pathways. Furthermore, lipid dysregulation was evidenced by the domination of NF-{kappa}B regulation to SIRT1/SREBP-controlled lipogenic and cholesterogenic genes, leading to hepatic and serum lipid imbalance. These multi-omics insights elucidate mechanistic links between rewired NAD+ metabolism, inflammation, and lipid dysregulation during fibrosis-HCC progression. Our findings may facilitate the development of novel diagnostic biomarkers and therapeutic targets for this deadly disease.", "date": "2025-08-08", "journal": ""}
{"title": "CDK4 Restricts Triple-Negative Breast Cancer Cell Migration via Phosphorylation-Driven Activation of Myo9b RhoGAP Function", "doi": "10.1101/2025.08.06.668850", "authors": "Parashar, K.; Simo Riudalbas, L.; Ravera, A.; Prieto Banos, S.; Moi, D.; Drake, B. F.; Shi, J.; Geller, S.; Dessimoz, C.; Fantner, G. E.; Ziegler, D. V.; Fajas, L.", "abstract": "Cyclin-Dependent Kinase 4 (CDK4) is a key regulator of cell cycle progression, driving the G0/G1-to-S phase transition through phosphorylation of Retinoblastoma 1 (RB1). Clinically, CDK4/6 inhibitors are under investigation in Triple Negative Breast Cancer (TNBC), a subtype characterized by invasiveness, aggressiveness and poor prognosis. While CDK4 is primarily targeted for its role in proliferation, emerging evidence suggests it may also regulate other cellular processes. In particular, the mechanisms by which CDK4 could influence cancer cell migration, remain largely unexplored, particularly in highly heterogenous cell line like MDA-MB-231. This study investigates whether CDK4 contributes to the regulation of TNBC cells migration and identifies the pathways involved in MDA-MB-231 cells, independently of its role in proliferation. We demonstrate that loss or inhibition of CDK4, using respectively CRISPR/Cas9 mediated CDK4 knockout and pharmacological CDK4/6 inhibitor, leads to enhanced migration capacities and reorganization of actin subcellular networks. Mechanistically, the absence of CDK4 results in decreased phosphorylation of Myo9b at serine 1935 (S1935), which enhances RhoA signaling, a key driver of cytoskeletal dynamics, leading to polarity defects and increased cell migration. These findings reveal a non-canonical function of CDK4 in limiting TNBC cell migration through the CDK4/CyclinD-Myo9b-RhoA signaling axis. This work highlights the broader cellular roles of CDK4 beyond its established function in proliferation and suggest that inhibition of Myo9b-RhoA pathway could reduce metastatic behaviour in TNBC treated with CDK4/6i, thereby informing future co-therapeutic strategies against aggressive cancer subtypes.", "date": "2025-08-08", "journal": ""}
{"title": "Synthetic engineering demonstrates that synergy among enhancers involves an increase in transcriptionally productive enhancer-gene contacts", "doi": "10.1101/2025.08.08.669284", "authors": "Haro, E.; Iliadou, M.; Ramasamy, S.; Ealo, T.; Campa, V. M.; Pachano, T.; Oudelaar, A. M.; Rada-Iglesias, A.", "abstract": "Enhancers are non-coding cis-regulatory elements that control the expression of distally located genes in a tissue- and time-specific manner. Recent studies indicate that enhancers can differ in their underlying genetic architecture and regulatory properties. However, these different types of enhancers were previously investigated under rather variable conditions (e.g. model organism, cell type, enhancer-promoter distance, type of target promoter, etc.), thus introducing confounding factors that make it difficult to discern the distinct regulatory properties of each enhancer type. To overcome these limitations, here we generated transgenic mouse embryonic stem cells (mESC) lines in which different types of synthetic enhancers (i.e. typical enhancer, CTCF-associated enhancer, enhancer cluster/super-enhancer) were built upon the same core neural enhancer and inserted at the same distance (i.e. 100 Kb) from a typical developmental gene (i.e. Gata6). Subsequently, the mESC lines were differentiated to systematically compare the regulatory properties of the different enhancer types under identical conditions. Regarding the CTCF-associated enhancer, our data revealed that the addition of a CTCF site to the core enhancer increased insulation and led to the formation of a smaller contact domain, while having a rather mild effect on enhancer-promoter contact frequency and target gene expression. On the other hand, in comparison to the core enhancer alone, the enhancer cluster synergistically increased target gene expression and burst fraction. Importantly, we found that, in contrast to previous models, the strong regulatory activity of the enhancer cluster can not be explained by changes in enhancer-promoter contact frequency or the formation of transcriptional condensates. Instead, our data suggest that the emergent regulatory properties of enhancer clustering preferentially entail an increase in RNA Polymerase II pause release and, thus, in the fraction of enhancer-promoter contacts that are transcriptionally productive.", "date": "2025-08-08", "journal": ""}
{"title": "Autophagy maintains HEV identity and function during inflammation", "doi": "10.1101/2025.08.06.668862", "authors": "Jacobs, K.; Hua, Y.; Panagiotis Nikolakopoulos, A.; Gupta, S.; Vella, G.; Domingues Laranjeiro, A. F.; Bonnereau, J.; Guyot, M.; Mourao, L.; Cansiz, F.; Allies, G.; Van Baren, N.; Lucas, S.; Sondermann, W.; Rambow, F.; Tasdogan, A.; Scheele, C.; Agostinis, P.; Bergers, G.", "abstract": "High endothelial venules (HEVs) play a crucial role in adaptive immune responses in secondary and tertiary lymphoid organs. They are uniquely equipped with high levels of peripheral node addressins (PNAd), harboring carbohydrate structures that serve as L-Selectin ligands to efficiently facilitate lymphocyte homing. During inflammation, the HEV network expands in SLOs, increasing lymphocyte infiltration, but the underlying mechanisms maintaining HEVs remain underexplored. Here, we report that autophagy is essential for HEV function and expansion. Using single-cell transcriptomics, intravital imaging, and an inducible HEV tracer system in mice, we demonstrate that autophagy deficiency compromises LTBR-signaling and the Unfolded Protein Response in HEVs, leading to disrupted PNAd production, dedifferentiation, and reduced lymphocyte homing. Autophagy deficiency and LTBR blockade impaired HEV function and reduced skin inflammation in psoriasis-bearing mice by limiting immune infiltration and cytokine release. Our work uncovers an unprecedented role of autophagy in safeguarding HEV identity and function during inflammation.", "date": "2025-08-08", "journal": ""}
{"title": "Galectin-3 Mediated Endocytosis of the Orphan G-Protein-Coupled Receptor GPRC5A", "doi": "10.1101/2025.08.06.668629", "authors": "Boucheham, A.; Mallor Franco, J.; Bar, S.; MacDonald, E.; Zuttion, S.; Blagec, L.; Rinaldi, B.; Chicher, J.; Kuhn, L.; Hammann, P.; Wunder, C.; Johannes, L.; Rechreche, H.; Friant, S.", "abstract": "Galectins, a family of glycan-binding proteins, play crucial roles in various cellular functions, acting at both intracellular and extracellular levels. Among them, Galectin-3 (Gal-3) stands out as a unique member, possessing an intrinsically disordered N-terminal interaction domain and a canonical carbohydrate-recognition domain (CRD). Gal-3 binding to glycosylated plasma membrane cargo leads to its oligomerization and membrane bending, ultimately resulting in the formation of endocytic invaginations. An interactomic assay using proteomic analysis of endogenous Gal-3 immunoprecipitates identified the orphan G protein-coupled receptor GPRC5A as a novel binding partner of Gal-3. GPRC5A, also known as Retinoic Acid-Induced protein 3 (RAI3), is transcriptionally induced by retinoic acid. Our results further demonstrate that extracellular recombinant Gal-3 stimulates GPRC5A internalization. In SW480 colorectal cancer cells, glycosylated GPRC5A interacts with Gal-3. Interestingly, while GPRC5A expression was upregulated by the addition of all-trans retinoic acid (ATRA), its endogenous internalization in SW480 cells was specifically triggered by extracellular Gal-3, but not by ATRA. This study provides new insights into the endocytic mechanisms of GPRC5A, for which no specific ligand has been identified to date. Further research may uncover additional Gal-3 mediated functions in GPRC5A cellular signaling and contribute to the development of innovative therapeutic strategies.", "date": "2025-08-08", "journal": ""}
{"title": "Microbiome Dynamics During Translocation of the Critically-Endangered Frog Craugastor ranoides", "doi": "10.1101/2025.08.06.668623", "authors": "Harrison, X. A.; Herborn, K. A.; Alvarado, G.; Chavarria, M. M.; Marsh, K. J.; Wilson, A.; North, A.; Wakeham, V.; Fernandez, R.; Zumbado, H.; Bielby, J.; Puschendorf, R.", "abstract": "1. Amphibian populations are declining and species going extinct due to habitat loss, climate change and emerging infectious disease, prompting the increasing use of translocations as a conservation tool. 2. Skin-associated microbial communities play a key role in amphibian health, particularly in protecting hosts from pathogenic infection. However, to date we know relatively little about the impact of translocation on the dynamics of skin-associated microbes, or the consequences of translocation-mediated disturbance of the microbiome for amphibian health. 3. We investigated the skin microbiome of the critically endangered frog Craugastor ranoides, now restricted to a fraction of its historical range in Costa Rica. We first conducted a multi-population survey to characterise among-population variation in skin bacterial communities. We then translocated individuals to a new site, using radio tracking to monitor them over time and assess individual-level changes in body mass, microbiome composition, and predicted microbial function. 4. We found limited among-population variation in skin microbiome composition across three different populations of C. ranoides. Response of the microbiome to translocation was highly individual-specific; some frogs demonstrated relatively stable community richness and composition, whilst others exhibited marked turnover in bacterial membership and predicted function. Body mass showed similar dynamics, but several of the recaptured frogs had gained mass after several days in the translocation site. 5. Synthesis and Applications: Our findings highlight the importance of considering microbiome dynamics in threatened species translocations to optimize individual health. This includes considering whether individuals should be prioritised for translocation based on their initial microbiome composition, and understanding how shifts in microbiome post-translocation may alter overall success of translocation efforts. These insights extend beyond amphibians, offering a broader framework for integrating long-term monitoring of host microbiomes and health into conservation efforts.", "date": "2025-08-08", "journal": ""}
{"title": "Metabolic ecology, microbial community structure, and gene-centric metagenomics", "doi": "10.1101/2025.08.05.668563", "authors": "Arroyo, J. I.; Diez, B.; Marquet, P.", "abstract": "Metabolic ecology includes predictions for biological rates from molecules to ecosystems, but despite the broad range of its scope, its applicability to metagenomes remains an open question. Here, we integrate metabolic ecology with principles of DNA shotgun sequencing in order to generate specific testable predictions for the metagenomic structure of microbial communities. We start by predicting a scaling relationship between population and assemblage abundance with genome size. This allows us to simplify DNA shotgun sequencing equations for the reads of a population and a gene. Then we derive the temperature dependence of population and assemblage abundance using the volume-temperature and abundance-volume rules, and integrate them with simplified DNA sequencing equations to show that these predictions are compatible with a metagenomic framework. In addition, we derive predictions for the temperature dependence of the structure (abundance and richness) of genes and groups of related genes (e.g., metabolic pathways). To test our model, we provide some example data from human, aquatic, and terrestrial microbiomes from recent global projects. All predictions were supported by the observed data. Our model, derived from the integration of first principles, provides a mechanistic basis for variation in the structure of microbial community genomes in environmental and host-associated ecosystems.", "date": "2025-08-08", "journal": ""}
{"title": "Robust CRISPR Screens Identify TPL1 as a Novel Long Noncoding RNA Driving Triple-Negative Breast Cancer Hallmarks", "doi": "10.1101/2025.08.06.668327", "authors": "Elango, R.; Ramnarayanan, S.; Ozer, L. Y.; Coan, M.; Yu, Y.; Choi, S.; Uroda, T.; Pulido-Quetglas, C.; Schmidt, F.; Ouararhni, K.; Al Haj Zen, A.; Johnson, R.; Alajez, N. M.", "abstract": "Despite the growing catalog of long noncoding RNAs (lncRNAs), the functional roles of their vast majority in cancer remain poorly defined. To systematically explore lncRNA dependencies in triple negative breast cancer (TNBC), we compiled a comprehensive annotation by merging GENCODE, BIGTranscriptome, and MiTranscriptome databases and performed a CRISPR Cas9 deletion screen targeting 1,029 TNBC-enriched lncRNAs. The screen revealed several essential lncRNAs and those modulating doxorubicin sensitivity, with TPL1 emerging among top hits. TPL1 silencing significantly impaired TNBC cell proliferation in both 2D and 3D cultures and reduced invasive capacity in an organ-on-chip model. Transcriptomic and proteomic profiling following TPL1 knockdown revealed downregulation of genes involved in ECM-receptor interaction, focal adhesion, cell migration, and PI3K-Akt signaling. Mechanistically, TPL1 directly interacted with key proteins including EIF4B, MDM2, TARBP2, TLE5, and GTPase RAN, suggesting TPL1 could regulate RNA processing, transcriptional repression, and translation, as well as modulate GTPase signaling pathways. Additionally, TPL1 functioned as a competing endogenous RNA (ceRNA), sequestering miR-10396b-5p, miR-486-3p, and miR-450a-2-3p, among others, thereby modulating expression of pro-tumorigenic targets. Clinically, TPL1 was significantly overexpressed in TNBC tissues, particularly in the BLIS subtype. Collectively, our findings highlight TPL1 as a key regulator of TNBC molecular networks and a promising therapeutic target.", "date": "2025-08-08", "journal": ""}
{"title": "Registration-based 3D Light Sheet Fluorescence Microscopy and 2D histology image fusion tool for pathological specimen", "doi": "10.1101/2025.08.06.668634", "authors": "Brettmacher, M.; Nolte, P.; Pinkert-Leetsch, D.; Bremmer, F.; Missbach-Guentner, J.; Russmann, C.", "abstract": "Background: Histological analysis traditionally relies on thin tissue sections, providing inherently two-dimensional (2D) information. However, this approach captures only a fraction of the entire sample and lacks the spatial context necessary for comprehensive tissue assessment. Recent advancements in multimodal imaging have introduced the fusion of histological data with three-dimensional (3D) imaging techniques, such as Light Sheet Fluorescence Microscopy (LSFM), to enhance tissue analysis by integrating complementary spatial information. A key challenge in this fusion process is the accurate alignment of corresponding structures across modalities, which is complicated by differences in resolution, sectioning-induced deformations, and varying imaging orientations. Existing solutions often require manual selection of image pairs or technical expertise, limiting accessibility to non-specialist users. Methods: To address these limitations, we introduce LitSHi (Light Sheet meets Histology), a novel registration tool that enables the automated and precise alignment of LSFM and histological images. LitSHi allows multimodal image fusion to be performed fully automatically, which significantly reduces the need for manual intervention. Results: We evaluated LitSHi on testicular tumor specimens, demonstrating its ability to achieve enhanced structural correspondence between LSFM and histological images. The automated registration process significantly improved efficiency and alignment accuracy compared to traditional manual or semi-automated approaches. Conclusion: LitSHi could improve digital pathology by optimizing multimodal tissue analysis and supporting future developments in computational pathology and AI-driven diagnostics.", "date": "2025-08-08", "journal": ""}
{"title": "MoCETSE: A mixture-of-convolutional experts and transformer-based model for predicting Gram-negative bacterial secreted effectors", "doi": "10.1101/2025.08.06.668857", "authors": "Shi, H.; Lin, Y.; Liu, D.; Zou, Q.", "abstract": "Identifying effector proteins of Gram-negative bacterial secretion systems is crucial for understanding their pathogenic mechanisms and guiding antimicrobial strategies. However, existing studies often directly rely on the outputs of protein language models for learning, which may lead to difficulties in accurately recognizing complex sequence features and long-range dependencies, thereby affecting prediction performance. In this study, we propose a deep learning model named MoCETSE to predict Gram-negative bacterial effector proteins. Specifically, MoCETSE first uses the pre-trained protein language model ESM-1b to transform raw amino acid sequences into context-aware vector representations. Then, by employing a target preprocessing network based on a mixture of convolutional experts, multiple sets of convolutional kernel \"experts\" process the data in parallel to separately learn local motifs and short-range dependencies as well as broader contextual information, generating more expressive sequence representations. In the transformer module, MoCETSE incorporates relative positional encoding to explicitly model the relative distances between residues, enabling the attention mechanism to precisely recognize the sequential relationships and long-range functional dependencies among amino acids, thereby achieving high-accuracy prediction of secreted effectors. MoCETSE has demonstrated outstanding predictive ability in 5-fold cross-validation and independent testing. Benchmark test shows that the performance of MoCETSE surpasses existing excellent binary and multi-class classifiers.", "date": "2025-08-08", "journal": ""}
{"title": "PBMCpedia: A Harmonized PBMC scRNA-seq Database With Unified Mapping and Enhanced Celltype Annotation", "doi": "10.1101/2025.08.06.668843", "authors": "Hoffmann, E. S.; Hombrecher, L.; Diks, I. F.; Flotho, M.; Keller, A.; Grandke, F.", "abstract": "Reproducibility in single-cell transcriptomics remains limited by inconsistent preprocessing, heterogeneous cell type annotations, and study-specific batch effects. This challenge is particularly pronounced in peripheral blood mononuclear cell (PBMC) datasets, which are central to immunological research but rarely harmonized across studies. We present PBMCpedia, a unified PBMC atlas comprising over 4.3 million single cells from 519 samples across 24 publicly available scRNA-seq studies. Unlike prior efforts, PBMCpedia reprocesses all raw sequencing data using a single, standardized pipeline with consistent quality control, batch correction, and multi-resolution cell type annotation. The dataset spans 14 diseases, including autoimmune, infectious, and neurodegenerative conditions, alongside healthy controls, enabling reproducible, metadata-aware comparisons across biological contexts. In addition to transcriptomes, PBMCpedia includes TCR/BCR repertoire data for 75 samples and surface protein measurements for 56 samples, supporting integrative immune profiling at the transcriptomic and proteogenomic levels. To support exploration and accessibility, we provide an interactive web interface (https://web.ccb.uni-saarland.de/pbmcpedia/) for querying gene expression, marker genes, and pathway enrichment across cell types, conditions, sexes, and age groups. PBMCpedia fills a critical gap by offering a transparent, harmonized, and disease-diverse PBMC resource designed for cross-study immune profiling and discovery.", "date": "2025-08-08", "journal": ""}
{"title": "Discovery and Optimization of LAG-3-Targeted Small Molecules via DNA-Encoded Chemical Library (DEL) Screening for Cancer Immunotherapy", "doi": "10.1101/2025.08.06.668839", "authors": "Abdelrahman, S.; Calvo-Barreiro, L.; Garcia-Vazquez, N.; Nada, H.; Gabr, M.", "abstract": "Lymphocyte activation gene-3 protein (LAG-3) is an immune checkpoint receptor that promotes T cell exhaustion and immune evasion in cancer. While antibody-based LAG-3 inhibitors have reached the clinic, small molecule modulators remain unexplored. Here, we report compound 11, the most potent small molecule LAG-3 inhibitor to date. Identified via a 4.2-billion compound DNA-encoded chemical library (DEL) screen, compound 11 binds LAG-3 with submicromolar affinity and disrupts the LAG-3/MHCII interaction. Molecular modeling suggests direct antagonism at the LAG-3/MHCII interface with potential allosteric effects. In func-tional assays, compound 11 enhances IFN-{gamma} secretion and promotes tumor cell killing in co-cultures of PBMCs and cancer cells. Importantly, compound 11 also exhibits favorable pharmacokinetics. These findings support the development of small molecule LAG-3 inhibitors as immunotherapeutic agents and provide a foundation for further optimization.", "date": "2025-08-08", "journal": ""}
{"title": "Kinematic Dissection of Arm Paresis after Focal New M1, Old M1 and Red Nucleus Lesions in Non-Human Primates", "doi": "10.1101/2025.08.06.668715", "authors": "Baines, A.; Poll, A.; Baker, A. M.; Krakauer, J. W.; Baker, S. N.", "abstract": "Stroke survivors typically transition through a stereotyped sequence of upper limb recovery. After initial weakness and loss of dexterity, spasticity and fixed muscle coactivation patterns (synergies) appear. Early work suggested that different features arise from distinct primary motor cortex (M1) subdivisions. Here we investigated this with modern methods, using focal ischemic lesions of cortex and electrocoagulation lesions of magnocellular red nucleus (RNm) in rhesus monkeys. Nine animals were trained on a reach and grasp task; hand kinematics were assessed with markerless tracking. Focal M1 lesions within the central sulcus (New M1 in Strick's terminology) and the posterior part of M1 on the gyrus (Posterior Old M1) both produced increases in reach trajectory variability and reductions in speed. The speed deficit was more long-lasting for Posterior Old M1, the trajectory variability deficit was more consistent for New M1. Anterior Old M1 lesions produced only small effects on speed. An extensive cortical lesion, which combined New and Old M1 with pre-motor and somatosensory cortex damage produced no more extensive deficits than lesions to OldM1 or NewM1 alone, suggesting that effects arose mainly from damage to descending pathways rather than cortico-cortical interactions. Lesions of RNm led to long-lasting slowing of reach, but no increase in variability. Subsequent cortical lesions to Old M1 led to more severe effects, and worse recovery, than without the preceding RNm lesion. This emphasizes a key compensatory role of the rubrospinal tract following cortical damage in monkey, which is not possible in humans where the rubrospinal tract is vestigial. None of the lesions investigated led to overt abnormal synergies. The results fit with differences in descending connections from each area: New M1 has fast cortico-motoneuronal output, known to be important for fine motor control (here assessed by trajectory variability); Old M1 has cortico-reticular connections able to activate the reticulospinal tract, important for generating the high forces needed for fast movements.", "date": "2025-08-08", "journal": ""}
{"title": "Modeling structural variations sequencing information to address missing heritability and enhance risk prediction", "doi": "10.1101/2025.08.07.669060", "authors": "Xia, X.; Wu, J.; Gao, Z.; Yuan, P.; Ye, S.", "abstract": "Missing heritability remains a significant challenge in genome-wide studies focused on single nucleotide polymorphisms (SNPs) when analyzing the genetic basis of complex traits. Structural variations (SVs), which span broader genomic regions and often exert larger functional impacts than SNPs, hold promise for capturing this heritability. Although graph-based pangenomes have advanced SV detection and association analysis, traditional SNP-centric frameworks typically overlook detailed SV sequence information, treating overlapping SVs as independent variants and leading to reduced statistical power. To overcome this limitation, we developed SVrefiner, an algorithm that aligns overlapping SVs and partitions them into non-overlapping refined SVs (rSVs) based on sequence congruence. By generating precise genotype matrices, SVrefiner enables more accurate association studies. When applied to human, tomato, and pig genomes, SVrefiner delineated 48,712 rSVs from 77,696 human SVs, 6,607 rSVs from 51,561 tomato SVs, and 5,237 rSVs from 142,784 pig SVs. Incorporating rSVs alongside SNPs, indels, and unrefined SVs enhanced heritability estimates by up to 24.47%. Further, refined analysis revealed that gene expression traits are often influenced by specific SV subregions rather than entire SVs. Notably, integration of rSVs in human datasets increased total eQTLs by 71.56%, with cis- and trans-eQTLs rising by 21.3% and 94.4%, respectively. Mean risk prediction accuracy across over 16,000 traits improved by as much as 16.8%. These findings deepen the understanding of complex trait heritability and demonstrate the utility of rSVs for genetic improvement and disease risk assessment.", "date": "2025-08-08", "journal": ""}
{"title": "Adolescent girls at familial risk for depression with more advanced adrenarche have altered gut microbiota", "doi": "10.1101/2025.08.07.669149", "authors": "Kolobaric, A.; Ladouceur, C. D.; Morris, A. M.; Methe, B. A.; Jasarevic, E.; Bylsma, L. M.", "abstract": "facing a three times higher risk. Emerging evidence suggests a link between gut microbiota, neural function, and depression risk, possibly through pathways that involve brain-body interactions, including the vagus nerve. During adolescence, sex-specific changes in the microbiota align with pubertal development, although their connection to depression vulnerability remains unclear. We compared gut microbiota in adolescents at high and low familial risk for depression and explored whether differences are affected by vagal activity and pubertal stage. Methods: We collected clinical assessments, physiological data, and stool samples from 52 adolescents (aged 9-15, including 31 females), consisting of 27 high-risk and 25 low-risk individuals. We used 16S rRNA marker gene sequencing to analyze the diversity, structure, composition, and predicted function of the microbial community. A laboratory stressor task was employed to examine changes in vagally mediated heart rate variability (stress reactivity). Regressions were used to assess the relationship between depression risk, gut microbiota, and cardiovascular stress reactivity indices. Exploratory analyses investigated the effects of sex, age, and pubertal stage (adrenarche and gonarche). Results: High-risk adolescents exhibited a distinct gut microbiota profile compared to low-risk adolescents, with this effect primarily driven by female participants. This profile was characterized by a higher abundance of Prevotella, which was 2-fold higher in high-risk females, and lower levels of other beneficial genera. High-risk females were also significantly more advanced in adrenarcheal development; the link between depression risk and adrenarcheal development was mediated by gut microbiota in females. Cardiovascular stress reactivity did not differ between groups and was not linked to gut microbiota. Conclusions: Our results reveal sex-specific links between depression risk, adrenarcheal development, and gut microbiota in adolescence. The increase of Prevotella in high-risk females suggests inflammation-related pathways may connect familial vulnerability to mood disorders. Future long-term studies examining hormones, microbiota, and mood during pubertal changes are essential to determine causality and develop targeted treatments.", "date": "2025-08-08", "journal": ""}
{"title": "Enteropathogenic E. coli-mediated Fast and Coordinated Ca2+ responses regulate NF-κB activation", "doi": "10.1101/2025.08.06.668902", "authors": "TRAN VAN NHIEU, G.; GUO, F.; GUEVARA, R.; OUSSAEIDINE, L.; DUPONT, G.; COMBETTES, L.", "abstract": "Enteropathogenic Escherichia coli (EPEC) is a major bacterial enteropathogen causing diarrhea among children in developing countries. Here, we found that EPEC induced isolated Ca2+ responses in epithelial cells, triggered by extracellular ATP (eATP). These responses were dependent on type III secretion (T3S) and down-regulated by the bacterial secreted protease EspC, consistent with eATP released by the T3S translocon. By performing high speed Ca2+ imaging, we uncovered that at the onset of infection, low eATP levels triggered Ca2+-responses involving the whole cell but showing the small amplitude and fast kinetics usually associated with local Ca2+ responses. The findings, supported by theoretical modeling, evocate a conceptual shift whereby low amounts of inositol 1, 4, 5-trisphosphate (IP3) induced by low eATP levels and subsequent moderate Ca2+ release enable the fast coordination of IP3 receptor cluster activation throughout the cell. Importantly, these yet undescribed coordinated fast responses occurred over prolonged time periods and defined a cell state with dampened activation of the pro-inflammatory transcriptional activator NF-kB associated with a decrease in its Ca2+-dependent O-linked {beta}-N-acetylglucosamine modification.", "date": "2025-08-08", "journal": ""}
{"title": "Kinetic Modeling of mant-ATP Turnover to Interpret the Biochemically Defined Myosin Super-Relaxed State", "doi": "10.1101/2025.08.06.667936", "authors": "Jezek, F.; Han, S. J.; Vander Roest, A. S.; Beard, D. A.", "abstract": "The fluorescent ATP analog mant-ATP has become a valuable tool for quantifying occupancy of the myosin super-relaxed (SRX) state, a biochemically inactive conformation of myosin in striated muscle. Interpretation of mant-ATP fluorescence decay kinetics is confounded by inconsistencies in state definitions and kinetic assumptions. Here, we develop a mass-action kinetic model of myosin cross-bridge cycling and mant-ATP turnover to reconcile these discrepancies and provide a mechanistic framework for interpreting SRX measurements. Our model simulates ATP label-chase experiments and demonstrates that conventional double-exponential fitting methods do not directly quantify SRX occupancy. Instead, we show that slow and fast decay phases of mant-ATP fluorescence arise from label redistribution among kinetically distinct states, not state populations in equilibrium. The model resolves several apparent paradoxes identified in recent studies by reproducing experimental observations without requiring SRX and DRX kinetic isolation or implausible equilibrium constants. Simulations further quantify the impact of experimental factors - such as ADP accumulation, photobleaching, and initial rigor state occupancy - on fluorescence kinetics and SRX estimates. These results support a revised framework for SRX quantification and suggest that label-chase experiments must be interpreted using mechanistic models to accurately assess myosin state distributions and transition kinetics.", "date": "2025-08-08", "journal": ""}
{"title": "Quantitative Single-Cell Imaging of Efflux Pump Heterogeneity and Antibiotic Response Dynamics", "doi": "10.1101/2025.08.06.668869", "authors": "Li, R.; Bakshi, S.", "abstract": "Understanding how bacterial cells survive antibiotic treatment requires tools capable of resolving dynamic physiological heterogeneity at single-cell resolution. Here, we present a high-throughput, lineage-resolved microfluidic imaging platform for quantifying the expression and spatial distribution of the AcrAB-TolC efflux pump in Escherichia coli during antibiotic exposure. The system is built around a custom-designed multilayer microfluidic device, fabricated using a direct-write photolithography protocol, which ensures uniform delivery of nutrients and antibiotics while confining thousands of individual cells in dead-end trenches. Brightfield imaging provides a label-free, high-temporal-resolution method for tracking cell growth and division, enabling accurate reconstruction of lineages over time. Efflux pump abundance is quantified using GFP-tagged AcrB, while a red fluorescent reporter driven by a constitutive promoter serves as a control to account for growth-dependent fluorescence artifacts. To analyse the sources of heterogeneity in efflux abundance and its consequences for antibiotic response dynamics, we developed a lineage-resolved analytical framework that compares cells of similar replicative age but differing spatial positions, and vice versa. This analysis was made possible by a novel machine-learning-based image processing pipeline, which enables robust cell segmentation, tracking, and lineage reconstruction across multiple fields of view. By extracting time-resolved single-cell data, this platform allows precise dissection of non-genetic variability in efflux activity and its role in determining survival outcomes, offering a powerful foundation for future quantitative studies of bacterial physiology under antibiotic stress.", "date": "2025-08-08", "journal": ""}
{"title": "Angiogenic CD8 T cells from PWH induce Granzymes-dependent PAR1 activation promoting endothelial inflammation", "doi": "10.1101/2025.08.06.668764", "authors": "Li, T.; Mehta, C.; James, C.; Chen, J.; Chen, H.; Ahern, G.; Zhu, Z.; Faus Cid, M.; Abdussamad, M.; Yu, S.; Kumar, J.; Kumar, P. N.; Hadigan, C.; DiVito, K.; McGavern, D. B.; Pobezinsky, L.; Catalfamo, M.", "abstract": "In people with HIV (PWH), T cell immune activation and endothelial inflammation are contributors of the increased cardiovascular risk but the mechanisms remain poorly understood. In this study, we hypothesized that immune activation alters angiogenetic CD8 T cell (Tang) function driving endothelial chronic inflammation. Endothelial cell repair is partially mediated by angiogenic T (Tang) cells which facilitate proliferation and differentiation of bone marrow derived and resident endothelial progenitor cells at site of vascular injury. The role of CD8 Tang cells in the setting of viral infection, including chronic HIV infection is largely unknown. In this study, we identified a subset of CD8 T cells expressing CD31high that exhibited a long-lived memory precursor phenotype (CD127+KLRG1-) and secreted the pro-angiogenic cytokine vascular endothelial growth factor (VEGF) in mice infected with acute LCMV. Furthermore, in PWH, the frequencies of circulating CD8 Tang cells were reduced and showed an activated phenotype and expression of granzymes. GZMA+GZMB+CD8 Tang cells correlated with atherosclerotic cardiovascular disease (ASCVD) risk. In vitro, granzyme dependent PAR1 activation led to calcium mobilization and secretion of pro-inflammatory cytokines IL-6, IL-8 and Angiopoietin-2 by primary human endothelial cells. Altogether, these findings suggest that HIV driven activation of CD8 Tang cells promotes endothelial inflammation and chronic stimulation of this pathway may contribute to the increased risk of cardiovascular disease in PWH.", "date": "2025-08-08", "journal": ""}
{"title": "Single-cell, Spatially-Resolved TCR Profiling Links T Cell Phenotype and Clonality in Human Tumors", "doi": "10.1101/2025.08.06.668925", "authors": "McCord, K. A.; Kan, E.; Hyslop, S.; Xia, A. Y.; Hofferek, C. J.; Lewis, J. S.; Wieland, A.; Hernandez, D. J.; Sandulache, V. C.; Hudson, W. H.", "abstract": "Despite remarkable success in melanoma and other cancers, immune checkpoint blockade has shown limited efficacy in head and neck squamous cell carcinoma (HNSCC), with durable responses in only ~10% of patients. This is paradoxical given the abundant infiltration of CD8 T cells in HNSCC, suggesting that current T cell profiling methods fail to fully capture functional anti-tumor immunity and that key immunosuppressive mechanisms remain poorly understood. To uncover mechanisms regulating T cell function in situ, we developed a multimodal profiling framework integrating high-dimensional flow cytometry, single-cell RNA- and TCR- sequencing, and spatial transcriptomics, including spatially-resolved TCR profiling at single-cell resolution. Applying this approach to paired blood and tumor samples from 27 HNSCC patients enabled single-cell resolution mapping of T cell clonality, transcriptional state, and spatial localization within intact tumors. Tumors with similar clinical features and immune profiles by flow cytometry and scRNA-seq exhibited markedly different spatial immune architectures. Within the T cell compartment, stem- and memory-like T cells localized within immune-rich niches, while exhausted cells were broadly dispersed in tumor-rich regions. Targeted spatial TCR mapping revealed that tumor-enriched TCR clones were distributed throughout the tumor yet adopted distinct, location-dependent phenotypes, indicating that both antigen specificity and spatial cues shape T cell differentiation and function in human tumors. These findings reveal fundamental principles of T cell organization in solid tumors and establish a versatile platform for spatially-resolved, antigen-specific T cell profiling.", "date": "2025-08-08", "journal": ""}
{"title": "ESAT-6 protein of Mycobacterium tuberculosis inhibits differentiation of human monocytes to dendritic cells", "doi": "10.1101/2025.08.06.668872", "authors": "Manikoth, A. G.; Qureshi, R.; Mukhopadhyay, S.", "abstract": "Mycobacterium tuberculosis (Mtb) employs multiple strategies to evade host immunity, including disruption of antigen presentation. Dendritic cells (DCs) are crucial for effective antigen presentation and T-cell activation. In this study, we show that mycobacterial protein, ESAT-6, impairs monocyte to DC differentiation with reduced expression of the DC marker, CD209. ESAT-6 treatment elevated IL-6 and IL-10 levels, but blocking of these cytokines failed to restore DC differentiation. Mechanistically, ESAT-6 suppressed phosphorylation of p65, establishing that ESAT-6 impairs DC differentiation by inhibiting NF-{kappa}B activation and this function is dependent on the last six amino acids of its C-terminal domain. This mechanism may represent a novel immune evasion strategy employed by Mtb to subvert host adaptive immune responses during infection.", "date": "2025-08-08", "journal": ""}
{"title": "A blastocyst-derived in vitro model of the human chorion", "doi": "10.1101/2025.08.06.668884", "authors": "Schwarz, L. C.; Shannon, M. J.; McNeill, G.; Sakata, R. C.; Rosa, V. S.; Cheah, K.; Keller, L.; Snell, P.; Christie, L.; Elder, K.; Mania, A.; Weavers, L.; Gibbons, R.; Pehlivan Budak, T.; Sarris, I.; Barrie, A.; Campbell, A.; Vento-Tormo, R.; Smith, G. D.; Beristain, A. G.; Shahbazi, M. N.", "abstract": "The placenta supports the foetus by mediating nutrient and gas exchange, hormone production, and immune protection. Yet, human placental biology remains poorly understood due to limited in vitro models. The foetal part of the placenta, the chorion, consists of a trophoblast-derived layer and a mesenchymal zone containing extraembryonic mesoderm cells. Here, we show that human blastocysts can give rise to both trophoblast organoids and extraembryonic mesoderm cells under the same culture conditions. Trophoblast organoids originate from both outer trophoblast cells and inner cells of the blastocyst, while extraembryonic mesoderm cells derive exclusively from inner cells. These organoids recapitulate the cellular composition, morphology, and function of the in vivo trophoblast. Moreover, given the high rate of aneuploidy at the blastocyst stage, aneuploid trophoblast organoids can be readily generated. These models reflect the trophoblast's unique ability to tolerate aneuploidy and offer a valuable platform to study human placental development and pathophysiology.", "date": "2025-08-08", "journal": ""}
{"title": "Super-resolved live imaging of thick biological samples with 3D Random Illumination Microscopy (3D-RIM)", "doi": "10.1101/2025.08.06.668879", "authors": "Mangeat, T.; Mazzella, L.; Rogez, B.; Giroussens, G.; Bernard, M.; Vargas, P.; Allain, M.; Labouesse, S.; Idier, J.; LeGoff, L.; Sentenac, A.", "abstract": "Super-resolved volume imaging of thick, live specimens is greatly hampered by sample induced aberrations and out-of-focus fluorescence. In this work, using a combination of speckled illuminations, three-dimensional photon reassignement and variance processing, we obtained volume images with super-resolution (110 nm transverse, 270 nm axial) on thin samples and maintained a high contrast and high resolution level throughout tens of microns of highly aberrant tissues and up to hundreds of microns in collagen scaffolds.", "date": "2025-08-08", "journal": ""}
{"title": "Advancing Target Discovery Through Disease-Specific Integration of Multi-Modal Target Identification Models and Comprehensive Target Benchmarking System", "doi": "10.1101/2025.08.06.668866", "authors": "Leung, H.; Duan, C.; Gou, W.; Chen, J.; Xin, Y.; Zheng, Z.; Naumov, V.; Gennert, D.; Zhang, M.; Aliper, A.; Ren, F.; Izumchenko, E.; Pun, F. W.; Zhavoronkov, A.", "abstract": "Target identification is crucial for drug development. AI-driven approaches leveraging multi-omics and computational modeling can accelerate this process. However, integrating multi-modal data for disease-specific target identification and predicting translational potential remains challenging. Moreover, the absence of a systematic evaluation framework for model performance limits confidence in target reliability. We present a unified platform combining machine learning-based target identification with comprehensive benchmarking. As a testbed, we developed Target Identification Pro (TID-Pro), a disease-specific model spanning 38 diseases across oncology, metabolic, immune, fibrotic, and neurological categories. TID-Pro shows strong predictive performance for clinical-stage targets and reveals disease-specific patterns, underscoring the need for tailored target detection models. We next created Target Identification Benchmark (TargetBench 1.0) to rigorously assess target identification systems, including large language models, based on their ability to recover established targets and find high-quality novel candidates. This integrated approach offers a streamlined strategy to evaluate target discovery models, ultimately improving drug development efficiency.", "date": "2025-08-08", "journal": ""}
{"title": "Quantome: A Quantum Surrogate Model for Biophysical Landscapes", "doi": "10.1101/2025.08.06.668871", "authors": "Malik, A. J.; Ascher, D.", "abstract": "Accurately modelling the potential energy landscapes that govern molecular interactions is a central challenge in computational biophysics. While quantum computers promise to solve such problems with high fidelity, a key bottleneck is the encoding of complex spatial information into low-qubit Hamiltonians suitable for near-term devices. Here, we introduce a generalisable framework for creating quantum surrogate models of 2D biophysical landscapes. Our method translates a discrete, classically-derived potential energy grid into a continuous quantum Hamiltonian by fitting it to a high-degree polynomial, where the polynomial's coefficients directly define the potential energy operator. We demonstrate this pipeline on a custom-designed landscape featuring two asymmetric potential wells. By systematically varying a kinetic hopping term in the Hamiltonian, our variational quantum eigensolver simulations, averaged over 100 runs, successfully reproduce the physical transition from a localised ground state to a delocalised state governed by tunnelling. The entire framework is made accessible through the Quantome web application, a pedagogical platform that allows users to both design custom landscapes and explore pre-calculated results on EF-hand protein binding sites, which serve as a simplified real-world test bed for this framework. The web app is freely available at: https://biosig.lab.uq.edu.au/quantumlabs/quantome.", "date": "2025-08-08", "journal": ""}
{"title": "Platelets drive immune suppression and glioblastoma growth in a sex-dependent manner via PAR4 signaling", "doi": "10.1101/2025.08.06.668464", "authors": "Sloan, A. R.; Bukenya, G.; Aggarwal, A.; Lee, J.; Rosoff, D.; Alban, T.; Juric, I.; Silver, D. J.; Tacj, L.; Navadgi, T.; Tannish, G.; Yuan, X.; Coker, J.; Scalise, A.; Rajasekar, B.; Vincenti, A.; Mulkearns-Hubert, E. E.; Horbinski, C.; Sloan, A. E.; Hubert, C. G.; Luo, J.; Rubin, J. B.; Stavrou, E. X.; Lohoff, F. W.; Nieman, M. T.; Sangwan, N.; Chan, T.; Khorana, A. A.; Dhawan, A.; Cameron, S.; Lathia, J.", "abstract": "Sex differences in cancer outcomes, including glioblastoma (GBM), are shaped by biological, hormonal, and immune factors, influencing disease progression, treatment responses, survival, and the tumor microenvironment (TME). Platelets, as key regulators of immune responses and tumor progression, may contribute to these sex-based differences by influencing the dynamics of the TME, however, the precise molecular mechanisms remain unclear. Here, we show that GBM patients exhibit heightened platelet reactivity driven by protease-activated receptor 4 (PAR4) signaling. In murine GBM models, targeting PAR4 with BMS986120 prolongs survival in females but not males. This survival advantage is estrogen-dependent and TME-specific, driven by enhanced CD8+ T cell infiltration within the tumor. Inhibiting platelet PAR4 signaling decreases platelet alpha-granule secretion in female tumor-bearing mice while enriching alternative exocytosis pathways, thereby influencing CD8+ T cell activity. PAR4-activated platelets within the TME suppress CD8+ T cell function and CD8+ T cell depletion eliminates the tumor induced platelet reactivity and survival benefit when PAR4 is inhibited. These findings establish platelet-mediated PAR4 signaling as a critical driver of tumor progression and identify sex-specific immune responses as key to therapeutic efficacy.", "date": "2025-08-08", "journal": ""}
{"title": "HerbComb: an integrated database for the discovery of novel combinational therapies from herbal medicines", "doi": "10.1101/2025.08.06.668811", "authors": "Wang, Y.; Liu, R.; Luo, X.; Yao, J.; Liu, H.; Yue, C.; Xu, W.; Xu, X.; Lai, S.; Yu, F.; Zhang, Y.; Cao, L.; Tan, N.; Tang, Y.; Yang, T.; Tang, J.", "abstract": "Drug combinations have gained increasing interest due to their potential for optimal efficacy and the ability to overcome drug resistance. Herbal medicine is a complex system with multiple ingredients and has illustrated apparent therapeutic effects through thousands of years of clinical experience, offering a rich resource for combinational therapies. However, the underlying mechanism of their synergistic therapeutic effects for disease treatment remains obscure for most herbal medicines. To fill this gap, we developed an integrated database named HerbComb (https://herbcomb.com/) to discover combinatorial therapies in herbal medicine, featuring three unique functions: drug prepositioning, customized combinatorial analysis, and biological and pharmacological features. Additionally, transcriptional gene signatures and ADMET properties were also interrogated as interactive functionalities to facilitate combinational analysis. Using Tongxinluo for Stroke as a case study, we identified and validated Oleanolic acid and Ferulic acid as synergistic ingredients. In summary, HerbComb is a versatile data exploration platform designed to characterize synergistic interactions among herbal medicines, enhancing the understanding of synergistic mechanisms and facilitating the discovery of effective drug combinations.", "date": "2025-08-08", "journal": ""}
{"title": "CCR2+ neutrophils exhibit a proinflammatory phenotype and promote plaque destabilization", "doi": "10.1101/2025.08.06.669018", "authors": "Farjia, M.; Pan, C.; Braster, Q.; Lemnitzer, P.; Sachs, N.; Schultz, C.; Maegdefessel, L.; Soehnlein, O.; Silvestre-Roig, C.", "abstract": "Background Atherosclerotic plaque destabilization is promoted by inflammatory cell recruitment, tissue cell death and mechanical weakening. Neutrophils are key instigators of vascular tissue injury and perpetuation of inflammation, and targeting their actions is a viable therapeutic opportunity. We here identify a distinct subset of activated neutrophils within atherosclerotic lesions that express the chemokine receptor CCR2, which directs their migration toward areas enriched with smooth muscle cells (SMCs) and contributes to plaque instability. Methods Flow cytometry and single cell transcriptomic analysis of CCR2+ neutrophils within murine and human atherosclerotic plaques. Tracking of CCR2+ neutrophil in hypercholesterolemic Ldlr-/- mice and in mice reconstituted with Ccr2GFP/- bone marrow. In vivo reactive oxygen species (ROS) and neutrophil extracellular trap (NET) analysis in lipopolysaccharide-induced peritonitis. In vitro migration assays of neutrophils deficient for or treated with specific antagonist against chemokine receptors. In vivo neutrophil recruitment and atherosclerotic plaque destabilization analysis upon CCR2 and CCL2 blockade in a model of advanced atherosclerosis in Apoe-/- mice. Results CCR2+ neutrophils preferentially populate mouse and human atherosclerotic lesions and displayed a proinflammatory phenotype with enhanced capacity for ROS production and NET release. Genetic deletion or pharmacologic inhibition of CCR2 significantly reduces neutrophil migration and infiltration to the atherosclerotic lesion, reducing their presence in SMC-rich areas. Consistently, neutralization of the CCR2 ligand CCL2 decreased lesional neutrophil numbers and preserved fibrous cap integrity by increasing SMC content and decreasing overall plaque instability. Conclusions Our data suggest that a subset of CCR2-expressing neutrophils senses SMC-derived CCR2 ligands to infiltrate and destabilize atherosclerotic lesions. These results support the existence of neutrophil functional heterogeneity within the atherosclerotic lesions contributing to alterations of lesion stability. Specific targeting thereof may improve plaque stability without impacting host defense.", "date": "2025-08-08", "journal": ""}
{"title": "Multivesicular release at a small central excitatory synaptic contact", "doi": "10.1101/2025.08.06.668911", "authors": "Barbour, B.; Lohof, A. M.", "abstract": "We set out to study the properties of excitatory synaptic transmission at a central connection likely to consist of a single small synaptic contact. In the cerebellar cortex, molecular layer interneurones extend sparse thin dendrites in a parasagittal plane. The nonbranching parallel fibres traverse at right angles to the dendritic plane, forming en passant excitatory synapses. This arrangement makes it very likely that any synaptic connection between a parallel fibre and an interneurone will involve only a single contact. We obtained 20 paired recordings of synaptically connected granule cells and interneurones in cerebellar slices of immature rat, recorded at room temperature. Three of these pairs were successfully labelled using biocytin and a single point of contact between them was indentified. In 19/20 recordings, multiple release events corresponding to asynchronously released vesicles were frequently resolved following a single action potential. The frequency of these events could not be accounted for by spontaneous EPSCs, whose frequency was very low. We conclude that at this excitatory synaptic contact an action potential can release more than one vesicle.", "date": "2025-08-08", "journal": ""}
{"title": "Cultivation in a Natural Microbial Community Enhances the Industrial Performance of a Genetically Engineered Cyanobacterium for Bioplastic Production", "doi": "10.1101/2025.08.08.669266", "authors": "Zini, A.; Mueller, J.; Fink, P. J.; Forchhammer, K.", "abstract": "Large-scale production of polyhydroxybutyrate (PHB), a biodegradable bioplastic, using genetically engineered cyanobacteria offers a sustainable alternative to petrochemical-derived plastics. However, monoculture-based phototrophic systems face major limitations, such poor resilience in large-scale reactors, hindering industrial upscaling. To address these challenges, we established a hybrid photosynthetic microbiome by replacing the native cyanobacterium of a natural microbial consortium with a genetically engineered Synechocystis strain optimized for PHB production. This new community retained the ecological structure and stability of the original microbiome while gaining synthetic production capacity. Compared to the axenic strain, the hybrid system exhibited enhanced robustness under abiotic stress, including light and temperature fluctuations, and improved tolerance to operational instability. These features made it suitable for upscaling and application in non-sterile environments. The hybrid microbiome sustained PHB production in scaled photobioreactors, reaching up to 32% PHB per cell dry weight (CDW) equal to ~230 mg L-1 under fully photoautotrophic conditions. Production was also achieved under dark conditions with acetate supplementation, highlighting the system metabolic flexibility. To our knowledge, this represents the first successful integration of an engineered phototroph into a stable native microbiome, positioning hybrid communities as powerful platform for industrial biotechnology.", "date": "2025-08-08", "journal": ""}
{"title": "B. pertussis tracheal cytotoxin biases NOD signaling to suppress IL-1 mediated inflammation and evade adaptive immunity", "doi": "10.1101/2025.08.08.669383", "authors": "Rickert, D. M.; Hill, E. M.; Himmelberger, R. E.; Rajbanshi, N.; Cardozo, S.; Bergamin De Castro, T.; Bharadwaj, R.; Scott, A. J.; Silverman, N.; Goldman, W. E.; Carbonetti, N. H.; Scanlon, K. M.; Skerry, C.", "abstract": "Bordetella pertussis, the causative agent of whooping cough, is a Gram-negative bacterium, which colonizes the respiratory tract and evades clearance through multiple virulence factors. One such factor, tracheal cytotoxin (TCT), is a monomeric peptidoglycan (PGN) fragment released extracellularly due to inefficient recycling by the permease AmpG. Although TCT is known to be a potent NOD1 agonist in vitro, its role in vivo remains poorly defined. Here, we demonstrate that TCT release during infection suppresses pulmonary inflammation. Mice infected with a TCT over-releasing strain, TCT(+), exhibited reduced lung immunopathology compared to wild-type or TCT-under releasing, TCT(-), strains. Reporter assays revealed that TCT(+) preferentially enhanced NOD1 activation, while TCT(-) strains skewed signaling towards NOD2. In vivo, NOD2 knockout mice displayed reduced lung inflammation, implicating NOD2-driven responses in pulmonary pathology. Transcriptomic analysis identified IL-1B; as closely associated with expression of NOD2 but not NOD1. In support, TCT(+) infection led to reduced IL-1B; protein levels than WT or TCT(-). CellChat analysis of single-cell RNA-sequencing data identified alveolar macrophages as the primary source of IL-1B; and airway fibroblasts as key responders. Infected airway fibroblasts upregulated inflammatory chemokines such as CXCL13 and CCL19, promoting lymphocyte recruitment. Proteomic profiling and flow cytometry confirmed reduced chemokine levels and B cell recruitment in TCT(+) infections. Importantly, IL-1 receptor knockout mice showed significantly impaired recruitment of B and CD4+ T cells and higher bacterial burdens, despite unchanged innate cell infiltration. This underscores the role of IL-1 in coordinating adaptive immunity. Together, these findings support a model in which TCT release skews host signaling towards NOD1, suppresses NOD2 and IL-1 mediated fibroblast activation, blunts chemokine-driven lymphocyte recruitment, and impairs adaptive immune clearance. These results suggest that TCT release is an immune evasion strategy to dampen inflammation, prolong persistence and prevent the development of protective adaptive responses and highlights divergent outcomes following engagement of NOD1 or NOD2 during infection.", "date": "2025-08-08", "journal": ""}
{"title": "Q-MOL: High Fidelity Platform for In Silico Drug Discovery and Design", "doi": "10.1101/2025.08.06.668254", "authors": "Cheltsov, A.", "abstract": "For several decades in silico drug discovery methods have held the promise of cheap and efficient ways of streamlining de novo discovery of small molecule ligands against novel drug targets. The existing computational methodologies proved to be successful in those cases when a protein target is a relatively rigid molecule (e.g., many enzymes), or when an in silico methodology is applied during hit-to-lead optimization of an already potent binder. However, these methods fail when applied to highly flexible or intrinsically disordered protein targets which represent the bulk of pharmacologically important proteins. The major factors contributing to the failure are either incorrect or simplified treatment of protein flexibility, inadequate or overfitted scoring function, absence of correctly annotated druggable pockets, and lack of structural data about potential allosteric sites. The Q-MOL drug discovery platform addresses the problem of treatment of protein flexibility during the course of protein-ligand docking by computationally implementing some of postulates of the energy landscape theory of protein folding. The Q-MOL protein-ligand docking method was thoroughly validated in academic and commercial settings across a panel of more than 60 diverse proteins (of viral, bacterial and animal origin). This methodology, originally developed for high fidelity virtual ligand screening, is also used for the prediction of ligand binding sites. The ability to reliably predict ligand binding sites on the surface of novel and unannotated protein targets is critical for successful drug discovery. The Q-MOL drug discovery platform is agnostic to the nature of a protein target. Rigid, flexible or intrinsically disordered proteins are processed by the same protein-ligand docking protocol. Importantly, the software does not require the presence of structurally well-defined binding pockets or sites. The correct and validated implicit treatment of protein flexibility allows for successful discovery of small molecule ligands against allosteric sites lacking any structural features of a classical druggable pocket. In contrast to other docking programs, all of the Q-MOL in silico drug discovery features were thoroughly validated in vitro, in cellulo and in vivo when possible. In this paper, the results of several previously published drug discovery projects are briefly presented and related to relevant computational features of the software. The corresponding protein targets include viral proteinases (West Nile, Hepatitis C, Dengue and Zika viruses), hemopexin domain of membrane type I matrix metalloproteinase, retinoid X receptor , and {beta}-catenin armadillo repeat domain. It has been also shown that contrary to existing belief, highly flexible proteins (or their domains) represent significantly more amenable drug discovery targets than rigid proteins. Flexible and intrinsically disordered proteins exist in a vast array of environment-dependent conformational states, and thus, they can accommodate a significantly larger number of ligand chemotypes ensuring both potency and specificity of interactions with a protein target.", "date": "2025-08-08", "journal": ""}
{"title": "Curvature-sensing peptide functions as a membrane interfactant that glues small extracellular vesicles to cell membranes and enhances vesicle cellular uptake", "doi": "10.1101/2025.08.06.669005", "authors": "Kawano, K.; Hosokawa, K.; Taniguchi, A.; Oosugi, Y.; Kuzuama, Y.; Matsuzaki, K.", "abstract": "Small extracellular vesicles (sEVs) are lipid nanoparticles secreted from mammalian cells that are involved in the transfer of informational or therapeutically effective substances between cells. Although the scope of research on sEVs as biocompatible carriers for drug delivery to diseased tissues and cells is expanding, several challenges remain, such as low cellular uptake efficiency and difficulty in loading drugs. It is desirable to alleviate the energy barriers associated with the cellular uptake of sEVs and minimize perturbation of sEVs when loading drugs onto them. In this study, we developed a simple drug-loading system for sEVs using a dimeric curvature-sensing peptide, which enhances sEV accumulation on the cell surface by acting as an adhesive, subsequently inducing endocytic uptake of sEVs through a clathrin-mediated pathway. The dimeric curvature-sensing peptide selectively binds to the sEV surface within 10 min, even in the presence of serum proteins, and functions as a membrane interfactant to reduce the energy barriers for the cellular uptake of sEVs. The cellular uptake of sEVs and the dimeric curvature-sensing peptide under coexisting conditions increased to over fivefold and 20-fold, respectively, compared with those administered alone. Furthermore, the dimeric curvature-sensing peptide can efficiently load anticancer drugs onto the surface of sEVs, and the system effectively induces apoptosis in two types of cancer cells. Dimeric curvature-sensing peptide is a novel technique with potential applications in drug delivery.", "date": "2025-08-08", "journal": ""}
{"title": "Platform of single-molecule enzyme activity-based liquid biopsy for detection of pancreatic adenocarcinoma at early stages", "doi": "10.1101/2025.08.07.669035", "authors": "Sakamoto, S.; Hiraide, H.; Mizuno, T.; Minoda, M.; Nagano, N.; Suzuki, M.; Iwakura, N.; Kashiro, A.; Nara, S.; Morizane, C.; Hijioka, S.; Honda, K.; Kagami, Y.; Watanabe, R.; Urano, Y.; Komatsu, T.", "abstract": "Liquid biopsy analyzes biomolecules in biofluids to provide critical information for the early detection of diseases and the development of more effective treatment strategies. Among these biomolecules, the functional states of proteins offer particularly valuable insights due to their direct correlation with phenotypic changes. However, current approaches for assessing protein function in liquid biopsies are often limited by low detection sensitivity. Here, we present a liquid biopsy platform that analyzes single-molecule protease/peptidase activity to detect pathological alterations in enzyme function in blood samples. The platform demonstrates potential for identifying patients with early-stage (stage I-II) pancreatic ductal adenocarcinoma (PDAC).", "date": "2025-08-08", "journal": ""}
{"title": "Bottlebrush Polymer Conjugates for Enhanced Antisense Oligonucleotide Therapy in Myotonic Dystrophy Type 1", "doi": "10.1101/2025.08.06.668589", "authors": "Li, Y.; Oetheimer, C.; Wang, Y.; Heo, G. S.; Wu, J.; Chang, R.; Zhang, W.; Schneider, E.; Chen, J.; Fang, Y.; Wei, Y.; Nian, K.; Zhang, H.; Sherman, L.; Liu, Y.; Zhang, K.", "abstract": "Oligonucleotides are a promising genetic medicine for myotonic dystrophy type 1 (DM1), the most common adult-onset muscular dystrophy. However, poor muscle distribution of nucleic acid drugs after systemic administration has hindered drug development, and no curative treatment exists. Additionally, DM1 pathology requires drug localization to the nucleus, where pathogenic mutant RNA is trapped, posing challenges after endocytosis and endosomal escape. Here, we show that a locked nucleic acid oligonucleotide targeting mutant CUGexp RNA tracts, conjugated to a bottlebrush polymer, exhibited improved muscle distribution and potent correction of DM1-associated splicing at low nanomolar doses in a DM1 mouse model. Significant improvements in myotonia, body weight, and grip strength were observed. The conjugates were well tolerated after 12 weeks of weekly intravenous dosing. These results suggest that bottlebrush polymer bioconjugates may overcome key limitations of traditional antisense drugs for muscular dystrophies, with the potential as potent, durable, and cost-efficient DM1 therapies.", "date": "2025-08-08", "journal": ""}
{"title": "Rationally Engineered Coronavirus-mimicking Protein Nanocage Platform for Glioblastoma Targeted Delivery and Immunity Regulation", "doi": "10.1101/2025.08.08.669313", "authors": "Li, J.; Feng, J.; Ren, Y.; Wang, L.; Wang, J.; Liu, X.; Tian, S.; Yuan, X.; Li, J.; Huang, J.; Liu, C.; Du, Y.; Xia, Y.; Jia, S.; Sun, Y.; Li, S.; Wu, R.; wang, L.; Li, X.", "abstract": "Glioblastoma (GBM) is one of the most aggressive and treatment-resistant brain tumors, owing to the dual challenges of the blood-brain barrier (BBB) and a profoundly immunosuppressive tumor microenvironment. However, few existing strategies are capable of simultaneously overcoming these two barriers, underscoring a critical scientific gap and the need for innovative therapeutic platforms that enable both effective BBB traversal and tumor immune reprogramming. Here, we present a coronavirus-mimicking protein nanocage platform (EcomPC) derived from Thermotoga maritima encapsulin, rationally engineered for the targeted and sustained delivery of interferon; (IFN) to GBM lesions. Through strategic insertion of flexible linkers, cysteine-to-serine mutations, and modular surface functionalization via SpyTag/SpyCatcher chemistry, EcomPC enables intracellular self-assembly of IFN and glioma-specific targeting. In orthotopic GBM models, EcomPC-IFN demonstrates efficient BBB translocation, selective tumor accumulation, and potent anti-tumor efficacy. Mechanistically, localized IFN release induces tumor cell apoptosis and reprograms the immune microenvironment-characterized by increased CD8 T cell infiltration, decreased Foxp3 regulatory T cells, and a favorable chemokine shift. These therapeutic effects are not recapitulated by free IFN or untargeted nanocages, underscoring the essential role of both structural mimicry and ligand-guided delivery. Collectively, this work establishes EcomPC as a programmable, virus-inspired protein delivery platform capable of overcoming key physiological barriers in brain tumor immunotherapy, and lays the foundation for its broader application in CNS-targeted biologic delivery.", "date": "2025-08-08", "journal": ""}
{"title": "ICEPIC: A Toolkit to Discover Ice Binding Proteins from Sequence", "doi": "10.1101/2025.08.08.669420", "authors": "Zhang, J.; Suresh, S.; Gleizer, S.; Ewens, S.; Venkat, A.; Zulkower, V.; Biernacki, T.; Wen, D.; Li, C.; Eslami, M.; Buckhout-White, S.", "abstract": "Ice binding proteins, such as antifreeze proteins (AFPs) and ice nucleation proteins (INPs), are critical for survival in subzero environments and have wide-ranging applications in biotechnology, agriculture, and materials science. Current discovery methods for these proteins are constrained by low throughput and limited datasets that are not conducive for engineering. Here, we present a high-throughput, sequence-based model that leverages contextual embeddings from protein language models to predict ice binding potential, as well as the expression and activity potential of candidate proteins. Using a curated data corpus of over 18,000 ice binding proteins - far larger than previous datasets - we fine-tuned a ProtBERT-based model, achieving 99% accuracy for prediction of ice binding potential. Sensitivity analyses through targeted mutagenesis (alanine and threonine substitutions) confirmed the model's biological significance, revealing functionally important residues and sequence patterns. Additionally, we developed an expression prediction model that achieved an R2 score of 0.64 and low false-negative rates in identifying highly expressible candidates in Pichia pastoris. An additional regression model trained to predict ice activity as measured by thermal hysteresis achieved an R2 score of at least 0.79 with a clear difference in prediction between ice binding and non-ice binding proteins. Our toolkit advances the predictive accuracy, interpretability, and scalability of ice binding protein discovery, offering a powerful tool for protein engineering in cold-environment applications.", "date": "2025-08-08", "journal": ""}
{"title": "Cytokine Regulation of Human Antibody Responses to Influenza Vaccines", "doi": "10.1101/2025.08.07.668218", "authors": "Chen, G.; Guo, J.; Heath, J. E.; Prestwood, T.; Kwon, W. J.; Smith, A. R.; Nguyen, T. T.; Sola, E.; Sangare, A.; Mallajosyula, V.; Fong, R. F.; Mohsin, A.; Chen, L.; Siva, O.; Padilla, C.; Tan, M.; Dekker, C. L.; Grant, P.; Lu, Y.; Greenberg, H. B.; Robinson, W. H.; Blish, C. A.; Shen-Orr, S.; Salehi, A.; Maecker, H.; Khatri, P.; Utz, P. J.; Chien, Y.-h.; Davis, M. M.", "abstract": "Vaccine responses vary widely in human studies. Here we pooled data measuring 66 cytokines from 4 different inactivated influenza vaccine (IIV) cohorts over 5 seasons (N=581) and identified a significant correlation between baseline/day 0 serum IL-18 and IFN-{beta} concentrations and the antibody response on day 28. We investigated this further in human tonsil and spleen organoids, and found that several cytokines, including multiple Type I IFNs (IFN-{beta} and others), IL-21, IL-12, IL-10, but not IL-18 or its downstream Type II IFN (IFN-{beta}), could adjuvant the IIV vaccine to enhance the antibody response. The live attenuated influenza vaccine (LAIV) induced a stronger antibody response than the inactivated one in organoids. Adding a single cytokine, IFN-{beta}, recapitulated most of the live vaccine-specific cytokine activation program and increased the antibody response of the inactivated vaccine to that of the live vaccine. Thus, the human vaccinees and the organoid data showed that IFN-{beta} is a natural adjuvant. Two other antibody-boosting cytokines, IL-12 and IL-21, were induced by LAIV but not by Type I IFNs, which suggested parallel regulatory pathways. Moreover, IL-21 mRNA lipid nanoparticles (LNPs) greatly augmented the quantity and breadth of antibody responses in a mouse model of IIV vaccination, while IFN-{beta} LNPs enhanced durability. These findings identified parallel cytokine pathways regulating human vaccine responses and provide a rationale for using cytokines as adjuvants to mimic the effectiveness of live-attenuated vaccines- without the risk of side effects.", "date": "2025-08-08", "journal": ""}
{"title": "Simultaneous detection of protozoa, bacteria, and viruses from environmental water through membrane-adsorption followed by direct nucleic acid extraction", "doi": "10.1101/2025.08.07.669200", "authors": "Torii, S.; Kitajima, M.; Haramoto, E.; Gomi, R.; Oguma, K.; Katayama, H.", "abstract": "Waterborne outbreaks caused by protozoan, bacterial, and viral pathogens continue to pose serious public health threats. However, comprehensive monitoring of all three major pathogen types remains uncommon, primarily due to the technical difficulty of simultaneously concentrating and characterizing these diverse microorganisms from a single water sample. Here, we evaluated a membrane adsorption followed by bead-beating-based direct nucleic acid extraction for its sensitivity in detecting waterborne pathogens. We further applied the optimized protocol to river water samples. Our results demonstrated that the use of magnesium chloride in combination with a mixed cellulose ester membrane filter (pore size: 0.8 m) achieved the highest concentration efficiency for Cryptosporidium parvum, Legionella pneumophila, and murine norovirus (MNV), outperforming other methods utilizing the membrane with alternative pore sizes or membrane with another material (i.e., nylon). Furthermore, targeting rRNA of C. parvum instead of rDNA, or incorporating a preamplification step for the L. pneumophila mip gene and MNV, significantly improved the sensitivity. Notably, the 50% limit of detection for C. parvum using our method was comparable to that of traditional immunofluorescent antibody testing. Application of this method to river water further revealed a higher abundance of Bacteroides rRNA markers compared to their corresponding rDNA, underscoring the potential of rRNA-based targets for more sensitive bacterial detection. Importantly, when the target is genomic DNA or RNA, preamplification enables the use of a larger nucleic acids input volume, thereby enhancing sensitivity without introducing measurement bias. Overall, the combination of membrane adsorption and bead-beating-based direct nucleic acid extraction offers a sensitive, all-in-one approach for simultaneous detection of protozoa, bacteria, and viruses in environmental water. This method serves as an effective 'screening' tool for the presence of the three major types of waterborne microorganisms.", "date": "2025-08-08", "journal": ""}
{"title": "Trim47 inhibits murine norovirus replication in a strain-dependent manner", "doi": "10.1101/2025.08.08.669327", "authors": "Crockett, S. L.; Pierce, L. R.; Rodgers, R.; Sullender, M.; Schriefer, L. A.; Annaswamy Srinivas, M.; Lee, S.; Baldridge, M. T.; Orchard, R. C.", "abstract": "Human norovirus is the leading cause of gastroenteritis worldwide. Norovirus exhibits remarkable genetic diversity. Understanding the impact of genetic diversity on infection and immunity has been challenging due to the difficulties of in vitro cultivation and the current lack of a small animal model. Murine norovirus (MNV) has emerged as a premier model system to investigate norovirus biology. Here, we identify Trim47 as a host restriction factor that potently inhibits MNV infection in a strain dependent manner. We determine that Trim47 expression inhibits an early stage of the viral life cycle for the MNV strain CR6, while the replication of the closely related strain CW3 is not restricted by Trim47. Using a forward genetic screen we determine that genetic variation within the nonstructural gene NS1 accounts for this differential sensitivity to Trim47. While most TRIM containing proteins promote the ubiquitination and degradation of its targets, Trim47 does neither. Instead, Trim47 promotes the deubiquitination of the NS1/2 precursor protein. Our data provide new insight into a potential antiviral gene and mechanistic insight into norovirus evolution that may impact viral tropism.", "date": "2025-08-08", "journal": ""}
{"title": "Ablation of polysaccharide breakdown in Bacteroides thetaiotaomicron prevents cross-feeding and growth of Salmonella Typhimurium in the mouse gut", "doi": "10.1101/2025.08.08.669261", "authors": "Amend, L.; Stock, A.; Wende, M.; Osbelt-Block, L.; Martens, G.; Neumann-Schaal, M.; Strowig, T.; Westermann, A. J.", "abstract": "Pathogens invading the intestine compete for nutrients with the resident microbiota. However, there is evidence that commensal members of the gut also provide nutritional resources to enteropathogens and thus promote their outgrowth. In this study, we investigated metabolic cross-feeding mechanisms between the abundant gut commensal Bacteroides thetaiotaomicron and the model enteropathogen Salmonella enterica serovar Typhimurium. We discovered that the processing of various dietary and host-derived glycans by B. thetaiotaomicron liberated building blocks available to Salmonella and identified a range of cross-fed metabolites. Interfering with polysaccharide degradation in B. thetaiotaomicron by genetic manipulation of specific polysaccharide utilization loci (PUL) inhibited pathogenic cross-feeding, both in vitro and in a gnotobiotic mouse model. Our findings highlight the complex metabolic commensal-pathogen interaction in the intestine and propose the disruption of polysaccharide breakdown as a potential microbiota-centric strategy to intervene in intestinal infections.", "date": "2025-08-08", "journal": ""}
{"title": "Metagenomic-based network analysis reveals the importance of vitamin cross-feeding in marine microbial assemblages", "doi": "10.1101/2025.08.08.668683", "authors": "Arandia-Gorostidi, N.; Montiel, L.; Latorre, F.; Balague, V.; Gasol, J. M.; Simo, R.; Giner, C. R.; Logares, R.", "abstract": "Vitamins play a fundamental role in microbial metabolism and interactions, yet their scarcity in marine environments and the limited ability for de novo synthesis of some vitamins often leads to metabolic dependencies and cross-feeding among microbial taxa. Using a decade-long time-series metagenomics dataset from the Blanes Bay Microbial Observatory (BBMO), we investigated the role of vitamin biosynthesis in structuring the seasonal marine microbial interactions among prokaryotes and eukaryotes. Gene co-occurrence analysis revealed that vitamin-related metabolism had the highest number of associations among all metabolic pathways, underscoring the potential role of vitamins in microbial interactions. Metagenome-assembled genome (MAG) co-occurrence analysis further identified the prokaryotic biosynthesis of cobalamin (B12) and thiamine (B1) as key mediators of these associations. Rather than between complete vitamin synthesizers and auxotrophs, the main associations were found between partial synthesizers, suggesting that vitamer cross-feeding may represent an essential microbial interaction in sustaining vitamin biosynthesis throughout the year. While complete cobalamin synthesizers dominate in summer, partial synthesizers and lower-ligand activators are more prevalent in winter, driving cross-feeding interactions. In contrast, thiamine biosynthesis is more widespread, with complete synthesizers peaking in winter. The association strength, however, was maximum between prokaryotic vitamin producers and eukaryotes, highlighting the dependence of eukaryotes on bacterial vitamin production. These results provide novel insights into seasonal metabolic interdependencies, emphasizing the ecological significance of vitamin biosynthesis in marine ecosystems.", "date": "2025-08-08", "journal": ""}
{"title": "The Absence of E. coli Nucleoid-Associated Protein FIS at Low Temperature Induces an Adaptive Response that Leads To Genome Compaction in Small Rods", "doi": "10.1101/2025.08.08.669337", "authors": "Jones, P.", "abstract": "For Escherichia coli, an adaptive response to temperatures just above the minimum temperature of growth, 8{degrees}C, includes a change in morphology from rods to small rods. A study was initiated to determine the requirement of nucleoid-associated protein FIS for growth and genome compaction in the small rods at low temperature. Growth and nucleoid staining analyses revealed that the fis null mutant displayed decreased growth and initially formed filaments containing decondensed nucleoids at 12{degrees}C, indicating that FIS facilitates production of small rods with condensed nucleoids at low temperature. However, characterized by biphasic growth at low temperature, the fis null mutant exhibited increased growth, cell division, and nucleoid condensation following a lag phase. Furthermore, compacted circular-shaped nucleoids were formed near the onset of the second growth phase. Therefore E. coli responds to the absence of FIS by inducing an adaptive mechanism that causes a shift towards nucleoid condensation resulting in genome compaction in small rods. Furthermore, the deletion of sulA (encodes DNA damaged-induced cell division inhibitor SulA) in the fis null mutant resulted in suppression of the filamentous morphology. This indicates that the absence of FIS with nucleoid decondensation led to DNA damage, inducing cell division inhibition by SulA.", "date": "2025-08-08", "journal": ""}
{"title": "Adaptation of Burkholderia cenocepacia to low oxygen drives changes consistent with adaptation to chronic infection", "doi": "10.1101/2025.08.08.669301", "authors": "Carey, C. J.; Drabinska, J.; Duggan, N.; McClean, S.", "abstract": "Background: Cystic fibrosis (CF) is characterised by chronic respiratory infections, involving opportunistic pathogens, including Burkholderia cenocepacia. The CF lung comprises hypoxic niches that drives bacterial adaptation and the adaptability of pathogens to this environment is key to their successful colonisation. We previously identified several proteins encoded on a low-oxygen activated (Lxa) locus that were significantly increased in abundance in late chronic infection B. cenocepacia isolates. However, the impact of long-term hypoxia exposure on B. cenocepacia adaptation remains unclear. Results: To investigate the role of hypoxia in driving traits associated with chronic infection, we exposed an early infection B. cenocepacia isolate to low (6% O2) or atmospheric oxygen (21% O2) over 22 days. By day 22, 364 proteins were significantly increased in abundance in hypoxia-adapted cultures relative to the ancestral strain. Overall, 1066 individual proteins were significantly increased in abundance in the hypoxia-adapted cultures relative to normoxia-adapted cultures, across four different timepoints from day 1 to day 22. Comparative proteome analysis identified 81 proteins with consistent changes in abundance both in hypoxia-adapted cultures and the respective late infection isolate relative to the ancestral strain (the early infection isolate), including lxa-encoded proteins and the FixK transcriptional regulator. Proteins associated with shikimate pathways were also significantly changed in abundance. Importantly, hypoxia-adapted cultures showed increased survival in CF macrophages, increased attachment to CF lung cells, elevated protease activity, greater resistance to ceftazidime and ciprofloxacin, all of which are consistent with adaptations observed in late chronic infection isolates. Hypoxia-adapted cultures also displayed enhanced virulence in Galleria mellonella larvae, as did the late infection isolate. Conclusions: The changes in phenotype and proteome of B. cenocepacia observed after long-term hypoxia suggest that hypoxia may drive the adaptation to chronic infection, promoting survival in macrophages, host-cell attachment, antibiotic resistance and protease activity. Therapeutic strategies that modulate oxygen availability or target hypoxia-sensing may hold promise in preventing or mitigating chronic infection in CF.", "date": "2025-08-08", "journal": ""}
{"title": "One Thousand SARS-CoV-2 Antibody Structures Reveal Convergent Binding and Near-Universal Immune Escape", "doi": "10.1101/2025.08.07.669152", "authors": "Feng, Z.; Sang, Z.; Xiang, Y.; Escalera, A.; Weshler, A.; Schneidman- Duhovny, D.; Garcia-Sastre, A.; Shi, Y.", "abstract": "Since the emergence of SARS-CoV-2, understanding how antibodies recognize and adapt to viral evolution has been central to vaccine and therapeutic developments. To date, over 1,100 SARS-CoV-2 antibody structures, 16% of all known antibody-antigen complexes, have been resolved, marking the largest structural biology effort towards a single pathogen. Here, we present a comprehensive analysis of this landmark dataset to investigate the principles of antibody recognition and immune escape. Human immunoglobulins (IgGs) and camelid single-chain antibodies dominate the dataset, collectively mapping 99% of the receptor-binding domain surface. Despite remarkable sequence and conformational diversity, antibodies exhibit striking convergence in their paratope structures, revealing evolutionary constraints in epitope selection. Structural and functional analyses reveal near-universal immune escape of antibodies, including all clinical monoclonals, by advanced variants such as KP3.1.1. On average, over one-third of antibody epitope residues are mutated. These findings support pervasive immune escape, underscoring the need to effectively leverage multi-epitope targeting strategies to achieve durable immunity.", "date": "2025-08-08", "journal": ""}
{"title": "Single-cell mass accumulation reveals bacterioplankton growth rate in native seawater", "doi": "10.1101/2025.08.08.669205", "authors": "Wu, Y.; Roller, B. R. K.; Hellerschmied, C.; Sichert, A.; Gomez, A.; Bartlau, N.; Seneca Cardoso da Silva, J.; Danilyan, E.; Wolfram, M.; Mussmann, M.; Miettinen, T. P.; Polz, M. F.; Manalis, S.", "abstract": "The growth of marine microbial communities drives biogeochemical cycling of carbon and other elements, yet the growth rates of individual species within complex ocean ecosystems remain poorly understood. In particular, the coexistence of a large diversity of copiotrophic bacteria, which are capable of fast growth but typically remain at low abundance, has been interpreted as a feast or famine existence. Here we show that contrary to the notion of infrequent growth, Vibrio bacteria exhibited consistent growth rates in coastal ocean samples, despite representing only a small fraction of the total community. These observations were enabled by a suspended microchannel resonator (SMR), which we adapted to function as a single-cell chemostat. By maintaining a continuous supply of native seawater around each trapped cell, we prevented nutrient depletion and used the SMR's high mass precision to resolve growth rates that are otherwise undetectable. Vibrio species displayed significantly larger cell mass and faster growth than other community members across samples collected at different temporal intervals from days to years. Surprisingly, their growth was consistently limited by carbon, contrary to the expectation that heterotrophic bacteria in the euphotic zone would be limited by nitrogen and phosphorus due to competition with algae. The correlation between cell mass and growth rate of Vibrionaceae in seawater followed established growth laws derived from laboratory conditions, suggesting that growth physiology observed in pure cultures is applicable to wild bacterial populations. Overall, our findings suggest that rare species may play a disproportionately large role in the marine carbon cycle, with rapid biomass turnover driven by a combination of high growth rates balanced by intense predation.", "date": "2025-08-08", "journal": ""}
{"title": "Diversity of soil bacterial communities in response to fonio genotypes and pedoclimatic conditions in Benin", "doi": "10.1101/2025.08.07.669225", "authors": "AKPONIKPE, L. T.; Sossa, E. L.; Achigan-Dako, E. G.; Amadji, G. L.; Piutti, S.", "abstract": "In sub-Saharan regions, soil fertility is a major concern for plant productivity, influenced by physical, chemical, and biological components. Among biological properties, the recruitment of soil microbial communities by plant roots is influenced by both physico-chemical soil properties and plant characteristics, dependent on species or genotypes. Here, rhizosphere bacterial communities associated with five fonio genotypes cultivated under three locations were investigated. Rhizosphere soils were collected for high-throughput 16S rRNA gene sequencing to characterize soil bacterial diversity. Additional parameters were assessed to classify soil fertility at three locations and to evaluate relationships between the bacterial communitys composition and soil fertility variables. PCA revealed a clear effect of location, whereas genotype had no significant impact on soil chemical properties or enzyme activities. Overall, soils were low in fertility, with Boukoumbe soil standing out for its higher chemical values and enzyme activities. For example, Boukoumbe reached 1.48% organic carbon, compared to 0.61% in Gogounou and 0.36% in Ina. Similarly, total nitrogen and available phosphorus were also higher in Boukoumbe. Regarding bacterial community, there is no impact of location and genotype on their richness and diversity. However, Bray-Curtis index revealed a significant difference in bacterial community structure among locations, but not among fonio genotypes. This suggests, in rhizosphere, bacterial community structure is more modulated by soil properties than crop genotypes. Proteobacteria and Bacteroidota were most abundant phyla, varying significantly across locations. Moraxellaceae and Oxalobacteraceae bacteria were most abundant families within Proteobacteria, while Chitinophagaceae and Weekselleceae dominated in Bacteroidota. Our study highlighted the significant roles of soil pH, as well as sulfate and nitrate content, in shaping bacterial communities. These findings offer valuable insights into the bacterial communities associated with fonio and their key drivers. This will support future research in identifying plant-growth bacteria that improve soil fertility and health, and crop productivity.", "date": "2025-08-08", "journal": ""}
{"title": "Use of the Pacific oyster (Magallana gigas) as a natural sampler for the detection of Neoparamoeba perurans", "doi": "10.1101/2025.08.06.669027", "authors": "Bolte, B. C.; Craw, P.; Bissett, A.; McDougall, C. C.; Wynne, J.", "abstract": "Amoebic gill disease (AGD), caused by Neoparamoeba perurans, is a challenge for Atlantic salmon aquaculture. Research has, therefore, focused on detecting/monitoring N. perurans loads within/around fish pens. Recently, molecular methods to detect N. perurans have been used to reduce labour-intensive sampling, inconsistency, and stress on stock, while complimenting gill scoring and histology methods for AGD assessment. Molecular detection depends on reliable and simple sample collection, opening the possibility of using natural samplers (organisms that collect/accumulate DNA through feeding/foraging) for aquatic eDNA collection. We evaluated, through aquarium-based experiments, the utility of the Pacific oyster (Magallana gigas) to collect N. perurans DNA from the water column. In aquaria inoculated with N. perurans, total water column amoeba load decreased significantly over time in the presence of oysters. Despite this decrease no correlation between the level of amoeba accumulation within oysters and the decrease in the water column was observed. N. perurans was detected in every oyster organ type tested (mantle, gill, palp and digestive gland), though with high variation. The detection of N. perurans DNA within the digestive gland indicates that oysters ingested amoeba. Oysters were found to be viable eDNA samplers for N. perurans, providing a useful, simplified collection method.", "date": "2025-08-08", "journal": ""}
{"title": "The RNA-Binding Protein HuR Regulates Splicing Programs in Osteocytes", "doi": "10.1101/2025.08.08.668956", "authors": "Fan, Z.; Marahleh, A.; Kitaura, H.; Ren, J.; Mousa, A.; Ohori, F.; Niizuma, K.; Rashad, S.; Kanetaka, H.", "abstract": "Post-transcriptional gene regulation plays a crucial role in maintaining cellular homeostasis. Alternative splicing (AS) is one such post-transcriptional gene regulatory mechanisms. In this study we used RNA binding protein (RBP) motif enrichment analysis of RNA-seq data to identify enriched RBP positions around alternatively spliced exons in primary osteocytes cultured in high glucose conditions (HG). We identified the RNA-binding protein human antigen R (HuR) as a top candidate regulator of AS in our datasets. We investigated the mechanistic role of HuR in osteocyte adaptation to high glucose using HuR knockdown (KD) in MLO-Y4 cells. HuR KD led to profound differential gene expression and differential mRNA splicing changes. Functional splicing analysis revealed enrichment in pathways related to stress response, translation, and insulin signaling. Mechanistic studies confirmed AS analysis; HuR KD cells showed decreased mitochondrial mass, impaired respiratory function, reduced ATP production, and increased sensitivity to oxidative stress under challenging conditions. HuR KD cells exhibited reduced viability specifically under HG but not osmotic stress conditions. Additionally, HuR KD displayed dysregulation in key translational signals, including activation of mTOR kinase, decreased MNK1 activity and decreased in eIF4E phosphorylation while preserving global protein output. Moreover, HuR KD cells exhibited reduced insulin sensitivity as evident by reduced AKT phosphorylation in insulin stimulated cells. These findings establish HuR as a central post-transcriptional regulator of osteocyte survival and metabolic adaptation under high glucose stress, with potential implications for hyperglycemic bone fragility.", "date": "2025-08-08", "journal": ""}
{"title": "StCEL-based platform enables detection and sequencing of native sialoglycoRNA", "doi": "10.1101/2025.08.06.668864", "authors": "Zeng, G.-D.; Wang, Y.-L.; Chen, X.-H.; Ma, Y.; Zhu, Z.; Liu, H.-L.; Fan, L.-Y.; Nan, H.; Nur, Z.; Wei, M.; Liu, X.-Y.; Yi, L.; Jin, J.-Y.; Cao, Y.-S.; Qiu, M.-B.; Sun, W.-P.; Bai, Y.; Zhou, Q.-B.; Zhang, G.-Q.; Chen, J.-F.; Shi, J.; Zheng, J.; Xie, Y.; Li, P.; Wan, X.-B.; Fan, X.-J.", "abstract": "Glycosylated RNAs (glycoRNAs) are an emerging class of biomolecules characterized by glycans attached to RNA molecules. Currently, glycoRNA detection remains largely confined to cellular models, substantially impeding its functional characterization and clinical translation. Here, we developed sialyltransferase-mediated chemical enzymatic labeling (StCEL), in which azido-modified sialic acid was transferred to the natural sialic acid on sialoglycoRNA, enabling the detection of native sialoglycoRNA across diverse biological samples with high specificity and sensitivity. Using StCEL, we found that sialoglycoRNA was significantly upregulated in multiple cancer types. StCEL combined with a microplate reader was applied to detect sialoglycoRNA in large-scale samples, revealing that elevated sialoglycoRNA levels correlate positively with tumor malignancy and poor patient prognosis. Furthermore, StCEL-based sialoglycoRNA enrichment and sequencing identified dysregulated sialoglycoRNAs in tumor tissues. Collectively, StCEL establishes a multifunctional platform that enables sensitive and specific detection of sialoglycoRNA, alongside sequencing analysis, demonstrating significant potential for clinical translation.", "date": "2025-08-08", "journal": ""}
{"title": "ZYS-1 is not an ADAR1 inhibitor", "doi": "10.1101/2025.08.08.669362", "authors": "Smoak, C. N.; Gardner, E. N.; Chua, R. N.; Cottrell, K. A.", "abstract": "Adenosine deaminase acting on RNA 1 (ADAR1) edits double-stranded RNA (dsRNA) substrates by the deamination of adenosine to inosine in a process known as A-to-I editing. Modulation of ADAR1 expression and editing activity has previously been described to play a role in cancer development and progression, with upregulation of ADAR1 being observed in a range of cancers. Further, depletion of ADAR1 leads to increased sensing of endogenous dsRNAs by dsRNA sensors in cell lines that require ADAR1 for survival, which are termed ADAR1-dependent. The activation of these sensors induces downstream production of type I interferons as well as translational inhibition and apoptosis. Therefore, ADAR1 is a promising oncologic therapeutic target. Recently, the small molecule ZYS-1 has been developed and presented as a direct inhibitor of ADAR1. We performed a series of in vitro and cellular experiments to validate the efficacy and specificity of ZYS-1 as an ADAR1 inhibitor. Evaluating the effect of ZYS-1 on cell viability revealed it to be equally cytotoxic to both ADAR1-dependent and ADAR1-independent cell lines, as well as wildtype and ADAR1 knockout cells. Moreover, ZYS-1 treatment had little effect on activation of PKR or induction of IFN stimulated genes. Importantly, treatment with ZYS-1 did not reduce cellular A-to-I editing for several known ADAR1 editing sites, and did not inhibit in vitro A-to-I editing by recombinant ADAR1. Together, these data indicate that ZYS-1 is not a selective inhibitor of ADAR1.", "date": "2025-08-08", "journal": ""}
{"title": "New Mechanistic Insights into Prp5-mediated Prespliceosome Formation", "doi": "10.1101/2025.08.08.669338", "authors": "Kao, C.-Y.; Tsai, W.-Y.; Su, Y.-L.; Chung, C.-S.; Cheng, S.-C.", "abstract": "The spliceosome is a highly dynamic structure that undergoes continuous structural alterations through the sequential association and dissociation of small nuclear RNAs and protein factors during precursor mRNA splicing. These structural changes are driven by eight DExD/H-box RNA helicases that act at distinct stages of the splicing cycle. Among them, Prp5 and Sub2 are involved in prespliceosome formation, with Prp5 implicated in displacing the U2 snRNP component Cus2, and Sub2 in facilitating the release of the Msl5-Mud2 heterodimer. However, the precise mechanisms underlying the functions of these two proteins remain unclear. Here, we show that Sub2 is not essential for splicing in vitro, but it can enhance splicing independently of ATP. Strikingly, prespliceosome formation can proceed without ATP in the absence of either Sub2 or Cus2. Moreover, though ATP is required for prespliceosome formation under standard conditions, ATP hydrolysis is not. These findings reveal a coordinated interplay among Prp5, Sub2, Cus2 Mud2 and Msl5 during prespliceosome formation and indicate that ATP binding, rather than ATP hydrolysis, drives the early remodeling events that initiate spliceosome assembly.", "date": "2025-08-08", "journal": ""}
{"title": "Nitric Oxide-Releasing Thixotropic Hydrogels as Antibacterial and Hemocompatible Catheter Locks", "doi": "10.1101/2025.08.06.668907", "authors": "Li, W.; Liebrecht, L.; Poudel, S.; Goodhart, R.; More, S.; Montano, J.; Lust, D.; Xu, Q.; Mangino, M.; Wang, X.", "abstract": "Catheters are indispensable medical tools for accessing blood vessels, hollow organs, and body cavities to facilitate medication delivery and fluid drainage. However, they also serve as major entry points for bacterial contamination and trigger foreign body responses, necessitating locking strategies that are both bactericidal and biocompatible. This study introduces the first gel-based catheter lock, in contrast to conventional liquid locks. The gel is a poloxamer-based hydrogel formulated with 2-hydroxypropyl -cyclodextrin (HP-CD). HP-CD forms supramolecular complexes with the poloxamer to enhance gelation, and with the nitric oxide (NO) donor to modulate NO release kinetics. This thixotropic gel can be injected into the catheter lumen when the catheter is not in use and withdrawn when vascular access is needed. The gel matrix provides a physical barrier that slows bacterial migration and minimizes drug loss. Simultaneously, the released NO functions as a broad-spectrum antimicrobial agent, effectively preventing biofilm formation on both the internal and external surfaces of the catheter. The NO-releasing hydrogel also demonstrates excellent hemocompatibility and reduces clot adhesion. Together, the gel-based lock offers a promising strategy for more effective catheter maintenance and represents a new application of hydrogels.", "date": "2025-08-08", "journal": ""}
{"title": "Enterococcus faecalis redox metabolism activates the unfolded protein response to impair wound healing", "doi": "10.1101/2025.08.07.669218", "authors": "Tan, A. M. Z.; Celik, C.; Lee, S. Y. T.; Veleba, M.; Manzano, C.; MK Abdul, R.; Thibault, G.; Kline, K. A.", "abstract": "Enterococcus faecalis is an opportunistic pathogen that thrives in biofilm-associated infections and delays wound healing, yet how it impairs host tissue responses is unclear. Here, we identified extracellular electron transport (EET) as a previously unrecognized source of ROS in E. faecalis and show that this activity directly triggers the unfolded protein response (UPR) in epithelial cells and delays epithelial cell migration. ROS detoxification with catalase suppressed E. faecalis-induced UPR and rescued epithelial cell migration, while exogenous H2O2 was sufficient to restore UPR activation in EET-deficient strains. Importantly, UPR disruption by pharmacological inhibition also impaired cell migration, highlighting a critical role for UPR homeostasis in wound repair. Our findings establish EET as a novel virulence mechanism that links bacterial redox metabolism to host cell stress and impaired repair, offering new avenues for therapeutic intervention in chronic infections.", "date": "2025-08-08", "journal": ""}
{"title": "Inactivation of Airborne Pathogen Surrogates by Triethylene Glycol", "doi": "10.1101/2025.08.08.669335", "authors": "Desai, G.; Goldman, E.; Jordan, W.; Balarashti, J.; Caravanos, J.; Edgar, R. S.; Grignard, E.; Ramachandran, G.; Mainelis, G.", "abstract": "The COVID-19 outbreak brought to the fore the importance of airborne transmission in spreading human infectious diseases and highlighted the need for sustainable mitigation strategies. Triethylene glycol (TEG) has been documented as having microbicidal capabilities and has been proposed as one such mitigation strategy. Aerosolized TEG exhibits antimicrobial activity against airborne microorganisms; Grignard Pure Technology was developed to safely aerosolize TEG for air decontamination. Here we show that this TEG formulation effectively inactivates airborne microorganisms, resulting in 2 to 4.5 net log reduction in concentration of viable bacteria, viruses, and mycobacteria within 30-60 minutes at TEG concentration (aerosol + vapor) of ~0.7 mg/m3, which is well within the range considered safe for humans. Our data also demonstrate that aerosolizing both the test organisms and the antimicrobial product provides a more accurate and relevant measure of the product's efficacy for indoor usage compared to traditional surface - or solution - based disinfection assays. Accurate evaluation of antimicrobial efficacy is a crucial step in adopting novel interventions and tools to control airborne pathogens that pose a public health risk. Our findings argue that testing protocols must match the intended use of any intervention. Given the safety concerns of aerosolizing human pathogens for direct testing of airborne infectious burden, we also advance an approach for selecting suitable surrogate microorganisms based on their phenotypic and biophysical similarity to corresponding pathogenic species", "date": "2025-08-08", "journal": ""}
{"title": "Cobalt and nickel ion synergy promotes gene duplication amplification and enables stable metal resistance in Shewanella oneidensis", "doi": "10.1101/2025.08.08.669375", "authors": "Gavin, A.; Mitchell, S.; Carlson, E. E.", "abstract": "Microbial species are integral in environmental homeostasis and have thus developed diverse strategies to adapt, survive, and proliferate under exogenous stress. The growing demand for nanoscale battery materials has led to increasing environmental concentrations of nanomaterials and their constituent metal ions. Previous work has shown that the gram-negative bacterium Shewanella oneidensis is able to rapidly evolve resistance to one such nanomaterial, lithiated nickel manganese cobalt oxide (NMC). Yet, the specific stimuli that trigger resistance evolution and the ensuing genomic changes were previously unknown. Here, we demonstrate that the combination of cobalt and nickel ions released from NMC trigger a gene duplication amplification (GDA) event that enables stable nanomaterial and metal resistance. Amplification copy number is highly dynamic over the period of study, yet amplification events persist over prolonged recovery in the absence of metal stress. Growth rate comparisons reveal no physiological cost associated with high copy GDA. The stability of this genomic mutation combined with the lack of observable fitness cost distinguishes this genomic perturbation from previously reported GDA events. Lastly, the observed GDA event was unique to the combination of cobalt and nickel, which implies that the intracellular targets of these metal ions have a specific interaction that yield resistance. Ultimately, we report a dynamic and specific GDA event that allows S. oneidensis to survive metal stress. This work not only illuminates the broader ecological consequences associated with introducing nanomaterials and metals into the environment but also provides insight into the larger scope of bacterial resistance mechanisms.", "date": "2025-08-08", "journal": ""}
{"title": "The temperature sensitivity of arboviral disease extrinsic incubation periods: a systematic review", "doi": "10.1101/2025.08.08.669272", "authors": "Hartner, A.-M.; Herath, T.; Esquivel Gomez, L. R.; Körber, N.; Pfeil, J.; Escudie, J.-B.; Wieler, L.; Irrgang, C.", "abstract": "Background: Arboviral diseases are an increasing global public health concern, driven by both human and environmental factors. A key parameter shaping transmission is the extrinsic incubation period (EIP) the time between a mosquito acquiring a virus and becoming infectious--which is strongly influenced by temperature. However, the temperature-EIP relationship remains poorly characterized across arboviruses and mosquito species. Methods: We conducted the first systematic review of laboratory studies evaluating temperature effects on EIP-related outcomes across all reported mosquito-arbovirus pairings. We searched three databases and extracted data on transmission efficiency (TE), applying linear regression models adjusted for diurnal temperature range and viral dose. Studies where TE could not be extracted were synthesized narratively. Results: Our synthesis included 60 studies covering 17 arboviral diseases and 20 mosquito species. We found substantial heterogeneity in temperature effects on TE. While CHIKV, ZIKV, DENV, and WNV generally showed increased TE and shorter EIP at higher temperatures, many viruses--such as SINV, USUV, and BATV--exhibited no clear trends, often due to limited data and small sample sizes. Even across different vectors of the same virus, findings varied widely, reflecting both biological differences and inconsistent experimental designs.", "date": "2025-08-08", "journal": ""}
{"title": "Natural salivary gland barrier curtails Zika virus transmission in Thai Aedes aegypti", "doi": "10.1101/2025.08.08.669279", "authors": "Sartsanga, C.; Suksirisawat, K.; Pengon, J.; Pethrak, C.; Saeung, A.; Chotiwan, N.; Uppakara, K.; Thaiudomsup, S.; Pakparnich, P.; Aupalee, K.; Taai, K.; Phengchat, R.; Crist, A. B.; Lambrechts, L.; Jupatanakul, N.", "abstract": "Background Vector competence is a critical determinant of arbovirus transmission dynamics, yet most studies in Thailand have primarily examined Aedes aegypti susceptibility to infection and systemic viral dissemination rather than the mosquito's potential to transmit infectious virions. Given that transmission potential varies among mosquito populations, identifying population-specific transmission barriers is crucial for optimizing vector control strategies especially under resource constrains. Methodology/Principal Findings: This study assessed the Zika virus (ZIKV) transmission potential of three Aedes aegypti populations from Thailand: two field-derived populations from Chiang Mai (CSP) and Nakhon Sawan (NAK) and a long-established laboratory strain (DMSC). Following oral exposure to a locally circulating ZIKV strain, viral transmission potential was evaluated. CSP mosquitoes demonstrated the earliest and highest ZIKV prevalence in salivary glands at 7 days post-infectious blood meal (dpibm), with DMSC and NAK populations reaching comparable infection levels at later time points. Despite this, NAK mosquitoes exhibited a strong salivary gland escape barrier, resulting in significantly lower transmission potential. Genetic crosses revealed that this phenotype is inherited as an autosomal dominant trait and is similarly effective against dengue virus serotype 2 (DENV2), underscoring the broad-spectrum potential of NAK Aedes aegypti for transmission suppression. Furthermore, male NAK mosquitoes exhibited superior mating competitiveness, reinforcing their viability as a tool for vector control by population replacement. Conclusions/Significance: Our findings highlight significant variability in ZIKV vector competence among Thai Aedes aegypti populations, emphasizing the importance of direct transmission assessments in vector competence studies. The discovery of a naturally occurring, heritable salivary gland escape barrier presents an opportunity for vector control strategies through NAK-based population replacement approaches. With their strong mating capability and broad arbovirus-blocking ability, NAK mosquitoes provide a natural alternative to Wolbachia-based and genetically modified mosquito interventions.", "date": "2025-08-08", "journal": ""}
{"title": "ModuloStat: An Internet of Things' Path to Continuous Cultures in Mini-Bioreactors", "doi": "10.1101/2025.08.08.669317", "authors": "Guerin, C.; Dervyn, E.; Veron, J.; Tanneur, I.; Derozier, S.; Calabre, M.; Bidnenko, E.; Jules, M.; Nicolas, P.", "abstract": "In continuous culture, a population of microorganisms is propagated in a stable environment over many generations. This is particularly relevant for experimental evolution and metabolic studies. However, continuous culture protocols are difficult to implement, so they are not commonly used in microbiology laboratories. Here, we present the ModuloStat, a modular, open-source framework that facilitates continuous culture in mini-bioreactors. The ModuloStat system is grounded on digital fabrication tools easily accessible in FabLabs and programmable electronics. Maintaining a culture is divided into tasks assigned to dedicated printed circuit boards with a microcontroller connected to a Wi-Fi network. According to Internet of Things principles, each board operates a set of sensors and actuators autonomously and can receive and send information. The boards are stacked to implement complex behaviors and can be modified to accommodate new features. A thermoregulated box holds the components and can be placed on a laboratory bench or transported under a sterile hood for inoculation. Sterility is ensured by autoclaving, after assembly, all components that will come into contact with the culture medium. In-situ optical density monitoring combined with modularity and computer control enables many cultivation modes. Additionally, we present the construction of the Bacillus subtilis strain ZB designed for bioreactor culture that exhibits a zero-biofilm phenotype. To demonstrate the system's versatility, we performed several experimental cultures with this model organism, including chemostat, turbidostat, medium swap, and a cascade of bioreactors.", "date": "2025-08-08", "journal": ""}
{"title": "Diversity of trypanosomatids in small mammals from a forest fragment at the wildlife-urban interface in southeastern Brazil: implications for public health surveillance", "doi": "10.1101/2025.08.08.669276", "authors": "Madureira, A. C. C.; Isnard, A. P.; Lima, A. C. V. M. d. R.; Capucci, D. C.; Martins, A. L. M.; Estevam, L. G. T. d. M.; Freire, M. L.; Silva, S. d. O.; Koerich, L. B.; Pessoa, G. C. D.; Gontijo, N. d. F.; Avelar, D. M. d.; Souza, R. d. C. M. d.; Diotaiuti, L. G.; Andrade Filho, J. D.; Dutra-Rego, F.", "abstract": "This study investigated the diversity of trypanosomatids infecting small mammals in a fragmented forest landscape in southeastern Brazil, aiming to clarify their role in transmission cycles and assess potential public health risks. Eighteen individuals from three species - Didelphis albiventris (n=8), Marmosops incanus (n=4), and Nectomys squamipes (n=6) - were captured in the Mata da Tapera Municipal Natural Park (MT), located within the Espinhaco Range Biosphere Reserve, Minas Gerais State. Xenodiagnosis using Lutzomyia longipalpis and Rhodnius neglectus, followed by 18S rDNA nested PCR, enabled the detection of Leishmania infantum, L. braziliensis, and Trypanosoma cruzi DTU TcI in insects fed on naturally infected hosts. Tissue and organ samples were also analyzed by in vitro culture and molecular diagnostics. Leishmania infantum was identified in D. albiventris (n=2), L. braziliensis in M. incanus (n=1), T. cruzi TcI in D. albiventris (n=2), and Trypanosoma lainsoni in both D. albiventris and N. squamipes (n=1 each), the latter representing the first record of this parasite in that rodent species. This integrated approach provides a valuable model for zoonotic surveillance at the wildlife-urban interface, enhancing diagnostic sensitivity and species identification. These findings confirm the presence of zoonotic trypanosomatids in a highly anthropized landscape and highlight transmission risks to humans and domestic animals, particularly in an area with active ecotourism, underscoring the need for targeted surveillance within a One Health framework.", "date": "2025-08-08", "journal": ""}
{"title": "FusionProt: Fusing Sequence and Structural Information for Unified Protein Representation Learning", "doi": "10.1101/2025.08.06.668973", "authors": "Kalifa, D.; Singer, U.; Radinsky, K.", "abstract": "Proteins play a crucial role in biological processes and understanding the complex mechanisms within living organisms. Accurate protein representation is vital for advancements in drug development, synthetic biology, and understanding disease mechanisms. Current methodologies primarily focus on one-dimensional (1D) structures, emphasizing amino acid sequences. However, this approach neglects the essential three-dimensional (3D) structural details that determine protein functionality and interactions. Initial attempts to leverage both the 1D and 3D modalities have shown limited benefits compared to single modality representations. In this work, we introduce FusionProt, a novel protein representation learning framework designed to learn unified representations of both the 1D and 3D structures of proteins simultaneously. FusionProt incorporates an innovative learnable fusion token that serves as an adaptive bridge, enabling an iterative exchange of information between a protein language model and the protein's 3D structure graph. This token is integrated into the training process of both modalities, enabling seamless propagation of information and facilitating comprehensive representation through iterative learning cycles. Empirical evaluations across various biological tasks demonstrate that FusionProt achieves state-of-the-art performance, offering a significant advancement in protein representation learning.", "date": "2025-08-08", "journal": ""}
{"title": "Efficient gene disruption with CRISPR-Cas3 in human T cells", "doi": "10.1101/2025.08.06.668737", "authors": "Mashimo, T.; Fujii, T.; Sakoda, Y.; Yoshimi, K.; Takeshita, K.; Yokoyama, K.; Watanabe, S.; Tamada, K.", "abstract": "The CRISPR-Cas9 system has been widely adopted as a genome editing tool due to its high efficiency and versatility, contributing to the development of various therapeutic strategies. However, its clinical application remains limited by safety concerns, including off-target effects and large-scale chromosomal rearrangements such as translocations and inversions. Recently, the CRISPR-Cas3 system, a Class 1 CRISPR effector complex with unidirectional DNA degradation activity, has gained attention as a potential alternative, offering reduced off-target activity. In this study, we applied the CRISPR-Cas3 system to human T cells and successfully disrupted two clinically relevant genes, T cell receptor alpha constant (TRAC) and beta-2 microglobulin (B2M). These gene deletions were associated with a reduction in both graft-versus-host disease (GVHD) risk and host immune rejection. Importantly, no off-target mutations were detected in CRISPR-Cas3-edited cells, in contrast to the off-target effects observed with CRISPR-Cas9. Furthermore, CAR-T cells generated by deleting TRAC or B2M using CRISPR-Cas3 maintained their antigen-specific cytotoxicity against tumor cells, while exhibiting reduced alloreactivity. These results suggest that CRISPR-Cas3 provides a safer and promising platform for genome editing in T cell engineering, with potential applications in the development of next-generation allogeneic T cell therapies.", "date": "2025-08-08", "journal": ""}
{"title": "Left-to-right dorsomedial prefrontal cortex interhemispheric projections mediate psychosocial stress vulnerability", "doi": "10.1101/2025.08.07.669148", "authors": "Morais-Silva, G.; Fagundes Gasques, B.; Lima Lugli, I.; Nunes-de-Souza, R. L.", "abstract": "Functional asymmetries in the medial prefrontal cortex (mPFC) are significant attributes of this brain area, implicated in its role in emotional processing and executive function. Evidence suggests that, under normal conditions, there is a tonic inhibition of the right (R) mPFC by the left (L) mPFC, and a dysregulation of this hemispheric functional lateralization is implicated in detrimental chronic stress effects. Considering the wide interhemispheric connection and the inhibitory tone from the LmPFC to the RmPFC, we hypothesize that alterations in the activity of the direct projections between the mPFC hemispheres during stressful situations are related to stress vulnerability. To address this question, we used a chemogenetic approach to modulate the activity of L-to-R dorsomedial prefrontal cortex (dmPFC) monosynaptic projections during psychosocial stress (PSS) exposure in mice. We found that activating LdmPFC projections during a repeated PSS protocol prevents stress-induced apathy-like behavior in females and males and social avoidance in male mice. On the other hand, inhibiting such projections during a single session of PSS increases vulnerability to stress effects in male mice, increasing social avoidance and anxiety-like behaviors. Both glutamatergic and GABAergic cells compose the projecting interhemispheric neurons in the dmPFC. However, the LdmPFC showed a higher density of glutamatergic projections to the RdmPFC than the opposite. In conclusion, our results revealed an involvement of the monosynaptic projections from the LdmPFC to RdmPFC in the vulnerability to the behavioral alterations induced by PSS in female and male mice.", "date": "2025-08-08", "journal": ""}
{"title": "Subtype-specific neutralizing antibodies promote antigenic shift during influenza virus co-infection", "doi": "10.1101/2025.08.08.669311", "authors": "Liu, M.; Gao, X.; Li, X.; Hao, J.; Light, C.; Tian, Y.; Wang, S.; Yan, W.; Hai, R.; Hu, W.; Wang, G.", "abstract": "Reassortment between different influenza strains occurs when they co-infect the same host cell. The emergence of a reassortant virus depends on both its intrinsic fitness and extrinsic factors, including pre-existing humoral immunity. The generation of pandemic strains, such as H2N2 and H3N2, and zoonotic influenza A viruses, like H5N6, H5N8, and H7N9, in birds is suggested to be the result of extensive selection by pre-existing antibodies. To further explore the role of humoral immunity in reassortment, we generated two divergent fluorescent protein-expressing viruses and used strain-specific and cross-reactive monoclonal antibodies (mAbs) to assess the impact of cross-immunity on reassortment. Our results indicate that all mAbs altered the genotypic diversity and significantly reduced the release of progeny virions in co-infected cells both in vitro and in vivo. Moreover, antibody transfer studies in mice revealed protection from challenge with divergent pathogenicity profiles. Notably, selection driven by a strain-specific mAb depended on its neutralizing specificity, whereas the selection driven by broadly reactive mAbs was independent of neutralization specificity. Our findings demonstrate that pre-existing neutralizing antibodies shape reassortment and that strain-specific neutralizing antibodies promote antigenic shift during co-infection, which is not the case for broadly cross-reactive antibodies that recognize influenza viruses from different subtypes.", "date": "2025-08-08", "journal": ""}
{"title": "Chlamydia iron starvation links nutritional immunity to pathogen recognition", "doi": "10.1101/2025.08.08.669282", "authors": "Alla, M. R.; Pokorzynski, N. D.; Lee, J.; Ouellette, S. P.; Carabeo, R.", "abstract": "Nutritional immunity is an antimicrobial strategy that evolved to starve pathogens of essential nutrients, with death as the desired outcome. Here, we report that transient iron starvation of the obligate intracellular pathogen Chlamydia trachomatis, growing in endocervical epithelial cells, enhances pathogen recognition by the host cell through the dysregulation of a peptidoglycan (PG) remodeling enzyme, resulting in the activation of the nucleotide-binding oligomerization domain 2 (NOD2) pathway that recognizes PG fragments, increased production of tumor necrosis factor alpha (TNF) via increased activation of NF-{kappa}5B, which correlated with death of infected cells. Activation of the NOD2/ NF-{kappa}5B signaling axis is linked to the dysregulated overexpression of the PG remodeling enzyme AmiA and the subsequent cleavage and mislocalization of D-Ala-D-Ala analog. Inhibiting amiA transcriptional upregulation by CRISPR interference reduced pathogen recognition. We propose that nutritional immunity in general mediate abnormal expression of bacterial genes linked to pathogen-associated molecular patterns.", "date": "2025-08-08", "journal": ""}
{"title": "Change of Guards: ELAVL Proteins Switch miRNA Export Responsibility to Regulate Neuronal Differentiation", "doi": "10.1101/2025.08.08.669247", "authors": "Ray, S.; Bhattacharyya, S. N.; Mukherjee, K.", "abstract": "ELAVL1 protein HuR controls the stability and activity of miRNAs by disconnecting miRNPs from their target mRNAs and exporting Ago2-uncoupled miRNAs to help hepatic and macrophage cells manage stress. In mammalian neurons, the homolog of HuR, ELAVL4 or HuD, is expressed; however, its role in miRNA regulation remains unknown. PC12, a rat pheochromocytoma cell line, is a well-established model for studying neuronal differentiation that resembles sympathetic neurons. In PC12 cells, HuD levels increase during differentiation, which suppresses HuR expression. Thus, HuD overrides HuR's control of miRNA activity in differentiating cells, promoting differentiation by regulating the activity and levels of specific miRNAs, such as let-7a and miR-125b. When HuD is present, it decreases the activity of these miRNAs by binding to them, thereby facilitating their export and ensuring neuronal differentiation. Overall, there is a shift in miRNA regulation, with HuR being replaced by HuD in controlling miRNA export during neuronal differentiation. This switch in ELAVL-mediated miRNA regulation is essential for the differentiation process.", "date": "2025-08-08", "journal": ""}
{"title": "Dietary sulfur amino acid restriction elicits a cold-like transcriptional response in inguinal but not epididymal white adipose tissue of male mice", "doi": "10.1101/2025.08.06.669020", "authors": "Ruppert, P. M.; Gueller, A. S.; Rosendal, M.; Stanic, N.; Kornfeld, J.-W.", "abstract": "Introduction: About 1 billion people are living with obesity worldwide. GLP-1-based drugs have massively transformed care, but long-term consequences are unclear in part due to reductions in energy expenditure with ongoing use. Diet-induced thermogenesis (DIT) and cold exposure (CE) raise EE via brown adipose tissue (BAT) activation and beiging of white adipose tissue (WAT). Methionine restriction (MetR) is a candidate DIT trigger, but its EE effect has not been benchmarked against CE, nor have their tissue-level interactions been defined. Objective & Methods: In a 2 by 2 design (Control vs. MetR; room temperature, RT: 22C vs. CE: 4C for 24 h), we used male C57BL/6N mice to benchmark MetR-induced thermogenesis against CE and mapped how diet and temperature interact across tissues. Bulk RNA-seq profiled liver, iBAT, iWAT, and eWAT. Differential expression was modeled with main effects and a diet by temperature interaction; KEGG GSEA assessed pathways. Results: MetR increased EE at RT and shifted fuel use toward lipid oxidation, supporting MetR as a bona fide DIT factor. CE elevated EE across diets and blunted diet differences. Transcriptomic responses were tissue-specific: in liver, CE dominated gene induction while MetR and CE cooperatively repressed genes. The combination enriched glucagon/AMPK-linked and core metabolic pathways. In iBAT, CE dominated thermogenic and lipid-oxidation programs with minimal MetR contribution. In iWAT, MetR and CE acted largely additively with high concordance, enhancing fatty-acid degradation, PPAR signaling, thermogenesis, and TCA cycle pathways. In eWAT, robust co-dependent differential expression emerged only with MetR+CE, yet pathway-level enrichment was limited. Conclusion: MetR is a genuine DIT stimulus that remodels metabolism in a tissue-specific manner. Our study provides a tissue-resolved transcriptomic resource that benchmarks diet-induced (MetR) against cold-induced thermogenesis and maps their interactions across liver, iBAT, iWAT, and eWAT.", "date": "2025-08-08", "journal": ""}
{"title": "Human IRAK kinases differentially alter metabolic regulation and mitochondrial function in Saccharomyces cerevisiae", "doi": "10.1101/2025.08.06.668917", "authors": "del Val, E.; Genna, G.; Fernandez-Acero, T.; Molina, M.; Cid, V. J.", "abstract": "Interleukin-1 receptor-associated kinases (IRAKs) are Ser/Thr protein kinases characterized by an N-terminal Death domain (DD). Upon stimulation of Toll-like receptors (TLRs) or the interleukin-1 receptor (IL-1R), IRAKs are recruited to supramolecular signalling complexes, known as myddosomes, through interactions between their DDs and the adaptor protein MyD88. Myddosomes are essential for the activation of nuclear factor kappa B (NF-{kappa}B) in response to diverse pathogen- and damage-associated molecular patterns (PAMPs and DAMPs), and they contribute to inflammation, cell survival, and proliferation. In the hierarchical assembly of the myddosome, MyD88 first recruits IRAK4, which serves as a scaffold for the subsequent binding of IRAK1 and/or IRAK2. To explore alternative models for studying IRAK function, we expressed human IRAK1, IRAK2 and IRAK4 individually in Saccharomyces cerevisiae and performed a comparative analysis. Heterologous expression of these kinases, especially IRAK4, impaired yeast growth; an effect dependent on its kinase activity. Transcriptomic and biochemical assays revealed that IRAK1 and IRAK4, but not IRAK2, differentially impacted metabolic regulation. Notably, IRAK4 induced mitochondrial fragmentation and mitochondrial membrane potential depolarization, whereas IRAK1 had the opposite effect. Additionally, IRAK4 led to actin depolarization and vacuole fragmentation. Based on these findings, we develop two yeast-based bioassays to screen for IRAK4 kinase inhibitors: one based on growth recovery and another using a fluorescent reporter. We provide proof-of-concept that both assays are suitable for evaluating IRAK4 function and its pharmacological inhibition.", "date": "2025-08-08", "journal": ""}
{"title": "Wide-ranging behavioral dysfunction in two mouse models of pathological human variants in the GRIK2 kainate receptor gene", "doi": "10.1101/2025.08.08.667766", "authors": "Webb, B. T.; Trinh, H.; Breach, E. A.; Foote, K.; Binelli, E.; Swanson, G. T.", "abstract": "De novo variants in a subset of ionotropic glutamate receptor (iGluR) genes cause nonsyndromic neurodevelopmental disorders in individuals. Two recurrent variants in the kainate receptor (KAR) gene GRIK2 result in the gain-of-function (GoF) substitutions p.Ala657Thr and p.Thr660Lys in a critical pore-forming domain of the GluK2 subunit. Disorders in individuals with these variants manifest as intellectual disability, developmental delay, motor impairments, and, in the case of p.Thr660Lys, epilepsy. To explore their pathogenicity and phenotypic consequences in vivo, we generated knock-in mouse models harboring orthologous Grik2 mutations. Behavioral analyses revealed a range of developmental, motor, cognitive, and naturalistic behavior impairments in both lines, with T660K mice typically exhibiting more severe phenotypes, consistent with clinical observations in humans. GluK2(T660K) mice also display interictal EEG abnormalities and handling-induced seizures. These models establish the first in vivo platforms for dissecting the underlying mechanisms of NDDs caused by a GoF mutation in the GluK2 KAR subunit and represent crucial tools for therapeutic development.", "date": "2025-08-08", "journal": ""}
{"title": "N100 as a Neural Marker of Atypical Early Auditory Encoding in Autism: Sensitivity to Pitch, Distance-Based Intensity, and Spatial Location", "doi": "10.1101/2025.08.08.669315", "authors": "SharghiLavan, S.; Mehdizadeh Fanid, L.; Geman, O.; Shahrokhi, H.; Seyedarabi, H.", "abstract": "Background: Individuals with Autism Spectrum Disorder (ASD) show atypical auditory perception. The N100 event-related potential (ERP) reflects early auditory encoding, predictive coding, and sensory gain. Therefore, this study examined N100 responses to speech stimuli as a neural marker of auditory processing differences in ASD. Methods: Event related potentials (ERPs) were recorded using OpenBCI in 12 boys diagnosed with Level 1 ASD (requiring minimal support) and 15 typically developing (TD) peers. Participants passively listened to Romanian sentences systematically varied in pitch (normal, high, low), distance-based intensity (0.5, 1, 2 meters; 65, 59, 53 dB), and spatial presentation (binaural, left, right). N100 amplitudes and latencies were analyzed using Python and SPSS. Results: ASD group indicated significantly reduced N100 amplitudes for normal pitch stimuli (p = .030, = .175) and binaural presentation (p = .030, = .175). Marginal reductions were also observed for low pitch (p = .096, = .120), speech presented from a 0.5-meter distance (p = .058, = .147), and unilateral conditions (ps = .066.077, s = .130.142). No group differences emerged for N100 latency. These findings suggest attenuated early auditory responses in ASD to both typical and spatially complex speech cues. Conclusions: Results support predictive coding models proposing reduced sensory precision in ASD. The consistent amplitude attenuation, including near-significant findings, points to subtle but pervasive impairments in early auditory encoding. The use of ecologically valid speech stimuli and portable EEG underscores the translational potential of N100 as a biomarker for early identification and intervention in autism.", "date": "2025-08-08", "journal": ""}
{"title": "A Core Pattern of Cerebellar and Brainstem Degeneration and Reduced Cerebrocerebellar Structural Covariance in Spinocerebellar Ataxia Type 3 (SCA3): MRI Volumetrics from ENIGMA-Ataxia", "doi": "10.1101/2025.08.08.669370", "authors": "Robertson, J. W.; Adanyeguh, I.; Arpin, D. J.; Ashizawa, T.; Bender, B.; Cendes, F.; Chen, X.; Coarelli, G.; Coutinho, L.; Deistung, A.; Dogan, I.; Durr, A.; Faber, J.; Fernandez-Ruiz, J.; Ferreira, M.; Franca, M. C.; Goricke, S. L.; Han, S.; Klockgether, T.; Liu, C.; Luo, J.; Martinez, A. R. M.; Ono, S. E.; Onyike, C. U.; Oz, G.; Paulson, H.; Prince, J. L.; Reetz, K.; Rezende, T. J. R.; Synofzik, M.; Teive, H. A. G.; Thomopoulos, S. I.; Thompson, P. M.; Timmann, D.; Vaillancourt, D.; van de Warrenburg, B.; van Gaalen, J.; Wang, X.; Wegner, P.; Ying, S. H.; ESMI MR Study Group,  ; EUROSCA MR S", "abstract": "Objective: Spinocerebellar ataxia type 3 (SCA3) is a rare, inherited neurodegenerative disease. Here, we profile the spatial spread of atrophy across the whole brain, determine whether brain degeneration preferentially maps onto specific functional networks, and investigate the relationship between cerebellar and cerebral anatomical changes. Methods: Whole-brain grey and white matter (GM and WM) voxel-based morphometry was performed on 408 individuals with SCA3 (82 pre-ataxic) and 293 controls. The SCA3 cohort was stratified by ataxia severity to investigate disease progression, with cerebellar GM atrophy mapped onto a task-based functional atlas. Volume was correlated with disease duration and intensity. Cerebrocerebellar volumetric covariance was assessed to determine whether atrophy was coupled between infra- and supratentorial regions. Results: The pattern of atrophy is spatially consistent but progressive in magnitude across the disease course. The greatest atrophy was found in the pons, cerebellar WM, and cerebellar peduncles; correlations with disease severity and duration were also strongest in these regions. Cerebellar GM atrophy was greatest in functional regions associated with motor execution and planning, attention, and emotional processing. Sparse cerebral cortical atrophy appears only in the most severe disease subgroup, while striatal atrophy begins in the earliest stages. Reduced cerebrocerebellar structural covariance is observed in SCA3 participants versus controls. Interpretation: While cerebellar and brainstem atrophy become more severe, the pattern of atrophy remains largely consistent as SCA3 progresses. Cerebellar GM degeneration occurs in regions associated with motor, cognitive, and affective control, in line with clinical presentation. Cerebellar atrophy is not directly mirrored by cerebral changes.", "date": "2025-08-08", "journal": ""}
{"title": "From one schema to another: How the prefrontal cortex responds to conflicting information", "doi": "10.1101/2025.08.08.669254", "authors": "Biro, P.; Collin, S.", "abstract": "Over time, we develop event schemas or scripts that shape our expectations about what typically happens in certain contexts. However, even after forming a memory about a certain event, we are often exposed to related information about that same event at later points in time. This additional information sometimes causes one to have to re-evaluate the interpretation of the original event. Over a two-day fNIRS experiment, participants were exposed to events that were subsequently updated with schema-congruent or schema-incongruent additional details. These schema-incongruent additional details make those events more fitting to another schema than originally was the case, meaning that participants would need to dissociate that event from the original schema and re-integrate it with another schema. The fNIRS results showed stronger PFC activity for events updated with schema-congruent compared to schema-incongruent details. When specifically looking at those events that were updated with schema-incongruent details, our results suggest that dissociating an event from the original schema and re-integrating it with another schema was accompanied by an initial PFC decrease early in the trial followed by a PFC increase later in the trial. This was a distinctly different pattern compared to trials in which participants failed to re-integrate the event with another schema, which showed delayed PFC increase with lower amplitude and no initial PFC decrease. Our results refine our understanding of mechanisms of adaptive memory updating in the face of conflicting information.", "date": "2025-08-08", "journal": ""}
{"title": "Two forms of uncertainty hierarchically shape lexical predictions during natural speech processing", "doi": "10.1101/2025.08.08.669343", "authors": "Guilleminot, P. H.; Morillon, B.", "abstract": "Speech comprehension relies on contextual lexical predictions to optimize the processing of incoming words. As in other predictive paradigms, it is commonly assumed that prediction error, or surprisal, is weighted by a single summary statistic: uncertainty. Uncertainty reflects the overall unpredictability of the context and is typically quantified using Shannon entropy. However, for predictions involving many alternatives, as in speech, Shannon entropy is an ambiguous measure. We investigated alternative measures of uncertainty, namely the family of Renyi entropies, of which Shannon entropy is a special case. Using whole-brain intracranial EEG recordings in 33 epilepsy patients listening to natural, continuous speech, we show that, rather than Shannon entropy, contextual lexical uncertainty in speech is best captured by two extremes of the Renyi family. These reflect the probability of the most likely word and the spread across all plausible alternatives, which we term strength and dispersion, respectively. These representations are processed in distinct neural populations in a spatiotemporal hierarchy, with the encoding of dispersion preceding that of strength. Around each word onset, information flows between these clusters in a top-down and subsequently bottom-up sequence. Finally, they interact differentially with word surprisal during word processing. Our findings demonstrate that the brain encodes a multidimensional representation of uncertainty and reveal that multiple summary statistics may coexist in predictive processing. More broadly, this work introduces a flexible framework for characterizing the neural bases of uncertainty. It also highlights the potential mismatch between formal definitions of cognitive variables and their neural implementation.", "date": "2025-08-08", "journal": ""}
{"title": "Inhibiting the right dorsolateral prefrontal cortex selectively enhances unsupervised statistical learning", "doi": "10.1101/2025.08.08.669288", "authors": "Pesthy, O.; Pesthy, Z. V.; Vekony, T.; Fabo, D.; Nemeth, D.", "abstract": "The brain must balance the automatic extraction of environmental regularities with top-down cognitive control, yet the causal neural mechanisms governing this interplay are debated. In particular, the hemispheric contributions of the dorsolateral prefrontal cortex (DLPFC) remain unresolved. Here, we applied inhibitory repetitive transcranial magnetic stimulation (rTMS) to the left, right, or bilateral DLPFC in 95 healthy adults during a probabilistic sequence learning task. We found that inhibiting the right and bilateral DLPFC significantly enhanced statistical learning compared to sham and left DLPFC stimulation. Contrary to the hypothesis that this competition is mediated by the suppression of existing knowledge, episodic memory performance was unaffected across all stimulation groups. These findings challenge a direct episodic gating mechanism and suggest the DLPFC's influence on statistical learning is hemisphere-dependent. As an alternative, we propose that right DLPFC inhibition shifts cognitive processing toward a more exploratory information-sampling strategy, a view supported by our finding of significantly greater reaction time variability in the right and bilateral stimulation groups. Together, our results provide causal evidence for a right-lateralized suppressive influence of the DLPFC on unsupervised learning and suggest its modulatory role is linked to information processing style rather than direct competition with episodic memory systems.", "date": "2025-08-08", "journal": ""}
{"title": "Autophagy Dysfunction in iPSCs-Derived Neurons and Midbrain Organoids Carrying a SNCA Triplication", "doi": "10.1101/2025.08.08.669314", "authors": "Serra-Almeida, C.; Jarazo, J.; Gomez-Giro, G.; Rosety, I.; Zagare, A.; Ferrante, D.; Saraiva, C.; Frangenberg, D.; Zuccoli, E.; Cristovao, A. C.; Bernardino, L.; Schwamborn, J. C.", "abstract": "Parkinsons disease (PD), characterized by a-Synuclein aggregation and dopaminergic neuronal loss, has no current cure. Autophagy is critical for a-Synuclein clearance, yet its real-time dynamics remain challenging to assess in human-relevant systems. Here, we used live-cell imaging to assess autophagy within human neuronal cultures and midbrain organoids (hMOs) derived from induced pluripotent stem cells (iPSCs) of PD patients carrying a triplication of the a-Synuclein gene (3xSNCA). Using the LC3-Rosella dual-fluorescent reporter, we quantified autolysosomes dynamics in real time. In 3xSNCA neuronal cultures, we detected early autophagy defects. In 3xSNCA hMOs, reduced autolysosome area, increased total and phosphorylated a-Synuclein (pS129), and decreased electrophysiological activity were observed at 50 days of differentiation (DoD). By 70 DoD, autophagy impairment became more pronounced, overlapping with dopaminergic neuron loss. These findings support the use of human iPSCs-derived models to study autophagy dysfunction in PD and demonstrate a temporal correlation between impaired autophagy, a-Synuclein pathology and neuronal degeneration.", "date": "2025-08-08", "journal": ""}
{"title": "Human ectodermal organoids reveal the cellular origin of DiGeorge Syndrome", "doi": "10.1101/2025.08.08.669417", "authors": "Taroc, E. Z. M.; Perera, S.; Berecz, T.; Hsin, J.; Barbosa Sabanero, K.; Pailla, S.; Zainul, Z.; Pajanoja, C. M.; Apati, A.; Martin, D.; Kerosuo, L.", "abstract": "Neurocristopathies account for half of all birth defects and several cancers highlighting the need to understand early neural crest (NC) development, for which suitable human models don't exist. Here, we present a pluripotent-stem-cell-based 3D ectodermal organoid model that faithfully recapitulates early ectodermal patterning of future central nervous system, epidermis and cranial and trunk NC, as well as a diverse selection of NC derivatives offering a comprehensive platform to study neurocristopathies from early induction of pluripotent-like stem cells at the neural plate border to differentiated cells. DiGeorge syndrome (DGS) is caused by a hemizygous microdeletion of ~fifty genes, many of which play broad roles during embryogenesis. While DGS is traditionally considered to originate from all germ layers, its clinical manifestations including craniofacial anomalies, cardiac outflow tract defects, thymic hypoplasia and thyroid dysfunction are consistent with tissues requiring NC contributions. This raises the question why DGS mainly manifest in organs of NC origin? Using patient-derived iPSCs, we show that DGS organoids display reduced pluripotency gene expression and impaired maintenance of ectodermal stem cells, leading to defective NC specification, posteriorization of cranial NC, and failure to form cartilage. We identify a small subset of genes within the DGS deletion as potential drivers of these early NC defects. Consequently, impaired NC cells are further affected during cranial and vagal mesenchyme maturation, likely worsened by hemizygosity of additional DGS genes that individually, without the initial NC defect, are insufficient to cause the disease. We hypothesize that DGS is primarily, or possibly entirely, a neurocristopathy.", "date": "2025-08-08", "journal": ""}
{"title": "Species-specific chromatin architecture and neurogenesis mediated by a human enhancer", "doi": "10.1101/2025.08.08.669395", "authors": "Mosti, F.; Liu, J.; Lam, K.; Skavicusa, S.; Kapps, V.; Gjoni, K.; Heaton, N.; Pollard, K.; Silver, D.", "abstract": "Genomic modifications underlie the evolution of human features, including a larger neocortex and enhanced cognition. Human Accelerated Regions (HARs) are highly-conserved loci containing human-specific variants and can act as neurodevelopmental enhancers. However, the neurodevelopmental functions of HARs and their mechanism of gene regulation are largely unknown. Here, we show that human (Hs) HAR1984 promotes neurogenesis by influencing species-specific transcription and chromatin interactions. Hs-HAR1984 knock-in chimpanzee (Pt) cortical organoids contain more progenitors and neurons, whereas Pt-HAR1984 knock-in human cortical organoids exhibit the opposite phenotype. Hs-HAR1984 knock-in mice recapitulate increased neurogenesis, producing a thicker cortex with folding. Hi-C reveals HAR1984 exhibits chromatin looping with its target genes ETV5 and TRA2B in human fetal brains, notably reduced in chimpanzee, macaque and mouse neural cells. We show that human-specific mutations in HAR1984 directly promote these interactions, favored by nearby structural variants. Further, we discover that human-specific ETV5 binding auto-regulates enhancer activity. This work demonstrates new molecular mechanisms underlying human-specific neurodevelopment, linking HARs to chromatin architecture, cortical cell fate and expansion and folding of brains.", "date": "2025-08-08", "journal": ""}