{"title": "JADE family proteins regulate proteasome abundance and activity", "doi": "10.1101/2021.10.01.462752", "authors": "Ebert, L. K.; Bargfrede, S.; Bohl, K.; Cohen, H.; Mueller, R.-U.; Benzing, T.; Schermer, B.", "abstract": "The JADE protein family (JADE1/2/3) has been implicated in a broad range of cellular functions, including WNT signaling, cell cycle control, regulated cell death, and transcriptional regulation through histone acetyltransferase complexes. All three paralogs share high sequence similarity and contain two PHD zinc finger domains. JADE1 has additionally been associated with cilia-related proteins and genetic disorders affecting kidney architecture and function. Despite their widespread expression, the molecular roles of JADE proteins remain incompletely understood. Here, we identify JADE proteins as regulators of proteasome abundance and activity. Using kidney cells as a model, we demonstrate that loss of any single JADE protein led to a marked upregulation of almost all components of the 26S proteasome. Regulation occurred at the post-translational level and was not the consequence of increased transcription. Consistent with a role for JADE proteins in regulating overall proteasomal abundance, JADE-deficient cells displayed elevated proteasomal activity, while ectopic expression of JADE1, JADE2, or JADE3 reduced proteasomal function. Co-immunoprecipitation experiments confirmed the interaction between JADE1 and multiple proteasomal subunits, supporting a direct role of JADE proteins in modulating proteasome turnover, stability and abundance. These findings reveal a novel function of JADE proteins in proteostasis and suggest that their previously reported cellular roles may, in part, be mediated through regulation of the ubiquitin-proteasome system.", "date": "2025-06-04", "journal": ""}
{"title": "Amyloid β instigates cardiac neurotrophic signaling impairment, driving Alzheimer's associated heart disease.", "doi": "10.1101/2023.07.11.548558", "authors": "Elia, A.; Parodi-Rullan, R. M.; Vazquez-Torres, R.; Carey, A.; Javadov, S.; Fossati, S.", "abstract": "While a link between cardiovascular risk factors and increased Alzheimer s disease (AD) risk has been reported, it remains unclear whether AD pathology has a direct effect on cardiac function and myocardial innervation. AD and amyloidosis are known to impair neuronal function and affect brain neurotrophic factors (NGF and BDNF) expression. Amyloid aggregates and neuro-signaling impairments may also expose AD patients to peripheral nervous system deficits, promoting cardiac disorders. Here, we characterize cardiac physiology, amyloid pathology, neurotrophic factors loss, and the impoverishment of cardiac neuronal fibers in Tg2576-AD mice hearts, human cardiomyocytes in culture, and human AD post-mortem left ventricular (LV) heart tissue. We reveal that Tg2576 animals exhibit increased myocardial fibrosis, amyloid {beta} (A{beta}) deposition, and brain/heart-axis neurotrophic deficiencies, resulting in myocardial denervation and cardiac dysfunction. A{beta} oligomers reduce BDNF expression in both human immortalized and iPSC-derived cardiomyocytes by disrupting TrkB/CREB signaling. Analysis of human LV AD post-mortem tissue confirmed cell and animal results. Our findings elucidate a previously unknown mechanism of A{beta}-induced cardiac neurotrophic signaling dysregulation, underscoring the relevance of heart degeneration in AD.", "date": "2025-06-04", "journal": ""}
{"title": "3D Quantification of Viral Transduction Efficiency in Living Human Retinal Organoids", "doi": "10.1101/2024.03.06.583795", "authors": "Rogler, T. S.; Salbaum, K. A.; Brinkop, A. T.; Sonntag, S. M.; James, R.; Shelton, E. R.; Thielen, A.; Rose, R.; Babutzka, S.; Klopstock, T.; Michalakis, S.; Serwane, F.", "abstract": "The development of therapeutics builds on testing their efficiency in vitro. To optimize gene therapies, for example, fluorescent reporters expressed by treated cells are typically utilized as readouts. Traditionally, their global fluorescence signal has been used as an estimate of transduction efficiency. However, analysis in individual cells within a living 3D tissue remains a challenge. Readout on a single-cell level can be realized via fluo-rescence-based flow cytometry at the cost of tissue dissociation and loss of spatial information. Complementary, spatial information is accessible via immunofluorescence of fixed samples. Both approaches impede time-dependent studies on the delivery of the vector to the cells. Here, quantitative 3D characterization of viral transduction efficiencies in living retinal organoids is introduced. The approach combines quantified gene delivery efficiency in space and time, leveraging human retinal organ-oids, engineered adeno-associated virus (AAV) vectors, confocal live imaging, and deep learning-based image segmentation. The integration of these tools in an organoid imaging and analysis pipeline allows quantitative testing of future treatments and other gene delivery methods. It has the potential to guide the development of therapies in biomedical applications.", "date": "2025-06-04", "journal": ""}
{"title": "Genetic interaction library screening with a next-generation dual guide CRISPR system", "doi": "10.1101/2024.03.28.587052", "authors": "Burgold, T.; Karakoc, E.; Goncalves, E.; Barrio-Hernandez, I.; Dwane, L.; Silva, R. O.; Souster, E.; Sharma, M.; Beck, A.; Koh, G.; Zalmas, L.-P.; Garnett, M.; Bassett, A. R.", "abstract": "Pairwise perturbation of gene function using the CRISPR/Cas9 system has huge potential in screening for genetic interactions and synthetic lethal gene pairs to identify novel combination therapies for cancer. However, existing dual guide expression systems are cumbersome to clone, often result in a large proportion of undesired guide pairs and have imbalance of guide expression from the two positions. Here, we demonstrate a next-generation system for dual guide delivery based around a tRNA spacer that allows a single step cloning strategy, as little as 2% of undesired guide pairs, and highly balanced expression of the two guides. This system allows efficient library-scale screening for hundreds of thousands of genetic interactions using the well understood Streptococcus pyogenes Cas9 (SpCas9) system. We use this to screen a 100,136 guide pair library in colorectal cancer cells and successfully identify synthetic lethal genetic interactions between paralogs or other known interacting genes, establishing our method for performing efficient large scale genetic interaction screens. This system is versatile and can be used with most guide RNA vector systems, and for other uses of paired guide delivery such as improving single gene knockout efficiency or improving guide detection in single cell or optical CRISPR screens.", "date": "2025-06-04", "journal": ""}
{"title": "A heterogeneous pharmaco-transcriptomic landscape induced by targeting a single oncogenic kinase", "doi": "10.1101/2024.04.08.587960", "authors": "Giglio, R. M.; Hou, N.; Wyatt, A.; Hong, J.; Shi, L.; Vaikunthan, M.; Fuchs, H.; Nima, J. P.; Malinowski, S. W.; Ligon, K. L.; McFaline-Figueroa, J. R.; Yosef, N.; Azizi, E.; McFaline-Figueroa, J. L.", "abstract": "Over-activation of the epidermal growth factor receptor (EGFR) is a hallmark of glioblastoma. However, EGFR-targeted therapies have led to minimal clinical response. While delivery of EGFR inhibitors (EGFRis) to the brain constitutes a major challenge, how additional drug-specific features alter efficacy remains poorly understood. We apply highly multiplex single-cell chemical genomics to define the molecular response of glioblastoma to EGFRis. Using a deep generative framework, we identify shared and drug-specific transcriptional programs that group EGFRis into distinct molecular classes. We identify programs that differ by the chemical properties of EGFRis, including induction of adaptive transcription and modulation of immunogenic gene expression. Finally, we demonstrate that pro-immunogenic expression changes associated with a subset of tyrphostin family EGFRis increase the ability of cytotoxic T-cells to eradicate tumor cells. Our study provides a framework that considers each agent's unique and often unknown poly-pharmacology to prioritize compounds that induce clinically favorable molecular responses.", "date": "2025-06-04", "journal": ""}
{"title": "MRAP2 modifies signaling and oligomerization state of the melanocortin-4 receptor", "doi": "10.1101/2024.04.09.588099", "authors": "Sohail, I.; Laurin, S.-A.; Kleinau, G.; Chunilal, V.; Morton, A.; Brenlla-Lopez, A.; Kagiali, Z. C. U.; Tello, J. A.; Blouin, M.-J.; Beck-Sickinger, A. G.; Lohse, M. J.; Scheerer, P.; Bouvier, M.; McCormick, P.; Annibale, P.; Biebermann, H.", "abstract": "The melanocortin-4 receptor (MC4R) is a G protein-coupled receptor (GPCR) and a key regulator of appetite and metabolism. It can interact with the melanocortin-receptor accessory protein 2 (MRAP2), a single transmembrane helix protein known to interact with several different GPCRs. However, the consequences of this interaction are not completely understood. Here we report that co-expression of MRAP2 has multiple effects on the MC4R: it enhances G protein-mediated signaling and simultaneously impairs {beta}-arrestin2 recruitment and, consequently, internalization. In addition, co-expression of MRAP2 leads to an increased number of monomers of MC4R by disrupting receptor oligomers. A structural homology model of the active state MC4R-MRAP2-Gs complex suggests interaction sites between MRAP2 and MC4R that are relevant for receptor activation. Taken together, our data indicate that MRAP2 is an accessory protein that interacts with and influences MC4R structure, biasing its signaling towards G protein-mediated effects.", "date": "2025-06-04", "journal": ""}
{"title": "LAGOS-US LANDSAT: Remotely sensed water quality estimates for U.S. lakes over 4 ha from 1984 to 2020", "doi": "10.1101/2024.05.10.593626", "authors": "Hanly, P. J.; Webster, K. E.; Soranno, P. A.", "abstract": "Broad-scale, long-term water quality (WQ) studies are critical for understanding increasing pressures on inland waters but remain rare due to cost. The LAGOS-US LANDSAT dataset provides 37-year remote sensing-derived WQ estimates for thousands of U.S. lakes > 4 ha (1984-2020). WQ estimates use machine-learning models with Landsat imagery and ground-truthed Water Quality Portal data (LAGOS-US LIMNO). The dataset includes: (a) 45.9 million whole-lake water reflectance (six bands and 15 band ratios); (b) 740,627 matchups from 13,756 lakes with in situ data for six WQ variables: chlorophyll, Secchi depth, true color, dissolved organic carbon, total suspended solids, or turbidity; and (c) predictions for each WQ variable across lake-time combinations with quality imagery. Two random forest models were fit for each variable: Holdout-data (75/25 spatially representative train-test split) and Full-data (trained on all data). Variance explained for the Full-data predictions ranged from 20.7% for TSS to 63.7% for Secchi depth. Imagery underwent cloud and pixel quality control, and workflow components were validated guiding future research.", "date": "2025-06-04", "journal": ""}
{"title": "ProtMamba: a homology-aware but alignment-free protein state space model", "doi": "10.1101/2024.05.24.595730", "authors": "Sgarbossa, D.; Malbranke, C.; Bitbol, A.-F.", "abstract": "Motivation: Protein language models are enabling advances in elucidating the sequence-to-function mapping, and have important applications in protein design. Models based on multiple sequence alignments efficiently capture the evolutionary information in homologous protein sequences, but multiple sequence alignment construction is imperfect. Results: We present ProtMamba, a homology-aware but alignment-free protein language model based on the Mamba architecture. In contrast with attention-based models, ProtMamba efficiently handles very long context, comprising hundreds of protein sequences. It is also computationally efficient. We train ProtMamba on a large dataset of concatenated homologous sequences, using two GPUs. We combine autoregressive modeling and masked language modeling through a fill-in-the-middle training objective. This makes the model adapted to various protein design applications. We demonstrate ProtMamba's usefulness for sequence generation, motif inpainting, fitness prediction, and modeling intrinsically disordered regions. For homolog-conditioned sequence generation, ProtMamba outperforms state-of-the-art models. ProtMamba's competitive performance, despite its relatively small size, sheds light on the importance of long-context conditioning.", "date": "2025-06-04", "journal": ""}
{"title": "Domain-specific DNA binding activities of BRCA1 reveal substrate preferences for homologous recombination and telomere regulation", "doi": "10.1101/2024.05.30.594759", "authors": "Lowran, K.; Campbell, L.; Cismas, E.; Wu, C. G.", "abstract": "BRCA1 is a crucial mediator of homologous recombination (HR), a high-fidelity pathway for repairing double-stranded DNA breaks (DSBs) in human cells. The central region of BRCA1 protein contains two putative DNA binding domains (DBDs), yet their relative substrate specificities and functional contributions to HR remain unclear. Here, we characterized the DNA binding properties of DBD1 (amino acids 330-554), DBD2 (amino acids 894-1057), and the BRCA1 C-terminal (BRCT) repeats using biolayer interferometry. We assessed their affinities for single-stranded DNA (ssDNA), double-stranded DNA (dsDNA), and G-quadruplex (G4) structures. DBD1 exhibited the highest affinity for dsDNA, while DBD2 and BRCT bound preferentially to ssDNA and G4. These findings support a model in which DBD1 directs BRCA1 to DSB sites to facilitate DNA end resection during HR, whereas DBD2 and BRCT contribute to the role of BRCA1 in telomere maintenance and chromatin remodeling through the recognition of non-canonical DNA structures.", "date": "2025-06-04", "journal": ""}
{"title": "Domain-specific DNA binding activities of BRCA1 reveal substrate preferences for homologous recombination and telomere regulation", "doi": "10.1101/2024.05.30.594759", "authors": "Lowran, K.; Campbell, L.; Cismas, E.; Wu, C. G.", "abstract": "BRCA1 is a crucial mediator of homologous recombination (HR), a high-fidelity pathway for repairing double-stranded DNA breaks (DSBs) in human cells. The central region of BRCA1 protein contains two putative DNA binding domains (DBDs), yet their relative substrate specificities and functional contributions to HR remain unclear. Here, we characterized the DNA binding properties of DBD1 (amino acids 330-554), DBD2 (amino acids 894-1057), and the BRCA1 C-terminal (BRCT) repeats using biolayer interferometry. We assessed their affinities for single-stranded DNA (ssDNA), double-stranded DNA (dsDNA), and G-quadruplex (G4) structures. DBD1 exhibited the highest affinity for dsDNA, while DBD2 and BRCT bound preferentially to ssDNA and G4. These findings support a model in which DBD1 directs BRCA1 to DSB sites to facilitate DNA end resection during HR, whereas DBD2 and BRCT contribute to the role of BRCA1 in telomere maintenance and chromatin remodeling through the recognition of non-canonical DNA structures.", "date": "2025-06-04", "journal": ""}
{"title": "Abundant Parent-of-origin Effect eQTL in Humans: The Framingham Heart Study", "doi": "10.1101/2024.06.05.597677", "authors": "Guan, Y.; Huan, T.; Levy, D.", "abstract": "Parent-of-origin effect (POE) is a phenomenon whereby an allele's effect on a phenotype depends both on its allelic identity and parent from whom the allele is inherited, as exemplified by the polar overdominance in the ovine callypyge locus and the human obesity DLK1 locus. Systematic studies of POE of expression quantitative trait loci (eQTL) are lacking. In this study we use trios among participants in the Framingham Heart Study to examine to what extend POE exists for gene expression of whole blood using whole genome sequencing and RNA sequencing. For each gene and the SNPs in cis, we performed eQTL analysis using genotype, paternal, maternal, and joint models, where the genotype model enforces the identical effect sizes on paternal and maternal alleles, and the joint model allows them to have different effect sizes. We compared models using Bayes factors to identify paternal, maternal, and opposing eQTL, where paternal and maternal effects have opposite directions. The resultant variants are collectively called POE eQTL. The highlights of our study include: 1) There are more than 2,000 genes harbor POE eQTL and majority POE eQTL are not in the vicinity of known imprinted genes; 2) Among 180 genes harboring opposing eQTL, 99 harbor exclusively opposing eQTL, and 58 of the 99 are phosphoprotein coding genes, reflecting significant enrichment; 3) Paternal eQTL are enriched with GWAS hits, and genes harboring paternal eQTL are enriched with drug targets. Our study demonstrates the abundance of POE in gene expression, illustrates the complexity of gene expression regulation, and provides a resource that is complementary to existing resources such as GTEx. We revisited two previous POE findings in light of our POE results. A SNP residing in KCNQ1 that is maternally associated with diabetes is a maternal eQTL of CDKN1C, not KCNQ1. A SNP residing in DLK1 that showed paternal polar overdominance for human obesity is a maternal eQTL of MEG3, offering an explanation for the baseline risk of homozygous samples through association between MEG3 expression and obesity. Finally, we advised caution on conducting Mendelian randomization using gene expression as the exposure.", "date": "2025-06-04", "journal": ""}
{"title": "Revealing synaptic nanostructure distribution through automatic dendritic spine segmentation and single-molecule localization microscopy", "doi": "10.1101/2024.07.15.603616", "authors": "Zhang, J.; Vaidya, R. M.; Pendharkar, R.; Chung, H. J.; Selvin, P. R.", "abstract": "Relating dendritic spine morphology to synaptic organization in brain tissue is essential for understanding excitatory synaptic transmission and plasticity. Single-molecule localization microscopy (SMLM) offers the spatial precision needed to study the synaptic protein distribution at the nanoscale. However, the widefield setup required for SMLM produces diffraction-limited images with poor contrast and resolution in thick brain slices (> 30 um), making accurate segmentation of dendritic spines challenging. To overcome this challenge, we developed an automated 3D segmentation approach tailored to this condition by combining two existing machine-learning models. We integrated this strategy with SMLM-based localization of synaptic proteins to map post-synaptic protein PSD-95 within spines at nanoscale resolution. This framework, named ISEPLA (Integrated Spine Extraction and Protein Localization Analysis), revealed a hierarchical organization of synaptic proteins: spines contain multiple nanomodules, each composed of smaller nanodomains. Larger spines contain more nanomodules, and larger nanomodules comprise more nanodomains. Therefore, our method enables precise morphological and molecular analysis under physiologically relevant imaging conditions, providing new insights into the synaptic organization in spines.", "date": "2025-06-04", "journal": ""}
{"title": "Protein Set Transformer: A protein-based genome language model to power high diversity viromics", "doi": "10.1101/2024.07.26.605391", "authors": "Martin, C.; Gitter, A.; Anantharaman, K.", "abstract": "Exponential increases in microbial and viral genomic data demand transformational advances in scalable, generalizable frameworks for their interpretation. Standard homology-based functional analyses are hindered by the rapid divergence of microbial and especially viral genomes and proteins that significantly decreases the volume of usable data. Here, we present Protein Set Transformer (PST), a protein-based genome language model that models genomes as sets of proteins without considering sparsely available functional labels. Trained on >100k viruses, PST outperformed other homology- and language model-based approaches for relating viral genomes based on shared protein content. Further, PST demonstrated protein structural and functional awareness by clustering capsid-fold-containing proteins with known capsid proteins and uniquely clustering late gene proteins within related viruses. Our data establish PST as a valuable method for diverse viral genomics, ecology, and evolutionary applications. We posit that the PST framework can be a foundation model for microbial genomics when trained on suitable data.", "date": "2025-06-04", "journal": ""}
{"title": "Reconciling the effects of PMS2 in different repeat expansion disease models supports a common therapeutic strategy", "doi": "10.1101/2024.08.13.607839", "authors": "Jimenez, D. A.; Miller, C. J.; Walker, A.; Anupindi, K.; Hayward, B. E.; Lorenzi, H. A.; Usdin, K.; Zhao, X.", "abstract": "Expansion of a disease-specific tandem repeat is responsible for >45 Repeat Expansion Diseases (REDs). The expansion mutation in each of these diseases has different pathological consequences and most are currently incurable. If the underlying mechanism of mutation is shared, a strategy that slows repeat expansion in one RED may be applicable to multiple REDs. However, the fact that PMS2, a component of the MutL mismatch repair complex, promotes expansion in some models and protects against it in others, suggests that the expansion mechanisms may differ. We show here using mouse models of two REDs caused by different repeats that the seemingly paradoxical effects of PMS2 do not reflect different expansion mechanisms but rather cell-type and dosage effects in different tissues. This differential effect is recapitulated in mouse embryonic stem cells with inducible PMS2 expression: PMS2 promotes expansion at low concentrations, an effect that requires a functional nuclease domain; while at higher concentrations it protects against expansion. The apparent paradoxical behavior of PMS2 can be resolved in a model based on the different in vitro cleavage preferences of MutL and MutL{gamma}, another MutL complex known to be required for expansion. Our data thus resolve a longstanding puzzle and suggest a common mechanism responsible for REDs. Our data also provide proof of concept that increasing PMS2 levels suppresses repeat expansion not only in cells where its loss promotes expansion, but also in cells that require it for expansion, supporting its potential as a broadly applicable therapeutic strategy.", "date": "2025-06-04", "journal": ""}
{"title": "ONE-STEP tagging: a versatile method for rapid site-specific integration by simultaneous reagent delivery", "doi": "10.1101/2024.08.29.610246", "authors": "Migliori, V.; Bruntraeger, M.; Gyulev, I.; Lichou, F.; Burgold, T.; Gitterman, D.; Iwama, S.; Trinh, A.; Washer, S. J.; Jones, C.; Trynka, G.; Bassett, A. R.", "abstract": "We present a novel, versatile genome editing method termed ONE-STEP tagging, which combines CRISPR-Cas9-mediated targeting with Bxb1 integrase-based site-specific integration for efficient, precise, and scalable protein tagging. Applied in hiPSCs, cancer cells, and primary T cells, this system enables rapid generation of endogenously tagged cell lines. By enhancing the nuclear localization signal (NLS) of the catalytically superior eeBxb1 integrase and co-delivering a DNA-PK inhibitor (AZD-7648), we achieved up to ~90% integration efficiency at the ACTR10 locus. ONE-STEP tagging is robust across diverse loci and cell types and supports large DNA cargo integration, with efficiencies reaching 16.6% for a 14.4 kb construct. The method also enables multiplexed tagging of multiple proteins within the same cell and allows simultaneous CRISPR-based editing at secondary loci, such as gene knockouts or homology-directed repair (HDR) insertions. Importantly, we demonstrate successful application in primary T cells by targeting the T cell receptor (TCR) locus while simultaneously knocking out B2M, a key step toward generating immune-evasive, off-the-shelf CAR-T cells. Additionally, we introduce a dual-cassette version of the method compatible with universal donor plasmids, allowing use of entirely off-the-shelf reagents. Together, these advances establish ONE-STEP tagging as a powerful tool for both basic and therapeutic genome engineering.", "date": "2025-06-04", "journal": ""}
{"title": "The evolution of separate sexes in waterhemp is associated with surprising chromosomal diversity and complexity", "doi": "10.1101/2024.09.17.613486", "authors": "Kreiner, J. M.; Montgomery, J. S.; Todesco, M.; Bercovich, N.; Gong, Y.; Elphinstone, C.; Tranel, P. J.; Rieseberg, L. H.; Wright, S. I.", "abstract": "The evolution of separate sexes is hypothesized to occur through distinct pathways involving few large-effect or many small-effect alleles. However, we lack empirical evidence for how these different genetic architectures shape the transition from quantitative variation in sex expression to distinct male and female phenotypes. To explore these processes, we leveraged the recent transition of Amaranthus tuberculatus to dioecy within a predominantly monoecious genus, along with a sex-phenotyped population genomic dataset, and six newly generated chromosome-level haplotype phased assemblies. We identify a ~3 Mb region strongly associated with sex through complementary SNP genotype and sequence-depth based analyses. Comparative genomics of these proto-sex chromosomes within the species and across the Amaranthus genus demonstrates remarkable variability in their structure and genic content, including numerous polymorphic inversions. No such inversion underlies the extended linkage we observe associated with sex determination. Instead, we identify a complex presence/absence polymorphism reflecting substantial Y-haplotype variation - structured by ancestry, geography, and habitat - but only partially explaining phenotyped sex. Just over 10% of sexed individuals show phenotype-genotype mismatch in the sex-linked region, and along with observation of leakiness in the phenotypic expression of sex, suggest additional modifiers of sex and dynamic gene content within and between the proto-X and Y. Together, this work reveals a complex genetic architecture of sex determination in A. tuberculatus characterized by the maintenance of substantial haplotype diversity, and variation in the expression of sex.", "date": "2025-06-04", "journal": ""}
{"title": "Megakaryocytes assemble a three-dimensional cage of extracellular matrix that controls their maturation and anchoring to the vascular niche", "doi": "10.1101/2024.09.30.615769", "authors": "Masson, C.; Scandola, C.; Rinckel, J.-Y.; Proamer, F.; Janus-Bell, E.; Batool, F.; OSMANI, N.; GOETZ, J. G.; Mallo, L.; Brouard, N.; Leon, C.; Bornert, A.; Poincloux, R.; Destaing, O.; Mansson, A.; QIAN, H.; Lehmann, M.; Eckly, A.", "abstract": "Megakaryocytes, the progenitor cells of blood platelets, play a crucial role in hemostasis by residing in the bone marrow and ensuring continuous platelet production. Unlike other hematopoietic cells, megakaryocytes do not enter the blood circulation intact. They remain anchored within the bone marrow while extending cytoplasmic protrusions called proplatelets through the sinusoidal endothelial barrier. These proplatelets subsequently fragment into functional platelets. This unique process of intravasation facilitates efficient platelet production while maintaining the megakaryocyte cell body within the bone marrow niche, thus preventing potential thrombotic complications. How the extracellular matrix (ECM) influences the delicate balance between megakaryocyte retention and proplatelet extension remains largely unknown. Here, we investigate the spatial organization and functional role of ECM components in the megakaryocyte vascular niche. Our findings reveal that laminin and collagen IV form three-dimensional (3D) ECM cages encompassing megakaryocytes and anchor them to the sinusoidal basement membrane. Gene deletion shows the existence of laminin 4 in the ECM cage that is necessary to maintain megakaryocyte-sinusoid interactions. Notably, megakaryocytes actively contribute to the ECM cage assembly; {beta}1/{beta}3 integrin knockout weakens these structures, increasing intravasation and entire megakaryocyte entry into circulation. The retention of megakaryocytes by these 3D ECM cages depends on dynamic remodeling processes. Inhibition of ECM proteolysis results in denser cage formation, increasing the frequence of immature megakaryocytes with impaired demarcation membrane system (DMS) development. Thus, the ECM cage represents a novel concept of an active and dynamic 3D microenvironment that is continuously remodeled and essential for maintaining megakaryocyte perivascular positioning. This specific microarchitecture guides megakaryocyte maturation and intravasation, underscoring the critical role of ECM microarchitecture and dynamics in megakaryocyte function.", "date": "2025-06-04", "journal": ""}
{"title": "Female-germline specific protein Sakura interacts with Otu and is crucial for germline stem cell renewal and differentiation and oogenesis", "doi": "10.1101/2024.10.04.616675", "authors": "Azlan, A.; Zhu, L.; Fukunaga, R.", "abstract": "During oogenesis, self-renewal and differentiation of germline stem cells (GSCs) must be tightly regulated. The Drosophila female germline serves as an excellent model for studying these regulatory mechanisms. Here, we report that a previously uncharacterized gene CG14545, which we named sakura, is essential for oogenesis and female fertility in Drosophila. Sakura is predominantly expressed in the ovaries, particularly in the germline cells, including GSCs. sakura null mutant female flies display rudimentary ovaries with germline-less and tumorous phenotypes, fail to produce eggs, and are completely sterile. The germline-specific depletion of sakura impairs Dpp/BMP signaling, leading to aberrant bag-of-marbles (bam) expression, resulting in faulty differentiation and loss of GSCs. sakura is also necessary for normal levels of piwi-interacting RNAs (piRNAs) levels and for female-specific splicing of sex-lethal (sxl), a master regulator of sex identity determination. We identified Ovarian Tumor (Otu) as a protein binding partner of Sakura and found that loss of otu phenocopies loss of sakura in ovaries. Thus, we identify Sakura as a crucial factor for GSC renewal and differentiation and oogenesis, and propose that Sakura and Otu function together in these processes.", "date": "2025-06-04", "journal": ""}
{"title": "RNAi epimutations conferring antifungal drug resistance are inheritable", "doi": "10.1101/2024.10.15.618540", "authors": "Perez-Arques, C.; Navarro-Mendoza, M. I.; Xu, Z.; Walther, G.; Heitman, J.", "abstract": "Epimutations modify gene expression and lead to phenotypic variation while the encoding DNA sequence remains unchanged. Epimutations mediated by RNA interference (RNAi) and/or chromatin modifications can confer antifungal drug resistance and may impact virulence traits in fungi. However, whether these epigenetic modifications can be transmitted across generations following sexual reproduction was unclear. This study demonstrates that RNAi epimutations conferring antifungal drug resistance are transgenerationally inherited in the human fungal pathogen Mucor circinelloides. Our research reveals that RNAi-based antifungal resistance follows a DNA sequence-independent, non-Mendelian inheritance pattern. Small RNAs (sRNAs) are the exclusive determinants of inheritance, transmitting drug resistance independently of other known repressive epigenetic modifications. Unique sRNA signature patterns can be traced through inheritance from parent to progeny, further supporting RNA as an alternative molecule for transmitting information across generations. Understanding how epimutations occur, propagate, and confer resistance may enable their detection in other eukaryotic pathogens, provide solutions for challenges posed by rising antimicrobial drug resistance, and advance research on phenotypic adaptability and its evolutionary implications.", "date": "2025-06-04", "journal": ""}
{"title": "Single-nucleus transcriptional and chromatin accessibility analyses of maturing mouse Achilles tendon uncover the molecular landscape of tendon stem/progenitor cells", "doi": "10.1101/2024.10.24.619991", "authors": "Asahara, H.; Tsutsumi, H.; Chiba, T.; Fujii, Y.; Matsushima, T.; Kimura, T.; Kanai, A.; Kishida, A.; Suzuki, Y.", "abstract": "Tendons and ligaments are crucial connective tissues linking bones and muscles, yet achieving full functional recovery after injury remains challenging. We investigated the characteristics of tendon stem/progenitor cells (TSPCs) by focusing on the declining tendon repair capacity with growth. Using single-cell RNA sequencing on Achilles tendon cells from 2- and 6-week-old mice, we identified Cd55 and Cd248 as novel surface antigen markers for TSPCs. Combining single-cell RNA sequencing with single-nucleus RNA and ATAC sequencing analyses revealed that Cd55 and Cd248 positive fractions in tendon tissue represent TSPCs, as confirmed by their expression of established TSPC markers, with this population decreasing at 6 weeks. We also identified candidate upstream transcription factors regulating these fractions. Functional analyses of isolated CD55/CD248 positive cells demonstrated high clonogenic potential and tendon differentiation capacity, forming functional tendon-like tissue in vitro. This study establishes CD55 and CD248 as novel TSPC surface antigens, potentially advancing tendon regenerative medicine and contributing to the development of new treatment strategies for tendon and ligament injuries.", "date": "2025-06-04", "journal": ""}
{"title": "Single-nucleus transcriptional and chromatin accessibility analyses of maturing mouse Achilles tendon uncover the molecular landscape of tendon stem/progenitor cells", "doi": "10.1101/2024.10.24.619991", "authors": "Tsutsumi, H.; Chiba, T.; Fujii, Y.; Matsushima, T.; Kimura, T.; Kanai, A.; Kishida, A.; Suzuki, Y.; Asahara, H.", "abstract": "Tendons and ligaments are crucial connective tissues linking bones and muscles, yet achieving full functional recovery after injury remains challenging. We investigated the characteristics of tendon stem/progenitor cells (TSPCs) by focusing on the declining tendon repair capacity with growth. Using single-cell RNA sequencing on Achilles tendon cells from 2- and 6-week-old mice, we identified Cd55 and Cd248 as novel surface antigen markers for TSPCs. Combining single-cell RNA sequencing with single-nucleus RNA and ATAC sequencing analyses revealed that Cd55 and Cd248 positive fractions in tendon tissue represent TSPCs, as confirmed by their expression of established TSPC markers, with this population decreasing at 6 weeks. We also identified candidate upstream transcription factors regulating these fractions. Functional analyses of isolated CD55/CD248 positive cells demonstrated high clonogenic potential and tendon differentiation capacity, forming functional tendon-like tissue in vitro. This study establishes CD55 and CD248 as novel TSPC surface antigens, potentially advancing tendon regenerative medicine and contributing to the development of new treatment strategies for tendon and ligament injuries.", "date": "2025-06-04", "journal": ""}
{"title": "FoldMark: Safeguarding Protein Structure Generative Models with Distributional and Evolutionary Watermarking", "doi": "10.1101/2024.10.23.619960", "authors": "ZHANG, Z.; Jin, R.; Xu, G.; Wang, X.; Zitnik, M.; Cong, L.; Wang, M.", "abstract": "Proteins are the principal architects of life, fueling advances in bioengineering, drug discovery, and synthetic biology. The integration of generative AI with computational protein science has revolutionized protein design while also posing dual-use risks, such as enabling the creation of pandemic-capable proteins that require strong biosecurity safeguards. Here, we introduce FoldMark, a first-of-its-kind watermarking strategy leveraging distributional and evolutionary principles tailored for protein generative models, balancing watermark capacity and structural quality. FoldMark achieves over 95% watermark bit accuracy at 32 bits with minimal impact on structural quality (>0.9 scTM scores) for leading models including AlphaFold3, ESMFold, RFDiffusion, and RFDiffusionAA. For user tracing, FoldMark can successfully trace up to 1 million users. To validate FoldMark in wet lab, we applied it to structure-based design of EGFP and CRISPR-Cas13, showing wildtype-level function (98% fluorescence, 95% editing efficiency) and >90% watermark detection, demonstrating its practical utility for safeguarding AI-driven protein research.", "date": "2025-06-04", "journal": ""}
{"title": "Assessment of antimicrobial resistance genes in Caribbean corals, including those treated with amoxicillin", "doi": "10.1101/2024.11.01.621504", "authors": "Neely, K. L.; Kellogg, C. A.; Voelschow, J.; Cauvin, A.; Reed, S.; Rubin, E.; Meyer, J.", "abstract": "The decimation of reefs caused by stony coral tissue loss disease prompted the use of a topical amoxicillin treatment to prevent coral mortality. Application of this treatment led to concerns about unintentional impacts such as potential alteration of the coral microbiome and possible spread of antibiotic resistance. We used two different methodologies - microbial RNA sequencing and microbial qPCR array - to assess these concerns and to establish a baseline of antimicrobial resistance genes in coral microbes. RNA sequencing was conducted on coral mucus samples collected before and 24 hours after amoxicillin application on wild Montastraea cavernosa. While diverse antibiotic resistance genes (ARGs) were expressed, no differences were detected in ARG expression after amoxicillin treatment. Additionally, there were no notable changes in the microbial communities between the before and after samples. Microbial qPCR array was used to assess differences in ARGs over longer timescales in wild Colpophyllia natans, comparing never-treated corals with ones treated a single time seven months prior and with those treated multiple times seven months and more prior. No clinically relevant ARGs represented in the arrays were detected across any samples. A small number of above-detection reads (4 in the never-treated corals, 2 in the once-treated corals, and 0 in the multi-treated corals) may indicate weak amplification of similar environmental (non-anthropogenic) ARGs in the corals. Results indicate that the localized topical application of amoxicillin to prevent mortality of SCTLD-affected corals is neither immediately disrupting the microbiome of treated corals at the colony level nor driving the development of ARGs over immediate or longer-term time scales.", "date": "2025-06-04", "journal": ""}
{"title": "Investigating the consequences of the mating system for drug resistance evolution in C. elegans", "doi": "10.1101/2024.11.07.620884", "authors": "Trubenova, B.; Hellinga, J.; Krücken, J.; von Samson-Himmelstjerna, G.; Schulenburg, H.; Regoes, R. R.", "abstract": "The rise of anthelmintic-resistant strains in livestock threatens both animal and human health. Understanding the factors influencing anthelmintic resistance is crucial to mitigate the threat posed by these parasites. Due to difficulties in studying parasitic worms in the laboratory, the non-parasitic nematode Caenorhabditis elegans is used as a model organism to investigate anthelmintic resistance evolution. However, the suitability of this free-living nematode as a model for parasitic worms is debatable due to its rare androdioecious reproductive system, raising questions about the generalizability of findings from evolutionary experiments in C. elegans to other species. In this study, we developed a polygenic, population genetic model combined with pharmacodynamic approaches to investigate the effects of reproductive strategy and other aspects, such as dominance, mutational effects, the number of loci, and population size, on determining the dynamics and outcome of evolutionary processes. We found that androdioecious populations showed both rapid initial adaptation typical for hermaphrodites and tolerance to high drug concentrations observed in dioecious populations. They also exhibited the highest diversity and shortest time for the fixation of the beneficial allele. These results suggest that androdioecious populations can harness the advantages of both selfing and outcrossing, optimizing their reproductive strategy in response to drug selection.", "date": "2025-06-04", "journal": ""}
{"title": "Characterization of FLOWERING LOCUS T related genes and their putative gene regulatory network in semi-winter Brassica napus cultivar Zhongshaung11", "doi": "10.1101/2024.11.13.623477", "authors": "Wang, J.; Zhou, H.-R.; Wang, J.; Turck, F. K.; Ding, N.; Taenzler, P.", "abstract": "In many species, FLOWERING LOCUS T (FT)-like genes promote the floral transition by integrating environmental signals, in particular photoperiod, and internal cues. Here we show that Brassica napus contains 6 FT-like genes and 2 pseudogenes belonging to 3 orthogroups. All B. napus FT-like genes induce early flowering when expressed at the shoot apical meristems of Arabidopsis thaliana ft mutants, but BnaFT.C6 and non-orthologous FT-like genes do not encode fully functional mobile florigens. In the case of BnFT.C6, the functional change is associated with a T to C amino acid change that is restricted to semi winter accessions. Expression of orthologs of FT is photoperiod-dependent and two distal enhancers are conserved; however, the homeologs BnaFT.A7 and BnaFT.C6 show rearrangements of DNA motifs binding NF-Y/CO and NF-Y transcriptional activator complexes between the promoter and downstream enhancers. Motif rearrangements correlate with differences in tissue-specific expression. Furthermore, homeologs with rearranged motifs could not be trans-activated by B. napus CO in transient assays although they genes show LD photoperiod-dependent expression. We propose that differential diurnal expression of NF-Y genes contributes to the photoperiod-dependent regulation of B. napus FT genes.", "date": "2025-06-04", "journal": ""}
{"title": "R-Spondin Mimetic, SZN-043, Induced Proliferation and Expression of Wnt Target Genes, Two Impaired Features in Human Alcohol-Associated Liver Disease", "doi": "10.1101/2024.11.19.624277", "authors": "Fisher, T.; Patel, M.; Deshmukh, S.; Shah, D.; Lu, C.; Newman, M.; Ye, J.; Fletcher, R.; Vanhove, G. F.; Tibbitts, J.; Li, Y.; Skill, N. J.; Yang, Z.; Liangpunsakul, S.; Baribault, H.", "abstract": "Liver regeneration is impaired in patients suffering from alcohol-associated liver (ALD) diseases. Wnt ligands and their FZD receptors are dysregulated in diseased livers. R-spondin and their receptors are known to regulate Wnt activity via the stabilization of FZD receptors. Here, we investigated the components of the Wnt and R-Spondin-signaling pathways and their activity in patients with ALD. We found that while hepatocytes retained high levels of differentiation markers such as ASGR1 and ASGR2, the expression of two R-spondin co-receptors, LGR4 and LGR5, and of Wnt target genes, CYP1A2 and others, were strongly reduced. SZN-043, a hepatocyte-targeted R-Spondin mimetic, is a new investigational drug that stimulates the physiological Wnt repair pathway and proliferation of hepatocytes. Here, we show that SZN-043 induced hepatocyte proliferation in all models tested, including humanized mouse livers, a chronic-binge alcohol-induced liver injury, and a CCl4-induced fibrosis mouse model. Altogether, SZN-043 could be beneficial for the treatment of ALD.", "date": "2025-06-04", "journal": ""}
{"title": "A model of the cerebellum generates gait adaptations in a reflex-based neuromusculoskeletal model during split-belt walking", "doi": "10.1101/2024.12.12.628122", "authors": "Fleischmann, S.; Shanbhag, J.; Miehling, J.; Wartzack, S.; Ong, C.; Eskofier, B. M.; Koelewijn, A. D.", "abstract": "During split-belt treadmill walking, neurotypical humans exhibit adaptations characterized by a gradual decrease in step length asymmetry toward or beyond symmetry, whereas individuals with cerebellar damage do not show these motor adaptations. Neuromusculoskeletal simulations can help to better understand individual aspects of the underlying neural control, but are currently not capable of predicting adaptations to continuous perturbations like split-belt walking. Here, we extend a spinal reflex model with a biologically inspired model of the cerebellum, which enables error-based motor adaptation by modulating spinal control parameters in response to mismatches between internal predictions and actual motor outcomes. In this work, the cerebellum modulates only a single spinal control parameter, the timing of swing initiation in each leg, which allows examining the specific contribution of cerebellar timing control to gait adaptation without confounding effects from changes in other reflex pathways. We created 80 s predictive simulations of the model walking on a split-belt treadmill with a 2:1 belt-speed ratio, and evaluated the results by comparing spatiotemporal parameters and kinematics with literature. The extended model adapted step length asymmetry from an initial asymmetric value toward symmetry or beyond, following an exponential time course similar to that observed in human experiments. The model was capable of adapting at varying rates and converging to different SLA levels, reflecting the inter-individual variability. The modulation of timing alone could drive SLA adaptation, but the modulation of reflex gains may likely be necessary to generate the experimentally observed exponential changes in the spatial domain of human split-belt adaptation. The modular framework can be extended or adapted to test different hypotheses about motor control and adaptations during continuous perturbation tasks.", "date": "2025-06-04", "journal": ""}
{"title": "Kinetic-model-guided engineering of multiple S. cerevisiae strains improves p-coumaric acid production", "doi": "10.1101/2024.12.15.628543", "authors": "Narayanan, B.; Jiang, W.; Wang, S.; Saez-Saez, J.; Weilandt, D. R.; Masid, M.; Hesselberg-Thomsen, V.; Borodina, I.; Hatzimanikatis, V.; Miskovic, L.", "abstract": "The use of kinetic models of metabolism in design-build-learn-test cycles is limited despite their potential to guide and accelerate the optimization of cell factories. This is primarily due to difficulties in constructing kinetic models capable of capturing the complexities of the fermentation conditions. Building on recent advances in kinetic-model-based strain design, we present the rational metabolic engineering of an S. cerevisiae strain designed to overproduce p-coumaric acid (p-CA), an aromatic amino acid with valuable nutritional and therapeutic applications. To this end, we built nine kinetic models of an already engineered p-CA-producing strain by integrating different types of omics data and imposing physiological constraints pertinent to the strain. These nine models contained 268 mass balances involved in 303 reactions across four compartments and could reproduce the dynamic characteristics of the strain in batch fermentation simulations. We used constraint-based metabolic control analysis to generate combinatorial designs of 3 enzyme manipulations that could increase p-CA yield on glucose while ensuring that the resulting engineering strains did not deviate far from the reference phenotype. Among 39 unique designs, 10 proved robust across the phenotypic uncertainty of the models and could reliably increase p-CA yield in nonlinear simulations. We implemented these top 10 designs in a batch fermentation setting using a promoter-swapping strategy for down-regulations and plasmids for up-regulations. Eight out of the ten designs produced higher p-CA titers than the reference strain, with 19-32% increases at the end of fermentation. All eight designs also maintained at least 90% of the reference strain's growth rate, indicating the critical role of the phenotypic constraint. The high experimental success of our in-silico predictions lays the foundation for accelerated design-build-test-learn cycles enabled by large-scale kinetic modeling.", "date": "2025-06-04", "journal": ""}
{"title": "Common and distinct neural correlates of social interaction perception and theory of mind", "doi": "10.1101/2024.12.19.628993", "authors": "Miao, Z.; Jung, H.; Kragel, P. A.; Bo, K.; Sadil, P.; Lindquist, M. A.; Wager, T. D.", "abstract": "Social interaction perception and theory of mind (ToM) frequently co-occur, but their commonalities and distinctions at behavioral and neural levels remain unclear. Participants (N = 231) provided moment-by-moment ratings of four text and four audio narratives on social interactions and ToM engagement, which were reliable (split-half r = .98 and .92, respectively) but only modestly correlated (r = .32). In a second sample (N = 90), we analyzed the co-variation between social interaction and ToM ratings and fMRI activity during text and audio narratives. Social interaction and ToM activity maps generalized across modalities (spatial r = .83 and .57, respectively), both with significant, overlapping clusters in canonical mentalizing regions (FDR q < .01). ToM uniquely engaged the lateral occipitotemporal cortex, left anterior intraparietal sulcus, and right premotor cortex. These results suggest that perceiving social interactions automatically involves mentalizing, and ToM additionally engages brain regions for action understanding and executive functions.", "date": "2025-06-04", "journal": ""}
{"title": "Optogenetic actin network assembly on lipid bilayer uncovers the network density-dependent functions of actin-binding proteins", "doi": "10.1101/2024.12.25.630233", "authors": "Yamamoto, K.; Miyazaki, M.", "abstract": "The actin cytoskeleton forms a mesh-like network that drives cellular deformations. The network property is defined by the network density and the species of actin-binding proteins. However, the relationship between the network density, the penetration ability of actin-binding proteins into the network, and resulting network dynamics remains elusive. Here, we report an in vitro optogenetic system, named OptoVCA, which induces Arp2/3 complex-mediated actin network assembly on a lipid membrane. By changing the illumination power, duration, and pattern, the OptoVCA flexibly manipulates the density, thickness, and shape of the actin network. Taking these advantages, we examine the effects of the network density on two representative actin-binding proteins, myosin and ADF/cofilin. We find that the penetration of myosin filaments into the network is strictly inhibited by only a several-fold increase in network density due to the steric hindrance. Furthermore, penetrated myosin filaments induce directional actin flow when the network has a density gradient. On the other hand, ADF/cofilin penetrates into the network regardless of network density. However, network disassembly is dramatically inhibited by only a several-fold increase in network density. Thus, the OptoVCA contributes to understanding cell mechanics by examining the network density-dependent effects on actin-binding proteins.", "date": "2025-06-04", "journal": ""}
{"title": "Valence of sensory stimulation as a key feature for subcortical entrainment: Insights from human intracranial EEG", "doi": "10.1101/2025.01.03.631218", "authors": "Hoyer, R. S.; Bernier, M.-F.; Martineau, L.; Lessard Bonaventure, P.; Labelle, C.; Borderie, A.; Blanchette, I.; Blumenthal, A.; Laureys, S.; Albouy, P.", "abstract": "Sensory rhythmic stimulation enhances executive functions by entraining oscillations in higher-order cortical networks, but its effects on subcortical structures remain unclear. We propose that stimulus valence is a key feature to enable subcortical entrainment. Using intracranial EEG in epileptic patients, we first show that visual search is supported by cortico-subcortical theta (5Hz) activity. We then show that 5 Hz negative-valence visual stimulation entrains theta oscillations in a task-related network, including the ventral visual stream, hippocampus, and dorsolateral prefrontal cortex. Finally, in a behavioral experiment in healthy individuals, we show that both neutral and negative valence 5 Hz stimulation improved visual search speed, but only negative valence stimulation enhanced target image recognition as assessed through an additional memory task. These findings highlight the role of stimulus valence in modulating subcortical brain activity and behaviors through rhythmic sensory stimulation and pave the way for further applications in clinical intervention.", "date": "2025-06-04", "journal": ""}
{"title": "Estimating the completeness of large-scale single-cell sequencing projects", "doi": "10.1101/2025.01.08.631769", "authors": "Miihkinen, M.; Chu, Y.; Vakkilainen, S.; Akimov, Y.; Aittokallio, T.", "abstract": "During embryonic development, cells undergo differentiation into highly specialized cell types. Capitalizing on single-cell RNA sequencing, many initiatives and substantial resources have been established for cataloguing these differentiated cell types by their transcriptomic profiles. Despite the extensive efforts to profile various organs and their cellular compositions, we lack metrics to assess the completeness of the sequencing projects. In this cellular biodiversity analysis, we leveraged the increasingly available single-cell data together with statistical methods, originally developed for assessing the species richness of ecological communities, to estimate the cellular diversity of any organ based on current data from single-cell profiling technologies. Deriving from such cellular richness estimates, we established a practical statistical framework that enables reliable assessment of the completeness of any large-scale single-cell profiling projects, after which additional sequencing efforts do not anymore reveal new insights into an organs cellular composition. Such estimates can serve as stoppage-points for the ongoing sequencing projects, hence guiding a more cost-efficient completion of the profiling of various human tissues.", "date": "2025-06-04", "journal": ""}
{"title": "NF-κB is a Central Regulator of Hypoxia-Induced Gene Expression", "doi": "10.1101/2025.01.08.631917", "authors": "Shakir, D.; Batie, M.; Kwok, C.-S.; Cook, S. J.; Kenneth, N. S.; Rocha, S.", "abstract": "Hypoxia is both a physiological and pathological signal in cells. Changes in gene expression play a critical role in the cellular response to hypoxia, enabling cells to adapt to reduced oxygen availability by regulating metabolism, survival and angiogenesis. These changes are primarily mediated by the HIF family of transcription factors, however other transcription factors such as NF-kappaB, are also activated by hypoxia. Although NF-kappaB is known to be activated under hypoxic conditions the extent to which NF-kappaB contributes to the hypoxic response remains poorly understood. In this study we analysed hypoxia-induced, NF-kappaB-dependent gene expression, to define the NF-kappaB-dependent hypoxic signature. Our analysis reveals that a significant proportion of hypoxia-induced gene expression changes are NF-kappaB dependent, with the majority of genes downregulated by hypoxia requiring NF-kappaB for their repression. We show that, while the NF-kappaB-mediated hypoxic response may vary between cell types, there are a core subset of hypoxia-inducible genes that require NF-kappaB across multiple cell backgrounds. We demonstrate that NF-kappaB is critical for reactive oxygen species (ROS) generation and regulation of genes involved in oxidative phosphorylation under hypoxic conditions. This work highlights that NF-kappaB has a central role in the hypoxia response, regulating a broader set of genes than previously thought, providing new understanding of the regulation of gene expression by hypoxia and NF-kappaB.", "date": "2025-06-04", "journal": ""}
{"title": "Single-cell morphological profiling reveals insights into programmed cell death", "doi": "10.1101/2025.01.15.633042", "authors": "Frey, B.; Holmberg, D.; Bystrom, P.; Bergman, E.; Georgiev, P.; Johansson, M. M.; Hennig, P.; Rietdijk, J.; Rosen, D.; Carreras-Puigvert, J.; Spjuth, O.", "abstract": "Analysis at the single-cell level is a powerful approach to study biological processes and responses to perturbations. However, its application in morphological profiling with phenomics remains underexplored. Here, we use the Cell Painting assay to investigate morphological effects of 53 small molecule compounds, associated with six distinct programmed cell death mechanisms, across six concentrations in MCF7 cells. To compare single-cell and aggregated analysis strategies, we conduct both supervised and unsupervised evaluations aimed at identifying features linked to programmed cell death. We apply an energy distance as a metric to quantify morphological perturbation strength, enabling efficient filtering. Among three tested feature extraction methods, self-supervised DINO embeddings applied to single-cell data captured high-resolution morphological patterns. Focused analyses of apoptosis-inducing compounds revealed biological heterogeneity attributable to specific molecular targets and concentration-dependent effects, which were not apparent in aggregated profiles. In contrast, multi-class classification models for the six programmed cell death mechanisms trained on single-cell features achieved F1 scores of 79.86%, while models trained on aggregated features reached F1 scores of up to 89.97%. Our results highlight the advantages of single-cell data for unsupervised exploration and show that aggregated representations yield more robust and accurate performance in supervised models.", "date": "2025-06-04", "journal": ""}
{"title": "BuzzWatch: uncovering multi-scale temporal patterns in mosquito behavior through continuous long-term monitoring", "doi": "10.1101/2025.01.24.634688", "authors": "Maire, T.; Wan, Z.; Lambrechts, L.; Hol, F. J.", "abstract": "Understanding the temporal dynamics of mosquito behavior is essential for developing effective interventions against pathogen transmission. However, limited knowledge exists about the environmental, physiological, and genetic factors influencing mosquito activity patterns. This knowledge gap is partly due to a lack of tools to accurately quantify the behavior of free-flying mosquitoes over extended periods. Here, we introduce BuzzWatch, an open-source, low-cost platform designed to continuously monitor mosquito flight behavior over several weeks with high temporal resolution. BuzzWatch records videos of mosquitoes freely flying in a transparent cage and automates the extraction, analysis, and visualization of behavioral data, including flight trajectories and population-level flight and sugar-feeding statistics. Using BuzzWatch, we quantified the daily rhythms of 10 Aedes aegypti populations from various geographic origins. Globally invasive Ae. aegypti showed increased sugar feeding and flight activity during midday compared to native African populations. Our platform further revealed subtle, long-lasting effects of blood feeding on activity patterns and a complex response to extended daylight periods. By integrating a host-seeking module in BuzzWatch to deliver CO2 and heat pulses, we observed a twofold increase in Ae. aegypti's response to host-associated cues during the daytime compared to nighttime. Combined, these results demonstrate BuzzWatch's potential to investigate responses to host cues over seconds, natural variability in daily rhythms over hours, and phenotypic plasticity over days. BuzzWatch offers a novel perspective on mosquito behavior over multiple timescales, paving the way for advanced ecological and epidemiological studies that can inform targeted and effective vector control strategies.", "date": "2025-06-04", "journal": ""}
{"title": "PROTRIDER: Protein abundance outlier detection from mass spectrometry-based proteomics data with a conditional autoencoder", "doi": "10.1101/2025.02.01.636024", "authors": "Klaproth-Andrade, D.; Scheller, I.; Tsitsiridis, G.; Loipfinger, S.; Mertes, C.; Smirnov, D.; Prokisch, H.; Yepez, V.; Gagneur, J.", "abstract": "Detection of gene regulatory aberrations enhances our ability to interpret the impact of inherited and acquired genetic variation for rare disease diagnostics and tumor characterization. While numerous methods for calling RNA expression outliers from RNA-sequencing data have been proposed, the establishment of protein expression outliers from mass spectrometry data is lacking. Here, we propose and assess various modeling approaches to call protein expression outliers across three datasets from rare disease diagnostics and oncology. We use as independent evidence the enrichment for outlier calls in matched RNA-seq samples and the enrichment for rare variants likely disrupting protein expression. We show that controlling for hidden confounders and technical covariates, while simultaneously modeling the occurrence of missing values, is largely beneficial and can be achieved using conditional autoencoders. Moreover, we find that the differences between experimental and fitted log-transformed intensities by such models exhibit heavy tails that are poorly captured with the Gaussian distribution and report stronger statistical calibration when instead using the Student's t-distribution. Our resulting method, PROTRIDER, outperformed baseline approaches based on raw log-intensities Z-scores or on differential expression analysis with limma. The application of PROTRIDER reveals significant enrichments of AlphaMissense pathogenic variants in protein expression outliers. Overall, PROTRIDER provides a method to confidently identify aberrantly expressed proteins applicable to rare disease diagnostics and cancer proteomics. Overall, PROTRIDER provides a method to confidently identify aberrantly expressed proteins applicable to rare disease diagnostics and cancer proteomics.", "date": "2025-06-04", "journal": ""}
{"title": "Aedes albopictus is rapidly invading its climatic niche in France: wider implications for biting nuisance and arbovirus control in Western Europe", "doi": "10.1101/2025.02.14.638223", "authors": "Radici, A.; Hammami, P.; Cannet, A.; L'Ambert, G.; Lacour, G.; Fournet, F.; Garros, C.; Guis, H.; Fontenille, D.; Caminade, C.", "abstract": "The Asian tiger mosquito, Aedes albopictus, is a competent vector of arboviruses, such as dengue. After its introduction into southern Europe, this invasive species has been rapidly spreading as well as causing autochthonous cases of arboviral diseases. Both Ae. albopictus presence and potential to transmit arboviruses are facilitated at warm temperatures, hence global warming is expected to affect their presence in temperate regions. We use a climate- and environmental-driven mechanistic modelling framework to investigate the impact of recent climate change on Ae. albopictus range expansion and its potential to transmit dengue in Western Europe. We simulate climatic suitability, adult density and dengue transmission risk which we compare with a large ensemble of entomological and epidemiological observations over the past 20 years. Most importantly, we analyze a novel spatiotemporal dataset of colonized municipalities in metropolitan France to estimate the spread rate of Ae. albopictus and compare it with model predictions. Lastly, we analyze the sensitivity of entomological and epidemiological risk to changes in temperature, rainfall and human density. Distribution of simulated mosquito populations and dengue transmission risk satisfactorily match entomological and dengue observations for Western Europe (AUC = 0.90 and 0.75 respectively). While lowlands in southern Europe were already climatically suitable for hosting Ae. albopictus around 2010, Western France, together with large populated cities, such as London, Zagreb and Vienna, have become suitable recently. Importantly, the accelerating colonization of Ae. albopictus in France may be approaching the limit of its theoretical climatic niche; future expansion will depend on the climate-driven enlargement of suitable areas. Area at risk of dengue transmission has recently expanded from the Mediterranean coasts over northern Spain and Western France. The sensitivity analysis suggests that climate change may expose medium-sized cities to the highest epidemiological risk; this finding is consistent with recently reported dengue outbreaks in Europe.", "date": "2025-06-04", "journal": ""}
{"title": "Machine Learning-Assisted Decoding of Temporal Transcriptional Dynamics via Fluorescent Timer", "doi": "10.1101/2025.02.23.639730", "authors": "Irie, N.; Takeda, N.; Sato, Y.; ARAKI, K.; Ono, M.", "abstract": "Investigating the temporal dynamics of gene expression is crucial for understanding gene regulation across various biological processes. Using the Fluorescent Timer protein (Timer), the Timer-of-cell-kinetics-and-activity (Tocky) system enables analysis of transcriptional dynamics at the single-cell level. However, the complexity of Timer data has limited its broader application. Here, we introduce an integrative approach combining molecular biology and machine learning to elucidate Foxp3 transcriptional dynamics through flow cytometric Timer analysis. We have developed a Convolutional Neural Networks (ConvNet) approach that incorporates image conversion and Gradient-weighted Class Activation Mapping (Grad-CAM) for class-specific feature identification at the single-cell level. Biologically, we developed a novel CRISPR mutant of Foxp3-Tocky lacking the Conserved Non-coding Sequence 2 (CNS2), which has successfully elucidated CNS2-dependent Foxp3 transcription dynamics, revealing novel roles of CNS2 in regulating Foxp3 transcription frequency under specific conditions. Furthermore, generating new data from WT Foxp3 Tocky mice at various ages, the Grad-CAM methods successfully revealed distinct dynamics of Foxp3 expression from neonatal to aged mice, highlighting prominent thymus-like features of neonatal splenic Foxp3+ T cells. In conclusion, our study uncovers previously unrecognised Foxp3 transcriptional dynamics, establishing a proof-of-concept for integrating CRISPR, Tocky, and machine learning methods as advanced techniques to understand transcriptional dynamics in vivo.", "date": "2025-06-04", "journal": ""}
{"title": "Thermal cycling-hyperthermia attenuates rotenone-induced cell injury in SH-SY5Y cells through heat-activated mechanisms", "doi": "10.1101/2025.03.12.642756", "authors": "Kuo, Y.-Y.; Lin, G.-B.; Chen, Y.-M.; Liu, H.-H.; Hsu, F.-T.; Kung, Y.; Chao, C.-Y.", "abstract": "Parkinson's disease (PD) is the second most prevalent neurodegenerative disease. It is characterized by mitochondrial dysfunction, increased reactive oxygen species (ROS), -synuclein (-syn) and phosphorylated-tau protein (p-tau) aggregation, and dopamin-ergic neuron cell death. Current drug therapies only provide temporary symptomatic relief and fail to stop or reverse disease progression due to the severe side effects or the blood-brain barrier. This study aimed to investigate the neuroprotective effects of thermal cycling-hyperthermia (TC-HT) in an in vitro PD model using rotenone (ROT)-induced human neural SH-SY5Y cells. Our results revealed that TC-HT pretreatment conferred neuroprotective effects in the ROT-induced in vitro PD model using human SH-SY5Y neuronal cells, including reducing ROT-induced mitochondrial apoptosis and ROS accumulation in SH-SY5Y cells. In addition, TC-HT also inhibited the expression of -syn and p-tau through heat-activated pathways associated with sirtuin 1 (SIRT1) and heat-shock protein 70 (Hsp70), involved in protein chaperoning, and resulted in the phosphorylation of Akt and glycogen synthase kinase-3{beta} (GSK-3{beta}), which inhibit p-tau formation. These findings underscore the potential of TC-HT as an effective treatment for PD in vitro, supporting its further investigation in in vivo models or potentially in human trials, with focused ultrasound (FUS) as a feasible heat-delivery approach.", "date": "2025-06-04", "journal": ""}
{"title": "Population-scale inheritance analysis of 858,635 individuals reveals North Sea migration from the Middle Ages to the Industrial Revolution", "doi": "10.1101/2025.03.19.643007", "authors": "Zhang, X.; Holm, P.; Scally, A.; Banasik, K.; Mortensen, L. H.; Fitzgerald, T. W.; Westergaard, D.; Chmura, P. J.; Ostrowski, S. R.; Sorensen, E.; Pedersen, O. B. V.; Schwinn, M.; Erikstrup, C.; Bruun, M. T.; Jensen, B. A.; Ullum, H.; Mikkelsen, C.; Hansen, T. F.; DBDS Genetic Consortium,  ; Stefansson, K.; Brunak, S.; Birney, E.", "abstract": "The North Sea's historical migrations have impacted the genetic structure of its neighbouring populations. We analysed haplotype sharing among 858,635 modern individuals from Denmark and Britain to infer migration history from the Middle Ages to the modern day. We estimated the genetic relationship among 370,259 Danes using Danish healthcare registries and validated those with retrievable pedigree relationships from a national family registry. We also compared their haplotype sharing with 488,376 British individuals from the UK Biobank. Our analysis revealed the fine-grained population genetic history of Denmark and identified distinct coastal and island communities with a history of genetic isolation and bottlenecks. We observed a significant population decline in Jutland compared to Zealand from the late medieval period to the start of early modern period, accompanied by migration from Jutland to Zealand, corresponding to historical evidence. We identified two major haplotype sharing patterns between Denmark and Great Britain: (1) early coast-to-coast connections between South Jutland and eastern England, likely driven by migration, settlement, continuous trade and the movement of people across the North Sea from the Middle Ages through early modern times, and (2) later city-to-city connections such as those between London and Kobenhavn, likely shaped by the reorientation of economic and trading centres in Britain and Denmark, and the increased shipping from early modern times towards the Industrial Revolution. Further comparisons using other North Sea countries showed both shared and unique histories of genetic exchange with Denmark and Britain. Our study provides novel genetic evidence of migration across the North Sea from the Middle Ages to the Industrial Revolution. It highlights the power of nationwide biobanks in reconstructing fine-scale historical population movements among closely related populations.", "date": "2025-06-04", "journal": ""}
{"title": "Unifying the Electron Microscopy Multiverse through a Large-scale Foundation Model", "doi": "10.1101/2025.04.13.648639", "authors": "He, L.; Shi, R.; Wang, W.; Cai, Y.; Ma, L.", "abstract": "Accurate analysis of electron microscopy (EM) images is essential for exploring nanoscale biological structures, yet data heterogeneity and fragmented workflows hinder scalable insights. Pretrained on large, diverse datasets, image foundation models provide a robust framework for learning transferable representations across tasks. Here, we introduce EM-DINO, the first image foundational model pretrained on EM-5M, the largest standardized EM corpus (5 million images) encompassing multiple species, tissues, protocols, and resolutions. EM-DINO\\'s multi-scale embeddings capture rich image features that support multiple applications, including organ-specific pattern recognition, image deduplication, and high quality image restoration. Building on these representations, we developed OmniEM, a U-shaped architecture for unified dense prediction that exceeds task-specific models in both image restoration and segmentation. In restoration benchmarks, OmniEM matches the performance of the EM-specific diffusion model while producing fewer hallucinations that could mislead EM interpretation. It also outperforms previous methods in both generalized mitochondrial segmentation and multi-class organelle segmentation. Furthermore, we demonstrate OmniEM\\'s integrated capability to generate high-resolution segmentations from low-resolution inputs, offering the potential to enable fine-scale subcellular analysis in legacy and high-throughput EM datasets. Together, EM-5M, EM-DINO, OmniEM, and an integrated Napari plugin comprise a comprehensive end-to-end toolkit for standardized EM analysis, advance cellular and subcellular understanding and accelerating the discovery of novel organelle morphologies and disease-related alterations.", "date": "2025-06-04", "journal": ""}
{"title": "Are all waterholes equal from a lion's view? Exploring the role of prey abundance and catchability in waterhole visitation patterns in a savannah ecosystem", "doi": "10.1101/2025.04.18.649579", "authors": "Dejeante, R.; Loveridge, A. J.; Macdonald, D. W.; Madhlamoto, D.; Chamaille-Jammes, S.; Valeix, M.", "abstract": "Prey abundance and catchability shape the spatial ecology of predators. Predators can select habitats where prey are more abundant to maximize encounter rate with prey, or alternatively, habitats where prey are more catchable to maximize prey capture. These hypotheses are commonly referred to as prey-abundance and prey-catchability hypotheses. Although these hypotheses are often tested at the landscape scale, little is known about how between-patch variations in prey abundance and catchability determine the space use of predators. In particular, in savannah ecosystems, waterholes are hotspots of prey and their selection by predators is classically interpreted as supporting the prey-abundance hypothesis. Here, we investigated whether between-waterhole variations in prey abundance and catchability influence the frequency and duration of lion visits to waterholes, testing the prey-abundance and prey-catchability hypotheses at the resource-patch scale. We combined datasets (1) on lion movements recorded from GPS collars deployed on 20 adult males and 16 adult females between 2002 and 2015, (2) on prey abundance evaluated from long-term, regular monitoring of waterholes and (3) on prey catchability evaluated from remote-sensing satellite imagery of vegetation cover around waterholes in Hwange National Park (Zimbabwe). Although lions did not use equally all waterholes in their territory, and there was a high variability in the frequency and duration of visits, surprisingly, between-waterholes variations in prey abundance and catchability only slightly explained these variations in frequency -- and even less in duration -- of lion visits to waterholes. We discuss the ecological mechanisms and the limits of our work that may explain these findings. First, lions and their prey are involved in a 'shell-game' that leads them to adopt unpredictable movement strategies. Second, lions have only access to a limited number of waterholes to spread out their hunting effort. Lastly, lions visit waterholes not only to hunt but also to interact with social mates and competitors. This work challenges the implicit assumption that all waterholes are the same from a lion's view and calls for further studies investigating the drivers of the variability in lion visits at the resource-patch scale.", "date": "2025-06-04", "journal": ""}
{"title": "Motor deficits in the McGill-R-Thy1-APP transgenic rat model of Alzheimer's Disease", "doi": "10.1101/2025.04.24.650385", "authors": "Roddick, K.; Northrup, P. A.; Schellinck, H. M.; Brown, R. E.", "abstract": "The McGill-R-Thy1-APP rat is a transgenic model of Alzheimers Disease (AD) which expresses APP with two mutations found in cases of familial AD, resulting in the development of amyloid pathology and cognitive deficits. Motor deficits are common symptoms of AD, emerging early in the disease, and are correlated with AD neuropathology and cognitive symptoms. This study evaluated heterozygous and homozygous McGill-R-Thy1-APP rats and their wildtype littermates for spontaneous alternation and locomotion in the T and Y mazes, and motor behaviour on an accelerating rotarod. Because rats often jumped off the rotarod, the maximum latency to fall across trials was examined. We found no genotype or sex effects in spontaneous alternation in either maze, nor a significant correlation of spontaneous alternation behaviour between the mazes. Female rats travelled greater distances than male rats in both mazes. While there was no genotype effect in the T maze on distance travelled, in the Y maze the hemizygous rats travelled shorter distances than the wildtype rats, while the homozygous rats travelled greater distances. There was a significant correlation between the distances travelled in each maze. Both heterozygous and homozygous rats performed worse than their wildtype littermates on the rotarod, while heavier rats performed worse than lighter rats, and female rats performed worse than male rats once their differences in weights were accounted for. These findings support the continued use of these rats as a model of AD and highlight the need to consider the possible confounding effect motor impairments have on other behavioural tests.", "date": "2025-06-04", "journal": ""}
{"title": "Platelet concentrate-derived extracellular vesicles promote adult hippocampal neurogenesis", "doi": "10.1101/2025.04.29.651163", "authors": "NyamErdene, A.; Thao Ngoc Le, N.; Nebie, O.; Faivre, E.; Delila, L.; Chou, M. L.; Lowe, J.; Bantubungi, K.; Buee, L.; Walker, T.; Blum, D.; Burnouf, T.", "abstract": "Platelet-derived materials are emerging as promising, cell-free biotherapies for regenerative medicine. While platelet lysates have shown neuroprotective activity in preclinical models, the neurogenic potential of platelet concentrate-derived extracellular vesicles (pEVs) remains underexplored. Here, we evaluated the effects of human pEVs and a neuroprotective heat-treated human platelet lysate (HPPL) on adult hippocampal neurogenesis using both an ex vivo neurosphere assay and an in vivo intranasal administration model. pEVs selectively enhanced dentate gyrus (DG)-derived neurosphere growth, even in the absence of exogenous growth factors, and were internalized by neural precursors. In vivo, short-term pEV delivery increased EdU proliferating cells in the DG, while long-term administration (28 days) elevated the proportion of newborn mature neurons. By contrast, HPPL primarily promoted early neurogenesis by expanding immature DCX neurons. Quantitative proteomics of DG tissue after pEV treatment revealed 111 differentially expressed proteins, with enrichment in pathways related to oxidative phosphorylation, Notch4 signaling, myelination, and MHC class I-mediated antigen presentation. Downregulated proteins included cytoskeletal and translation-related regulators, suggesting a shift toward neuronal differentiation and circuit integration. Biophysical characterization confirmed the purity and vesicular nature of pEVs, with a defined protein cargo including immune modulators and ECM-interacting molecules such as CD44, lymphatic vessel endothelial hyaluronan receptor 1 (LYVE1), and complement proteins. These findings identify allogeneic pEVs as multifunctional agents that modulate neural precursor cell fate and brain tissue remodeling through coordinated metabolic and immunoregulatory mechanisms. This work supports the translational potential of pEV-based therapeutics for promoting hippocampal neurogenesis and cognitive repair in neurodegenerative and age-related brain disorders.", "date": "2025-06-04", "journal": ""}
{"title": "A Unique Role for the Hippocampus in Cue Integration During Human Spatial Navigation", "doi": "10.1101/2025.05.14.654008", "authors": "Wei, Z.; Wolbers, T.; Chen, X.", "abstract": "A central question in cognitive neuroscience is how the brain integrates distinct sensory and perceptual inputs to improve cognitive performance. This study investigated this question in the context of human spatial navigation by combining high-field 3T fMRI and desktop virtual reality. Participants encoded and retrieved spatial locations using either landmarks alone (landmark condition), visual self-motion cues alone (i.e., optic flow; self-motion condition), or both cues together (combination condition). Participants behaviorally benefited from cue integration. fMRI analyses revealed a cue integration effect in the hippocampus, which displayed positional coding only in the combination condition, and only in participants who showed behavioral benefits from cue integration. Furthermore, hippocampal positional coding was more strongly associated with actual than self-reported locations, indicating it integrates sensory-perceptual inputs from spatial cues. Our findings suggest that fundamental function of the hippocampus is to integrate diverse sensory-perceptual inputs to support memory-guided navigation, rather than representing space per se, thereby challenging the dominant cognitive map theory in spatial navigation.", "date": "2025-06-04", "journal": ""}
{"title": "eIF4G2-Mediated Translation Initiation of Histone Modifiers Is Essential for Intestinal Stem Cell Maintenance and Differentiation", "doi": "10.1101/2025.05.19.652834", "authors": "Kunitomi, H.; Khaine, A. M.; Jamee, R.; Arreola, V.; Lancero, M.; Raychaudhuri, A.; Perli, S. D.; Sato, Y.; Iwasaki, M.; Ruivo, P. R.; Tomoda, K.; Mito, M.; Shichino, Y.; Iwasaki, S.; Yamanaka, S.", "abstract": "eIF4G2 (also known as NAT1, p97, or DAP5) is an evolutionally conserved protein homologous to the C-terminal two-thirds portion of eukaryotic translation initiation factor (eIF) 4G. Despite its abundant and ubiquitous expression, the physiological and pathological functions of eIF4G2 are poorly understood. Here, we show that acute loss of eIF4G2 in adult mice results in rapid weight loss with abnormalities in multiple organs, including impaired maintenance and differentiation of intestinal stem cells. Genome-wide ribosome profiling revealed that eIF4G2 is critical for the translation of key histone modification proteins involved in intestinal stemness. Our study underscores the importance of eIF4G2-mediated translation initiation in multicellular organisms.", "date": "2025-06-04", "journal": ""}
{"title": "Isoform-Specific Gene Regulation by Progesterone Receptors Drives Divergent Phenotypes in Breast Cancer Cells", "doi": "10.1101/2025.05.19.654935", "authors": "Gillis, N. E.; Truong, T. H.; Diep, C. H.; Spartz, A.; Ostrander, J. H.; Lange, C. A.", "abstract": "Exposure to progesterone is a recognized risk factor for breast cancer, and PGR polymorphisms are associated with various malignancies. Two progesterone receptor (PR) isoforms, full length PR-B and truncated PR-A, are expressed from the PGR gene in breast tissue and play crucial roles in normal physiology and breast cancer progression. An imbalance in the expression ratio of these isoforms, favoring increased levels of PR-A, is common in breast cancer and is associated with resistance to tamoxifen in luminal A-type tumors. Notably, PRs have recently been implicated in promoting endocrine resistance and driving the expansion of cancer stem-like cell (CSC) populations. Despite this insight, the isoform-specific molecular and epigenetic mechanisms underlying PR action in estrogen receptor positive (ER+) breast cancers remain understudied. Phenotypic studies of T47D cell lines that express exclusively PR-A or PR-B showed that PR isoforms regulate divergent cell fates. PR-B-expressing cells have a higher proliferation rate, while PR-A-expressing cells produce more mammospheres. We profiled progesterone-driven gene expression in cells grown in both adherent (2D) and mammosphere (3D) growth conditions and found differential gene regulation by PR-A and PR-B that is consistent with the observed divergent phenotypes. Only the PR-A-driven gene signature of ER+ breast cancer cells maintained as non-adherent mammospheres robustly predicted poor clinical outcome in the METABRIC data set. We then performed CUT&RUN to identify the genomic binding patterns unique to each PR isoform and their suite of target genes. Our findings indicate that PR-A acts as a regulator of the cell cycle, while PR-B plays a pivotal role in metabolism and intracellular signaling. Our genomic profiling of PRs in this model system has unveiled novel isoform-specific functions of PR. This work has shifted our prior understanding of the role of PRs in gene regulation, offering potential insights for therapeutic interventions in ER+ breast cancer.", "date": "2025-06-04", "journal": ""}
{"title": "Diversity and Community Structure of Collembola (Hexapoda) across sites and microhabitats in the Bula Protected Area, a UNESCO-Listed Hyrcanian Forest at the Crossroads of Two Biodiversity Hotspots (Iran).", "doi": "10.1101/2025.05.20.650270", "authors": "Tully, T.; Shayanmehr, M.; Yoosefi Lafooraki, E.; Ghajar Sepanlou, M.; D'Haese, C.", "abstract": "Background. The Hyrcanian Forests of Iran, a unique 850 km stretch of deciduous forest along the southern coast of the Caspian Sea, are renowned for their exceptional biodiversity, high levels of endemism and ecological integrity. The northern part of this forest massif is part of the Caucasian Biodiversity Hotspot, while its southern fringe extends into the Iranian-Anatolian Hotspot. The recognition of these forests as a UNESCO World Heritage Site has focused global attention on their protection, primarily from human disturbance. While the diversity of vascular plants is well documented, other groups, such as soil-dwelling arthropods, remain underexplored. This study aims to fill this knowledge gap by conducting inventories in different sections of the Hyrcanian forests, with a focus on Collembola, a potentially diverse but understudied group of soil fauna. The study was conducted to answer the following questions: Is the naturalness and degree of conservation of these forests reflected in the biodiversity of springtail communities? To what extent does the composition and diversity of these communities vary between different sites and micro-habitats within these forests? Methods. To answer these questions, 89 samples were collected over a two-year period from three different forest sites that had undergone contrasting forest management. Specifically, the study focused on three forest ecosystems, a preserved anthropized (planted) forest (PAF), a preserved natural forest (PNF) and a non-preserved natural forest (NPF), all located in the Bula protected area. Three types of microhabitats were sampled at each site, including moss, litter and dead wood. The springtails collected were identified and counted (approximately 3,000 individuals in total), allowing various biodiversity indices to be calculated for the communities as a whole, as well as by site and microhabitat. Soil samples were also analysed to compare soil properties between the three sites. Results. The results reveal an impressive diversity of springtails, with 73 morphospecies identified, belonging to 39 genera and 12 families. Of these, 49 could be identified to species level. The estimated total species richness ranged from 80 to 110 species. The analyses also revealed significant differences in species richness between sites, with two preserved sites (PAF and PNF) having a greater number of species compared to the non-preserved site (NPF), and in habitats, with greater diversity observed in dead wood, followed by soil and then mosses. A more detailed analysis of the communities showed a high degree of interspecific diversity in terms of abundance and distribution, without revealing strong patterns of ecological specialization for the majority of species. An analysis of cooccurrences showed that, in most cases species interactions appeared to be neutral. However, some pairs of species showed positive associations, while negative interactions were more marginal. The results of the soil properties showed no differences between the sites and no effect on the Collembola community. Discussion. The Bula Forest host particularly diverse Collembola communities. The results underline the importance of conserving these environments, which harbours a high diversity of springtails. Additionally, the results highlight the crucial role of dead wood as a substrate in supporting this biodiversity. The results also call for a more in-depth investigation of the factors influencing the presence, absence and abundance of species, as well as an exploration of the underlying causes of positive or negative species covariation.", "date": "2025-06-04", "journal": ""}
{"title": "Long-term surveillance suggests multiple hybridization events by nuclear reassortment and accelerated intercontinental spread of wheat yellow rust", "doi": "10.1101/2025.05.22.655633", "authors": "Hovmoeller, M. S.; Thach, T.; Algaba, J. R.; Hansen, J. G.; Meyer, M.; Hodson, D.; Nazari, K.; Park, R. R.; Tamm, R.; Moeller, M.; Schwessinger, B.; Rathjen, J. P.; Silva, P.; Riella, V.; Justesen, A. F.", "abstract": "Drivers of evolution of crop pathogens leading to novel diversity and long-distance dispersal (LLD) may have strong implications on food security and sustainable plant disease control at global scales. However, consolidated evidence is often lacking due to absence of regular pathogen surveys beyond national capacities. Our study documents world-wide connectivity between populations of Puccinia striiformis, causing yellow rust on cereals and grasses. Twelve cases of inter-continental spread of wheat yellow rust, including seven cases with major impact on disease epidemics in recipient areas, were detected from genotypic analyses of 3240 pathogen samples from 41 countries at six continents. In three cases, the most plausible mechanism for novel pathogen diversity was somatic hybridization via nuclear reassortment between co-existing lineages on shared host cultivars, spreading by LDD from Europe to South America and Australia, respectively, a few years after first detection. Several high-impact incursions from South Asia into East Africa were also observed, including PstS16 with a dramatic impact on wheat breeding programs of global relevance. The present study stresses an urgent need for coordinated crop pathogens monitoring across borders. Only global efforts will enable prevention and control of pathogens that represent major challenges for food security at regional and global levels.", "date": "2025-06-04", "journal": ""}
{"title": "Efficient Generation of Expandable Dorsal Forebrain Neural Rosette Stem Cell Lines", "doi": "10.1101/2025.05.27.656305", "authors": "Frazier, S. E. D.; de Lichtenberg, K. H.; Jaberi, E.; Bertelsen, C.; Jensen, S. M.; Wrona, A.; Christophersen, N. S.; Kristensen, M.; Villaescusa, J. C.", "abstract": "Neural stem cells (NSCs) represent an interesting option for developing in vitro disease models and drug screening assays due to their differentiation capacity into neurons and glial cells. Additionally, NSCs are under investigation in on-going clinical trials for treatment of various human neurological disorders. NSCs can be isolated from the central nervous system or derived in vitro from human pluripotent stem cells (hPSCs). However, the current methods for generating NSCs typically include a phase of neural rosette formation and subsequent manual isolation of these tiny structures. As this is a laborious process characterized by operator-dependent variability and scalability challenges, there is a pressing need to develop optimized and scalable protocols to obtain pure NSC populations. In this study, we present a new method for generating highly pure and expandable dorsal forebrain FOXG1+OTX2+TLE4+SOX5+ neural rosette stem cell (NRSC) lines without the necessity for manual isolation of rosette structures. Our findings demonstrate the reproducibility of this protocol through the characterization of different NRSC lines over multiple passages, highlighting the robustness of the process. These NRSCs can be expanded for at least 12 passages without compromising their rosette-formation capacity or their initial dorsal forebrain identity. Furthermore, we show the differentiation capacity of these NRSCs to generate pure populations of TUBB3+ neurons, and under specific conditions, their ability to differentiate into early glial progenitor cells including GFAP+ astrocytes and O4+ oligodendrocytes. Collectively, these results show the capabilities of our protocol to generate an expandable NRSC population suitable for in vitro disease modeling and drug screening, while also suggesting a viable strategy for scalable NRSC production for clinical application.", "date": "2025-06-04", "journal": ""}
{"title": "Multiscale radiobiological assessment of laser-driven very high energy electrons versus conventional electrons", "doi": "10.1101/2025.05.27.656200", "authors": "Giaccaglia, C.; Bayart, E.; Dubail, M.; Varma, C.; Heinrich, S.; Gautier, J.; Tafzi, A.; Kononenko, O.; Goddet, J.-p.; Lamarre-Jouenne, I.; Fouillade, C.; Flacco, A.", "abstract": "Aim This study systematically investigates the radiobiological effects of Very High Energy Electrons (VHEE) generated by a laser-plasma accelerator (LPA), in comparison with Conventional Intermediate Energy Electrons (CIEE) from a conventional linear accelerator (LINAC). Using in vitro, ex vivo, and in vivo models, we evaluate and compare their potential toxicity on healthy tissues. Methods Cell survival, tissue response, and developmental toxicity were assessed across three biological models. In vitro, human fibroblasts (MRC5-hTERT) were used to generate post-irradiation survival curves. Ex vivo, precision-cut lung slices (PCLS) from mice were analyzed for radiation-induced inhibition of cell proliferation. In vivo, zebrafish embryos were used to evaluate developmental toxicity through body length and spinal curvature measurements. VHEE irradiations were performed at 50 MeV using the Salle Jaune LPA (Laboratoire d'Optique Appliquee, France), while CIEE exposures were performed with a 7 MeV conventional LINAC (Institut Curie, France). Results In vitro MRC5-hTERT cells showed no significant difference in radiosensitivity between VHEE and CIEE, with comparable D10 values (p-value = 0.7). In the ex vivo model, both beams induced a dose-dependent decrease in cell division with no significant inter-beam differences at any dose level (p-value > 0.99). In vivo, zebrafish embryos exhibited dose-dependent body shortening and increased spinal curvature following both VHEE and CIEE exposure. No significant differences were observed between the two modalities at matched doses for any measured metric (p-values [&ge;] 0.5). Conclusion This study presents the first comprehensive radiobiological evaluation of a laser-driven VHEE beam across multiple biological models. The results demonstrate that VHEE and CIEE irradiations exhibit similar biological toxicity. These findings support the feasibility and potential of VHEE generated with LPA for future clinical applications.", "date": "2025-06-04", "journal": ""}
{"title": "Memory by a thousand rules: Automated discovery of multi-type plasticity rules reveals variety and degeneracy at the heart of learning.", "doi": "10.1101/2025.05.28.656584", "authors": "Confavreux, B.; Harrington, Z.; Kania, M.; Ramesh, P.; Krouglova, A. N.; Bozelos, P. A.; Macke, J. H.; Saxe, A. M.; Goncalves, P. J.; Vogels, T. P.", "abstract": "Synaptic plasticity is widely understood to be the basis of learning and memory, but the link between synaptic changes and network properties remains elusive. Here, we use automated search algorithms to obtain thousands of excitatory(E)-to-E, E-to-inhibitory(I), IE and II plasticity rules working in cooperation in recurrent spiking networks. We selected these rule quadruplets solely based on their ability to robustly stabilize the networks they were embedded in. Simple forms of memory such as novelty detection appeared to be nigh-unavoidable byproducts of this homeostasis criterion. We further inferred rules that reproduce more complex network functions seen experimentally such as contextual novelty and replay. Co-activity was crucial: most rules were unstable in isolation. Overall, we demonstrate the viability of automated discovery algorithms for synaptic plasticity at scale, and show that relatively simple, unsupervised rules can elicit complex network functions through cooperation.", "date": "2025-06-04", "journal": ""}
{"title": "Prolonged Single Neuron Voltage Imaging in Behaving Mammals", "doi": "10.1101/2025.05.29.656886", "authors": "Wang, Y.; Ravasio, C. R.; Zhou, Y.; Han, X.", "abstract": "Long-term recording of single-neuron membrane voltage dynamics during behavior is highly desirable. Using ElectraOFF, a fully genetically encoded, photostable, high-performance fluorescence voltage indicator, we achieve routine cellular-resolution imaging over tens of minutes, occasionally up to eighty minutes, in behaving mice with minimal signal loss across neuron types and brain regions. This extended recording capability reveals plasticity changes throughout intracranial electrical neuromodulation, highlighting the novel insights enabled by prolonged voltage imaging.", "date": "2025-06-04", "journal": ""}
{"title": "Finding signatures of low-dimensional geometric landscapes in high-dimensional cell fate transitions", "doi": "10.1101/2025.05.27.656406", "authors": "Yampolskaya, M.; Mehta, P.; Ikonomou, L.", "abstract": "Multicellular organisms develop a wide variety of highly-specialized cell types. The consistency and robustness of developmental cell fate trajectories suggests that complex gene regulatory networks effectively act as low-dimensional cell fate landscapes. A complementary set of works draws on the theory of dynamical systems to argue that cell fate transitions can be categorized into universal decision-making classes. However, the theory connecting geometric landscapes and decision-making classes to high-dimensional gene expression space is still in its infancy. Here, we introduce a phenomenological model that allows us to identify gene expression signatures of decision-making classes from single-cell RNA-sequencing time-series data. Our model combines low-dimensional gradient-like dynamical systems and high-dimensional Hopfield networks to capture the interplay between cell fate, gene expression, and signaling pathways. We apply our model to the maturation of alveolar cells in mouse lungs to show that the transient appearance of a mixed alveolar type 1/type 2 state suggests the triple cusp decision-making class. We also analyze lineage-tracing data on hematopoetic differentiation and show that bipotent neutrophil-monocyte progenitors likely undergo a heteroclinic flip bifurcation. Our results suggest it is possible to identify universal decision-making classes for cell fate transitions directly from data.", "date": "2025-06-04", "journal": ""}
{"title": "Towards model-based design of causal manipulations of brain circuits with high spatiotemporal precision", "doi": "10.1101/2025.05.30.657050", "authors": "De, A.; Kiani, R.; Mazzucato, L.", "abstract": "Recent advancements in neurotechnology enable precise spatiotemporal patterns of microstimulations with single-cell resolution. The choice of perturbation sites must satisfy two key criteria: efficacy in evoking significant responses and selectivity for the desired target effects. This choice is currently based on laborious trial-and-error procedures, unfeasible for sequences of multi-site stimulations. Efficient methods to design complex perturbation patterns are urgently needed. Can we design a spatiotemporal pattern of stimulation to steer neural activity and behavior towards a desired target? We outline a method for achieving this goal in two steps. First, we identify the most effective perturbation sites, or hubs, only based on short observations of spontaneous neural activity. Second, we provide an efficient method to design multi-site stimulation patterns by combining approaches from nonlinear dynamical systems, control theory and data-driven methods. We demonstrate the feasibility of our approach using multi-site stimulation patterns in recurrent network models.", "date": "2025-06-04", "journal": ""}
{"title": "Programmed inhibition of an innate immune receptor via de novo designed transmembrane proteins", "doi": "10.1101/2025.05.31.657109", "authors": "Maillie, C. A.; Zhang, M.; Goiset, N.; Goldenfeld, G.; Ward, A. B.; Mravic, M.", "abstract": "Toll-like receptors (TLRs) are single-pass membrane proteins central to innate immunity, yet the role of homodimeric transmembrane (TM) domain interactions in cross-membrane signaling remains poorly understood and underexploited for therapeutic intervention. Here, we conduct a de novo computational design campaign to generate synthetic peptides that selectively target the TM domain of Toll-like receptor 4 (TLR4), a key mediator of inflammatory signaling and a clinically relevant drug target. Using in silico modeling and cell-based screening, we identified two peptides that disrupt membrane-embedded interactions essential for receptor activation. Our lead candidate binds sequence-specifically to the native TM-juxtamembrane region, acting as a largely target-selective and preliminarily dose-dependent inhibitor that impairs TLR4 signaling without affecting receptor expression. This work establishes a novel inhibitory mechanism based on structural perturbation of the TM interface and provides a generalizable framework for designing TM-targeting molecules in the absence of structural or evolutionary templates. These findings underscore the functional importance of membrane-spanning interactions and open a new therapeutic avenue for modulating TLR4 activity in the context of infection, autoimmunity, and inflammation.", "date": "2025-06-04", "journal": ""}
{"title": "Population structure of Phytophthora infestans collected from potatoes in Guatemala and Honduras", "doi": "10.1101/2025.05.28.656702", "authors": "Izarra, M. L.; Perez, W. G.; Vasquez, E. F.; Perez, G. E.; Gamboa, S.; Andrade-Piedra, J.; Flores, B.; Montejo, L.; Sanders, A.; Kreuze, J. F.", "abstract": "Late blight caused by Phytophthora infestans poses a significant global threat to potato and tomato cultivation with profound historical and ongoing impacts on food security. In Central America, particularly in Guatemala and Honduras, the disease has intensified over the last decade, possibly due to favorable climatic conditions and changes in local pathogen populations.\n\nThis study identified four distinct clonal lineages of the A2 mating type, US7A2, US8A2, and 13A2, and a newly identified lineage exhibiting genetic variation. Mitochondrial haplotype analysis confirmed that the patterns aligned with those reported in previous studies, thereby reflecting the diverse genetic composition of this pathogen. The genetic variability of P. infestans, including its reduced sensitivity to fungicides such as metalaxyl, and its ability to overcome host resistance, underscores the importance of understanding its population dynamics. Approximately 61% of the genetic variation was observed between lineages, likely because of the introduction of genetically distinct propagules into infected seeds.\n\nThese findings underscore the urgent need for region-specific disease management strategies guided by local genetic data to effectively mitigate the impact of late blight and suggest the need to strengthen local seed production to minimize the import of new genotypes.", "date": "2025-06-04", "journal": ""}
{"title": "De Novo sequencing-assisted homology search for DIA data analysis enables low abundance peptide variants discovery", "doi": "10.1101/2025.05.30.657054", "authors": "Qiao, R.; Li, H.; Bian, H.; Xin, L.; Shan, B.", "abstract": "Data-independent acquisition mass spectrometry (DIA-MS) has emerged as a powerful approach for comprehensive proteome profiling. Spectral library search and library-free search are the two major approaches for DIA data analysis. The spectral library search requires high-quality spectral libraries derived from the search results of data-dependent acquisition (DDA) experiments, while library-free approaches rely on prediction models to generate in silico libraries. Both methodologies constrain the search space to the peptide list in the database, limiting the discovery of variant peptides arising from genetic variations or mutations. We present a novel computational method DIAVariant designed to identify peptide sequence variants directly and solely from complex DIA spectra while rigorously controlling the false discovery rate. Our experimental results demonstrate that DIAVariant successfully identifies sequence variants previously detected through proteogenomic approaches, while maintaining high specificity across multiple datasets. When integrated with existing DIA database search solutions, our approach constitutes a comprehensive analytical workflow capable of identifying peptides both represented within reference protein databases and those arising from sequence variations not captured in standard databases.", "date": "2025-06-04", "journal": ""}
{"title": "OPM quantum sensors enhance non-invasive neuroimaging performance", "doi": "10.1101/2025.05.30.657044", "authors": "Brickwedde, M.; Anders, P.; Krueger, P.; Sander, T.; Uhlhaas, P.", "abstract": "Much of our understanding of how neural circuit activity relates to human behaviour as well as mental health stems from non-invasive assessments of the central nervous system. Further progress in key questions, however, requires a higher differentiation of circuit-level activity, which remains constrained by the sensitivity and resolution of existing instruments. Here we show that neural quantum sensing with optically pumped magnetometers (OPMs) addresses this issue by significantly outperforming EEG and conventional MEG in both signal-to-noise ratio (SNR) and signal coherence across trials. SNR for OPMs was increased by up to 205% compared to EEG and by up to 40% compared to conventional MEG. Likewise, the signal coherence across trials of OPMs was increased by up to 61% compared to EEG and by up to 23% compared to conventional MEG. Our data emphasize the important role of OPMs for non-invasive neuroimaging, paving the way for significant advances in basic research as well as translational applications.", "date": "2025-06-04", "journal": ""}
{"title": "Towards Unified Neural Decoding with Brain Functional Network Modeling", "doi": "10.1101/2025.06.02.657011", "authors": "Wu, D.; Bu, L.; Jia, Y.; Cao, L.; Li, S.; Zhou, Y.; Fan, S.; Ren, W.; Wu, D.; Wang, K.; Zhang, Y.; Ma, Y.; Yang, J.; Mohamad, S.", "abstract": "Recent achievements in implantable brain-computer interfaces (iBCIs) have demonstrated the potential to decode cognitive and motor behaviors with intracranial brain recordings; however, individual physiological and electrode implantation heterogeneities have constrained current approaches to neural decoding within single individuals, rendering interindividual neural decoding elusive. Here, we present Multi-individual Brain Region-Aggregated Network (MIBRAIN), a neural decoding framework that constructs a whole functional brain network model by integrating intracranial neurophysiological recordings across multiple individuals. MIBRAIN leverages self-supervised learning to derive generalized neural prototypes and supports group-level analysis of brain-region interactions and inter-subject neural synchrony. To validate our framework, we recorded stereoelectroencephalography (sEEG) signals from a cohort of individuals performing Mandarin syllable articulation. Both real-time online and offline decoding experiments demonstrated significant improvements in both audible and silent articulation decoding, enhanced decoding accuracy with increased multi-subject data integration, and effective generalization to unseen subjects. Furthermore, neural predictions for regions without direct electrode coverage were validated against authentic neural data. Overall, this framework paves the way for robust neural decoding across individuals and offers insights for practical clinical applications.", "date": "2025-06-04", "journal": ""}
{"title": "TGF-beta coordinates changes in Keratin gene expression during complex tissue regeneration.", "doi": "10.1101/2025.06.02.657343", "authors": "Roehl, H. H.; Carney, T. J.; Zhang, C.; Worth, M.; Liu, Y.; Meshram, D. D.", "abstract": "Zebrafish larval tail regeneration can be broadly broken down into three phases: wound repair, initiation of regeneration and redevelopment of the tail. We and others have shown that activation of the Hedgehog and TGF-beta signalling pathways is required to initiate tail regeneration. In this study we initially focus on these two pathways to better understand their role regeneration. We have found that Hedgehog signalling acts upstream of the TGF-beta pathway by activating transcription of the TGF-beta ligand tgfb1a. We have identified differentially expressed genes that are regulated after tail excision as well as those that are dependent upon TGF-beta signalling. From this analysis we found that Keratin genes fall into categories of co-expression: one set that is upregulated by TGF-beta signalling after injury (krtup) and a second set that is downregulated (krtdown). To see whether these two sets show co-expression more broadly, we analysed single cell RNA sequencing data and found that krts fall into the same categories during zebrafish development. We have mapped the expression of a representative member of krtup (krt97) and krtdown (krt5) sets during development and regeneration and show that krt97 is found in epithelia that is moving and krt5 is expressed in epithelia that is stationary. Based upon our results we propose that the krtup set allows for collective epithelial migration while the krtdown set inhibits mobility. These results reveal one mechanism by which TGF-beta may initiate regeneration and could help to explain how changes in cytoskeletal composition influence cell movement during development and repair.", "date": "2025-06-04", "journal": ""}
{"title": "A new resource of clonal pluripotent human stem cell lines exhibiting inter- and intra-embryo consistency and variability", "doi": "10.1101/2025.06.02.657331", "authors": "Strawbridge, S. E.; Bates, L. E.; Ross, C.; Jones, K. A.; Azami, T.; Lohoff, T.; Paramor, M.; Murray, V.; Cidral, A. L.; Clarke, J.; Rostovskaya, M.; Guo, G.; Nichols, J.", "abstract": "Human naive pluripotent stem cells can generate all somatic tissues and extra-embryonic components of the blastocyst. We derived multiple clonal naive pluripotent stem cell lines from individual embryos by physical separation of inner cell mass cells and subsequent individual expansion of each resulting dome-shaped colony, providing the foundation for a resource to investigate intra- and inter- embryo variation. Twenty lines were derived from ten embryos donated from nine couples. While differences between lines are observed, the overarching pluripotency circuitry is preserved in each. They can differentiate into extra-embryonic lineages and readily acquire post-implantation pluripotent identity when exposed to culture conditions driving in vitro capacitation, subsequently to generate derivatives of the three germ layers: ectoderm, mesoderm and endoderm. Some lines exhibit intra-chromosomal amplification and deletions and are therefore anticipated to provide a valuable, accessible system for modelling chromosomal mosaicism and its potential consequences using chimeric organoids, such as blastoids and gastruloids.", "date": "2025-06-04", "journal": ""}
{"title": "Data-driven symbolic regression reveals microbial growth laws", "doi": "10.1101/2025.06.02.657040", "authors": "Sun, T. A.; Kiciatovas, D.; Aapalampi, I.-K.; Kuosmanen, T.; Hiltunen, T.; Mustonen, V.", "abstract": "Microbial growth is intimately dependent on the resources that cells find in their environment. While resource consumption in simple systems is well understood in theory, connecting mathematical models with empirical observations in more complex environments remains difficult. To address this, we measure bacterial growth across various concentrations of a complex growth medium and analyse the data with the assumption that populations consume resources at a constant rate. This approach highlights cumulative population gain as a key observable, revealing otherwise hidden resource dynamics. We show that using cumulative population gain allows machine learning algorithms to predict growth rates more accurately than instantaneous population size, supporting the constant-rate resource consumption model. However, black-box machine learning says very little explicitly about the actual growth laws. To overcome this, we apply symbolic regression in a biologically informed way to reveal that additive and multiplicative models based on a Monod dynamics provide the best balance between data fit, model parsimony, and biological relevance. Our study demonstrates how combining theoretical knowledge with symbolic regression can advance the understanding of microbial growth, bridging the gap between mathematical modelling and empirical research in microbial ecology.", "date": "2025-06-04", "journal": ""}
{"title": "Loss of UFMylation supports prostate cancer metastasis and rewires cell metabolism towards hexosamine biosynthesis", "doi": "10.1101/2025.06.02.657324", "authors": "Bozal Basterra, L.; Salazar Palacio, M. C.; Ferreira Campos, A. M.; Demicco, M.; Schmidt, D. R.; Sobczak, K.; Ereno-Orbea, J.; Altea Manzano, P.; Miranda Villanueva, A.; Martinez La Osa, B.; Garcia-Longarte, S.; Ponce Rodriguez, M.; Mendizabal, I.; Carlevaris Lopez, O.; Astobiza, I.; Martin Martin, N.; Zabala-Letona, A.; Talamillo, A.; Fernandez Garcia, J.; Azkargorta, M.; Iloro, I.; Barrio, R.; Elortza, F.; Fendt, S. M.; Vander Heiden, M. G.; Jimenez Barbero, J.; D. Sutherland, J.; Carracedo, A.", "abstract": "The acquisition of metastatic features in tumor cells encompasses genetic and non-genetic adaptation, including reprogramming of cellular metabolism. Here we show that loss of UFMylation reroutes glucose metabolism, promotes invasive capacity and supports prostate cancer metastasis. Through transcriptome-based bioinformatics analysis, we identified a reduction in the ubiquitin-like modifier UFM1 and its ligase UFL1 in metastatic prostate cancer. We demonstrate that loss of UFMylation results in enhanced cancer cell dissemination and a switch from cellular proliferation to invasion. Using biotin-based proteomics, we identified phosphofructokinase (PFKAP) as an unprecedented UFMylation substrate. Consistent with UFMylation playing a role in the regulation of phosphofructokinase activity, loss of UFMylation reduced glucose metabolism in favour of hexosamine biosynthesis, which resulted in elevated glycosylation of proteins relevant for cell invasion. These results reveal a role for UFMylation in the regulation of phosphofructokinase and glucose metabolism to support prostate cancer metastasis.", "date": "2025-06-04", "journal": ""}
{"title": "PANDA: A simple and affordable chamber system for measuring the whole-plant net CO2 flux", "doi": "10.1101/2025.06.02.657330", "authors": "Schuler, P.; Li, Y.; Pittet, P.; Favre, P.; Li, M.-H.; Zhang, Y.-L.; Grossiord, C.", "abstract": "The carbon (C) balance of plants is the sum of all source and sink processes. However, due to methodological limitations, most studies focus predominantly on measurements of leaf-level assimilation and respiration, with less attention given to these processes in heterotrophic organs or the whole-plant level. As a result, knowledge of the whole-plant net C balance is scarce, limiting our understanding of the dynamics between C source and sink activities. Therefore, we developed an easily reproducible chamber system for continuous measurements of whole-plant net CO2 fluxes. We present the obtained dynamics of net CO2 fluxes of several C3 and CAM species, including germinating Quercus robur, over several days, as well as the whole-plant net CO2 flux temperature response of Q. robur seedlings, identifying the temperature thresholds at which they shift from a net CO2 sink to source. We show distinct diel patterns of net CO2 fluxes in C3 plants, likely driven by changes in source and sink activities at the whole-plant level in woody C3 plants. These patterns appear temperature-driven, suggesting a dynamic response of plant's sink and source activity to environmental drivers. Overall, our results highlight the importance of whole-plant C balance measurements for understanding plant responses to environmental conditions.", "date": "2025-06-04", "journal": ""}
{"title": "Disentangling the cost of gene expression", "doi": "10.1101/2025.06.02.656972", "authors": "Yan, Y.; Lin, J.", "abstract": "Gene expression is essential for biological functions but also incurs a fitness cost, measured by the relative reduction in growth rate. However, the limiting factors generating the fitness cost remain elusive due to the complexity of cell growth. In this work, we disentangle the fitness cost into components generated by different limiting resources based on a resource competition model. We derive analytical formulas connecting the fitness cost to the copy numbers of the ribosome, RNA polymerase, and transcription factor. Comparing our model predictions with experimental data of Saccharomyces cerevisiae, we demonstrate that the competition for ribosomes dominates the translation cost and the competition for transcription factors dominates the transcription cost. The model also systematically connects the fitness cost to genetic and environmental properties, making predictions quantitatively consistent with various experimental observations. Our work builds a systematic framework for gene expression cost, guiding synthetic biology to optimize genetic design.", "date": "2025-06-04", "journal": ""}
{"title": "Dendritic computation for rule-based flexible categorization", "doi": "10.1101/2025.06.03.657766", "authors": "Xu, N.-l.; Zhang, Y.; Hu, Y.; Zhang, Z.; Du, J.; Cui, L.; Liu, Q.; Zhong, L.; Xin, Y.; Chai, R.; Deng, L.; Pan, J.; Schiller, J.", "abstract": "A hallmark of intelligent behavior is the ability to flexibly respond to external sensory inputs based on dynamically changing rules. A central question is how neurons in the brain implement computations underlying intelligent behaviors. The neocortical pyramidal neurons use their elaborated dendritic arbors to segregate a plethora of inputs and dynamically integrate them--a process known as dendritic computation--which may play important roles in rule-dependent sensory processing. However, evidence directly linking dendritic computation with intelligent cognitive behaviors has been absent. Here we combine two-photon imaging and a rule-switching flexible categorization task in mice to show that a projectome-defined extratelencephalic (ET) cortical layer 5 (L5) neurons in the auditory cortex integrate dendritic rule information and somatic sensory input to enable rule-dependent flexible categorization. The apical dendrite and soma within the same ET neurons exhibit distinct compartmental representations for sensory and rule information, with the soma predominantly encoding sensory information and the dendrites representing inferred task rule. Simultaneous optogenetic dendritic inhibition and two-photon imaging revealed that dendritic rule coding is essential for somatic output of flexible categorization. Our findings indicate that nonlinear dendritic integration of rule and sensory information constitutes a neuronal computational mechanism underlying rule-switching flexible decision-making.", "date": "2025-06-04", "journal": ""}
{"title": "Dendritic computation for rule-based flexible categorization", "doi": "10.1101/2025.06.03.657766", "authors": "Zhang, Y.; Hu, Y.; Zhang, Z.; Du, J.; Cui, L.; Liu, Q.; Zhong, L.; Xin, Y.; Chai, R.; Deng, L.; Pan, J.; Schiller, J.; Xu, N.-l.", "abstract": "A hallmark of intelligent behavior is the ability to flexibly respond to external sensory inputs based on dynamically changing rules. A central question is how neurons in the brain implement computations underlying intelligent behaviors. The neocortical pyramidal neurons use their elaborated dendritic arbors to segregate a plethora of inputs and dynamically integrate them--a process known as dendritic computation--which may play important roles in rule-dependent sensory processing. However, evidence directly linking dendritic computation with intelligent cognitive behaviors has been absent. Here we combine two-photon imaging and a rule-switching flexible categorization task in mice to show that a projectome-defined extratelencephalic (ET) cortical layer 5 (L5) neurons in the auditory cortex integrate dendritic rule information and somatic sensory input to enable rule-dependent flexible categorization. The apical dendrite and soma within the same ET neurons exhibit distinct compartmental representations for sensory and rule information, with the soma predominantly encoding sensory information and the dendrites representing inferred task rule. Simultaneous optogenetic dendritic inhibition and two-photon imaging revealed that dendritic rule coding is essential for somatic output of flexible categorization. Our findings indicate that nonlinear dendritic integration of rule and sensory information constitutes a neuronal computational mechanism underlying rule-switching flexible decision-making.", "date": "2025-06-04", "journal": ""}
{"title": "Dendritic computation for rule-based flexible categorization", "doi": "10.1101/2025.06.03.657766", "authors": "Zhang, Y.; Liu, Y.; Hu, Y.; Zhang, Z.; Du, J.; Cui, L.; Liu, Q.; Zhong, L.; Xin, Y.; Chai, R.; Deng, L.; Pan, J.; Schiller, J.; Xu, N.-l.", "abstract": "A hallmark of intelligent behavior is the ability to flexibly respond to external sensory inputs based on dynamically changing rules. A central question is how neurons in the brain implement computations underlying intelligent behaviors. The neocortical pyramidal neurons use their elaborated dendritic arbors to segregate a plethora of inputs and dynamically integrate them--a process known as dendritic computation--which may play important roles in rule-dependent sensory processing. However, evidence directly linking dendritic computation with intelligent cognitive behaviors has been absent. Here we combine two-photon imaging and a rule-switching flexible categorization task in mice to show that a projectome-defined extratelencephalic (ET) cortical layer 5 (L5) neurons in the auditory cortex integrate dendritic rule information and somatic sensory input to enable rule-dependent flexible categorization. The apical dendrite and soma within the same ET neurons exhibit distinct compartmental representations for sensory and rule information, with the soma predominantly encoding sensory information and the dendrites representing inferred task rule. Simultaneous optogenetic dendritic inhibition and two-photon imaging revealed that dendritic rule coding is essential for somatic output of flexible categorization. Our findings indicate that nonlinear dendritic integration of rule and sensory information constitutes a neuronal computational mechanism underlying rule-switching flexible decision-making.", "date": "2025-06-04", "journal": ""}
{"title": "Two Sites, Two Languages: Dual-site tDCS and EEG Evidence for L1 Feature Transfer in L2", "doi": "10.1101/2025.06.03.657565", "authors": "Salem, A. M.; Gallagher, D.; Yamada, E.; Ohta, S.", "abstract": "The neural bases of syntactic and semantic processing remain unclear. While prior transcranial direct current stimulation (tDCS) studies have targeted either the inferior frontal gyrus (LIFG) or left superior temporal gyrus (LSTG), we test whether dual stimulation of both alters second language (L2) anomaly based on native language (L1). Chinese and Korean participants evaluated Japanese sentence correctness; Japanese shares morpho-syntax with Korean and semantic radicals with Chinese. For the N400, dual anodal tDCS elicited a significant interaction stimulation and L1 (F (1,960.7) = 5.48, p = 0.0194), stimulation and sentence type (F (5,960.7) = 2.28, p = .0448), and L1 and sentence type (F (5, 960) = 2.28, p = 0.045). For the P600, a significant effect of stimulation and L1 interaction (F (1,1303.1) = 9.86, p = 0.0017), and stimulation x sentence type (F (5,1303.1) = 2.35, p = 0.039), suggesting L1 typology affected semantic integration during dual-stimulation tDCS.", "date": "2025-06-04", "journal": ""}
{"title": "Focused ultrasound neuromodulation of mediodorsal thalamus disrupts decision flexibility during reward learning", "doi": "10.1101/2025.06.03.657634", "authors": "Mackenzie, G.; Gilmour, W.; Yang, S. S.; Suveges, S.; MacFarlane, J.; Kanodia, A.; Manfield, J.; Khan, S.; Osman-Farah, J.; Marcerolo, A.; Steele, D.; Gilbertson, T.", "abstract": "When learning to find the most beneficial course of action, the prefrontal cortex guides decisions by comparing estimates of the relative value of the options available. Basic neuroscience studies in animals support the view that the thalamus can regulate the activity within and across the prefrontal cortex. However, it is unknown if it can modify value-based decision making in humans. Understanding this is clinically important because disorders of value-based decision making underpin common motivational syndromes of apathy and impulsivity. Neuromodulation of the thalamus is routinely performed for motor symptoms and therefore could be a viable future target for these neuropsychiatric complications of neurodegenerative disease. Here, a group of patients (n=37) undergoing MR guided focused ultrasound for essential tremor, were tested using the restless bandit, a reward reinforcement learning task, immediately before and after thalamotomy. Performance was compared to a group of age- and gender-matched healthy controls (n = 32). Thalamotomy significantly impaired the proportion of switch choices during the task (P<0.001) without affecting overall performance. Importantly, this reduction in choice flexibility could not be attributed to diminished attention, as thalamotomy did not affect response time, accuracy, or lateralisation. A reinforcement learning model fitted to the patients' choices replicated the effect of thalamotomy when the model increased exploitation of the bandits' learnt value estimate. This shift in the explore-exploit trade-off, manifesting as reduced choice flexibility, co-varied with the extent of post-operative oedema extension into mediodorsal nucleus (R= 0.64, p<0.001), but no other, including the Ventral intermediate nucleus, targeted clinically during MRgFUS thalamotomy for tremor control. Furthermore, using a normative functional connectome, resting-state fMRI connectivity between the volume of oedema encroaching the mediodorsal nucleus and the prefrontal cortex, predicted individual patients change in bandit performance. Lastly, we used probabilistic tractography to confirm a thalamo-cortical circuit between the lateral portion of mediodorsal nucleus and the frontal polar cortex, which regulates decision flexibility and accounts for the thalamotomy induced behavioural effect observed in the restless bandit task. These findings confirm a causal role of the thalamus and specifically the mediodorsal nucleus, in regulating the extent to which value estimates are used to guide decisions and learning from reward. Neuromodulation of this target would be worthy of further investigation in patients with diminished motivation characteristic of apathy in conditions including Parkinson's disease.", "date": "2025-06-04", "journal": ""}
{"title": "Cytokine expression profile in the human brain of older adults", "doi": "10.1101/2025.06.02.657444", "authors": "Godoy, J. B.; Vialle, R. A.; dos Santos, L.; Raittz, R. T.; Wang, Y.; Menon, V.; De Jager, P.; Schneider, J. A.; Tasaki, S.; Bennett, D. A.; Guizelini, D.; Lopes, K.", "abstract": "Alzheimers disease (AD) is a complex neurodegenerative condition linked to chronic neuroinflammation. This study investigates the cytokine gene expression profile in cortical tissue samples from elderly individuals with and without AD to identify potential biomarkers and enhance our understanding of disease pathogenesis. Utilizing high-depth RNA sequencing data, we identified a set of cytokines whose expression significantly associated with different aspects of the AD phenotype, including measures of neurofibrillary tangles, amyloid-{beta} deposition, and a person-specific rate of cognitive decline. Single-nucleus transcriptomics data facilitated the identification of specific cell types, such as microglia and oligodendrocytes, that significantly contribute to the inflammatory response in AD. Additionally, we observed a strong correlation between the expression of certain cytokines and genetic risk for the disease. Our findings indicate that cytokine-mediated neuroinflammation plays a vital role in AD progression and that modulating the immune response may offer a promising strategy for developing new therapies.", "date": "2025-06-04", "journal": ""}
{"title": "REnformer, a single-cell ATAC-seq predicting model to investigate open chromatin sites", "doi": "10.1101/2025.06.04.657786", "authors": "Riva, S. G.; Sanders, E.; Wilson, T.; Stranieri, N.; Gur, R.; Baxter, M.; Hughes, J. R.", "abstract": "Genome regulatory elements are fundamental to cellular identity and cell type specific gene expression. Understanding how the underlying genetic code is differentially utilised by different cell types is central to understanding human health and disease. To better understand how DNA encodes genome regulatory elements such as promoters, enhancers, and boundary elements, we leverage the Enformer gene expression and epigenetic prediction model. We used transfer learning with high quality single cell ATAC datasets to develop REnformer, a model to predict chromatin accessibility. By introducing a benchmark for comparing performances against Enformer model, REnformer significantly outperformed Enformer in terms of higher prediction outcomes and lower error rates in all extensive analyses shown; introducing these benchmarks allowed us, and possible future works, to fairly compare such models. We further tested REnformer by predicting the effects of a well characterised -thalassemia variant and found that the prediction aligned with the observed change in genome regulatory element, previously validated. We conclude that REnformer is and can be a state-of-the-art tool to predict cell type specific regulatory elements, and interrogate the effect of genome variation in health and disease.", "date": "2025-06-04", "journal": ""}
{"title": "Pasta, an age-shift transcriptomic clock, maps the chemical and genetic determinants of aging and rejuvenation", "doi": "10.1101/2025.06.04.657785", "authors": "Salignon, J.; Tsiokou, M.; Marques, P.; Rodriguez-Diaz, E.; Ang, H.; Pietrocola, F.; Riedel, C. G.", "abstract": "As the prevalence of age-related diseases rises, understanding and modulating the aging process is becoming a priority. Transcriptomic aging clocks (TACs) hold great promise for this endeavor, yet most are hampered by platform or tissue specificity and limited accessibility. Here, we introduce Pasta, a robust and broadly applicable TAC based on a novel age-shift learning strategy. Pasta accurately predicts relative age from bulk, single-cell, and microarray data, capturing senescent and stem-like cellular states through signatures enriched in p53 and DNA damage response pathways. Its predictions correlate with tumor grade and patient survival, underscoring clinical relevance. Applied to the CMAP L1000 dataset, Pasta identified known and novel age-modulatory compounds and genetic perturbations, and highlighted mitochondrial translation and mRNA splicing as key determinants of the cellular propensity for aging and rejuvenation, respectively. Supporting Pasta's predictive power, we validated pralatrexate as a potent senescence inducer and piperlongumine as a rejuvenating agent. Strikingly, chemotherapy drugs were highly enriched among pro-aging hits. Taken together, Pasta represents a powerful and generalizable tool for aging research and therapeutic discovery, distributed as an easy-to-use R package on GitHub.", "date": "2025-06-04", "journal": ""}
{"title": "Cell-ECM Graphs: A Graph-Based Method for Joint Analysis of Cells and the Extracellular Matrix", "doi": "10.1101/2025.06.04.657781", "authors": "Ghafoor, M.; Parkinson, J. E.; Sutherland, T. E.; Rattray, M.", "abstract": "The extracellular matrix (ECM) provides essential structural and biochemical support to tissues, yet its spatial organization is often underrepresented in computational analyses of spatial proteomics. We present Cell-ECM Graphs, a computational framework that integrates ECM and cellular components into a unified graph structure, enabling joint modelling of cell-cell, ECM-ECM, and cell-ECM interactions. Using both simulated and real data, we evaluate performance across interaction profiling, node classification, spatial clustering, and explainable graph neural networks. Incorporating ECM enhances node classification and reveals biologically meaningful spatial patterns, including disrupted immune-ECM connectivity in allergen-exposed lungs. Cell-ECM Graphs offer a novel approach to analysing ECM architecture and its role in shaping the tissue microenvironment in health and disease.", "date": "2025-06-04", "journal": ""}
{"title": "Defense-Suppressive Fragments of RIN4 generated by AvrRpt2 Participate in NDR1-dependent Activation of RPS2", "doi": "10.1101/2025.06.02.656948", "authors": "Afzal, A. J.; Alam, M.; Huang, J.; Agha, M.; Da Cunha, L.; Iqbal Rai, M.; Tahir, J.; Jamroze, A.; Jones, J. D.; Mackey, D.", "abstract": "Plant nucleotide-binding, leucine-rich-repeat (NLR) immune receptors recognize pathogen effectors and activate immunity. The NLR RPS2 recognizes AvrRpt2, a Pseudomonas effector that promotes virulence by proteolytically cleaving a membrane-tethered host protein, RIN4. RIN4 cleavage by AvrRpt2 generates fragments that activate RPS2. A model for RPS2 activation by RIN4 destruction is consistent with the ectopic activity of RPS2 in plants lacking RIN4 but does not explain the link between the virulence activity of AvrRpt2 and RPS2 activation. We found that non-membrane-tethered RIN4 derivatives are potent cytosolic activators of RPS2. Activation of RPS2 by these RIN4 derivatives, like AvrRpt2-induced activation, and unlike ectopic activation in the absence of RIN4, requires the defense signaling protein NDR1. Cleavage products of RIN4 produced by AvrRpt2 play contrasting roles in the activation of RPS2, with the membrane-tethered C-terminal fragment suppressing RPS2 and the non-membrane-tethered internal fragment, dependent on compatibility with the C-terminal fragment, overcoming its suppression of RPS2.", "date": "2025-06-04", "journal": ""}
{"title": "cGAS-STING dependent type I IFN protects against Leptospira interrogans renal colonization in mice.", "doi": "10.1101/2025.06.02.657349", "authors": "Gupta, S.; Matsunaga, J.; Ratitong, B.; Ismaeel, S.; Valadares, D.; West, P.; Kerur, N.; Stehlik, C.; Dorfleutner, A.; Dagvadorj, J.; Coburn, J.; Wolf, A.; Cassel, S.; Haake, D.; Sutterwala, F. S.", "abstract": "Leptospira interrogans is the major causative agent of leptospirosis. Humans, canines and livestock animals are susceptible to Leptospira species and can develop fulminant disease. Rodents serve as reservoir hosts in which the bacteria colonize the renal tubules and are excreted in the urine. The host immune response to Leptospira spp. remains poorly defined. We show that L. interrogans induces a robust type I interferon (IFN) response in human and murine macrophages that is dependent on the cytosolic dsDNA sensor Cyclic GMP-AMP Synthase (cGAS) and the Stimulator of IFN Genes (STING) signaling pathway. Further, we show that mice deficient in the IFNa/b receptor subunit 1 (IFNAR1) or STING had higher bacterial burdens and increased renal colonization following infection in vivo suggesting that cGAS-STING-driven type I IFN is required for the host defense against L. interrogans. These findings demonstrate the significance of cGAS-STING- dependent type I IFN signaling in mammalian innate immune responses to L. interrogans.", "date": "2025-06-04", "journal": ""}
{"title": "E2F deregulation compromises ER homeostasis by attenuating IRE1 activity", "doi": "10.1101/2025.06.02.657344", "authors": "Das, A.; Li, Y.; Fan, Y.; Moon, N.-S.", "abstract": "The E2F family of transcription factors are key regulators of the cell cycle in all metazoans. While they are primarily known for their role in cell cycle progression, E2Fs also play broader roles in cellular physiology, including the maintenance of exocrine tissue homeostasis. However, the underlying mechanisms that render exocrine cells particularly sensitive to E2F deregulation remain poorly understood. The Drosophila larval salivary gland (SG), like its mammalian counterpart, is an exocrine tissue that produces large quantities of \"glue proteins\" in the endoplasmic reticulum (ER). Here, we show that E2F activity is important for the exocrine function of the Drosophila SG. The loss of de2f1b, an alternatively spliced isoform of DrosophilaE2F1, leads to elevated DNA damage and accumulation of cytoplasmic DNA (cytoDNA) in the SGs. Surprisingly, we found that  IRE1, a key sensor of the unfolded protein response, is required not only for ER homeostasis but also for preventing cytoDNA accumulation in the SG. Importantly, we found evidence demonstrating that IRE1 activity is attenuated in de2f1b-deficient SGs, contributing to both ER dysfunction and cytoDNA accumulation. Together, these findings reveal an unanticipated link between ER homeostasis and cytoDNA processing and offer mechanistic insight into why exocrine tissues are particularly vulnerable to E2F deregulation.", "date": "2025-06-04", "journal": ""}
{"title": "Microbial hydrocarbon degradation potential of the Baltic Sea ecosystem", "doi": "10.1101/2025.06.02.657333", "authors": "Serrana, J. M.; Dessirier, B.; Nascimento, F. J. A.; Broman, E.; Posselt, M.", "abstract": "The Baltic Sea receives petroleum hydrocarbons from various point sources. The degradation of these contaminants in the environment is typically facilitated by a variety of microorganisms that possess a range of genes and metabolic functions related to the degradation of various hydrocarbon substrates. However, our understanding of natural attenuation and the microbial capacity to degrade these contaminants within the Baltic Sea ecosystem remains limited. In this study, we compiled metagenomes from the benthic and pelagic ecosystems across the Baltic Sea to identify microorganisms and characterize their genes and metabolic functions involved in the degradation of hydrocarbon compounds. Known hydrocarbon-degrading phyla, i.e., Pseudomonadota, Myxococcota A, Actinomycetota, and Desulfobacterota, were identified within the Baltic Sea metagenome-assembled genomes (MAGs). Notably, 80% of the MAGs exhibited multiple hydrocarbon degradation gene annotations (>10 reads per kilobase million). Aerobic degradation was the predominant pathway for hydrocarbon degradation across environmental samples. Hydrocarbon degradation gene abundances varied among samples and Baltic Sea subbasins, with long-chain alkanes and dibenzothiophene compounds being the preferred substrates. Species richness and diversity of both benthic and pelagic microorganisms positively correlated with hydrocarbon degradation gene diversity, with the pelagic ecosystem exhibiting significantly higher richness and diversity compared to the benthic ecosystem. Additionally, the composition of the hydrocarbon degradation genes across the Baltic Sea subbasins was influenced by oil spill history, with areas that experienced higher spill volumes showing lower microbial diversity, suggesting potential enrichment of specific hydrocarbon degraders. Among the environmental factors assessed, depth played a significant role in shaping the composition of genes involved in hydrocarbon degradation within the Baltic Sea. Using metagenomics, we profiled the native microorganisms associated with hydrocarbon degradation in the Baltic Sea. This knowledge will aid in understanding the natural capacities of microbial communities, potentially linked to the natural attenuation of hydrocarbon pollutants in the area. Insights into microbial degradation potential can enhance predictions of petroleum pollutant persistence and accumulation, support mitigation strategies for marine pollution, and reveal the ecological resilience of native microbial communities in marine ecosystems.", "date": "2025-06-04", "journal": ""}
{"title": "Unravelling the distribution of vectors of major vector-borne diseases in Koshi Province of Nepal: A concern of expansion in diverse geo-ecological and climatic regions", "doi": "10.1101/2025.06.02.657347", "authors": "Roy, L.; Uranw, S.; Pote Shrestha, R. R.", "abstract": "Background Vector-borne diseases, being major public health concerns, are either slated for elimination or projected for control in Nepal. One of the major challenges in controlling these VBDs is to halt their emergence and expansion in diverse geo-ecological and climatic regions. In this study, we collected vectors of major VBDs to understand their distribution, diversity, and association with ecological variances. Methodology/Principal findings A descriptive cross-sectional survey was conducted to collect the vectors in five districts situated at altitudes of up to 98 - 1,274 meters in Koshi Province, Eastern Nepal, representing three distinct geo-ecological and climatic regions: mountain, hills and lowlands during May and June 2023. Adult vectors were captured using CDC miniature light traps, BG sentinel traps, and manual aspirators. Association of vectors abundance in function of the geo-ecological and climatic variables was assessed in two vector species (Culex quinquefasciatus and Phlebotomus argentipes). We found the malaria vector Anopheles annularis, the lymphatic filariasis vector Cu. quinquefasciatus and visceral leishmaniasis vector Ph. argentipes from all three geo-ecological regions. The other vectors of the malaria parasite, An. pseudowillmori and An. willmori, and Japanese encephalitis vector Cu. tritaeniorhynchus were recorded from hilly districts only. Mean temperature and rainfall had positive effect on Cu. quinquefasciatus density and deleterious on Ph. argentipes. Culex quinquefasciatus and Ph. argentipes were captured in high abundance per household in hills (IRR = 1.23 and IRR = 13.00, respectively) and mountain (IRR = 1.96 and IRR = 4.00, respectively) as compared to lowland.    Conclusion Two major vectors, Cu. quinquefasciatus and Ph. argentipes were indiscriminately present in all geo-ecological regions. Climatic variables favour vectors survival, distribution and growth in diverse altitudes, including areas previously impervious to the vectors and VBDs. Our findings alert the VBD control program and suggest regular monitoring, strengthening the existing surveillance system and evidence-based planning and implementation of vector control interventions in wider geo-ecological regions to prevent the disease transmission.", "date": "2025-06-04", "journal": ""}
{"title": "Expectation effects based on newly learnt object-scene associations are modulated by spatial frequency", "doi": "10.1101/2025.06.02.657314", "authors": "Kikkawa, M.; Feuerriegel, D. C.; Garrido, M. I.", "abstract": "Objects typically appear within rich visual scenes. Some models of visual system function propose that scene information is extracted from low-spatial frequency components and rapidly propagates through the visual processing hierarchy. This contextual information may help bias perceptual inferences toward objects that are likely to appear within a scene, enacted via top-down feedback carrying predictions. We tested this hypothesised influence of low spatial frequency information through newly learnt predictive object-scene associations. We recorded electroencephalographic (EEG) data from 40 participants who viewed high-spatial frequency objects embedded in either low- or high-spatial frequency scenes. Object-scene pairings were probabilistically manipulated such that certain objects more frequently appeared in certain scenes. We trained classifiers on EEG data from object-only trials and tested them on object plus scene trials. We did not observe differences in classification accuracy across expected and unexpected objects for both low- and high-spatial frequency scenes, nor any interaction between spatial frequency and expectation. However, we observed expectation effects on event-related potentials. These effects arose at similar latencies for both low- and high-spatial frequency scenes. Together, we report evidence that expectations induced by object-scene pairings influence visually evoked responses but do not modulate object representations.", "date": "2025-06-04", "journal": ""}
{"title": "Phenotypic plasticity as a function of genetic polymorphism: thermal dominance reversal in Drosophila species with contrasting melanism", "doi": "10.1101/2025.05.30.657080", "authors": "David, J. R.; Denis, B.; Francelle, P.; Lemaire, A.; Das, A.; Mohanty, S.; Gibert, P.; Yassin, A.", "abstract": "Phenotypic plasticity is often seen as an alternative adaptive strategy to genetic polymorphism, especially in response to rapid environmental changes. Indeed, a link between plasticity and heterozygosity, i.e. the basic measure of polymorphism, has previously been dismissed. Here, we investigate the thermal plasticity of abdominal pigmentation in eight Drosophila species, four belonging to the melanogaster species group and four to the montium group. Despite a conserved developmental pathway for melanin synthesis, the genetic architecture of its variation has significantly evolved, being polygenic in most species (like D. melanogaster) and Mendelian or invariable in others. By investigating the thermal plasticity of this trait in species with distinct architectures, we show the degree of plasticity to strongly associate with heterozygosity. Plasticity was resurrected in hybrids between species with no plastic responses but with contrasting melanism, and was higher in heterozygotes in species with simple Mendelian polymorphism. In plastic cases, pigmentation dominance is reversed depending on the developmental temperature. We propose simple genetic models with empirical molecular support to explain this link between phenotypic plasticity and genetic polymorphism. The relationship between these two phenomena, and the impact of each on the evolution of the other, may be more relevant than it is currently appreciated.", "date": "2025-06-04", "journal": ""}
{"title": "Underappreciated role of environmental enrichment in alleviating depression and anxiety: Quantitative evidence synthesis of rodent models", "doi": "10.1101/2025.06.02.657339", "authors": "Yang, Y.; Liu, M.; Morrison, K.; Lagisz, M.; Nakagawa, S.", "abstract": "Environmental enrichment has long been recognized as a non-pharmacological intervention to mitigate mental health issues, yet its efficacy, and heterogeneity of treatment effects across experimental contexts remain underexplored. Heterogeneity of treatment effects, which reflects variability in individual responses to interventions, is a critical factor in determining the generalizability and personalization needs of treatments. Here, we conducted a registered meta-analysis of 62 studies and 1,112 comparisons in rodent models to evaluate the impact of environmental enrichment on depressive and anxiety-like behaviours. We found that environmental enrichment reduced these behaviours of animal models by 16% on average and decreased inter-individual variability by 12%, indicating not only effectiveness but also low heterogeneity of treatment effects, which suggests consistent effects across individuals. Environmental enrichment further nullified the adverse effects of stressors, demonstrating a significant antagonistic interaction. These effects were robust across multiple sensitivity analyses, including model-based predictions, post-stratification, multi-model inference, publication bias correction, and critical appraisal of study quality. Moderator analyses highlighted the importance of exposure timing and the inclusion of social enrichment components. Taken together, our pre-clinical evidence on rodent models supports environmental enrichment as a low-cost, scalable, and biologically grounded intervention with translational relevance for developing equitable and accessible treatments for depression and anxiety. Given the importance of innovation and personalization in mental health care, the low heterogeneity of treatment effects of environmental enrichment positions it as a promising avenue for non-pharmacological therapeutic strategies that can be broadly applied without extensive tailoring.", "date": "2025-06-04", "journal": ""}
{"title": "Molecular Phenotypic Plasticity Informs Possible Adaptive Change of Triple-Negative Breast Cancer Cells In Vivo", "doi": "10.1101/2025.05.31.657204", "authors": "Iftehimul, M.; Muganda, P. M.; Newman, R. H.; Rorie, C. J.; Harrison, S. H.; Hossain, M. T.; Thomas, M. D.; Graves, J. L.; Saha, D.", "abstract": "Background and Objectives: Cancer evolves via interconnected mechanisms, including changes in extrachromosomal DNA (ecDNA), genetic instability, and interactions with the tumor microenvironment (TME). These mechanisms allow for some clones to evolve metastatic traits, evade the immune system, and resist chemotherapy. However, how cancer cells evolve in vivo remains poorly understood. This study investigates the in vivo changes in gene expression of triple-negative breast cancer (TNBC) cells implanted in BALB/c mice. Methodology: We analyzed RNA-seq data from 4T1 TNBC cells and tumors at different growth stages (1-, 3-, and 6-week) to identify differentially expressed genes, protein-protein interactions, and ecDNA alterations. We also assessed how ecDNA and genomic instability proteins interact with anti-TNBC drugs. Results: Our results reveal early transcriptional shifts within one week of tumor implantation, showing rapid acclimation. Changes in gene expression continued over time, with significant molecular reprogramming observed at six weeks under in vivo environmental pressures, including ecDNA alterations and immune evasion. The shift from the earlier generation (1 week) to the later generation (6 weeks) suggests cumulative alterations in key oncogenic pathways related to tumor progression. Additionally, we found that mutations in ecDNA and genomic instability proteins influence drug binding affinity, suggesting that adaptive changes may impact chemotherapy response. Conclusions and Implications: This study provides new insights into how TNBC tumors may evolve over time and novel ecDNA-related mechanisms of possible tumor adaptation, highlighting potential biomarkers for tumor aggression and immune evasion, which could help develop more effective therapeutic strategies against TNBC.", "date": "2025-06-04", "journal": ""}
{"title": "Advanced adaptive strategies in an ancestral body plan: insights from a 510-Ma-old leptomitid sponge", "doi": "10.1101/2025.05.30.657026", "authors": "Luo, C.; Hong, Y.; Sun, Z.; Sun, H.; Lim, S.-C.; Wang, T.; Zhang, L.; Zhao, F.", "abstract": "Sponges have thrived in diverse environmental conditions since the early Cambrian till today. However, little is known about how their adaptive capability and strategies have been shaped throughout evolutionary history. Here, we explore this question based on a new leptomitid sponge fossil from the Cambrian Stage 4. The family Leptomitidae was an abundant sponge group inhabiting Cambrian soft substrates but significantly declined thereafter. The new species exhibits a sophisticated set of morphological characteristics adaptive to a shallow siliciclastic environment, which are unprecedented among leptomitids. These include (1) a robust body wall woven by spirally twisted monaxonic spicules; (2) a thick stub-like root tuft for anchoring; (3) spicules radiating out from the sponge body to prevent clogging and sinking; and (4) the inferred capability to close the osculum against unfavourable stimuli. Nevertheless, the new fossil species maintains a leptomitid body plan which lacks modularity and morphological plasticity, the two common and critical attributes in extant sponges to enhance flexibility and resilience in changing environmental conditions. This juxtaposition of evolutionary innovation and structural conservatism offers a compelling case for further exploration of the evolutionary mechanisms that shaped early sponge lineages.", "date": "2025-06-04", "journal": ""}
{"title": "Effects of hCG or GnRH Treatment on Embryonic Mortality and Reproductive Performance in Buchi sheep of Cholistan Desert, Pakistan", "doi": "10.1101/2025.05.29.656925", "authors": "Anam, M.; Lashari, M. H.; Akhtar, M. S.; Abbas, M.", "abstract": "The present study was conducted on Buchi sheep at Government livestock farm, Jugaitpeer, district Bahawalpur. The objectives of this study were to investigates the genetic potential, birth and adult body weights, growth and turnover rates, and seasonal reproductive performance, the effect of Dalmazin (PGF2) on synchronization, the effect of GnRH and hCG treatment given on the mating day on pregnancy rate, and embryonic mortality after plasma hormone concentrations and embryo development to improve litter size. Male lambs exhibited significantly higher (P<0.05) birth (3.40 {+/-} 0.16 kg) and adult weights (61.67 {+/-} 0.95 kg) compared to females (3.00 {+/-} 0.00 kg and 39.67 {+/-} 0.41 kg, respectively), along with faster growth and higher turnover rates. Seasonal variations showed superior pregnancy rates in spring (62.83%) but higher reproductive efficiency and lower mortality in autumn. In a second experiment, 30 ewes divided into hCG, GnRH, and control groups. hCG and GnRH groups were mated to ram at synchronized estrus by two injections of 2ml PGF2 analogue (Dalmazin) given at 11 days apart. The control group received only saline. The blood samples were collected from jugular venipuncture (3ml) with a disposable syringe from day 2 to 16 after treatment. Plasma progesterone concentrations detected by ELISA were higher (P<0.05) in sheep as compared with saline treated controls and improved reproductive outcomes. The hCG group showed the best performance with a litter size of 1.28%, no embryonic mortality, and increased twinning and fecundity rates. The GnRH group also demonstrated enhanced reproductive efficiency with a litter size of 1.25% and no embryonic loss. The control group had the lowest reproductive outcomes, including a higher embryonic mortality rate. Overall, hCG proved more effective than GnRH in enhancing progesterone levels, fecundity, and prolificacy in Buchi sheep.", "date": "2025-06-04", "journal": ""}
{"title": "A continuum reaction-diffusion model for spread of gene silencing in chromosomal inactivation", "doi": "10.1101/2025.06.02.657345", "authors": "Paul, S.; Sun, S.; Haynes, K.; Hong, T.", "abstract": "Regulation of gene silencing in large regions of chromosomes is crucial for development and disease progression, and there has been an increasing interest in using it for new therapeutics. One example of massive gene silencing is X chromosome inactivation (XCI), a process essential for dosage compensation of X-linked genes. During XCI, most genes in the X chromosome are inactivated following the transcription of XIST, an X-linked long noncoding RNA. Recent experiments with transgenes showed that the spread of gene silencing can be induced by XIST transcription in cis, but the spread is restricted in space. The mechanism of controlling the spread remains unclear. In this work, we develop a continuum reaction-diffusion model that elucidates chromosomal inactivation through a bistable system governed by a regulatory network for XIST-mediated gene silencing. We find that the spread of XIST can be tuned by known negative feedback loops regulating its synthesis and degradation, and that the spread of gene silencing is controlled by a wave-pinning mechanism in which both global regulation of silencing complex and local variations of histone modifications can play crucial roles. In addition, we integrate the discrete three-dimensional arrangement of the X chromosome and autosomes into this continuous model. We use a 3D chromosome structure inferred from experimental data and our modeling framework to show the spatiotemporal regulation for spread of gene silencing. Our method enables the investigation for the inactivation dynamics of large regions of chromosomes with varying degrees of the spread of gene silencing. Our model provides mechanistic insights that quantitatively relate gene regulatory networks to tunability and stability of chromosomal inactivation.", "date": "2025-06-04", "journal": ""}
{"title": "A continuum reaction-diffusion model for spread of gene silencing in chromosomal inactivation", "doi": "10.1101/2025.06.02.657345", "authors": "Paul, S.; Sun, S.; Haynes, K.; Hong, T.", "abstract": "Regulation of gene silencing in large regions of chromosomes is crucial for development and disease progression, and there has been an increasing interest in using it for new therapeutics. One example of massive gene silencing is X chromosome inactivation (XCI), a process essential for dosage compensation of X-linked genes. During XCI, most genes in the X chromosome are inactivated following the transcription of XIST, an X-linked long noncoding RNA. Recent experiments with transgenes showed that the spread of gene silencing can be induced by XIST transcription in cis, but the spread is restricted in space. The mechanism of controlling the spread remains unclear. In this work, we develop a continuum reaction-diffusion model that elucidates chromosomal inactivation through a bistable system governed by a regulatory network for XIST-mediated gene silencing. We find that the spread of XIST can be tuned by known negative feedback loops regulating its synthesis and degradation, and that the spread of gene silencing is controlled by a wave-pinning mechanism in which both global regulation of silencing complex and local variations of histone modifications can play crucial roles. In addition, we integrate the discrete three-dimensional arrangement of the X chromosome and autosomes into this continuous model. We use a 3D chromosome structure inferred from experimental data and our modeling framework to show the spatiotemporal regulation for spread of gene silencing. Our method enables the investigation for the inactivation dynamics of large regions of chromosomes with varying degrees of the spread of gene silencing. Our model provides mechanistic insights that quantitatively relate gene regulatory networks to tunability and stability of chromosomal inactivation.", "date": "2025-06-04", "journal": ""}
{"title": "The intratumoral microbiome is negatively associated with malignancy in dermatofibrosarcoma protuberans", "doi": "10.1101/2025.06.02.657449", "authors": "Jian, X.; Liu, Z.; Zhang, J.; Li, Y.; Xie, L.; Zhao, G.; Li, B.; Li, J.; Peng, C.; Wan, M.; Chen, X.", "abstract": "In recent years, growing evidence demonstrated the critical roles of intratumoral microbes in tumors. However, the characteristics of intratumoral microbiome in dermatofibrosarcoma protuberans (DFSP) and their associations with tumor malignancy remains unexplored. Here, 106 whole-genome sequencing (WGS) data of the paired biopsy and blood samples from 53 DFSP patients were utilized, in which we extracted high-quality non-human reads to assign microbial taxonomic annotation by Kraken2 and PlusPF database. Meanwhile, significantly elevated non-human reads, microbial abundance, and bacterial load were detected in tumor compared to blood samples. To minimize the impact of contaminants and noise, we conducted a series of filtering procedures and treated blood samples as negative controls. Notably, we found that over 98% of intratumor microbes belonged to bacteria, and that the dominant taxa and alpha-diversity of intratumoral bacteria all exhibited significantly negative correlations with Ki67 expression in tumors. Specifically, the 84 key intratumoral species were identified to be associated with the reduced tumor malignancy, as evidenced by the diminished Ki67 expression, decreased tumor volume, and fewer COL1A1-PDGFB fusion events. These findings highlighted the tumor-suppressive potential of intratumoral microbiome, thereby providing a novel insight into DFSP pathogenesis and clinical management.", "date": "2025-06-04", "journal": ""}
{"title": "Z-Form Stabilization By The Zα Domain Of Adar1p150 Has Subtle Effects On A-To-I Editing", "doi": "10.1101/2025.06.02.657529", "authors": "Nichols, P. J.; Riemondy, K. A.; Krall, J. B.; Ramos, J.; Goering, R.; Henen, M. A.; Taliaferro, J. M.; Vogeli, B.; Vicens, Q.", "abstract": "The role of Adenosine Deaminase Acting on RNA 1 (ADAR1)'s Z-conformation stabilizing Z domain in A-to-I editing is unclear. Previous studies on Z mutations faced limitations, including variable ADAR1p150 expression, differential editing analysis challenges, and unaccounted changes in ADAR1p150 localization. To address these issues, we developed a Cre-lox system in ADAR1p150 KO cells to generate stable cell lines expressing Z mutant ADAR1p150 constructs. Using total RNA sequencing analyzing editing clusters as a proxy for dsRNAs, we found that Z mutations slightly decreased overall A-to-I editing, consistent with recent findings. These decreases correlated with mislocalization of ADAR1p150 rather than reduced editing specificity, and practically no statistically significant differentially edited sites were identified between wild-type and Z mutant ADAR1p150 constructs. These results suggest that Zs impact on editing is minor and that phenotypes in Z mutant mouse models and human patients may arise from editing-independent inhibition of Z-DNA-Binding Protein 1 (ZBP1), rather than changes in RNA editing.", "date": "2025-06-04", "journal": ""}
{"title": "FleQ-Dependent Regulation of the Ribonucleotide Reductase Repressor nrdR in Pseudomonas aeruginosa During Biofilm Growth and Infection", "doi": "10.1101/2025.06.03.657667", "authors": "Marchan, D.; Rubio-Canalejas, A.; Pedraz, L.; Hernandez-Perez, J. M.; Admella, J.; Torrents, E.", "abstract": "Ribonucleotide reductases (RNRs) are essential enzymes involved in DNA synthesis and repair, catalyzing the conversion of ribonucleotides to deoxyribonucleotides (dNTPs). While all living cells possess at least one RNR encoded in their genome, certain organisms, such as Pseudomonas aeruginosa, encode multiple RNR classes. This multiplicity provides a competitive advantage, allowing these organisms to adapt and colonize different environments. Despite their importance, the mechanisms coordinating the expression of different RNRs in microorganisms with multiple RNR classes remain poorly understood. The transcriptional regulator NrdR has been implicated in controlling the expression of all three RNR classes in P. aeruginosa by binding to conserved NrdR boxes within the promoter regions of the RNR genes.\n\nTo gain insights into the regulation of the different RNR genes, it is first necessary to understand how nrdR itself is transcriptionally regulated. In this study, we employed a bioinformatics approach to identify potential transcription factors (TF) involved in nrdR regulation. We combined this with promoter-probe vectors nrdR promoter fusions to investigate nrdR transcriptional regulation and identify TFs that modulate its expression in vitro. Our analysis identified four potential TF that could regulate nrdR, and we experimentally confirmed that FleQ is responsible for regulating nrdR expression under aerobic and anaerobic conditions. Furthermore, we explored nrdR regulation under biofilm-forming conditions and in the Galleria mellonella infection model to gain insights into how nrdR might be regulated in vivo.", "date": "2025-06-04", "journal": ""}
{"title": "Evolutionary trajectories determine the feasibility of collateral sensitivity based antibiotic treatment strategies in critical bacterial pathogens", "doi": "10.1101/2025.06.03.657621", "authors": "Brandis, G.; Chauhan, V.; Enkvist, L.; Chukhareva, Y.; Damell, C.; Cruz Davila, E.; Islam, T. M.; Melander, G.; Paulsson, E.; Sundell, A.; Zweifel, E.; Knöppel, A.", "abstract": "The rise of antibiotic resistance among pathogenic bacteria necessitates innovative therapeutic strategies. A promising technique is the use of collateral sensitivity where resistance to one antibiotic increases susceptibility to another. In this study, we explored the clinical relevance of collateral sensitivity through experimental evolution and genetic engineering in six critical bacterial pathogens using 23 distinct antibiotics. Our in-depth analysis of Escherichia coli showed that clinically relevant resistance mutations did not confer collateral sensitivity to the tested antibiotics. We were able to identify at least three new classes of ciprofloxacin-resistance mutations that cause collateral sensitivity to multiple antibiotics. However, these mutations incur significant fitness costs and are absent in ciprofloxacin-resistant clinical isolates. Our further analysis showed that the development of collateral effects differed significantly between the tested species. Most species showed development of collateral sensitivity to gentamicin during ciprofloxacin-resistance evolution but Acinetobacter baumanii developed collateral resistance instead. Overall, Pseudomonas aeruginosa showed the most consistent development of collateral sensitivity among the tested species, highlighting it as a promising candidate for the use of collateral-sensitivity-based treatment strategies. Our findings provide insights into the potential of collateral sensitivity as a therapeutic strategy and contribute to the development of more effective antibiotic treatment regimens.", "date": "2025-06-04", "journal": ""}
{"title": "The hemagglutinin proteins of clades 1 and 2.3.4.4b H5N1 highly pathogenic avian influenza viruses exhibit comparable attachment patterns to avian and mammalian tissues", "doi": "10.1101/2025.06.02.657404", "authors": "Zhu, B.; Fung, K.; Feng, H. H.; Beatty, J. A.; Hill, F.; Tse, A. C.; Brackman, C. J.; Sit, T. H.; Poujade, A.; Gaide, N.; Ducatez, M.; Foucras, G.; Peiris, M.; Ti, S.-C.; Nicholls, J. M.; Yen, H.-L.", "abstract": "The global spread of the A/goose/Guangdong/1/96-lineage H5N1 highly pathogenic avian influenza (HPAI) viruses is accompanied by an expanded host range and the establishment of sustained viral transmission among dairy cattle. To evaluate if the evolving H5N1 viruses have changed tissue tropism over time, we compared the binding patterns of recombinant hemagglutinin (HA) proteins derived from clade 1 (A/Vietnam/1203/04, H5VN) and circulating clade 2.3.4.4b viruses detected from a wild bird (A/Eurasian Teal/Hong Kong/AFCD-HKU-23-14009-01020/2023, H5HK) and dairy cattle (A/bovine/Ohio/B24OSU-439/2024, H5OH). The HA protein of A(H1N1)pdm09 virus was included for comparison. Using bio-layer interferometry, H1 protein preferentially bound to the 2,6-linked sialoside 6'SLNLN while H5 proteins preferentially bound to the 2,3-linked sialoside 3'SLN. H5OH showed higher binding affinity to 3'SLN than H5HK and H5VN. The attachment pattern of H1 and H5 proteins to the respiratory tissues of different species and dairy cattle mammary glands were evaluated. Compared to the H1 protein, H5 proteins showed stronger binding to the lung epithelial cells of cat, cattle, chicken, ferret, human, and pig, and the clade 2.3.4.4b H5 proteins exhibited increased binding to pig and cattle bronchial epithelial cells. All H5 proteins attached to the alveolar and cistern epithelial cells in mammary glands where 2,3-linked and 2,6-linked sialyl glycans were detected by Maackia amurensis lectin II and Sambucus Nigra Lectin, respectively. Taken together, the HA proteins of clade 1 and 2.3.4.4b H5N1 viruses generally share comparable attachment patterns to avian and mammalian tissues, despite of evolving into antigenically distinct clades over the past 3 decades.", "date": "2025-06-04", "journal": ""}
{"title": "A novel transformer-based platform for the prediction and design of biosynthetic gene clusters for (un)natural products", "doi": "10.1101/2025.06.02.657346", "authors": "Kawano, T.; Shiraishi, T.; Kuzuyama, T.; Umemura, M.", "abstract": "Biosynthetic gene clusters (BGCs), comprising sets of functionally related genes responsible for synthesizing complex natural products, are a rich source of bioactive compounds with pharmaceutical potential.  Here, we present a transformer-based framework that models functional domains as linguistic units to capture and predict their positional relationships within genomes.  Using a RoBERTa architecture, we trained models on four progressively broader datasets: bacterial BGCs, Actinomycetes genomes, bacterial genomes, and bacterial plus fungal genomes.  Evaluation using 2,492 experimentally-validated BGCs from the MIBiG database showed that more than 60% of true domains were ranked first and over 80% within the top 10 candidates.  Our models also achieved classification accuracies exceeding 70% for major compound classes including polyketides (PKs) and terpenes.  To explore model-guided BGC design, we compared predictions from the BGC-trained and genome-trained models using the BGC for the bacterial diterpenoid cyclooctatin as a case study.  The genome-trained model uniquely predicted several domains absent from both the original BGC and the prediction by the BGC-trained model. Heterologous expression of one of those predicted domains in Streptomyces albus, together with the biosynthetic genes for cyclooctatin, yielded an unknown cyclooctatin derivative. This framework not only provides a novel BGC prediction method using machine learning but also facilitates rational design of artificial BGCs.  Future integration of transcriptomic, protein structural, and phylogenetic data will enhance the models predictive and generative capabilities, supporting accelerated discovery and engineering of natural products.", "date": "2025-06-04", "journal": ""}
{"title": "Novel infection by Mucor hiemalis kills Caenorhabditis hosts through intestinal perforation", "doi": "10.1101/2025.06.04.657490", "authors": "Ni, J.; Sowa, J. N.", "abstract": "The nematode Caenorhabditis elegans has emerged as a popular model system to investigate cell biology and host-pathogen interactions. Presently, C. elegans is studied as a natural host of intracellular pathogens such as microsporidia and Orsay virus along with extracellular bacterial and fungal pathogens. The use of C. elegans as a model in host-pathogen research is limited by the number of naturally occurring pathogens to the organism. Through a sampling project to identify new pathogens of C. elegans, we identified the fungus Mucor hiemalis as a pathogen of Caenorhabditis species. We observed the fungus in the intestinal lumen of wild-caught Caenorhabditis briggsae, and co-culturing the wild-caught species with infection reporter C. elegans confirmed infection by M. hiemalis. This study characterizes the fungal infection by M. hiemalis in Caenorhabditis nematodes. Fluorescence microscopy with fungal staining revealed the life cycle of M. hiemalis within multiple Caenorhabditis species at varying growth stages. We observed the killing of nematodes by M. hiemalis via intestinal perforation and assessed its host range through a series of lifespan assays. We investigated the food preference of C. elegans and determined that nematodes show a preference towards food that contains M. hiemalis spores. Lastly, we evaluated common C. elegans transcriptional immune responses and found that M. hiemalis does not induce genes associated with the intracellular pathogen response or other responses seen with previously studied bacterial and fungal pathogens. Characterization of this fungal infection in Caenorhabditis nematodes will provide new insights into the biology of pathogenic fungi and host immune responses.", "date": "2025-06-04", "journal": ""}
{"title": "Clinical Trypanosoma cruzi isolates share a common antigen repertoire that is absent from culture adapted strains", "doi": "10.1101/2025.06.04.657671", "authors": "Hakim, J. M. C.; Gutierrez Guarnizo, S. A.; Duran, A.; Malaga-Machacha, E.; Duque, C.; Singer, L.; Colanzi, R.; Sherbuk, J. E.; Gilman, R.; Bern, C.; Messenger, L. A.; Mugnier, M. R.; Working Group on Chagas Disease in Bolivia and Peru,  ", "abstract": "Background Trypanosoma cruzi causes Chagas disease, a poorly understood and clinically heterogeneous disease. Recent work has demonstrated that parasites adapted to laboratory conditions are genomically variable, but little is known of the extent of genomic diversity from clinically isolated specimens. Methods In this retrospective observational genomic study, we isolated 15 T. cruzi specimens from 3 clinical studies of Chagas disease, representing different clinical contexts. We sequenced the genome of each strain and used single nucleotide variant (SNV) based analyses to estimate parasite genetic lineage, genomic population structure, regions of copy number plasticity, and to identify gene conversion events. In addition, we generated and annotated whole genome assemblies of each isolate. From these assemblies, we compared the repertoires of genes encoding for highly virulent and variable proteins that have been implicated in disease pathogenesis. Findings We identified parasites from two genetic lineages in this collection of clinical isolates. Our analysis revealed evidence of genomic instability. Diversity-generating copy number variation was statistically enriched in regions encoding the virulence-associated multigene families, while diversity-eliminating gene conversion events were enriched in regions depleted of multigene family members. We also discovered a set of multigene family members that is present in all of the clinically isolated parasite genomes and absent from all of the lab adapted strains, regardless of parasite lineage. Multigene family repertoires were more conserved among field isolated specimens of the same genetic lineage than among culture adapted strains of the same genetic type. Interpretation This study provides whole genome sequencing data for TcV parasites isolated from naturally infected human patients with Chagas disease for the first time. Our analysis of these genomes revealed substantial genomic instability, suggesting the parasite undergoes genomic change in response to the pressures imposed by the host environment. Moreover, we observed a set of virulence-associated genes that are present exclusively within clinical isolates and absent from lab-adapted strains, indicating a potential role for these genes in parasite survival in natural hosts. These findings highlight the limitations of genetic studies focused exclusively on lab-adapted parasite strains and provide insight into the genomic features of T. cruzi that are likely to be important for clinical infection.", "date": "2025-06-04", "journal": ""}
{"title": "PKP2 orchestrates OXPHOS expression in cardiomyocytes via a PGC1α-dependent mechanism", "doi": "10.1101/2025.06.02.656790", "authors": "Han, S. J.; den Berg, D.; de Ruiter, H.; Tsui, H.; Kyriakopoulou, E.; Koopmans, T.; Perini, I.; Monshouwer-Kloots, J.; van Kampen, S. J.; te Riele, A. S. J. M.; Kelters, I. R.; Gianoli, M.; Burgering, B. M. T.; van Rooij, E.", "abstract": "Arrhythmogenic cardiomyopathy (ACM) is an inherited cardiac disease where the majority of ACM patients carry a (likely) pathogenic variant in desmosomal genes, predominantly in plakophilin-2 (PKP2). While the genetic cause of the disease is well studied, the molecular disease-driving mechanisms and how exercise can drive disease progression remain poorly understood. In this study, we identified the oxidative phosphorylation (OXPHOS) pathway to be downregulated in human induced pluripotent stem cell-derived cardiomyocytes (hiPSC-CMs) and human explanted hearts carrying pathogenic PKP2 variants. The reduced expression of OXPHOS related genes was a result of lower PPARGC1A expression which led to decreased mitochondrial spare capacity in PKP2 mutant hiPSC-CMs. Induction of PPARGC1A expression partially restored the expression of OXPHOS components and improved contractility in PKP2 mutant cells. These results suggest that improving oxidative capacity through modulation of PPARGC1A in cardiomyocytes could be considered as a new therapeutic target for ACM patients in the future.", "date": "2025-06-04", "journal": ""}
{"title": "Assembly and phospho-regulatory mechanisms of the budding yeast outer kinetochore KMN complex", "doi": "10.1101/2025.06.03.657598", "authors": "Turner, N. N.; Zhang, Z.; Muir, K. W.; McLaughlin, S. H.; Morgan, T.; Barford, D.", "abstract": "During mitosis and meiosis kinetochores mediate interactions between chromosomes and spindle microtubules. Kinetochores are multi-megadalton protein complexes essential for chromosome segregation in all eukaryotes, however recent structural, functional, and evolutionary studies have revealed divergent mechanisms of kinetochore assembly. In this study, we use cryo-EM to understand the structural mechanisms by which the budding yeast microtubule-binding outer kinetochore KMN complex assembles, and how its interactions with the centromere-binding inner kinetochore are regulated. The ten-subunit KMN complex comprises three subcomplexes: Knl1c, Mis12cMtw1c and Ndc80c. We show that -helical motifs in the C-termini of the Mis12cMtw1c subunits Dsn1, Mis12Mtw1 and Pmf1Nnf1 bind Knl1c and Ndc80c. At the opposite end of the Mis12cMtw1c stalk, an N-terminal auto-inhibitory segment of Dsn1 (Dsn1AI) folds into two -helices that engage its head 1 domain, thereby occluding binding sites for the inner kinetochore subunits CENP-CMif2 and CENP-UAme1, reducing their affinity for Mis12cMtw1. Our structure reveals how Aurora BIpl1 phosphorylation of Dsn1AI would release this auto-inhibition to substantially strengthen pre-existing connections between the inner and outer kinetochore.", "date": "2025-06-04", "journal": ""}
{"title": "Perilipin 4 repetitive region forms amyloid fibrils promoted by a genetic expansion found in myopathy patients", "doi": "10.1101/2025.06.03.657256", "authors": "Choufani, C.; Fuggetta, N.; Sabbagh, B.; Moulin, C.; Franckhauser, C.; Lyonnais, S.; Perme, T.; Arteni, A.-A.; Pagnotta, S.; Rouquier, S.; Ruggieri, A.; Bousset, L.; Copic, A.", "abstract": "Perilipin 4 (PLIN4) belongs to the family of perilipins -- proteins that localize to lipid droplets (LDs). PLIN4 contains a giant (about 1000 aa) amphipathic helix, which folds on the LD surface and can substitute for phospholipids, thereby regulating LD surface tension. This region of PLIN4 is arranged in tandem repeats of 33 aa. Genetic expansion of this region is associated with skeletal muscle dysfunction in patients suffering from a late-onset vacuolar myopathy (MRUPAV). We demonstrate that purified fragments of the PLIN4 repetitive region form amyloid fibrils as characterized by cryo-EM and atomic force microscopy. The MRUPAV mutation drastically increases the kinetics of fibril formation and induces aggregation in budding yeast. The propensity to aggregate depends on the number of identical repeats and their sequence, and is strongly attenuated by the presence of lipid droplets, suggesting putative intervention strategies and an explanation for the observed tissue bias of the disease.", "date": "2025-06-04", "journal": ""}
{"title": "An artificial nervous system for communication between wearable and implantable therapeutics", "doi": "10.1101/2025.06.04.657863", "authors": "Ghanim, R.; Lee, Y. J.; Byun, G.; Jackson, J.; Ding, J. Z.; Feller, E.; Kim, E.; Aygun, D.; Kaushik, A.; Cig, A.; Park, J.; Healy, S.; Cunin, C. E.; Gumyusenge, A.; Yeo, W. H.; Abramson, A.", "abstract": "Bioelectronics have transformed our capacity to monitor and treat diseases; however, a lack of micrometer-scale, energy efficient communication options limit these devices from forming integrated networks that enable full-body, sensor driven, physiological control. Inspired by the ability of our nervous system to transmit information via ionic conduction, we engineered a Smart Wireless Artificial Nervous System (SWANS) that utilizes body tissue to transmit signals between wearables and implantables. When SWANS emits signals, it generates voltage gradients throughout the body that selectively turn on implanted transistor switches when exceeding their gate threshold voltages. SWANS implantable communication components maintain syringe-injectable footprints and >15x greater power efficiencies than Bluetooth and Near Field Communication. In vivo studies in rats demonstrate SWANS ability to wirelessly regulate dual hind leg motor control by connecting electronic-skin sensors to implantable neural interfaces via ionic signaling as well as coordinate bioelectronics throughout the epidermal, subcutaneous, intraperitoneal, and gastrointestinal spaces.", "date": "2025-06-04", "journal": ""}
{"title": "CellVoyager: AI CompBio Agent Generates New Insights by Autonomously Analyzing Biological Data", "doi": "10.1101/2025.06.03.657517", "authors": "Alber, S.; Chen, B.; Sun, E.; Isakova, A.; Wilk, A. J.; Zou, J.", "abstract": "Modern biology increasingly relies on complex, high dimensional datasets such as single-cell RNA sequencing (scRNA-seq). However, the richness of such data means that conventional analyses may only scratch its surface. Extracting meaningful insights from these datasets often requires advanced computational methods and domain expertise. Current AI agents for biology are primarily focused on executing user-specified commands and are therefore limited by the user's creativity and familiarity with which kinds of analyses are useful. Furthermore, these agents do not account for prior analyses already attempted by researchers, reducing their ability to build upon existing work. To address these limitations, we introduce CellVoyager, an AI agent that autonomously explores scRNA-seq datasets in novel directions conditioned on prior user-ran analyses. Built on large language models, CellVoyager ingests both the dataset and a record of prior analyses to generate and test new hypotheses within a Jupyter notebook environment. We evaluate CellVoyager on CellBench, a new benchmark based on 50 published scRNA-seq studies encompassing 483 analyses. Given only the background sections of these papers, CellVoyager outperformed GPT-4o and o3-mini by up to 20% in predicting which analyses the authors eventually conducted. We then carried out three in-depth case studies where CellVoyager is given previously published papers with their scRNA-seq datasets and conducts analyses to generate new findings. The original authors of each study evaluated these findings and consistently rated them as creative and sound; 80% of the agent's hypotheses were deemed scientifically interesting. For example, in one case study, the agent found that CD8+ T cells in COVID-19 infection are more primed for pyroptosis, which was not explored by the original researchers. CellVoyager also reanalyzed a brain aging dataset to discover a previously unreported association between increased transcriptional noise and aging in the subventricular zone of the brain. These results demonstrate that CellVoyager can act both autonomously and collaboratively to accelerate hypothesis generation and computational biology. It also highlights the potential of agents like CellVoyager to unlock new biological insights by reanalyzing the vast existing biological data at scale.", "date": "2025-06-04", "journal": ""}
{"title": "Plasmodium falciparum subverts neutrophil function via host miR-451a loaded extracellular vesicles driving bacterial superinfection susceptibility", "doi": "10.1101/2025.06.02.657463", "authors": "Babatunde, K. A.; Ngara, M.; Martinez Murillo, P.; Subramanian, B.; Hopke, A.; Lucchesi, S.; Novedrati, M.; Montesi, G.; Santoro, F.; Hagemann-Jensen, M.; Sandberg, R.; Filgueira, L.; Irimia, D.; Walch, M.; Mantel, P.-Y.", "abstract": "Malaria caused by Plasmodium falciparum (Pf) compromise innate immunity, yet the underlying mechanisms remain elusive. The immune dysregulation caused by the parasite may lead to bacterial superinfections and increase mortality. We reveal that Pf exploits extracellular vesicles (EVs) secreted by infected red blood cells (iRBC-EVs) to deliver host-derived miR451a to human neutrophils, impairing their antimicrobial defences. Neutrophil phagocytosis of iRBC-EVs suppresses reactive oxygen species (ROS) production and compromised microbicidal activity against Salmonella typhimurium. Microfluidic assays show that miR451a transfer significantly disrupts neutrophil chemotaxis and swarming upon microbial challenge. Transcriptomic profiling indicates that EVs and miR451a reprogram neutrophil gene expression, notably upregulating ferroptosis-related genes, suggesting a role in further impairing immune responses. We have uncovered a novel mechanism of iRBC-EVs-induced neutrophil immune suppression and provide insights into increased susceptibility to bacterial superinfections in malaria. These findings have implications for therapeutic strategies aimed at mitigating bacterial superinfections and sepsis in malaria-endemic regions.", "date": "2025-06-04", "journal": ""}
{"title": "P. aeruginosa rhamnolipids stabilize human rhinovirus 14 virions", "doi": "10.1101/2025.06.04.657910", "authors": "Baty, J.; Drozdick, A. K.; Pfeiffer, J. K.", "abstract": "Many mammalian viruses encounter bacteria and bacterial molecules over the course of infection. Previous work has shown that the microbial ecology of the gut plays an integral role in poliovirus and coxsackievirus infection, where bacterial glycans can facilitate virus-receptor interactions, enhance viral replication, and stabilize viral particles. However, how airway bacteria alter respiratory viral infection is less understood. Therefore, we investigated whether a panel of airway bacteria affect rhinovirus stability. We found that Pseudomonas aeruginosa, an opportunistic airway pathogen, protects human rhinovirus 14 from acid or heat inactivation. Further investigation revealed that P. aeruginosa rhamnolipids, glycolipids with surfactant properties, are necessary and sufficient for stabilization of rhinovirus virions. Taken together, this work demonstrates that specific molecules produced by an opportunistic airway pathogen can influence a respiratory virus.", "date": "2025-06-04", "journal": ""}
{"title": "Identification of a Broadly Acting Inhibitor of the Alphavirus Non-Structural Protein 2 Helicase", "doi": "10.1101/2025.06.03.657755", "authors": "Sears, J. D.; Ojha, D.; Taft-Benz, S.; Sylvester, P. A.; Streblow, Z.; Gramm, A. J.; Drobish, A. M.; Ramalingam, B. M.; Hossain, M. A.; Talbot, K. M.; Sanders, W.; Chang, C.-K.; Law, I.; Martinez, S. A.; Burdick, J. E.; Wiltshire, R.; Saba, N. A.; Poplarski, J. H.; Counago, R. M.; Brown, P. J.; Anand, G. S.; Morrison, T. E.; Arnold, J. J.; Cameron, C. E.; Streblow, D. N.; Willson, T. M.; Heise, M. T.; Moorman, N. J.", "abstract": "Alphaviruses are mosquito-borne viruses that have caused significant outbreaks in the 21st century. Despite multiple recent outbreaks, there are no approved antiviral drugs to treat any alphavirus infection. Therefore, developing broadly acting antiviral drugs effective against multiple alphaviruses is necessary and could provide protection from both current and emerging alphavirus threats. A critical component of the alphavirus replication complex is non-structural protein 2 (nsP2), which is a multifunctional enzyme containing a helicase domain connected to a protease domain by a flexible linker. nsP2 functions as an ATP-dependent helicase, is conserved across the alphavirus genus, and is essential for virus replication, making it a promising target for development of alphavirus broad-acting antiviral drugs. Previous studies identified an enantioselective compound RA-0025298 that inhibited nsP2 ATPase activity and chikungunya virus CHIKV replication. Antiviral testing of RA-25298. against a diverse group of alphaviruses found broad activity except for Sindbis-like viruses. Using this information along with mutational profiling of virus passaged with RA-0025298 we identified the site of RA-0025298 action and confirmed the binding site via biophysical analyses. Finally, we found that the active enantiomer of RA-0025298 (SGC-NSP2hel-1) reduced viral loads in vivo and protected mice from tissue damage and disease caused by CHIKV infection. These findings further describe the mechanism of action of a first-in-class nsP2 helicase inhibitor with the potential for development as a broad spectrum drug for treating or preventing disease caused by current and emerging alphaviruses.", "date": "2025-06-04", "journal": ""}
{"title": "Gut microbiota of Brazilian Melipona stingless bees: dominant members and their localization in different gut regions", "doi": "10.1101/2025.06.03.657762", "authors": "Tristao Santini, A.; Cerqueira, A. E. S.; Moran, N. A.; Resende, H. C.; Santana, W. C.; de Paula, S. O.; da Silva, C. C.", "abstract": "The gut microbiome of eusocial corbiculate bees, which include honeybees, bumblebees, and stingless bees, consists of anciently associated, host-specific bacteria that are vital for bee health. Two symbionts, Snodgrassella and Gilliamella, are ubiquitous in honeybees and bumblebees. However, their presence varies in the stingless bee clade (Meliponini), a group with pantropical distribution. They are absent or rare in the diverse genus Melipona, indicating a shift in microbiota composition in this lineage. To identify the main members of the Melipona microbiota, we combined newly collected and published data from field-collected individuals of several species. Additionally, we identified the localization of the dominant microbiota members within the gut regions of Melipona quadrifasciata anthidioides. The dominant microbiota of Melipona species includes members of the genera Bifidobacterium, Lactobacillus, Apilactobacillus, Floricoccus, and Bombella. Among these, Apilactobacillus and Bombella dominate in the crop, whereas Apilactobacillus and other members of the Lactobacillaceae dominate the ventriculus. The ileum lacks Snodgrassella or Gilliamella but contains a putative new symbiont close to Floricoccus, as well as strains of Bifidobacterium, Lactobacillaceae (including Apilactobacillus), and Bombella. The rectum is dominated by Bifidobacterium and Lactobacillus. In summary, the Melipona microbiota is compositionally distinct but shows spatial organization paralleling that of other eusocial corbiculate bees.", "date": "2025-06-04", "journal": ""}
{"title": "Toxoplasma IMC1 is a central component of the subpellicular network and plays critical roles in parasite morphology, replication, and infectivity", "doi": "10.1101/2025.06.03.657516", "authors": "Uy, J. N.; Lou, Q.; Zhou, Z. H.; Bradley, P. J.", "abstract": "Toxoplasma gondii and related apicomplexan parasites utilize a unique membrane and cytoskeletal organelle called the inner membrane complex (IMC) for maintaining cell shape, motility, host cell invasion, and replication. The cytoskeleton portion of the organelle is a network of filaments composed of proteins called alveolins, whose precise functions and organization are poorly understood. Here we describe the function of the founding member of the Toxoplasma alveolins, IMC1, which we show is expressed and loaded onto forming daughter buds with IMC4, but later than the other key alveolins IMC3, IMC6, and IMC10. Disruption of IMC1 results in severe morphological defects that impact the integrity of the parasite's cytoskeleton and disrupt invasion, replication, and egress. Loss of IMC1 in a less virulent type II strain results in a dramatic loss of infectivity and complete failure to form a chronic infection. We then use deletion analyses to dissect functional regions of the protein which reveals a key subregion of the alveolin domain that is sufficient for IMC targeting and also required for function. We then show that IMC1 interacts directly with IMC4 and the loss of IMC1 results in mislocalization of IMC4 specifically in forming daughter buds. This study thus reveals the critical role that IMC1 plays in forming and maintaining the architecture of the filamentous network of the IMC.", "date": "2025-06-04", "journal": ""}
{"title": "Human cytomegalovirus-encoded G protein-coupled receptor (GPCR), UL78, regulates viral reactivation", "doi": "10.1101/2025.06.04.657869", "authors": "Osanyinlusi, S. A.; Baruah, V.; Groves, I. J.; Kulp, K. H.; Krishna, B. A.; O'Connor, C. M.", "abstract": "Human cytomegalovirus (CMV) is a ubiquitous pathogen that establishes life-long, latent infection in hematopoietic cells. Immune-competent individuals are usually asymptomatic for disease. However, immune dysregulation in latently-infected individuals can result in viral reactivation, often causing further complications. Viral gene transcription during latency is restricted, although the CMV-encoded G-protein coupled receptor homologs, US28 and UL78, are expressed. We and others find US28 is critical for establishing and maintaining viral latency, in part, through regulating host cell signaling. How US28 switches from pro-latent to pro-lytic during reactivation, however, is unknown, though our findings herein reveal a role for UL78. Myeloid cells infected with a UL78 ORF deletion mutant maintain viral latency yet fail to efficiently reactivate. However, the UL78 G protein-coupling domain is not required for reactivation, suggesting UL78-mediated signaling is not critical for reactivation. Prior work revealed UL78 and US28 interact, resulting in altered US28-mediated signaling. Additionally, we showed US28 attenuates ERK phosphorylation during latency, while ERK is phosphorylated upon reactivation; however, the mechanism underlying this switch is unknown. Thus, we hypothesized the UL78:US28 interaction is important for altering US28-mediating signaling upon viral reactivation. We find US28 and UL78 interact during lytic infection of fibroblasts and colocalize in myeloid cells upon their differentiation. Further, reactivation in myeloid cells latently-infected with wild-type virus results in upregulated ERK phosphorylation, while parallel cultures infected with the UL78-deficient virus fail to do so. Our data reveal the first function for UL78 in myeloid cells, where it influences cellular signaling to switch from pro-latent to pro-lytic.", "date": "2025-06-04", "journal": ""}
{"title": "Structural insights into context-specific inhibition of bacterial translation by macrolides", "doi": "10.1101/2025.06.03.657637", "authors": "Syroegin, E. A.; Aleksandrova, E. V.; Kruglov, A. A.; Paranjpe, M. N.; Svetlov, M. S.; Polikanov, Y. S.", "abstract": "The ribosome's peptidyl transferase center (PTC) catalyzes peptide bond formation during protein synthesis and is targeted by many antibiotic classes. Remarkably, macrolides that bind in the peptide exit tunnel some ~10A away from the PTC also remotely inhibit PTC and cause translational arrest depending on the synthesized polypeptide sequence. The Arg/Lys-X-Arg/Lys (also known as +X+) motif is particularly susceptible to this inhibition, as peptidyl-tRNA carrying nascent peptide with penultimate arginine or lysine residue fails to react with aminoacyl-tRNA carrying the same amino acids in the presence of macrolides. While structural studies of macrolide-bound ribosomes have shed light on the context-specific nature of this inhibition, the precise roles of the drug, ribosome, and tRNA in modulating PTC activity remain unclear. In this study, we present a detailed structural analysis of ribosome-nascent chain complexes (RNCs) that represent either arrested or non-arrested states, containing various combinations of peptidyl- and aminoacyl-tRNAs, with or without macrolides. Our findings reveal a dynamic interaction between the ribosome-bound drug, the nascent peptide, and the incoming amino acid, which collectively modulates PTC function. This lays the foundation for designing antibiotics that can overcome drug resistance by preventing the induction of inducible erm genes in pathogens.", "date": "2025-06-04", "journal": ""}
{"title": "DiffDock-Glide: a hybrid physics-based and data-driven approach to molecular docking", "doi": "10.1101/2025.06.02.657461", "authors": "Herron, L.; Dakka, J.; Yao, K.; Shi, D.; Zhang, Y.; Jerome, S. V.", "abstract": "Recent years have seen a rise in applications of deep learning to problems in the molecular sciences. Among them, the diffusion model DiffDock stands out as a method for docking small molecules into protein binding sites. But DiffDock struggles to compete with conventional docking methods, especially for targets outside its training set. We develop a hybrid model called DiffDock-Glide which addresses some shortcomings of deep learning docking methods: it uses a modified generative process to generate samples within a binding pocket and the confidence model is replaced with Glide's post-docking minimization pipeline. We evaluate DiffDock-Glide on the Posebusters dataset and show improved sampling of near-native poses, especially for sequences without homologues in the training set. We also evaluate DiffDock-Glide's performance in virtual screening compounds from the DUD-E dataset against receptor structures generated by AlphaFold2 and report enrichment values that broadly surpass those from traditional Glide.", "date": "2025-06-04", "journal": ""}
{"title": "The endoribonuclease Rae1 from Bacillus subtilis cleaves mRNA upstream of stalled ribosomes", "doi": "10.1101/2025.06.04.657793", "authors": "Deves, V.; D'Halluin, A.; Gilet, L.; Condon, C.; Braun, F.", "abstract": "The ribosome-associated endoribonuclease 1 (Rae1) cleaves mRNAs in a translation-dependent manner. Here, we identify a new Rae1 target, the fliY mRNA, which is cleaved by Rae1 in the absence of the elongation factor P (EF-P). The Rae1 site was mapped 12 nucleotides upstream of the second proline codon of an SPP stalling motif in fliY. Remarkably, Rae1 cleavages also occur 12 nucleotides upstream of the stop codon within two validated Rae1 mRNA targets, bmrX and spyA (S1025). Shifting the stop codon relative to the Rae1 cutting site abolished Rae1 sensitivity of bmrX and spyA mRNAs. We show that ribosome pausing occurs at the spyA stop codon, confirming its crucial role, and positioning the Rae1 cleavage at the tail end of the stalled ribosome, rather than in the A-site as previously proposed. These findings reveal a compelling novel mechanism by which Rae1 mediates mRNA cleavage in coordination with immobile ribosomes.", "date": "2025-06-04", "journal": ""}
{"title": "Towards Unmanned Proteomics Data Generation: A Fully Automated Sample-to-Data System for Proteomic Experiments", "doi": "10.1101/2025.06.02.656978", "authors": "Wang, D.; Chen, W.; Xie, L.; Xu, Y.; Huang, C.; Liu, Y.; Wang, X.; Huang, X.; Zhang, K.; Pan, M.; Wang, S.; Qin, B.; Yang, Y.; Yang, J.; Tang, L.; Tian, R.; He, F.", "abstract": "The {Pi}-HuB project requires proteomic measurements of millions of low-input samples that are challenging with current technology. Here, we introduce a pilot {pi}-HuB data factory that features a fully automated sample-to-data system to enable high-throughput digitization of human samples. Our platform, as a proof-of-concept towards unmanned proteomics, was demonstrated to show longitudinal robustness and applied for spatial proteomics and the profiling of plasma and cell lines, thereby serving as the workhorse to drive {pi}-HuB.", "date": "2025-06-04", "journal": ""}
{"title": "RPcontact: Improved prediction of RNA-protein contacts using RNA and protein language models", "doi": "10.1101/2025.06.02.657171", "authors": "Jiang, J.; Zhang, X.; Zhan, J.; Miao, Z.; Zhou, Y.", "abstract": "Determining key contacts between RNA-protein interactions is essential for understanding the molecular mechanisms of numerous biological processes, including transcription, splicing, and translation. However, progress in this area has been impeded by the scarcity of RNA-protein complex structures in the Protein Data Bank (PDB) and the challenges posed by traditional structural determination techniques. Recent computational advancements, including deep learning methods like AlphaFold 3 and RoseTTAFoldNA, have improved contact prediction but are still limited by the availability of homologous sequences and templates. Here, we introduce RPcontact, a novel computational method designed to predict RNA-protein contacts using large language models tailored for RNA (ERNIE-RNA) and proteins (ESM-2). Despite being trained entirely on ribosomal RNA-protein (rRNA-protein) complexes, RPcontact demonstrates robust and generalized performance in predicting contacts for both dimeric and multimeric non-rRNA-protein complexes. The performance of RPcontact on contact predictions significantly improves over the binary contacts inferred from RNA-protein complex structures predicted by AlphaFold 3 and RoseTTAFoldNA, highlighting its potential in RNA-protein complex structure and function prediction.", "date": "2025-06-04", "journal": ""}
{"title": "PDE10A Inhibition Disrupts Lipid Droplet Formation and Sensitizes Macrophages to Ferroptosis after LPS treatment", "doi": "10.1101/2025.06.02.657436", "authors": "Berk, B.; Zhang, J.; Hsu, C.", "abstract": "Ferroptosis, an iron-dependent form of cell death, plays a key role in various diseases, but its impact on immune cells, particularly macrophages, remains unclear. This study explores how macrophage activation influences susceptibility to ferroptosis, focusing on lipopolysaccharide (LPS) and other inflammatory signals. We found that LPS priming enhanced resistance to ferroptosis in bone marrow-derived macrophages (BMDMs), as shown by reduced morphological changes, lower LDH release, and diminished cell death in real-time assays. Similar effects were observed with Zymosan A and TNF-. Importantly, LPS-induced ferroptosis resistance was independent of stress response pathways like Nrf2 signaling. Instead, lipid droplet accumulation, driven by LPS, was central to this resistance. PDE10A inhibition reversed LPS-induced ferroptosis and reduced lipid droplet formation. LPS did not confer similar resistance in non-macrophage cell types, underscoring the macrophage-specific nature of this response. These findings highlight potential therapeutic targets for inflammatory diseases.", "date": "2025-06-04", "journal": ""}
{"title": "Inter-individual variability in immune responses to AAV-mediated ocular gene delivery across species impedes reliable immunomonitoring profile", "doi": "10.1101/2025.06.02.656863", "authors": "REN, D.; CHAUVEAU, G.; VENDOMELE, J.; CABON, E.; PINEIRO, A.; VIGNAL-CLERMONT, C.; SALIBA, H.; RONZITTI, G.; GALY, A.; DALKARA, D.; PULMAN, J.; AIL, D.; FISSON, S.", "abstract": "Adeno-associated viruses (AAVs) have been used in gene therapy, especially for inherited retinal diseases. Despite their effectiveness in gene transduction, immune responses to the AAV capsid and transgene products have been reported, which can compromise both the efficacy and safety of AAV-mediated therapies. The eye is regarded as an immune-privileged organ where immune activity is constitutively suppressed. Here, we highlighted that immunomonitoring in an ocular gene therapy clinical trial and a non-human primate experiment revealed variable immune responses. We further explored factors contributing to this variability, investigating the correlation among immune parameters in a controlled experimental setting. In a syngeneic murine model, which was genetically identical and immunologically compatible, we administered subretinal injections of AAV and analyzed innate, adaptive cellular, and adaptive humoral immune responses. Our results highlight the inter-individual variability of immune parameters, emphasizing the importance of considering inherent variability among individuals while designing personalized therapies.", "date": "2025-06-04", "journal": ""}
{"title": "Cell-free genome-wide transcriptomics through machine learning optimization", "doi": "10.1101/2025.06.04.657821", "authors": "Wagner, L.; HOANG, A.; RUE, O.; Delumeau, O.; Loux, V.; Faulon, J.-L.; Jules, M.; Borkowski, O.", "abstract": "Despite advances in transcriptomics, understanding of genome regulation remains limited by the complex interactions within living cells. To address this, we performed cell-free transcriptomics by developing a platform using an active learning workflow to explore over 1,000,000 buffer conditions. This enabled us to identify a buffer that increased mRNA yield by 20-fold, enabling cell-free transcriptomics. By employing increasingly complex conditions, our approach untangles the regulatory layers controlling genome expression.", "date": "2025-06-04", "journal": ""}
{"title": "Tuning viscoelasticity and fine structure of living materials via synthetic adhesion logic and rheological perturbations", "doi": "10.1101/2025.06.04.657808", "authors": "Costan, S.; Hallerbach, K.; Kim, S.; Camp, C.; Kim, M.; Riedel-Kruse, I. H.", "abstract": "Engineered living materials (ELMs) at the multicelluar level represent an innovation that promises programmable properties for biomedical, environmental, and consumer applications. However, the rational tuning of the mechanical properties of such ELMs from first principles remains a challenge. Here we use synthetic cell-cell adhesins to systematically characterize how rheological and viscoelastic properties of multicellular materials made from living bacteria can be tuned via adhesin strength, cell size and shape, and adhesion logic. We confirmed that the previous results obtained for non-living materials also apply to bacterial ELMs. Additionally, the incorporation of synthetic adhesins, combined with the adaptability of bacterial cells in modifying various cellular parameters, now enables novel and precise control over material properties. Furthermore, we demonstrate that rheology is a powerful tool for actively shaping the microscopic structure of ELMs, enabling control over cell aggregation and particle rearrangement, a key feature for complex material design. These results deepen our understanding of tuning the viscoelastic properties and fine structure of ELMs for applications like bioprinting and microbial consortia design including natural systems.", "date": "2025-06-04", "journal": ""}
{"title": "Desiccation-induced DNA damage facilitates drug resistance in Mycobacterium tuberculosis", "doi": "10.1101/2025.06.04.657859", "authors": "Brown, C. D.; Lee, B. M.; Liu, H.; Wu, A.; Tellez, A. V.; Zou, H.; Singh, P.; Saito, K.; Mishra, S.; Brown, M.; Saleh, A.; Odjourian, N. M.; Cristaldo, M.; Gan, M.; Liu, Q.; Gengenbacher, M.; Darst, S. A.; Campbell, E. A.; Nathan, C. F.; Rhee, K. Y.", "abstract": "Mycobacterium tuberculosis (Mtb) is an obligate human pathogen that depends on its ability to spread from host-to-host to survive as a species. Yet, knowledge of transmission-specific traits remains lacking. Here, we report the discovery of a specific adaptive response to desiccation, a stress intrinsically linked to the generation of the aerosol droplets within which Mtb transmits. We show that desiccation inflicts oxidative damage and activates DNA repair responses but that this repair is imperfect and results in mutations. We further show that activation of these DNA repair responses is accompanied by increased expression of the transcription-coupled repair factor, mfd, but that this expression serves to buffer the fitness cost of specific resistance-conferring mutations in rpoB, the target of the frontline drug rifampin, rather than to facilitate transcription-coupled DNA repair. Silencing mfd during aerosolization impairs survival of strains harboring the rifampin resistance allele S450L. This function is further supported by whole genome sequence data from over 50,000 clinically circulating strains. These studies indicate that Mtb has evolved transmission-specific stress responses that have enabled it to leverage desiccation-induced DNA damage as a potential source of genetic diversification and drug resistance.", "date": "2025-06-04", "journal": ""}
{"title": "Functional insights into the photoactive yellow protein family from homologs, multidomain proteins and inferred pyp operons", "doi": "10.1101/2025.06.04.657921", "authors": "Dohmen, R.; Hoogerwerf, G.; Dohmen, A. J.; Neal, M. L.; Bradley, C.; Huffman, C.; Teeman, S. M.; Hampton, S. F.; Powell, S.; Gunn, Z.; Hoff, W. D.", "abstract": "Photoactive Yellow Protein (PYP) is a model system for functional protein dynamics and a prototype of the PAS domain superfamily. It is a bacterial photoreceptor that triggers a range of responses in different bacteria: phototaxis, biosynthesis of photo-protective pigments, and light regulation of biofilm formation. An important gap in knowledge on PYP is the signal transduction chain that guides the initial signal from the photoreceptor to various biological responses. Here we report an expanded set of 984 PYP homologs, providing information on sequence conservation and variation. We analyze this set of PYPs using two bioinformatics approaches to identify candidate proteins that are functionally related to PYP. First, we identified 153 multi-domain proteins containing PYP and analyzed the domain composition of these proteins. Specific preferences for N- or C-terminal placement of the PYP domain were observed. Second, we identified 113 predicted multi-gene operons containing the pyp gene. These two approaches yielded multiple candidates for proteins in the signal transduction chain associated with PYP, particularly histidine kinase (implying phosphorylation), methyl accepting chemotaxis protein (implying phototaxis), and GGDEF and EAL proteins (implying a role of c-di-GMP and biofilm formation). Some of these candidates were present only in multi-domain proteins and others only in pyp operons. Overexpression of the PYP domain from the MCP-fusion protein from Nitrincola alkalilacustris yielded a protein with an absorbance maximum of 447 nm and an overall photocycle rate of 0.5 seconds. Our results provide a clear basis for future experimental work on identifying signal transduction partners of PYP.", "date": "2025-06-04", "journal": ""}
{"title": "Mechanobiological proximal tubular defects in ARC syndrome: A VPS33B CRISPR knockout study", "doi": "10.1101/2025.06.04.657864", "authors": "Caluianu, M.; Owen, K. A.", "abstract": "ARC syndrome (arthrogryposis-renal dysfunction-cholestasis) is a rare autosomal recessive multisystem disorder affecting the kidneys. The disease is caused by mutations in either VPS33B or VIPAS39. ARC syndrome is currently incurable, with patients rarely surviving beyond their first year of life. The renal component of this disorder is characterised by proximal tubular dysfunction. Here, a proximal tubular cell line, RPTEC-TERT1, was CRISPR-edited to knock out (KO) VPS33B expression. Characterisation of VPS33B-KO cells was performed using brightfield imaging, immunostaining, RNA sequencing, and cell detachment assays. The VPS33B-KO RPTEC-TERT1 cells demonstrated a 'peeling' phenotype and altered cell adhesion. This, along with altered transcription of genes associated with cell adhesion, suggests that VPS33B KO results in cell-matrix attachment defects. These findings provide the first insights into the cause of proximal tubular dysfunction in ARC syndrome.", "date": "2025-06-04", "journal": ""}
{"title": "Lifelong development of zebrafish gills: Asymmetries in early vascular patterning predict adult gill architecture", "doi": "10.1101/2025.06.02.657338", "authors": "Preussner, M.; Mertens, A.; Basoglu, M.; Lecaudey, V.", "abstract": "Gills are essential for fish respiration and have a highly specialized cellular architecture enabling efficient gas exchange. Surprisingly, the developmental processes underlying gill formation in zebrafish remain poorly understood. Here, we present for the first time a comprehensive analysis of the morphogenesis of gill arteries, filaments and lamellae during lifelong development. Our results provide important insights into the temporal and spatial pattern of gill angiogenesis, revealing fundamental differences in the formation of lateral versus medial filaments along the dorso-ventral axis. These early asymmetries correlate with, and likely underlie, the structural asymmetries observed in adult gills, which we quantitatively characterize. This indicates that a region-specific developmental programme establishes a blueprint for gill architecture maintained throughout life. We further show that lamellae develop through a complex interplay between endothelial and cranial neural crest-derived pillar cells. Notably, lamellar size, which strongly influences respiratory efficiency, depends on the position of the filament in the arch. Together, our work identifies key cellular and temporal mechanisms driving gill development and provides a framework to investigate broader principles of branching morphogenesis and angiogenesis in vertebrates.", "date": "2025-06-04", "journal": ""}
{"title": "A cross-species rescue by mating method to interrogate gene essentiality across the Saccharomyces genus.", "doi": "10.1101/2025.06.02.657496", "authors": "Wang, T. K.; Keller, A.; Kunjo, S. O.; Dunham, M. J.", "abstract": "The field of budding yeast research has long been empowered by the vast array of genetic tools and community resources available. Rescue by mating is one useful tool that entails mating of meiotic spores directly post-germination. This minimal cell division mating process facilitates mating based screens studying the effects of otherwise haploid lethal gene deletions. In this study, we describe the successful application of rescue by mating across two different Saccharomyces species: S. cerevisiae and S. uvarum. This novel inter-species tool enables studies on the evolution of essential genes within the broader Saccharomyces genus.", "date": "2025-06-04", "journal": ""}
{"title": "Impact of trait measurement error on quantitative genetic analysis of computer vision derived traits", "doi": "10.1101/2025.06.02.657462", "authors": "Bi, Y.; Huang, Y.; Yu, H.; Morota, G.", "abstract": "Background: Quantitative genetic analysis of image- or video-derived phenotypes is increasingly being performed for a wide range of traits. Pig body weight values estimated by a conventional approach or a computer vision system can be considered as two different measurements of the same trait, but with different sources of phenotyping error. Previous studies have shown that trait measurement error, defined as the difference between manually collected phenotypes and image-derived phenotypes, can be influenced by genetics, suggesting that the error is systematic rather than random and is more likely to lead to misleading quantitative genetic analysis results. Therefore, we investigated the effect of trait measurement error on genetic analysis of pig body weight (BW). Results: Calibrated scale-based and image-based BW showed high coefficients of determination and goodness of fit. Genomic heritability estimates for scale-based and image-based BW were mostly identical across growth periods. Genomic heritability estimates for trait measurement error were consistently negligible, regardless of the choice of computer vision algorithm. In addition, genome-wide association analysis revealed no overlap between the top markers identified for scale-based BW and those associated with trait measurement error. Overall, the deep learning-based regressions outperformed the adaptive thresholding segmentation methods. Conclusions: This study showed that manually measured scale-based and image-based BW phenotypes yielded the same quantitative genetic results. We found no evidence that BW trait measurement error could be influenced, at least in part, by genetic factors. This suggests that trait measurement error in pig BW does not contain systematic errors that could bias downstream genetic analysis.", "date": "2025-06-04", "journal": ""}
{"title": "Artemether and Euphorbia Factor L9 suppress kynurenine production through distinct effects on Tryptophan metabolism.", "doi": "10.1101/2025.06.02.657401", "authors": "Capatina, A. L. L.; Czechowski, T.; Plunkett-Jones, C.; Tonon, T.; Kourtzelis, I.; Lichman, B. R.; Brackenbury, W. J.; Graham, I. A.; Lagos, D.", "abstract": "L-Tryptophan (Trp) is an essential amino acid, catabolised through the kynurenine pathway, which is mediated by the enzymes indoleamine-2,3-dioxygenase 1 (IDO1), IDO2, or Trp-2,3-deoxygenase (TDO). Therapeutic targeting of Trp metabolism could be relevant to several pathologies. In cancer, IDO1 acts as an immune checkpoint suppressing effector T cell function. Yet, direct inhibition of IDO1 has had limited success in clinical trials. Therefore, alternative approaches to Trp metabolism therapeutic targeting are needed. We screened a library of 597 natural products (NPs) or NP derivatives for their effect on kynurenine production in triple negative breast cancer cells. This revealed 24 candidate inhibitors of kynurenine production. Amongst them, artemether, a member of the artemisinin family of anti-malarial drugs, suppressed kynurenine production, likely via an endoperoxide bridge-dependent mechanism. The Euphorbia factor L9 (EFL9) inhibited kynurenine production likely via a C7-benzoylation-dependent mechanism. Neither artemether nor EFL9 affected JAK/STAT signaling or IDO1 levels. Targeted metabolomics analyses demonstrated that artemether suppressed kynurenine production through heme sequestration, a mechanism that would affect all members of the IDO/TDO family of metalloenzymes. EFL9 affected purine and amino acid metabolism and the cellular redox balance. Comparisons to the effects of ouabain, a NP regulator of IDO1 levels, and Linrodostat, a clinically used small molecule IDO1 inhibitor, revealed distinct metabolic profiles, with ouabain and EFL9 showing the largest overlap. Importantly, the kynurenine-suppressing activity of artemether and EFL9 is not cancer cell-specific. Overall, our findings set the foundation for the use of derivatives of artemether or EFL9 as novel Trp metabolism-targeting therapeutics.", "date": "2025-06-04", "journal": ""}
{"title": "Col6 deficiency in a zebrafish model of Bethlem myopathy leads to dysfunction of the muscle dihydropyridine receptor", "doi": "10.1101/2025.06.02.657388", "authors": "Idoux, R.; Exbrayat-Heritier, C.; Shivaraman, S.; Jaque-Fernandez, F.; Ducret, A.; Berthier, C.; Jacquemond, V.; Sohm, F.; bretaud, s.; Ruggiero, F.; ALLARD, B.", "abstract": "Bethlem myopathy (BM) is an incurable muscle disease characterized by joint contractures and muscle weakness worsening with age. BM results from mutations in genes encoding one of the three  chains of collagen VI (ColVI), a component of the skeletal muscle extracellular matrix produced by interstitial fibroblasts. A still unresolved issue in BM is how alteration in ColVI present outside muscle fibers induces dysfunction within muscle fibers. In the present study, we explored properties of excitation-contraction coupling on isolated fast skeletal muscle fibers from one-year old zebrafish col6a1{Delta}ex14 harboring an exon-skipping mutation (col6a1{Delta}ex14) that is the most frequently found in BM patients. Col6a1{Delta}ex14 fish muscle exhibited age-dependent progressive loss of ColVI deposition, accompanied with defects in basement membrane organization and ColVI intracellular accumulation. Muscle action potentials were found to be unchanged in col6a1{Delta}ex14 fish as compared to wild-type. The density of charge movements produced by depolarization-induced activation of dihydropyridine receptors (DHPRs), that control sarcoplasmic reticulum (SR) Ca2+ release, was found to be reduced and their voltage-dependence shifted toward negative potentials in col6a1{Delta}ex14 fish. Concomitantly, the voltage dependence of depolarization-evoked intracellular Ca2+ transients was also shifted toward negative voltages, promoting in this way an elevated pathogenic SR Ca2+ leak at resting membrane potentials, as evidenced by higher density of Ca2+ sparks at rest, larger SR Ca2+ release in response to long-duration depolarizations between -70 and -40 mV and reduced twitch muscle force and swimming performance. Finally, clusters of 1S subunits of DHPR were found to be mis-localized in mutant fibers t-tubules. These data suggest that Col6 deficiency in BM leads to an alteration of the DHPR function that contributes to promote a pathogenic SR Ca2+ leak. DHPR could represent the still elusive link that allows altered myomatrix to transduce pathogenic signals within muscle.", "date": "2025-06-04", "journal": ""}
{"title": "A Role for Exaptation in Sculpting Sexually Dimorphic Brains from Shared Neural Lineages.", "doi": "10.1101/2025.06.04.657833", "authors": "Allen, A. M.; Neville, M. C.; Nojima, T.; Alejevski, F.; Goodwin, S. F.", "abstract": "Sex differences in behaviours arise from variations in female and male nervous systems, yet the cellular and molecular bases of these differences remain poorly defined. Here, we take an unbiased, single-cell transcriptomic approach to uncover how sex shapes the adult Drosophila melanogaster brain. We show that sex differences do not result from large-scale transcriptional reprogramming but through fine-tuning of otherwise shared developmental templates via the sex-differentiating transcription factors Doublesex and Fruitless. We reveal, with unprecedented resolution, the extraordinary genetic diversity within these sexually dimorphic cell types and find birth order represents a novel axis of sexual differentiation. Neuronal identity in the adult reflects spatiotemporal patterning and sex-specific survival, with female-biased neurons arising early and male-biased neurons arising late. This pattern reframes dimorphic neurons as 'paralogous' rather than 'orthologous', suggesting sex leverages distinct developmental windows to build behavioural circuits and highlights a role for exaptation in diversifying the brain.", "date": "2025-06-04", "journal": ""}
{"title": "Animate-inanimate object categorization from minimal visual information in the human brain, human behavior, and deep neural networks", "doi": "10.1101/2025.06.02.657367", "authors": "Spriet, C.; Rostami, F.; Hochmann, J.-R.; Papeo, L.", "abstract": "The distinction between animate and inanimate things is a main organizing principle of information in perception and cognition. Yet, animacy, as a visual property, has so far eluded operationalization. Which visual features are necessary and sufficient to see animacy? At which level of the visual hierarchy does the animate-inanimate distinction emerge? Here, we show that the animate-inanimate distinction is preserved even among images of objects that are made unrecognizable and only retain low- and mid-level visual features of their natural version. In particular, in three experiments, healthy human adults saw rapid sequences of images (6 Hz) where every five exemplars of a category (i.e., animate), an exemplar of another category (i.e., inanimate) was shown (1.2 Hz). Using frequency-tagging electroencephalography (ftEEG), we found significant neural responses at 1.2 Hz, indicating rapid and automatic detection of the periodic categorical change. Moreover, such effect was found -although increasingly weaker- for 'impoverished' stimulus-sets that retained only certain (high-, mid- or low-level) features of the original colorful images (i.e., grayscale, texform and phase-scrambled images), and even if the images were unrecognizable. Similar effects were found with two Deep Neural networks (DNNs) presented with the same stimulus-sets. In sum, reliable categorization effects for dramatically impoverished and unrecognizable images, in humans' EEG and DNN data, demonstrate that animacy representation emerges early in the visual hierarchy and is remarkably resilient to the loss of visual information.", "date": "2025-06-04", "journal": ""}
{"title": "Alterations in auditory midbrain processing is observed in both female andmale mouse model of Fragile X Syndrome", "doi": "10.1101/2025.06.04.657855", "authors": "Abdullah, A.; Liu, X.; Murari, K.; Yan, J.; Cheng, N.", "abstract": "Introduction: Sensory processing deficits presenting as auditory hypersensitivity is a common phenotype associated with Fragile X Syndrome (FXS), a leading monogenic cause of intellectual disability and autism spectrum disorder. Auditory hypersensitivity can also be observed in the FMR1- knockout (KO) mice, a well-established mouse model of autism and FXS. FXS is an X-linked disorder that is more prevalent in males compared to females, as a result most auditory and electrophysiology studies are performed in males. Previous in-vivo electrophysiology studies at the inferior colliculus (IC), an essential component of the auditory pathway, in male FMR1-KO mice at post-natal days 14, 21 and 34 (P14, P21 and P34) demonstrated increased neuronal firing, suggesting that the IC could play a role in auditory hypersensitivity. However, very little is known about the role of the central nucleus of the IC (ICc) and auditory hypersensitivity in females. Methods: Here we investigated auditory processing at P20 and P30, representative of early and late developmental stage of auditory development, respectively, at the central nucleus of the IC (ICc) of both female and male FMR1-KO mice, compared with wildtype (WT) animals. Results: In-vivo electrophysiology recordings from the ICc neurons of the FMR1-KO mice at both developmental ages demonstrated increased response magnitude measured by spike number to pure tones of varying frequency and amplitude, compared with age- and sex-matched WT animals. In addition, within the FMR1-KO group we also observed significant developmental and sex difference wherein higher response magnitudes were displayed at P20 and in the female mice. Minimum threshold of ICc neuron in the KO mice was significantly decreased at both P20 and P30. The ICc neurons in the KO mice also displayed increased response duration compared to WT animals at both P20 and P30, but significant sex difference was only observed at P30. Our data also indicated that the ICc neurons of both groups displayed weak negative relationship between latency and response magnitude at P20, and at P30 the WT mice showed a stronger relationship only in the female group. In terms of developmental changes, we observed decreasing neuronal firing only in the KO mice between 20- and 30-day old female and male mice. Reduced response duration was observed in 30-day old mice of both sexes of both genotypes. Regarding minimum threshold, we observed a decline between early and late auditory development only in the male mice. Finally, our results also indicated that in the WT mice the reverse relationship between latency and response magnitude became more pronounced and consistent with age, a developmental trend that was absent in both the female and male FMR1-KO mice. Discussion: Overall, our findings demonstrate that auditory processing deficits can also be observed in the female FMR1-KO mice using in-vivo electrophysiology studies, highlighting the importance of including female subjects in future studies. These results also indicate that auditory hypersensitivity can be observed robustly in younger mice, suggesting that the early development stage could be an ideal target for interventions.", "date": "2025-06-04", "journal": ""}
{"title": "Dendrite-targeting inhibitory interneurons form biased circuits with deep and superficial pyramidal cells in hippocampal CA1", "doi": "10.1101/2025.06.04.657895", "authors": "Johantges, A. C.; Hanson, M. A.; Marshall, A. H.; Safa, A.; Payne, E. K.; Bibi, N.; Wester, J. C.", "abstract": "In CA1 hippocampus, pyramidal cells (PCs) can be classified as deep or superficial based on their radial position within the stratum pyramidale. Deep and superficial PCs form biased circuits with perisomatic-targeting PV+ basket cells, but it is unknown if such cell-type-specific circuit motifs extend to dendrite-targeting interneurons. Using male and female mice, we investigated synaptic connectivity and physiology in brain slices from four transgenic lines thought to capture distinct subsets of interneurons: SST-IRES-Cre, Nkx2.1-Cre, Chrna2-Cre, and Htr3a-GFP. First, we found that oriens-lacunosum moleculare (OLM) cells captured by the Chrna2-Cre line are a subset of Htr3a-GFP+ cells in the hippocampus. This novel finding is consistent with previous work showing Nkx2.1-Cre OLM cells are distinct from both Chrna2-Cre and Htr3a-GFP+ cells. Indeed, in paired whole-cell recordings, Nkx2.1-Cre+ interneurons in the stratum oriens, but not Chrna2-Cre+ or Htr3a-GFP+ cells, received more excitatory synaptic connections from superficial PCs relative to deep PCs. Next, we used optogenetic-assisted circuit mapping to investigate inhibition along the proximal and distal dendrites of PCs. We found that superficial PCs received stronger inhibition along their proximal dendrites than deep PCs from SST+ interneurons. Furthermore, this circuit motif was dependent on layer but not PC projection class. Finally, Chrna2-Cre OLM cells provided stronger inhibition to the distal dendrites of deep PCs relative to superficial PCs. Our data reveal that superficial and deep PCs engage in cell-type-specific circuits with dendrite-targeting interneurons. Furthermore, they support that Nkx2.1-Cre OLM cells and Chrna2-Cre/Htr3a-GFP OLM cells are distinct subtypes that form unique circuits in CA1.", "date": "2025-06-04", "journal": ""}
{"title": "Human microglia in brain assembloids display region-specific diversity and respond to hyperexcitable neurons carrying SCN2A mutation", "doi": "10.1101/2025.06.04.657874", "authors": "Wu, J.; Chen, X.; Zhang, J.; Wettschurack, K. W.; Robinson, M. J.; Li, W.; Zhao, Y.; Yoo, Y.-E.; Deming, B. A.; Abeyaratna, A. D.; Que, Z.; Du, D.; Tegtmeyer, M. T.; Yuan, C.; Skarnes, W. C.; Rochet, J.-C.; Wu, L.-J.; Yang, Y.", "abstract": "Microglia critically shape neuronal circuit development and function, yet their region-specific properties and roles in distinct circuits of the human brain remain poorly understood. In this study, we generated region-specific brain organoids (cortical, striatal, and midbrain), each integrated with human microglia, to fill this critical gap. Single-cell RNA sequencing uncovered six distinct microglial subtypes exhibiting unique regional signatures, including a subtype highly enriched for the GABAB receptor gene within striatal organoids. To investigate the contributions of microglia to neural circuitry, we created microglia-incorporated midbrain-striatal assembloids, modeling a core circuit node for many neuropsychiatric disorders including autism. Using chemogenetics to activate this midbrain-striatal circuit, we observed increased calcium signaling in microglia involving GABAB receptors. Leveraging this model, we examined microglial responses within neural circuits harboring an SCN2A nonsense (C959X) mutation associated with profound autism. Remarkably, microglia displayed heightened calcium responses to SCN2A mutation-mediated neuronal hyperactivity, and engaged in excessive synaptic pruning. These pathological effects were reversed by pharmacological inhibition of microglial GABAB receptors. Collectively, our findings establish an advanced platform to dissect human neuroimmune interactions in sub-cortical regions, highlighting the important role of microglia in shaping critical circuitry related to neuropsychiatric disorders.", "date": "2025-06-04", "journal": ""}
{"title": "Cell fate specification during respiratory development requires ARID1A-containing canonical BAF complex activity", "doi": "10.1101/2025.06.02.657302", "authors": "Lee, H.; Jaquish, A.; Fernandes, S.; Zhao, B.; Elitz, A.; Cook, K.; Trovillion, S.; Arias, N. M. B.; Han, S.; Goodwin, S.; Russell, N.; Zacharias, A. L.; Brugmann, S. A.; Whitsett, J. A.; Sinner, D. I.; Sun, X. I.; Swarr, D. T.; Zacharias, W. J.", "abstract": "Development of the mammalian lung requires formation of a definitive lung bud from the foregut endoderm, branching morphogenesis, specification of a proximal to distal axis, and differentiation of extensive specialized airway and alveolar epithelial lineages. These steps require coordinated temporal and regional gene expression to define the lung epithelium in preparation for the first breath at birth. While the transcriptional and signaling regulators required for lung development are increasingly well known, the key epigenetic complexes that interact with lineage transcription factors for cell-specific control of gene expression remain to be defined. Here, we identify a key role for the canonical BAF complex, an ATP-dependent chromatin remodeling complex, during lung epithelial development. Loss of canonical BAF activity throughout the foregut endoderm leads to complete failure of lung formation, and selective deletion of a single key subunit, ARID1A, leads to failure of proximal-distal axis specification, with dilated airway-like structures lined by ectopic basal cells found throughout the distal lung, and failure of specification of alveolar type 1 (AT1) cells in the distal saccular epithelium. In place of AT1 cells, we identified a highly proliferative epithelial cell state defined by joint activation of YAP and WNT signaling and loss of BMP signaling response, leading to increased proliferation and failure of appropriate epithelial differentiation. These changes resulted in secondary failure of mesenchymal and endothelial specification, leading to broad loss of patterning of the distal lung further disrupting peripheral lung morphogenesis. Using embryonic lung organoids, we demonstrate that exogenous BMP4 signaling is sufficient to rescue AT1 and AT2 cell differentiation in ARID1A-null epithelium, while WNT and YAP signaling require functional BAF complex. Together, these data demonstrate a requirement for the BAF complex for lung formation, proximal-distal patterning, and cell fate acquisition, and reveal surprising differential specificity between signaling pathways during lung development.", "date": "2025-06-04", "journal": ""}
{"title": "Sp Transcription Factors Establish the Signaling Environment in the Neuromesodermal Progenitor Niche During Axial Elongation", "doi": "10.1101/2025.06.03.657492", "authors": "Chalamalasetty, R. B.; Tran, H.; Kelly, R.; Kuo, S.; Kennedy, M. W.; Lee, M.; Thomas, S.; Mandalos, N.; Koparde, V.; Pereira Lobo, F.; Yamaguchi, T. P.", "abstract": "Neuromesodermal competent progenitors (NMCs) are located in the caudal epiblast near the node and primitive streak and give rise to spinal cord and somitic mesoderm during trunk and tail elongation. Their self-renewal depends on an autoregulatory loop involving Wnt3a and Fgf signaling, and the Tbxt and Cdx transcription factors, but the mechanisms underlying loop formation and the establishment of the niche are poorly understood. Here, we identify the zinc-finger transcription factors Sp5 and Sp8 (Sp5/8) as essential regulators of NMC maintenance. Sp5/8 expression is controlled by Wnt, Fgf and retinoic acid signaling, and they cooperate with Tbxt, Tcf7 and Cdx2 to sustain a robust autoregulatory network that promotes high Wnt/Fgf and low retinoic acid activity in the niche. These factors bind a novel enhancer essential for Wnt3a expression and feedback-loop integrity. Mechanistically, Sp5/8 regulate the dynamic exchange of activating and repressive Tcf complexes at Wnt-responsive enhancers. Our findings define a transcriptional module centered on Sp5/8 that stabilizes niche signaling and transcriptional circuitry essential for NMC fate decisions and trunk development.", "date": "2025-06-04", "journal": ""}
{"title": "Malaria shaped human spatial organisation for the last 74 thousand years", "doi": "10.1101/2025.06.04.657870", "authors": "Colucci, M.; Leonardi, M.; Blinkhorn, J.; Irish, S. R.; Padilla-Iglesias, C.; Kaboth-Bar, S.; Gosling, W. D.; Snow, R. W.; Manica, A.; Scerri, E. M. L.", "abstract": "The mechanisms driving the spatial organisation of early human societies in Africa are typically addressed through climate variables 1-3. However, genetic and archaeological studies have also suggested diseases as a major source of selection in the Pleistocene. Here, we explore whether P. falciparum-induced malaria, a major world disease, drove habitat choice in human societies between 74 and 5 thousand years ago (kya). Using species distribution models of three main mosquito complexes with palaeoclimatic reconstructions and combining the results with epidemiological information, we estimated an index of malaria transmission risk in sub-Saharan Africa through time. We then correlated it with an independent reconstruction of the human niche over the same time period and region. Our results show that humans strongly avoided or were unsuccessful in potential malaria hotspots. The effects of these choices shaped human demography for the last 74 kya, and likely much earlier, by fragmenting human societies over time and contributing to the formation of modern population structure. Our results highlight the importance of considering disease distributions when modelling estimates of past human demography, demonstrating that factors beyond climate underlay patterns of human habitat choice, exchange, and dispersal.", "date": "2025-06-04", "journal": ""}
{"title": "Molecular characterisation of neurons across animals identify conserved gene expression.", "doi": "10.1101/2025.06.04.657789", "authors": "Rivera-Rivera, C. J.; Feuda, R.; Pisani, D.", "abstract": "The evolution of the nervous system has been shrouded in controversy since the onset of the genomics era. A large part of this controversy stems from the lack of phylogenetic consensus for the main branches of the animal tree, where often animals with nervous systems do not form a monophyletic group. However, this question can be informed from other non-phylogenetic perspectives, such as comparative genomics. Here we ask how similar are genes differentially expressed in neurons across a representative set of eight animals with a nervous system, and tally the presence or absence of their homologs in 10 animals and two choanoflagellates. We show that proteins from 39 families are differentially expressed in all neurons, regardless of the phylogenetic placement of their lineage, and that the majority of these gene families are present in the (unicellular) closest relatives of animals, choanoflagellates. We found that the members of these 39 gene families are enriched in domains for ion transport and juxtacrine signalling, and that there is one gene family of zinc-dependent extracellular matrix-remodelling proteins which is only found in animals bearing a nervous system. Our results show that common genetic toolkits are in place for the function of nervous systems. We identify a large number of potential new genomic markers linked to the nervous system and hope they can complement ongoing research efforts to better understand this quintessentially animal system.", "date": "2025-06-04", "journal": ""}
{"title": "The Insertion of an ATTTC Repeat in an Alu Element Hyperactivates a Primate-Specific Neurodevelopmental Enhancer in Spinocerebellar Ataxia Type 37", "doi": "10.1101/2025.06.03.657633", "authors": "Loureiro, J. R.; Castro, A. F.; Figueiredo, A. S.; Eufrasio, A.; Dhingra, A.; Galhardo, M.; Marcelino, H.; Rodrigues, C.; Sampaio, P.; Azevedo, M. M.; Sousa, M.; Doria, S.; Rizzu, P.; Heutink, P.; Bessa, J.; Silveira, I.", "abstract": "Alu are evolutionarily very old primate-specific interspersed repeat elements that constitute ~11% of the human genome. They are a source of short tandem repeats (STRs), which often expand in size and originate inherited neuromuscular and neurodegenerative disorders. How expanded STR insertion mutations within Alu STRs culminate in disease remains unknown. Here we report an Alu STR located in an intron of DAB1 that functions as a neurodevelopmental enhancer. We demonstrated that an ATTTC repeat insertion in this DAB1 Alu STR, known to cause spinocerebellar ataxia type 37 (SCA37), hyperactivates a neurodevelopmental DAB1 enhancer. Importantly, we showed that neurons derived from SCA37 subjects have higher levels of DAB1 expression and DAB1 overexpression causes abnormal axonal pathfinding in vivo. Overall, these results establish that neuronal dysregulation of a developmental DAB1 Alu STR enhancer contributes to SCA37 pathogenesis, an unexplored mechanism likely acting in many Alu STR diseases, potentially reshaping the therapeutic landscape.", "date": "2025-06-04", "journal": ""}
{"title": "Single-nucleus epigenomic dysregulation unmasks genetic risk-associated neurodegenerative glia states", "doi": "10.1101/2025.06.02.657512", "authors": "Han, X.; Zhang, T.; Lee, C.-Y.; Ravi, A.; Spina, S.; Li, A. N.; Grinberg, L. T.; Seeley, W. W.; Huckins, L. M.; Raj, T.; Brennand, K. J.; Rexach, J. E.", "abstract": "The accumulation of abnormal tau protein selectively affects distinct brain regions and specific populations of neurons and glial cells in tau-related dementias, such as Alzheimer's disease (AD), Pick's disease (PiD), and progressive supranuclear palsy (PSP). Although the three disorders share the feature of tau protein pathology, the regulatory circuitry of non-coding genetic variants underlying risk-associated cell states remains to be elucidated. Using paired single-nucleus profiling of chromatin accessibility and gene expression across AD, PiD, and PSP, we define cell-type-specific cis-regulatory elements (CREs) across six cell types and fifty subclasses. Comparing disease-dynamic CREs across three disorders, we find that glia overrepresent disorder-specific gene regulation related to dynamic cellular response to stress. We show that human genetic variants affecting microglial gene regulation converge into distinct and co-regulated modules affecting specific cellular functions. Moreover, polygenic risk modifiers are maximally co-accessible in disorder-specific glial states, modifying distinct pathways such as sphingomyelin regulation in PiD. Our study informs glial regulators linked to polygenic modifiers of primary tauopathy, introducing modifiable pathways governing resilience for therapeutic consideration.", "date": "2025-06-04", "journal": ""}
{"title": "Persistent cortical excitatory neuron dysregulation in adult Chd8 haploinsufficient mice.", "doi": "10.1101/2025.06.04.657776", "authors": "Canales, C. P.; Lozano, S.; Frost, N. A.; Cichewicz, K.; Amaral, W.; Seban, N.; Fenton, E.; Wade, A.; Chu, N.; Smith, E.; Ardekani, C.; Frank, S.; Bennett, J.; Lavenex, P.; Kopley-Smith, A.; Rahbarian, D.; Corea, M.; Perla, D.; Davis, L.; Zhu, J.; Ortiz, R.; Beauregard, P.; Moyer, C.; Baker, J.; Sun, J.; Ma, B.; Lu, J.; Sohal, V. S.; Amaral, D. G.; Zuo, Y.; Nord, A. S.", "abstract": "CHD8 mutations cause autism spectrum disorder, cognitive deficits, and macrocephaly. Chd8+/- mouse models exhibit macrocephaly and transcriptional pathology, with inconsistent findings regarding neurogenesis, neuron function, and behavior. Via stereology and single nuclei transcriptomics (snRNA-seq), we found increased Chd8+/- cortical volume was not explained by increase in neuron number. Differential expression (DE) was present across cortical cell types, with excitatory neurons exhibiting high DE burden and shared and subclass-specific DE signatures. Bulk RNA-seq DE of constitutive Chd8+/- and conditional Camk2a-Cre Chd8+/- mice identified shared transcriptional pathology. DE in synaptosomal versus nuclear mRNA identified overlapping DEGs, but also significant differences and exaggerated synaptosomal changes. Building on DE findings implicating glutamatergic neurons, we found Chd8+/- mice exhibited altered excitatory neuron spine density and dynamics, decreased GCaMP activity correlation, and sleep perturbation. Thus, Chd8 haploinsufficiency causes lasting excitatory neuron dysfunction, perturbs RNA regulation beyond transcription, and impacts neuronal properties, cortical microcircuits, and behavior.", "date": "2025-06-04", "journal": ""}
{"title": "Comparative transcriptomics of iPSC-derived cardiomyocytes in a high and a low altitude population", "doi": "10.1101/2025.06.04.657917", "authors": "Gray, O. A.; Witonsky, D. B.; Di Rienzo, A.", "abstract": "Tibetan adaptation to high-altitude hypoxia remains a classic example of Darwinian selection in humans. To identify adaptive traits that might have evolved in Tibetans in response to long-term exposure to hypoxia, we previously established a library of induced pluripotent stem cells (iPSCs), derived from Tibetan and Han Chinese individuals, as a robust model system for the exploration of condition-specific molecular and cellular responses. We used this system to characterize and compare the transcriptome of iPSC-derived endothelial cells and found that angiogenesis, energy metabolism and immune pathways differ between the cell lines from these two populations. Here, we harness the same experimental system to characterize and compare the transcriptome of iPSC-derived cardiomyocytes in Tibetan and Han Chinese in hypoxia. We find that several pathways, such as the hypoxia, myogenesis and glycolysis pathways, are significantly enriched for differentially expressed genes across populations. These pathways are candidate targets of natural selection due to exposure to the high-altitude hypoxic environment and point to adaptive cardiac traits such as sustained cardiac function in hypoxia. A better understanding of these adaptations may offer insights into novel therapeutic strategies for hypoxia-related cardiovascular conditions, such as pulmonary hypertension and ischemic heart disease.", "date": "2025-06-04", "journal": ""}
{"title": "Oligo-FISH Validates Genome Assemblies and Delivers the Most Precise Karyotype for Lens Mill. Species", "doi": "10.1101/2025.06.02.657502", "authors": "Silvestrini, A. J. A.; Ramsay, L.; von Wettberg, E. B.; Bett, K.", "abstract": "Chromosome structural rearrangements play a significant role in karyotype evolution and speciation. These rearrangements pose challenges for precise karyotyping, leading to asymmetric chromosomes and complicating the assembly of a genus pan-genome for crops and their wild relatives. Lens culinaris, an important cool-season legume primarily cultivated in India and Canada, is the cultivated species among six wild relatives. All seven species of Lens face significant challenges due to chromosomal rearrangements, ranging from introgression issues to difficulties in developing a precise karyotype and advancing genomic studies. Using the gene synteny analysis between the cultivated Lens species and six wild relatives, we developed cross-species oligo-FISH (Fluorescent in situ hybridization) probes aiming to further attest to the genome assembly and synteny analysis of Lens species. Roots of seven Lens spp. accessions were harvested and used for chromosome spread preparations. Those slides were then used for Oligo-FISH experiments, where the DNA present in the slides was denatured, and a set of red and green oligo probes was hybridized to the chromosomes. Pictures were taken using a fluorescence microscope. The combination of both oligo sets/probes resulted in a distinct pattern for each Lens spp. chromosome, allowing the inference of the most precise karyotype to date for six Lens species. The number of oligo probe signals reflects the species' phylogenetic proximity, while the distribution of those signals changed drastically within the same gene pool. The karyotyping of Lens confirmed the proper assignment of chromosomes in the genome assemblies and validated the rearrangements detected in the synteny analysis. Differences in the assembly probe prediction and the oligo-FISH results were used to improve the assemblies. The results attest to a higher sequence-level similarity among the closest related species despite the occurrence of several structural changes among them. The oligo-FISH probes can be used in conjunction with plant genome assembly projects, supporting the delivery of a precise representation of their physical chromosomes.", "date": "2025-06-04", "journal": ""}
{"title": "The mutational dynamics of the Arabidopsis centromeres", "doi": "10.1101/2025.06.02.657473", "authors": "Dong, X.; Jiao, W.-B.; Campoy, J. A.; Rabanal, F. A.; Ton, J.; Smith, L. M.; Weigel, D.; Schneeberger, K.", "abstract": "Centromeres are specialized chromosome regions essential for sister chromatid cohesion and spindle attachment during mitosis. Many centromeres comprise highly variable, megabase-scale satellite DNA arrays, yet the mutation spectrum driving this variability remains poorly understood. Using replicated genome assemblies of six Arabidopsis mutation accumulation lines, we identified centromeric mutations consisting almost exclusively of point mutations and structure-preserving, in-frame indels spanning a few kilobases. Centromeric point mutations occurred at a ninefold higher rate (6.1x10^-8/bp/gen) than in chromosome arms, frequently introduced by non-allelic gene conversions from closely linked repeat units. Forward-in-time simulations based on the observed mutation spectrum recapitulated the emergence of megabase-scale higher-order repeat (HOR) structures, including long-range sequence similarities, without requiring large-scale rearrangements, closely mirroring centromeric divergence among natural genomes. Our results show that centromere evolution is driven by a unique mutational spectrum, providing a quantitative framework to understand how small-scale mutations shape and maintain the large-scale architecture of centromeric DNA.", "date": "2025-06-04", "journal": ""}
{"title": "Gene specificity landscapes for comparative transcriptomic analysis across tissues, cell types, and species", "doi": "10.1101/2025.06.04.657813", "authors": "Bot, E.; Davila-Velderrain, J.", "abstract": "Gene expression specificity is a biological parameter relevant for understanding the molecular basis of evolutionary constraints and tissue-selective pathogenesis. Many efforts have tried to quantify the degree of tissue specificity of individual genes. The growing availability of single-cell transcriptomic data greatly expands the context in which expression specificity can be assessed. We present a computational strategy to globally analyse and compare the specificity of genes and groups of related genes across different contexts. By representing expression profiles in terms of expression level-breadth (L-B) relationships, we are able to quantify and construct 2D landscapes that provide a globally consistent coordinate system to map specificity patterns. We characterize these landscapes at different levels of resolution and across species to demonstrate simple strategies for comparative transcriptomics. We use this approach to investigate the tissue, cell type, and neuronal specificity of human genes and generate reference specificity landscapes. Finally, by comparing the specificity of brain cell subtypes across 4 primate species we find that their degree of conservation mirrors evolutionary divergence times. Our analysis framework and data resources are available in the R package GeneSLand.", "date": "2025-06-04", "journal": ""}