{"title": "Click-Based Determination of Accumulation of Molecules in Escherichia coli", "doi": "10.1101/2023.06.20.545103", "authors": "Ongwae, G. M.; Liu, Z.; Feng, S.; Chordia, M. D.; Dash, R.; He, Y.; Sharifian Gh., M.; Dalesandro, B. E.; Guo, T.; Sharpless, K. B.; Dong, J.; Siegrist, M. S.; Im, W.; Pires, M.", "abstract": "Gram-negative bacterial pathogens pose a significant challenge in drug development due to their outer membranes, which impede the permeation of small molecules. The lack of widely adoptable methods to measure the cytosolic accumulation of compounds in bacterial cells has hindered drug discovery efforts. To address this challenge, we developed the CHloroalkane Azide Membrane Permeability (CHAMP) assay, specifically designed to assess molecule accumulation in the cytosol of Gram-negative bacteria. The CHAMP analysis utilizes biorthogonal epitopes anchored within HaloTag-expressing bacteria and measures the cytosolic arrival of azide-bearing test molecules through strain-promoted azide-alkyne cycloaddition. This workflow allows for robust and rapid accumulation measurements of thousands of azide-tagged small molecules. Our approach consistently yields a large number of accumulation profiles, significantly exceeding the scale of previous measurements in Escherichia coli (E. coli). We have validated the CHAMP assay across various chemical and biological contexts, including hyperporinated cells, membrane-permeabilized cells, and E. coli strains with impaired TolC function, a key component of the efflux pump. The CHAMP platform provides a simple, high-throughput, and accessible method that enables the analysis of over 1,000 molecules within hours. This technique addresses a critical gap in antimicrobial research, potentially accelerating the development of effective agents against Gram-negative pathogens.", "date": "2025-10-29", "journal": ""}
{"title": "Superoxide Dismutases maintain niche homeostasis in stem cell populations", "doi": "10.1101/2023.12.06.570086", "authors": "Majhi, O.; Chhatre, A.; Chaudhary, T.; Sinha, D.", "abstract": "Reactive oxygen species (ROS), predominantly derived from mitochondrial respiratory complexes, have emerged as key molecules influencing cell fate decisions like maintenance and differentiation. These redox-dependent events are mainly considered to be cell intrinsic in nature, on the contrary our observations indicate involvement of these oxygen-derived entities as intercellular communicating agents. In Drosophila male germline, Germline Stem Cells (GSCs) and neighbouring Cyst Stem Cells (CySCs) maintain differential redox thresholds where CySC have higher redox-state compared to the adjacent GSCs. Disruption of the redox equilibrium between the two adjoining stem cell populations by depleting Superoxide Dismutases (SODs) especially Sod1 results in deregulated niche architecture and loss of GSCs, which was mainly attributed to loss of contact-based receptions and uncontrolled CySC proliferation due to ROS-mediated activation of self-renewing signals. Our observations hint towards the crucial role of differential redox states where CySCs containing higher ROS function not only as a source of their own maintenance cues but also serve as non-autonomous redox moderators of GSCs. Our findings underscore the complexity of niche homeostasis and predicate the importance of intercellular redox communication in understanding stem cell microenvironments.", "date": "2025-10-29", "journal": ""}
{"title": "Synth4bench: Synthetic Data Generation for Benchmarking Tumor-Only Somatic Variant Calling Algorithms", "doi": "10.1101/2024.03.07.582313", "authors": "Fragkouli, S.-C.; Pechlivanis, N.; Anastasiadou, A.; Karakatsoulis, G.; Orfanou, A.; Kollia, P.; Agathangelidis, A.; Psomopoulos, F. E.", "abstract": "Motivation: Somatic variant calling is a key activity towards identifying genomic alterations; yet, the evaluation of the respective tools remains challenging due to the scarcity of high quality ground truth datasets. To overcome this limitation, we developed synth4bench, a synthetic data generation pipeline for robust benchmarking. Using a systematic process to create distinct synthetic datasets, we thoroughly evaluated five variant callers (Mutect2, FreeBayes, VarDict, VarScan2 and LoFreq). We compared tool outputs against our synthetic ground truth across key sequencing aspects (such as depth and read length) to assess their capacities and shed light on their underlying algorithmic principles. Results: Synth4bench is an approach for evaluating tumor-only somatic variant callers that relies on a systematic definition of fully controlled ground-truth datasets. Our analysis revealed significant inconsistencies among the tool outputs and a strong dependence of caller performance on sequencing parameters. Indels remain the hardest-to-call variant type, driven by errors at low allele frequencies. Algorithmic choice is also critical; the most robust callers displayed the highest precision in allele frequency estimation, while the most sensitive caller was best for maximizing true positive recovery. Conversely, the least suitable caller exhibited systematic errors along with the poorest overall performance. These findings indicate that there is not a one-solution-fit-all; sequencing optimization together with caller selection are necessary to maximize sensitivity and reliability. Furthermore, the pronounced inconsistencies suggest that current algorithms are not yet able to capture all mutational mechanisms adequately, with the modeling of the underlying processes remaining an open challenge. Availability: code: https://github.com/sfragkoul/synth4bench/ and data: https://zenodo.org/records/16524193", "date": "2025-10-29", "journal": ""}
{"title": "Mid-Cenozoic Rhinocerotid Dispersal via the North Atlantic", "doi": "10.1101/2024.06.04.597351", "authors": "Fraser, D.; Rybczynski, N.; Gilbert, M.; Dawson, M. R.", "abstract": "The North Atlantic Land Bridge (NALB), which connected Europe to North America, enabled high latitude dispersal, particularly during globally warm periods such as the Paleocene-Eocene Thermal Maximum, a period of dramatic faunal reorganization. It has been generally accepted by paleontologists, based on faunal comparisons between Europe and North America, that terrestrial vertebrates did not disperse via the NALB more recently than the early Eocene. Herein, we describe a new Early Miocene rhinocerotid species from the Canadian High Arctic with proximity to the NALB and present novel phylogenetic hypotheses for rhinocerotids. The new species, a member of the genus Epiaceratherium, is differentiated from the four other members of the genus by characteristics of the P3, M1-2, mandible, and lower premolars. Global-scale biogeographic analyses reveal a high number of dispersals between Europe and North America, in both directions; cumulatively, they near the number of dispersals within Eurasia. Notably, multiple dispersals occurred in the Oligo-Miocene, suggesting that the NALB may have been crossable for mammals for at least 20 Ma longer than previously considered, consistent with emerging geological and palaeoclimatological models. We thus provide insight into the importance of the NALB as persistent high latitude connector of geographically disparate terrestrial faunas, underscoring the pivotal role of the Arctic in mammalian evolution.", "date": "2025-10-29", "journal": ""}
{"title": "Identifying unmeasured heterogeneity in microbiome data via quantile thresholding (QuanT)", "doi": "10.1101/2024.08.16.608281", "authors": "Lu, J.; Satten, G. A.; Meyer, K. A.; Launer, L. J.; Ling, W.; Zhao, N.", "abstract": "Microbiome data, like other high-throughput data, suffer from technical heterogeneity stemming from differential experimental designs and processing. In addition to measured artifacts such as batch effects, there is heterogeneity due to unknown or unmeasured factors, which lead to spurious conclusions if unaccounted for. With the advent of large-scale multi-center microbiome studies and the increasing availability of public datasets, this issue becomes more pronounced. Current approaches for addressing unmeasured heterogeneity in high-throughput data were developed for microarray and/or RNA sequencing data. They cannot accommodate the unique characteristics of microbiome data such as sparsity and over-dispersion. Here, we introduce Quantile Thresholding (QuanT), a novel non-parametric approach for identifying unmeasured heterogeneity tailored to microbiome data. QuanT applies quantile regression across multiple quantile levels to threshold the microbiome abundance data and uncovers latent heterogeneity using thresholded binary residual matrices. We validated QuanT using both synthetic and real microbiome datasets, demonstrating its superiority in capturing and mitigating heterogeneity and improving the accuracy of downstream analyses, such as prediction analysis, differential abundance tests, and community-level diversity evaluations.", "date": "2025-10-29", "journal": ""}
{"title": "High levels of mitotic gene conversion are needed to effectively purge deleterious mutations in asexual organisms", "doi": "10.1101/2024.08.30.610445", "authors": "Kopcak, D.; Hartfield, M.", "abstract": "Self-fertilisation and asexual reproduction are both hypothesised to cause long-term extinction due to inefficient selection against deleterious mutations. Self-fertilisation can counter these effects through creating homozygous genotypes and purging deleterious mutations. Although complete asexuality lacks meiotic gene exchange, mitotic gene conversion creates homozygous regions that could limit deleterious mutation accumulation in an analogous manner. We compare mutation accumulation in self-fertilising and facultative sexual populations subject to mitotic gene conversion, and quantify the efficacy of purging in the latter. We first show analytically that purging is most effective with high levels of asexuality and gene conversion, and when deleterious mutations are recessive. We further show using simulations that, when mitotic gene conversion becomes sufficiently high in obligate asexuals, there is a reduction in the mutation count and a jump in homozygosity, reflecting purging. These effects are stronger than predicted from single-locus models, demonstrating how multi-locus purging can further reduce mutation prevalence in asexuals. However, this mechanism is not necessarily as efficient at purging under high self-fertilisation, and elevated rates of mitotic gene conversion seem to be needed for widespread purging compared to empirical estimates.", "date": "2025-10-29", "journal": ""}
{"title": "Motor and cognitive sequence tasks exhibit different ramping patterns in parietal and prefrontal cortices", "doi": "10.1101/2024.10.09.617499", "authors": "Doyle, H.; Yewbrey, R.; Kornysheva, K.; Desrochers, T. M.", "abstract": "Humans complete different types of sequences as a part of everyday life. These sequences can be divided into two important categories: those that are abstract, in which the steps unfold according to a rule at super-second to minute time scale, and those that are motor, defined solely by individual movements and their order which unfold at the sub-second to second timescale. For example, the sequence of making spaghetti consists of abstract tasks (preparing the sauce and cooking the noodles) and nested motor actions (stir pasta water). Previous work shows neural activity increases (ramps) in the rostrolateral prefrontal (RLPFC) during abstract sequence execution (Desrochers et al., 2015, 2019). During motor sequence production, activity occurs in regions of the prefrontal cortex (Yewbrey et al., 2023). However, it remains unknown if ramping is a signature of motor sequence production as well or solely an attribute of abstract sequence monitoring and execution. We tested the hypothesis that significant ramping activity occurs during motor sequence production in the RLPFC. Contrary to our hypothesis, we did not observe significant ramping activity in the RLPFC during motor sequence production, but we found significant ramping activity in bilateral inferior parietal cortex, in regions distinct from those observed during an abstract sequence task. Our results suggest different prefrontal-parietal circuitry may underlie abstract versus motor sequence execution.", "date": "2025-10-29", "journal": ""}
{"title": "Decoding RNA-RNA Interactions: The Role of Low-Complexity Repeats and a Deep Learning Framework for Sequence-Based Prediction", "doi": "10.1101/2025.02.16.638500", "authors": "Setti, A.; Bini, G.; Maiorca, V.; Pellegrini, F.; Proietti, G.; Miltiadis-Vrachnos, D.; D'angelo, A.; Armaos, A.; Martone, J.; Monti, M.; Ruocco, G.; Rodola, E.; Bozzoni, I.; Colantoni, A.; Tartaglia, G. G.", "abstract": "RNA-RNA interactions (RRIs) are fundamental to gene regulation and RNA processing, yet their molecular determinants remain unclear. In this work, we analyze several large-scale RRI datasets and identify low-complexity repeats (LCRs), including simple tandem repeats, as key drivers of RRIs. Our findings reveal that LCRs enable thermodynamically stable interactions with multiple partners, positioning them as key hubs in RNA-RNA interaction networks. These RRIs appear to be important for several aspects of RNA metabolism. Sequencing-based analysis of the lncRNA Lhx1os interactors validates the importance of LCRs in shaping contacts potentially involved in neuronal development. Recognizing the pivotal role of sequence determinants, we develop RIME, a deep learning model that predicts RRIs by leveraging embeddings from a nucleic acid language model. RIME outperforms traditional thermodynamics-based tools, successfully captures the role of LCRs and prioritizes high-confidence interactions, including those established by lncRNAs. RIME is freely available at https://tools.tartaglialab.com/rna_rna.", "date": "2025-10-29", "journal": ""}
{"title": "Comparative pangenomics unveils distinct host adaptation levels and conserved biosynthetic potential in microbiome Clostridia", "doi": "10.1101/2025.02.12.637840", "authors": "De Vrieze, L.; Masschelein, J.", "abstract": "Bacterial species adopt various lifestyles to thrive in diverse ecological niches, ranging from living freely in the soil to being part of various human and animal microflora. However, the impact of these adaptation processes on their genomes and metabolisms remains largely unexplored beyond the genus level. Investigating these evolutionary dynamics for higher taxonomic levels can enhance our understanding of the relationship between host adaptation and their functional capabilities. In this regard, we examined the evolutionary trajectories and metabolic capabilities of the Clostridia class, which display a variety of lifestyles and are of high importance for industry, medicine and microbiome research. First, we uncover that the clostridial orders have significantly different adaptation rates. Second, we show that the Oscillospirales order has undergone extensive genomic and functional specialisation toward a host-associated lifestyle, while the Lachnospirales order tends to be at a lower level of host association, retaining a remarkably high number of free-living trait genes and a high degree of metabolic versatility. Third, we reveal substantial differences in genomic architecture and metabolic versatility between the clostridial orders and link these to the progressing stages of host adaptation. Additionally, we identify widely conserved biosynthetic gene clusters, highlighting untapped biosynthetic potential of evolutionary significance. Hence, the beyond-genus level analyses in this study provide valuable new insights with implications for the biological sciences and biotechnology.", "date": "2025-10-29", "journal": ""}
{"title": "Interactions between mechanisms of reproductive isolation", "doi": "10.1101/2025.02.20.639255", "authors": "Blanckaert, A.; Sousa, V. C.", "abstract": "Speciation is responsible for the diversity of species observed today and corresponds to the build-up of reproductive isolation between populations. Reproductive isolation can be generated by different mechanisms that have been extensively characterized, yet how their interactions affect speciation remains largely unknown. Here, we explicitly model the interaction of three key mechanisms (local adaptation, mate choice and genetic hybrid incompatibilities) quantifying their relative contribution to the evolution of reproductive isolation. We modeled two populations exchanging migrants using Fisher's Geometric Model for local adaptation, phenotype matching for mate choice, and multiple pairs of Bateson-Dobzhansky-Muller Incompatibilities (DMI). All three mechanisms were determined by the same set of loci, creating conditions for interactions between barriers both at the genetic and population levels. We found very few cases where the three barriers evolved together. Instead, two barriers could evolve depending on the migration rate: either local adaptation and genetic incompatibilities for limited migration, or local adaptation and mate choice for higher migration. Our results showed that local adaptation due to ecological differentiation was the first to evolve and by far the most effective reproductive barrier. Finally, we demonstrated that in a polygenic model, populations could become locally adapted and evolve strict mate choice, yet they would not accumulate incompatibilities provided that there was sufficient gene flow.", "date": "2025-10-29", "journal": ""}
{"title": "GrAnnoT, a tool for efficient and reliable annotation transfer through pangenome graph", "doi": "10.1101/2025.02.26.640337", "authors": "Marthe, N.; Zytnicki, M.; Sabot, F.", "abstract": "The increasing availability of genome sequences has highlighted the limitations of using a single reference genome to represent the diversity within a species. Pangenomes, encompassing the genomic information from multiple genomes, thus offer a more comprehensive representation of intraspecific diversity. However, pangenomes in form of a variation graph often lack annotation information and tools for, which limits their utility for downstream analyses. We introduce here GrAnnoT, a tool designed for an efficient and reliable integration of annotation information in such variation graphs. It projects existing annotations from a source genome to the variation graph and subsequently to other embedded genomes. GrAnnoT was benchmarked against state-of-the-art tools on pangenome variation graphs and linear genomes for Asian rice, and tested on human and E. coli data. The results demonstrate that GrAnnoT is consensual, conservative, and fast. It provides informative outputs, such as presence-absence matrices for genes, and alignments of transferred features between source and target genomes, helping in the study of genomic variations and evolution. GrAnnoT's robustness and replicability across different species make it a valuable tool for enhancing pangenome analyses. GrAnnoT is available under the GNU GPLv3 licence athttps://forge.ird.fr/diade/dynadiv/grannot.", "date": "2025-10-29", "journal": ""}
{"title": "A scalable framework for current steering at single-neuron resolution", "doi": "10.1101/2025.03.14.643392", "authors": "Vasireddy, P. K.; Vilkhu, R. S.; Lotlikar, A.; Brown, J. B.; Phillips, A. J.; Gogliettino, A.; Hays, M. R.; Baum, C.; Kato, E.; Sharon, A.; Hottowy, P.; Sher, A.; Litke, A.; Mitra, S.; Shah, N.; Chichilnisky, E. J.", "abstract": "Advances in understanding neural codes have opened up the possibility of developing electronic interfaces that can restore the natural function of diverse circuits in the brain. However, fully restoring a neural code requires the ability to selectively activate neurons at cellular resolution, a challenge given the limited electrode density of typical devices. Current steering -- passing current through multiple electrodes simultaneously to target locations between electrodes -- could enable cellular resolution stimulation, but a computational framework for performing current steering at single-neuron resolution does not yet exist. Here, we develop such a framework, inspired by the biophysics of spike generation, and test it experimentally in the isolated macaque and human retina. Current was passed through three neighboring electrodes simultaneously using a 512-electrode array with 30 m pitch, directly evoking individual spikes in retinal ganglion cells with sub-millisecond latency. Examination of three-electrode current threshold surfaces for 65 cells revealed linear summation of currents in some cases, and nonlinear summation in others, depending on the geometry of the electrodes relative to the cell. These behaviors were explained by a biophysical model in which spikes can initiate at multiple sites in the cell, and were also accurately captured by a simple and easily fittable linear-OR cascade model. Finally, an adaptive sampling procedure exploited these observations to efficiently identify electrical stimulus triplets that could activate one cell without activating others. Together these advances represent a scalable, biophysically motivated approach to restoring a neural code at cellular resolution.", "date": "2025-10-29", "journal": ""}
{"title": "BINSEQ: A Family of High-Performance Binary Formats for Nucleotide Sequences", "doi": "10.1101/2025.04.08.647863", "authors": "Teyssier, N.; Dobin, A.", "abstract": "Modern genomics produces billions of sequencing records per run, which are typically stored as gzip-compressed FASTQ files. While this format is widely used, it is not optimal for high-throughput processing due to its reliance on single-threaded decompression and sequential parsing of irregularly sized records. This limitation is particularly problematic for applications that would benefit from parallel processing, such as read mapping, variant calling, and de novo assembly. Here, we present BINSEQ, a family of simple binary formats that enable high-throughput parallel processing of sequencing data. The BINSEQ family consists of two complementary implementations: BQ, optimized for fixed-length reads using a two-bit or four-bit encoding scheme with true random record access capability, and VBQ, designed for variable-length sequences with optional quality scores and block-based compression. We demonstrate that BINSEQ files are up to 90x faster than compressed FASTQ for parallel processing and can reduce analysis time from hours to minutes for large-scale genome and transcriptome analyses, particularly for resource-intensive applications like alignment, mapping, and de novo assembly. To facilitate adoption we provide high-performance libraries for reading and writing BINSEQ formats, native parallelization strategies with convenient APIs, and a command-line tool for conversion to and from traditional formats.", "date": "2025-10-29", "journal": ""}
{"title": "Glycosylated IgG antibodies contribute to the recovery of haemorrhagic fever with renal syndrome patients", "doi": "10.1101/2025.04.11.648365", "authors": "Quan, C.; Wang, L.; Gao, J.; Li, Y.; Xu, X.; Li, H.; Gao, Z.; Ruan, W.; Liu, H.; Li, Q.; Xing, W.; Zhao, L.; Carr, M. J.; Shi, W.; Hou, H.", "abstract": "Haemorrhagic fever with renal syndrome (HFRS) is a fatal disease caused by Hantaan virus (HTNV) infection. Humoral immunity is essential for effective viral clearance, however, the glycosylation characteristics of immunoglobulin G (IgG) in HFRS patients is not well known. Peripheral blood mononuclear cells from HFRS patients were obtained for B subset analysis using scRNA-seq and flow cytometry. HTNV specific IgG antibody titers were detected by enzyme-linked immunosorbent assay, and IgG glycosylation was analyzed by ultra-performance liquid chromatography. The proportions of the antibody-secreting memory (ASM) B cells and plasmablasts (PB) were significantly expanded among acute HFRS patients. We discovered significantly increased fucosylated IgG and decreased bisecting N-acetylglucosamine during the convalescent phase of HTNV infection. Meanwhile, positive correlations were observed between ASM subsets and galactosylation/sialylation in the IgG Fc region, and between PB subsets and sialylation. Notably, the glycosylation-related genes, such as RPN1 and RPN2, were primarily expressed differentially in the ASM and PB subclusters which were enriched in the N-glycosylation modifications of proteins through asparagine. Our findings indicated that IgG N-glycosylation may play a crucial role in combating HTNV infection and contributing to clinical recovery, which provided new insights for optimizing glycoengineered therapeutic antibodies.", "date": "2025-10-29", "journal": ""}
{"title": "CompleteBin: A transformer-based framework unlocks microbial dark matter through improved short contig binning", "doi": "10.1101/2025.04.20.649691", "authors": "Zou, B.; Zhang, Z.; Wang, X.; Tao, R.; Gu, N.; Kristiansen, K.; Han, M.; Zhang, L.", "abstract": "Metagenomic binning is crucial for reconstructing microbial genomes from metagenomic sequencing samples. However, existing tools struggle in complex communities where short, low-abundance contigs predominate, thereby limiting the recovery of complete metagenome-assembled genomes (MAGs) and the identification of novel functions. Here, we introduce CompleteBin, a Transformer-based framework that integrates contig sequence context, pre-trained taxonomic embeddings from a genome language model, and dynamic contrastive learning to bin short contigs robustly. Across CAMI II datasets, CompleteBin increased near-complete MAG recovery by 38.5% over leading methods like COMEBin. Across 28 diverse real-world datasets (marine, freshwater, plant-associated, cold seep sediment, and human gut), it achieved a 57.4% improvement on average. Applying CompleteBin to six cold seep sediment samples uncovered 129 strain-level genome bins across 30 phyla, including 13 phyla undetected by other tools, and taxonomically assigned 90,405 genes (32.1% of total), revealing previously unknown species in nitrogen and sulfur cycling. CompleteBin unlocks microbial dark matter in diverse environments, advancing our understanding of microbial ecology and biogeochemical processes.", "date": "2025-10-29", "journal": ""}
{"title": "CompleteBin: A transformer-based framework unlocks microbial dark matter through improved short contig binning", "doi": "10.1101/2025.04.20.649691", "authors": "Zou, B.; Zhang, Z.; Wang, X.; Tao, R.; Gu, N.; Kristiansen, K.; Han, M.; Zhang, L.", "abstract": "Metagenomic binning is crucial for reconstructing microbial genomes from metagenomic sequencing samples. However, existing tools struggle in complex communities where short, low-abundance contigs predominate, thereby limiting the recovery of complete metagenome-assembled genomes (MAGs) and the identification of novel functions. Here, we introduce CompleteBin, a Transformer-based framework that integrates contig sequence context, pre-trained taxonomic embeddings from a genome language model, and dynamic contrastive learning to bin short contigs robustly. Across CAMI II datasets, CompleteBin increased near-complete MAG recovery by 38.5% over leading methods like COMEBin. Across 28 diverse real-world datasets (marine, freshwater, plant-associated, cold seep sediment, and human gut), it achieved a 57.4% improvement on average. Applying CompleteBin to six cold seep sediment samples uncovered 129 strain-level genome bins across 30 phyla, including 13 phyla undetected by other tools, and taxonomically assigned 90,405 genes (32.1% of total), revealing previously unknown species in nitrogen and sulfur cycling. CompleteBin unlocks microbial dark matter in diverse environments, advancing our understanding of microbial ecology and biogeochemical processes.", "date": "2025-10-29", "journal": ""}
{"title": "Unraveling the Molecular Mechanisms of ABHD5 Membrane Targeting", "doi": "10.1101/2025.05.06.652485", "authors": "Kumar, A.; Sanders, M.; Zhang, H.; Zhou, L.; Parveen, S.; C. Jensen, M.; Jorgensen, T. J. D.; Kelly, C. V.; Granneman, J. G.; Huang, Y.-m.", "abstract": "ABHD5 is a master regulator of PNPLA family lipases, particularly PNPLA2 (ATGL), the rate-limiting triglyceride (TAG) hydrolase in metabolic tissues. Despite its central role in lipid metabolism, the molecular basis by which ABHD5 recognizes membranes and regulates enzymatic activity remains poorly understood. Here, we report an integrated computational-experimental study revealing how the /{beta}-hydrolase domain-containing protein 5 (ABHD5) dynamically engages lipid droplet (LD) and endoplasmic reticulum membranes to control lipolytic activation. Using multiscale molecular dynamics simulations, hydrogen-deuterium exchange mass spectrometry, and site-directed mutagenesis, we uncover a sequential dual-site membrane recognition mechanism, where the N-terminus provides initial anchoring and a lid helix within the insertion segment forms a crucial secondary contact. Membrane binding triggers a dramatic conformational switch in this lid, expanding the pseudosubstrate pocket and transforming ABHD5 into an active and membrane-localized regulator. This structural transition is coupled to membrane remodeling, inducing localized curvature and forming a triacylglycerol-enriched nanodomain beneath the ABHD5 pseudosubstrate pocket. This bidirectional interaction between ABHD5 and the membrane provides a persuasive mechanism for interfacial activation. Our findings establish new principles for how LD-binding proteins achieve functional specificity through membrane-dependent regulation, offering novel molecular targets for interventions in metabolic diseases.", "date": "2025-10-29", "journal": ""}
{"title": "Unraveling the Molecular Mechanisms of ABHD5 Membrane Targeting", "doi": "10.1101/2025.05.06.652485", "authors": "Kumar, A.; Sanders, M.; Zhang, H.; Zhou, L.; Parveen, S.; C. Jensen, M.; Jorgensen, T. J. D.; Kelly, C. V.; Granneman, J. G.; Huang, Y.-m.", "abstract": "ABHD5 is a master regulator of PNPLA family lipases, particularly PNPLA2 (ATGL), the rate-limiting triglyceride (TAG) hydrolase in metabolic tissues. Despite its central role in lipid metabolism, the molecular basis by which ABHD5 recognizes membranes and regulates enzymatic activity remains poorly understood. Here, we report an integrated computational-experimental study revealing how the /{beta}-hydrolase domain-containing protein 5 (ABHD5) dynamically engages lipid droplet (LD) and endoplasmic reticulum membranes to control lipolytic activation. Using multiscale molecular dynamics simulations, hydrogen-deuterium exchange mass spectrometry, and site-directed mutagenesis, we uncover a sequential dual-site membrane recognition mechanism, where the N-terminus provides initial anchoring and a lid helix within the insertion segment forms a crucial secondary contact. Membrane binding triggers a dramatic conformational switch in this lid, expanding the pseudosubstrate pocket and transforming ABHD5 into an active and membrane-localized regulator. This structural transition is coupled to membrane remodeling, inducing localized curvature and forming a triacylglycerol-enriched nanodomain beneath the ABHD5 pseudosubstrate pocket. This bidirectional interaction between ABHD5 and the membrane provides a persuasive mechanism for interfacial activation. Our findings establish new principles for how LD-binding proteins achieve functional specificity through membrane-dependent regulation, offering novel molecular targets for interventions in metabolic diseases.", "date": "2025-10-29", "journal": ""}
{"title": "Divergent paths, convergent heads: morphological adaptation of head shape to habitat use and diet in snakes.", "doi": "10.1101/2025.05.17.654544", "authors": "Hudry, D.; Herrel, A.", "abstract": "Morphological convergence - where distantly related species evolve similar traits in response to shared ecological pressures - is a hallmark of adaptive evolution. In snakes, head shape is a key functional trait linked to habitat use and diet, yet the extent and drivers of its convergence across habitat types and diet remain poorly understood. Here, we used geometric morphometric analyses to analyze dorsal head shape from photographs of over 266 snake species, representing ~5% of global snake diversity. Our analyses reveal that head shape variation is only weakly structured by phylogeny and allometry, but shaped by ecological specialization. Morphospace patterns reflect distinct differences in species with different ecologies: fossorial species exhibit compact, broadened heads suited for burrowing; aquatic species show streamlined profiles for hydrodynamic efficiency; and arboreal snakes tend to possess elongated skulls for maneuvering in complex habitats. Terrestrial and semi-fossorial snakes display broad morphospace overlap and an elevated shape disparity highlighting morphological versatility. While diet covaried significantly with head shape, species with similar diets did not exhibit strong morphological convergence. These findings underscore the dominant role of ecology over phylogeny in shaping the evolution of head shape in gape-limited predators like snakes.", "date": "2025-10-29", "journal": ""}
{"title": "Ecological constraints and evolutionary trade-offs shape nitrogen fixation across habitats", "doi": "10.1101/2025.05.20.655134", "authors": "Sobol, M.; Klos, A.; Ane, C.; McMahon, K.; Kacar, B.", "abstract": "From its earliest beginnings, life s expansion into new habitats has been profoundly shaped by its reciprocal interactions with Earth s changing environments. Understanding how ancient metabolisms co-evolved with their environments requires uncovering the ecological and evolutionary processes that structured the functionally linked genes and networks underlying these metabolisms. Here, we focus on nitrogen (N2) fixation, one of life s most critical metabolisms, and investigate the drivers of complexity in its associated gene machinery today. We used a large-scale comparative genomics framework to construct a comprehensive catalog of extant N2 fixation associated genes and assessed their distribution across diverse microbial genomes and environmental backgrounds. Genomes enriched in N2 fixation genes generally have larger genome sizes, broader metabolic capabilities, wider habitat ranges, and are predominantly associated with mesophilic and aerobic lifestyles. Evolutionary reconstructions reveal a pattern of early gene gains in ancestral diazotrophs followed by lineage specific gene losses in later diverging taxa, suggesting evolutionary trade offs shaped by changing environments. These findings demonstrate that the evolution of N2 fixation has been intertwined with the composition and organization of the genes supporting the overarching N2 metabolism, driven by feedback between genome evolution and shifting environmental and ecological conditions.", "date": "2025-10-29", "journal": ""}
{"title": "Resurrected nitrogenases recapitulate canonical N-isotope biosignatures over two billion years", "doi": "10.1101/2025.05.21.655380", "authors": "Rucker, H.; Bubphamanee, K.; Harris, D.; Konhauser, K.; Seefeldt, L.; Buick, R.; Kacar, B.", "abstract": "Nitrogen isotope fractionation (15N) in sedimentary rocks has provided evidence for biological nitrogen fixation, and thus primary productivity, on the early Earth. However, the extent to which molecular evolution has influenced the isotopic signatures of nitrogenase, the enzyme that catalyzes the conversion of atmospheric nitrogen (N) to bioavailable ammonia, remains unresolved. Here, we reconstruct and experimentally characterize a library of synthetic ancestral nitrogenase genes, spanning over 2 billion years of evolutionary history. By engineering modern microbes to express these ancient nitrogenases, we assess the resulting 15N values under controlled laboratory conditions. All engineered strains exhibit 15N values within a narrow range comparable to that of modern microbes, suggesting that molybdenum (Mo) dependent nitrogenase has been largely invariant throughout evolutionary time since the origins of this pathway. These results confirm the robustness of N isotope biosignatures in the ancient rock record and bolster their utility in the search for life in extraterrestrial environments.", "date": "2025-10-29", "journal": ""}
{"title": "Infanticide in a colonial cooperative bird is not associated with direct reproductive benefits", "doi": "10.1101/2025.05.27.656097", "authors": "Covas, R.; Silva, L. R.; Ferreira, A. C.; D'Amelio, P. B.; Fortuna, R.; DuVal, D.; Paquet, M.; Doutrelant, C.", "abstract": "Infanticide, the killing of dependent young by adult conspecifics, is an extreme form of conflict that remains poorly understood. Previous studies suggest that it is associated with reproductive benefits, either by making breeders newly available for reproduction or by increasing offspring care and reducing competition for resources. In addition, infanticide may result from a reproductive trade-off, where parents kill their offspring if environmental conditions compromise their reproductive value. Here, we combine video, genetic and individual-level reproductive data collected over 12 years to describe infanticide in a highly social, cooperative bird, the sociable weaver Philetairus socius and to establish whether direct reproductive benefits or life-history trade-offs are possible motivators for this behaviour. We documented 50 cases of infanticide and identified 27 aggressors with known histories. These were mostly born outside the colonies where they committed infanticide (63%) and there was a bias towards younger individuals. Aggressors were usually not part of the victim's breeding group (74%), but in two cases infanticide was committed by the breeding female, and in five by helpers. In most cases, aggressors were not reproducing at the time of the infanticide, were not recorded mating with any of the breeders or helpers from the attacked nest, nor occupied the nest from where the chicks were evicted. Only eight of the known aggressors were confirmed as breeders after the attacks, and these mostly reproduced at the colony where the attacks were committed. Overall, we found no evidence for direct reproductive benefits of infanticide in sociable weavers. However, the younger age of aggressors, lack of genetic relatedness to the victims and future breeding at the colony suggest that competition between breeding groups, and hence indirect reproductive benefits, could provide motivation for infanticide in this population. Additional work over longer periods is needed to identify these possible indirect fitness benefits of infanticide.", "date": "2025-10-29", "journal": ""}
{"title": "On the potential sources of a low-frequency sound percept only a few can perceive", "doi": "10.1101/2025.06.07.658448", "authors": "Baumann, B.; Voss, A.; Jurado, C.; Drexl, M.", "abstract": "A small percentage of the general population reports almost constant humming or pulsing low-frequency sound percepts (LFSPs) while others in their vicinity, such as family members, often do not perceive these sounds. The origin of these LFSPs remains to be elucidated and may or may not be related to external sound sources. The underlying causes of these perceptions could also be subjective and belong to the tinnitus family, especially in cases where no external sound source sufficiently explaining the LFSP can be found. The present study puts forth two hypotheses to explain the phenomenon, based on both subjective and objective auditory phenomena: an unusually high auditory sensitivity to low-frequency sound, and hearing one's own low-frequency spontaneous otoacoustic emissions (SOAEs), sounds actively produced by the inner ear as a normal, physiological by-product of cochlear amplification. The present study employed high-resolution, low-frequency hearing threshold measurements and SOAE measurements in 28 individuals with LFSPs, and in control groups devoid of LFSPs. LFSP complainants self-reported hearing a LFSP at a median frequency of 50 Hz obtained with a frequency-matching procedure. With a few clear exceptions, complainants most often did not present unusually sensitive low-frequency hearing thresholds. Furthermore, hearing threshold fine structure was comparable to the control group. In addition, no SOAEs in the low-frequency range could be measured. Based on our results, while cases of hearing physical external sound sources are not ruled out, we suggest that a subjective tinnitus-like phenomenon in the low-frequency range is often the reason behind hearing these LFSPs.", "date": "2025-10-29", "journal": ""}
{"title": "Differential effect of low and high frequency transcranial magnetic stimulation on cortical excitability and myelination after neonatal hypoxia in mice", "doi": "10.1101/2025.06.13.659545", "authors": "Fabres, R. B.; Goussakov, I.; Synowiec, S.; Schwenk, E.; Yarnykh, V.; Aksenov, D.; Drobyshevsky, A.", "abstract": "Premature infants are highly susceptible to intermittent hypoxic brain injury, which is associated with adverse motor, cognitive, and behavioral outcomes, including deficits in attention, hyperactivity, and learning. Previous animal studies have shown myelination deficits and increased glutamatergic synaptic strength in the sensory-motor cortex. The study investigates the feasibility, safety, and therapeutic potential of repetitive transcranial magnetic stimulation (rTMS) in ameliorating central hypomyelination, reducing excessive glutamatergic transmission in cortical neurons following neonatal intermittent hypoxia (IH), and improving behavioral outcomes. In the mouse model of neonatal intermittent hypoxia, low-frequency (LF-rTMS) stimulation at 1 Hz or high-frequency (HF-rTMS) at 10 Hz stimulation was applied for 5 days shortly after the IH injury. The rTMS regimen did not induce apoptosis or inflammation. HF-rTMS significantly ameliorated hypomyelination in the corticospinal tract, with a larger increase in MPF in the stimulated hemisphere and also in the contralateral hemisphere. LF-rTMS reduced locomotor hyperactivity in female IH mice and decreased elevated glutamatergic synaptic excitability in motor cortex slices. This study provides evidence that rTMS can modulate both myelination and synaptic excitability, leading to improved behavioral outcomes after neonatal hypoxic brain injury. These findings highlight the therapeutic potential of rTMS as an early intervention strategy for neurological sequelae of perinatal hypoxia.", "date": "2025-10-29", "journal": ""}
{"title": "An advanced head-to-tail mouse embryo model with hypoxia-mediated neural patterning", "doi": "10.1101/2025.06.17.660116", "authors": "Balaskas, A.; Kraus, I.; Ozguldez, H. O.; Omgba, P. A.; Buschow, R.; Bolondi, A.; Berlad, I.; Hanna, J. H.; Kretzmer, H.; Bulut-Karslioglu, A.", "abstract": "The developing mammalian embryo is guided by the continuously changing signals that it receives from maternal tissues and its microenvironment. The dynamic cell-cell and cell-environment interactions that together shape the embryo largely remained unexplorable until the advance of stem cell-based embryo models. These revealed the self-organizing properties of cells in response to endogenous and exogenous cues. Among the latter, restricted oxygen (hypoxia) emerged as a critical microenvironmental regulator that influences cell type diversification in multicellular systems. Here we built a modular ESC-based head-to-tail model of mouse embryogenesis by developing an antero-posterior (AP) assembly strategy under hypoxia. These structures called HAP-gastruloids feature stage-appropriate anterior neural tissues that recapitulate the morphological organization and transcriptional identity of fore- and midbrain including spatial organizer regions such as the midbrain-hindbrain boundary. These anterior tissues develop in synchrony with posterior tissues such as the spinal cord, somites, and gut endoderm derivatives, ultimately yielding a unified structure. We show via genetic, environmental, and pharmacological perturbations that timed hypoxia is essential to boost anterior neural cell identities and their patterning through HIF1a and in part by modulating TGF{beta} activity. These results underline the key beneficial role of hypoxia in early development and offer a uniquely modular system to investigate antero-posterior phenotypes for basic discovery and translation.", "date": "2025-10-29", "journal": ""}
{"title": "Visible traits demonstrate that crispant founder mice can be used for phenotypic assessment", "doi": "10.1101/2025.06.27.661753", "authors": "Tillotson, R.; Gertsenstein, M.; Chang, L.-H.; Ruston, J.; Bellido Molias, F.; Lintott, L. G.; Taylor, C.; Gautier, P.; Nutter, L. M.; Justice, M. J.", "abstract": "Genes can be knocked out in model organisms by introducing a single guide RNA and Cas9 into one cell zygotes. Recently, the zebrafish and Xenopus communities have employed this method in genetic screening pipelines that assess phenotypes in founders (F0), referred to as ''crispants''. In contrast, phenotyping crispant mice has been avoided as results are believed to be confounded by genetic mosaicism, requiring that only established mouse lines undergo phenotypic assessment. Here, we targeted seven genes associated with visible recessive phenotypes. We observed the expected null phenotype in up to 100% founders per gene. Crucially, we achieved 100% editing efficiency in all but two animals. Genetic mosaicism was common, but did not confound an animal's phenotype when comprised of mutations that all disrupted the targeted gene. Mosaicism included short in-frame mutations, but these were sufficient to disrupt function of five genes. Several founders were compound heterozygotes carrying a null and a non-null allele (short in-frame mutation or late truncation), enabling functional assessment of the non-null allele to dissect protein function. Our results set the stage for using crispant founders for initial phenotypic assessment in genetic screening, before selecting candidates for further study. This will dramatically reduce animal numbers.", "date": "2025-10-29", "journal": ""}
{"title": "Anticipatory modulation as a unifying principle of sensory coding during locomotion", "doi": "10.1101/2025.06.29.662230", "authors": "Gant, J. M.; Mlynarski, W. F.", "abstract": "Behavior modulates the activity of sensory systems in multiple ways: from gain changes in individual neurons to changing interactions in neural populations. These effects are not universal; while movement has a strong influence on sensory coding in rodents, its impact on primates is less prominent. The diversity of effects that locomotion exerts on sensory neurons, as well as disparities between species, raises questions about the existence of universal principles that may underlie sensation during behavior. We propose that sensory systems are modulated in anticipation of systematic changes in stimulus statistics caused by locomotion to maintain an accurate and efficient sensory code across behavioral states. Model neurons optimized to encode stimuli recorded during movement in natural environments predict and reproduce a broad spectrum of experimental observations. The proposed, simple principle of anticipatory modulation reconciles the diversity of ways in which locomotion modulates visual coding in different animal species.", "date": "2025-10-29", "journal": ""}
{"title": "A comparison of sleep-based and retrieval-mediated memory consolidation using sigma-band activity", "doi": "10.1101/2025.08.14.670445", "authors": "Caldwell, H. B.; Lushington, K.; Chatburn, A.", "abstract": "Sleep and retrieval training are reported to promote memory consolidation and are thought to have similar underlying brain-based mechanisms; however, these mechanisms have yet to be directly compared side-by-side, across equivalent timescales. The current study aimed to see if we could replicate sleep spindles' enhancement of weakly encoded memories, across both sleep-based and retrieval-mediated memory consolidation, using EEG sigma power (~12-16 Hz) as a proxy for sleep spindles (i.e., sigma-band activity). Thirty subjects (27F, 18-34, M=22.17) participated in four separate sessions where they learnt different sets of 104 object-word pairs. Subjects were then tested on their recognition accuracy of the pairs before and after one of four 120-min memory interventions where EEG was recorded: retrieval training (i.e., cued recall practice), restudy (i.e., pair re-exposure), a nap opportunity, or a wakeful rest. Our results did not replicate an enhancement of weakly encoded memories, moderated by either sleep spindles or sigma power. Instead, posterior regions of sigma power negatively related to subsequent memory outcomes. We also detected a prioritisation to enhance memory outcomes for strongly encoded memories and greater memory outcomes following retrieval training and restudy compared to sleep and wake interventions. These results shed new light upon the role of sigma-band activity to predict subsequent memory outcomes and inform how future studies should measure encoding strength and sigma power. Importantly, our study provides a methodological approach to comparing sleep-based and retrieval-mediated memory consolidation that should be explored across different memory paradigms in future studies.", "date": "2025-10-29", "journal": ""}
{"title": "Distinct sub-MIC kill kinetics of Cu and Ag in Escherichia coli", "doi": "10.1101/2025.08.27.672559", "authors": "Rosenberg, M.; Umerov, S.; Tear, C. M.; Ivask, A.", "abstract": "Copper and silver are well-known and widely used antimicrobial metals that are often considered to employ diverse overlapping biocidal mechanisms of action and induce corresponding bacterial defense responses. Exposure to antimicrobial metals at concentrations below the minimal inhibitory concentration (sub-MIC) are widespread in natural, clinical and built environments and can shape evolutionary trajectories of the affected microbes that could lead to antimicrobial tolerance and/or resistance. By analyzing growth and kill kinetics of Escherichia coli under copper or silver exposure we observed that sub-MIC copper concentrations resulted in a lasting dose-dependent slowing of exponential growth with reduced yield while silver seemed to cause dose-dependent growth delay without substantially affecting exponential growth or yield. Time-kill experiments revealed minimal loss of viability in early copper exposure while in case of silver a rapid dose-dependent transient killing followed by normal exponential regrowth of the survivors was observed, underlying the seemingly dose-dependently extended lag phase durations. Distinguishing conditions that select for antimicrobial resistance (sustained growth) versus tolerance (survival without growth) is essential for antimicrobial stewardship as acquiring tolerance is considered a steppingstone towards developing resistance. Our results suggest that short-term survival of the initial killing by silver is sufficient for selective advantage while maintaining energy-intensive enhanced growth in the presence of copper is needed to gain competitive benefit over the general population. The findings highlight new and known challenges in antimicrobial characterization and risk assessment of metal-based formulations by using wide-spread non-kinetic endpoint assays such as MIC.", "date": "2025-10-29", "journal": ""}
{"title": "Genomic signatures of adaptation across a landscape of crickets exposed to an introduced parasitoid", "doi": "10.1101/2025.08.30.673289", "authors": "Rayner, J. G.; Yusuf, L.; Zhang, R.; Zhang, S.; Gaggiotti, O. E.; Bailey, N. W.", "abstract": "Novel species interactions provide an opportunity to assess the earliest stages of genetic adaptation in wild populations. We explored the genomic and geographic landscape of adaptation in small, fragmented Hawaiian cricket populations, which are parasitised by larvae of an introduced fly that targets singing males. Multiple protective male-silencing cricket morphs have recently spread despite song's role in mate attraction. Combining population genomics and field selection experiments, we found sharp declines in the crickets' effective population size after the fly's introduction. Nevertheless, geographical variation in selection influences the distribution of male-silencing alleles, consistent with local adaptation. Populations showing the strongest evidence of recovery retain large numbers of singing-capable males, suggesting that initially adaptive responses to the fly created an evolutionary trap via loss of sexual signalling.", "date": "2025-10-29", "journal": ""}
{"title": "Benchmarking long-read RNA-sequencing technologies with LongBench: a cross-platform reference dataset profiling cancer cell lines with bulk and single-cell approaches", "doi": "10.1101/2025.09.11.675724", "authors": "You, Y.; Solano, A.; Lancaster, J.; David, M.; Wang, C.; Su, S.; Pasquali, C.; Zeglinski, K.; Ghamsari, R.; Chauhan, M.; Gleeson, J.; Prawer, Y. D. J.; Ng, J.; Dubois, B.; Cleynen, I.; Asselin-Labat, M.-L.; Sutherland, K. D.; Clark, M. B.; Gouil, Q.; Ritchie, M. E.", "abstract": "Long-read RNA sequencing enables full-length transcript profiling and improved isoform resolution, but variable platforms and evolving chemistries demand careful benchmarking for reliable application. We present LongBench, a matched, multi-platform reference dataset spanning bulk, single-cell, and single-nucleus transcriptomics across eight human lung cancer cell lines with synthetic spike-in controls. LongBench incorporates three state-of-the-art long-read protocols alongside Illumina short reads: Oxford Nanopore Technologies (ONT) PCR-cDNA, ONT direct RNA, and PacBio Kinnex. We systematically evaluate transcript capture, quantification accuracy, differential expression, isoform usage, variant detection, and allele-specific analyses. Our results show high concordance in gene-level differential analyses across protocols, but reduced consistency for transcript-level and isoform analyses due to length- and platform-dependent biases. Single-cell long-read data are highly concordant with bulk for high-confidence features, though single-nuclei data show reduced feature detection. LongBench provides one of the largest publicly available long-read benchmarking resources, enabling rigorous cross-platform evaluation and guiding technology selection for transcriptomic research.", "date": "2025-10-29", "journal": ""}
{"title": "Evolutionary discovery and characterization of fungal transcriptional activators using active learning", "doi": "10.1101/2025.09.12.675635", "authors": "Waldburger, L.; Nisonoff, H.; Zintel, M.; Kirkpatrick, L. D.; Lam, A.; Lanclos, N.; Keasling, J. D.; Staller, M. V.; Shih, P. M.", "abstract": "Biological discovery and design are increasingly being guided by predictive models in place of costly experimentation. However, existing datasets are often biased by overrepresentation from model organisms, leading to failures in evolutionary studies of non-model species. We present a hybrid framework that leverages high-throughput molecular assays and active learning to quantify biological properties across evolutionary space. We focus on transcriptional activators, which contain activation domains (ADs) that promote gene expression. ADs are intrinsically disordered and poorly conserved, which limits their study using comparative genomics. Here, we developed ADhunter, a high-capacity regression model that outperforms state-of-the-art algorithms in identifying and quantifying the strength of transcriptional activators. Model uncertainty was used to guide evolutionary sampling across 7.8 million proteins from 2,400 fungal genomes. We functionally characterized 9,836 ADs from 1,071 fungal genomes, providing a 15.5-fold expansion in genome representation compared to existing datasets. Comprehensive sampling from non-model genomes improved model generalizability and provides the first functional annotation for 3,416 proteins from 670 non-model fungi. Model interpretability analysis aligns with the biophysical model of AD function and reveals novel, underrepresented protein codes, highlighting the importance of sampling from non-model organisms to build evolutionarily robust models for predicting biological properties.", "date": "2025-10-29", "journal": ""}
{"title": "Helicase-mediated mechanism of SSU processome maturation and disassembly", "doi": "10.1101/2025.09.29.679232", "authors": "Buzovetsky, O.; Klinge, S.", "abstract": "Eukaryotic ribosomal small subunit (SSU) assembly requires the SSU processome, a nucleolar precursor containing the RNA chaperone U3 snoRNA. The underlying molecular mechanisms of SSU processome maturation, remodeling, disassembly, RNA quality control, and the transitions between states remain elusive due to a paucity of intermediates. Here we report 16 native SSU processome structures alongside genetic data, revealing how two helicases, the Mtr4-exosome and Dhr1, are controlled for accurate and unidirectional ribosome biogenesis. Our data show how irreversible pre-ribosomal RNA degradation by the redundantly tethered RNA exosome couples the transformation of the SSU processome into a pre-40S particle during which Utp14 can probe evolving surfaces, ultimately positioning and activating Dhr1 to unwind the U3 snoRNA and initiate nucleolar pre-40S release. This study highlights a paradigm for large dynamic RNA-protein complexes where irreversible RNA degradation drives compositional changes and communicates these changes to govern enzyme activity while maintaining overall quality control.", "date": "2025-10-29", "journal": ""}
{"title": "Resilin, the gene for the molecular spring: its roles in the flight and jumpingof Drosophila", "doi": "10.1101/2025.10.01.678482", "authors": "Hagiwara, M.; Eto, Y.; Keira, Y.; Ishikawa, H. O.; Sakai, T.; Aigaki, T.; Asano, T.", "abstract": "Resilin is a member of the chitin-binding protein family that was originally found as a major component of an elastic matrix present in insects. The knockdown of the gene for this protein in Drosophila melanogaster causes the characteristic downturned wing posture, and the knockdown flies cannot move their wings. The jump distance of the knockdown flies is around 50% shorter than that of the controls. Null mutant flies show the same phenotypes, which can be rescued by introducing a 4.7 kb genomic fragment harboring the whole coding region of Resilin. In vitro experiments have shown that the elasticity of the matrix made of Resilin is due to the dityrosine-mediated polymerization of Resilin molecules. Dual oxidase (Duox) is the most likely candidate for the in vivo polymerization of Resilin molecules. Duox knockdown induces phenotypes similar to those observed in wing posture and jump performance of the Resilin knockdown and knockout flies, which can be rescued by the overexpression of Duox gene from a beetle. These findings suggest that Duox is an essential factor for the proper function of Resilin as the major component of the resilin matrix.", "date": "2025-10-29", "journal": ""}
{"title": "Cells dynamically adapt their nuclear volumes and proliferation rates during single to multicellular transitions", "doi": "10.1101/2025.10.04.679984", "authors": "Mahajan, V.; Gajendra Babu, K.; Mukenhirn, M.; Garside, A.; Ajit Kini, V.; Adhikari, T.; Beck, T.; Ho Lee, B.; Werner, C.; Honigmann, A.; Aland, S.; Schluessler, R.; Taubenberger, A. V.", "abstract": "Tumour development and progression are associated with biophysical alterations that manifest across multiple spatial scales, from the subcellular to multicellular tissue scale. While cells dynamically regulate their biophysical properties like volumes and mechanics in dependence of cell state and function, it is unclear how these properties are controlled in the dense multicellular environment of a developing tumour. Here, we quantified cell and nuclear volumes of single cancer cells, while they grew into multicellular tumour spheroids within well-defined, tuneable biohybrid polymer hydrogels. We quantitatively showed that the formation of multicellular structures is associated with marked reductions of cellular and nuclear volumes, cell cycle delays as well as cell mechanical alterations, and that these changes are coupled. Single-to-multicellular transitions coincided with a drastic decrease in median nuclear volumes by up to 60%, as well as overall cell volume decrease. Nuclear volume decrease could not be explained by compression due to confining microenvironments. Instead, cell cycle adaptions were one significant contributor, with smaller-sized G1 cells accumulating in growing clusters, an effect that was reversed by CDK1 inhibition. Another contributor was nuclear volume decrease in cells within clusters that was associated with higher mass density and stiffness and could be abrogated upon cell release from clusters. In turn, multicellular-to-single cell transitions that happened in cells that invaded from a tumour spheroid into the surrounding matrix, were accompanied by nuclear volume increases and cell softening. Taken together, our study provides insights into how cells dynamically adapt their cellular/nuclear volumes, cell cycle progression and mechanics in dependence of the multicellular state.", "date": "2025-10-29", "journal": ""}
{"title": "Genetic dissection of tissue composition in genetically diverse mouse populations", "doi": "10.1101/2025.10.13.682042", "authors": "Keele, G. R.; Moor, M. B.", "abstract": "Background Single-cell RNAseq data can be harnessed to infer cell-type compositions from spatial or bulk transcriptomes, providing greater biological context underlying systemic tissue or organ dynamics. Here, we used a transcriptome-based systems genetics approach to assess biological factors that influence the cellular composition of tissues, including sex, age and genetic variation in two multiparental mouse resource populations derived from the same 8 parental strains. Methods We leveraged publicly available bulk RNAseq data from kidney, heart and bone from 188 Diversity Outbred (DO) mice and male/female pairs from 58 inbred strains of the Collaborative Cross (CC). DO mice were aged 6, 12 or 18 months. We used single-cell RNAseq data from healthy C57BL/6 mice as reference for cell-type decomposition of bulk transcriptomes. We tested for differences in cell type composition based on age and sex. We then performed genetic analysis on the cell-type composition phenotypes, estimating the heritability of cell composition levels, mapping cell composition quantitative trait loci (ccQTL), and assessing candidate gene intermediates of ccQTL based on a genetic mediation approach and support in the literature. Results The heritability of cell-type compositions differed between the inbred CC and outbred DO. Contrasting this, we observed strong and consistent sex differences between the CC and DO. For example, we observed consistency in renal proximal tubule segment 3 (higher in males), T cell abundance in kidney (higher in females), ventricular cardiomyocyte (higher in males) and endocardial cells (higher in females). DO mice exhibited increased levels B and T cells with age, representing an age-related increase in overall renal immune cell content. In heart, DO mice showed decreased ventricular cardiomyocyte composition and increasing endocardial cell content with age. In bone from DO mice, vascular endothelial cells decreased with age and bone marrow stromal cells increased with age. Genome-wide association yielded several cell composition QTLs (ccQTLs) in the three tissues, likely related to known biological phenomena. These include a ccQTL for cardiac fibroblasts in the CC that contains the Frg2 gene family and fibroblast growth factor inhibitor Spry2, and a bone vascular endothelial cell ccQTL in the DO that encompasses 10 genes encoding members of the S100a protein family. In addition, our analysis revealed several ccQTLs for different renal tubular segments, immune cell content, and approximately two thirds of cardiac cell types. Conclusion We establish a role for transcriptome-inferred cellular states or composition for QTL mapping, which adds further utility to existing resources. Furthermore, differences in heritability and QTL between the CC and DO highlight how variation in allele frequencies and inbred vs outbred genetic backgrounds allow for population-specific genetic effects to be discovered. Several of the renal tubular segment and cardiac cell ccQTLs have narrow confidence regions with the potential to harbor novel biological insight. Overall, we propose that our ccQTL mapping approach can be applied systematically across readily available genetic resource transcriptomes to enable new biological discoveries.", "date": "2025-10-29", "journal": ""}
{"title": "A Yeast-Based High-Throughput Screening Platform for the Discovery of Novel pre-mRNA Splicing Modulators", "doi": "10.1101/2025.10.20.683303", "authors": "Love, S. L.; Vollmer, H.; Chang, Y.-C.; Carrocci, T. J.; Paulson, J.; Jurica, M. S.; Nguyen, H. D.; Hoskins, A. A.", "abstract": "Pre-mRNA splicing is a crucial process in eukaryotic gene expression, and splicing dysregulation has been linked to various diseases. However, very few small molecules have been discovered that can modulate spliced mRNA formation or inhibit the splicing machinery itself. This study presents a novel high-throughput screening (HTS) platform for identifying compounds that modulate splicing. Our platform comprises a two-tiered screening approach: a primary screen measuring growth inhibition in sensitized in S. cerevisiae (yeast) strains and a secondary screen that relies on production of a fluorescent protein as a readout for splicing inhibition. Using this approach, we identified 4 small molecules that cause accumulation of unspliced pre-mRNA in vivo in yeast. In addition, cancer cells expressing a myelodysplastic syndrome-associated splicing factor mutation (SRSF2P95H) are more sensitive to one of these compounds than those expressing the wild-type version of the protein. Transcriptome analyses showed that this compound causes widespread changes in gene expression in sensitive SRSF2P95H-expressing cells. Our results demonstrate the utility of using a yeast-based HTS to identify compounds capable of changing pre-mRNA splicing outcomes.", "date": "2025-10-29", "journal": ""}
{"title": "Trends in the passerines avifauna are linked to climatic variability and habitat management in a protected artificial wetland in south-eastern Iberia.", "doi": "10.1101/2025.10.21.683676", "authors": "Peiro, I. G.", "abstract": "The Mediterranean region is facing significant impacts on populations of biota, particularly birds, due to climate variability and habitat alteration. Consequently, the ecological diversity of many ecosystems has diminished, and the abundance of bird species has declined. This study employs a novel strategy in a seasonal freshwater artificial wetland in south-east Iberia establishing species-specific index trends for common passerine birds by comparing them with climate and habitat fragmentation data. A climatic overview indicates minimal trends towards warmer and wetter conditions in terms of temperature and rainfall over the 15-year study period. This pattern persisted over a 30-year period, resulting in the formation of a Mediterranean climatic sub regional scenario with warm, dry conditions that may influence the passerine assemblage in an analogous manner to that observed in other Mediterranean assemblages. One notable feature is that this assemblage in the 1990s was characterized by low natural diversity and specialization when it was a highly disturbed wetland. However, it became natural by the mid-2000s, with diversity values like those observed in other central Mediterranean wetlands. Trends used to evaluate species-specific patterns revealed that 98% of species had an unknown trend status during the study period, with a trend slope ranging from 0 to 15%, which was not substantially different than zero, probably due to the unequal standardization methodology and the short time studied. Further research using Generalized Linear Mixed Models (GLMM) revealed that precipitation and habitat alteration had the most detrimental effect on species. Of the ringed species, 60% were affected by both factors, the majority of which were Palearctic (20%). The reduction of wintering areas and shifting migration routes may account for these effects. Further research is required on longer temporal data to clarify the evolution of the avifauna in this wetland.", "date": "2025-10-29", "journal": ""}
{"title": "Energy dissipation via the glycerol phosphate shuttle: coupling glycolysis to mitochondrial thermogenesis in Drosophila melanogaster flight muscle", "doi": "10.1101/2025.10.24.684441", "authors": "Lerchner, J.; Reis, Y.; Lucio, T.; Oliveira, M.", "abstract": "Mitochondria are the central hubs of energy metabolism, integrating carbohydrate, lipid, and amino acid oxidation to produce ATP through the tricarboxylic acid cycle and oxidative phosphorylation. These organelles also regulate energy homeostasis via redox signaling and substrate exchange between cellular compartments. Mitochondrial redox shuttles maintain the balance between cytosolic and mitochondrial NAD(P)H pools by transferring reducing equivalents across membranes. Among these, the glycerol-phosphate shuttle (GPSh) connects glycolysis with mitochondrial oxygen consumption, regenerating cytosolic NAD+ while transferring electrons into the electron transport system. Although GPSh ensures continuous glycolytic flux, its lower energy yield may favor heat dissipation over ATP synthesis. In the present work, we investigated how substrate utilization shapes respiratory capacity, energy coupling, and thermogenesis in Drosophila melanogaster flight muscle using high-resolution respirometry and chip calorimetry. G3P supported markedly higher proton leak respiration than complex I substrates, but showed much lower respiratory control ratios, indicating weak energy coupling to ATP synthesis. The mG3PDH inhibitor iGP1 almost completely abolished G3P-dependent respiration (>98%), confirming the pathways specificity. Calorimetric assays revealed that G3P oxidation generated significantly more heat than complex I substrates, demonstrating its high thermogenic potential. When glucose was supplied to intact flight muscles, inhibition of the GPSh with iGP1 decreased heat generation by [~]85%, highlighting its importance for cytosolic NAD+ turnover and glycolytic flux. In summary, GPSh serves as a key mechanism for sustaining NAD+ regeneration in glycolysis but operates with low energy efficiency, leading to increased heat production in highly metabolically active tissues such as insect flight muscle.", "date": "2025-10-29", "journal": ""}
{"title": "Integrating Genomics into Multimodal EHR Foundation Models", "doi": "10.1101/2025.10.26.684668", "authors": "Amar, J.; Liu, E.; Breschi, A.; Zhang, L.; Kheradpour, P.; Li, S.; Soleymani Lehmann, L.; Giulianelli, A.; Edwards, M.; Jia, Y.; Nola, D.; Mani, R.; Vats, P.; Tetreault, J.; Chen, T. J.; McLean, C. Y.", "abstract": "AO_SCPLOWBSTRACTC_SCPLOWThis paper introduces an innovative Electronic Health Record (EHR) foundation model that integrates Polygenic Risk Scores (PRS) as a foundational data modality, moving beyond traditional EHR-only approaches to build more holistic health profiles. Leveraging the extensive and diverse data from the All of Us (AoU) Research Program, this multimodal framework aims to learn complex relationships between clinical data and genetic predispositions. The methodology extends advancements in generative AI to the EHR foundation model space, enhancing predictive capabilities and interpretability. Evaluation on AoU data demonstrates the models predictive value for the onset of various conditions, particularly Type 2 Diabetes (T2D), and illustrates the interplay between PRS and EHR data. The work also explores transfer learning for custom classification tasks, showcasing the architectures versatility and efficiency. This approach is pivotal for unlocking new insights into disease prediction, proactive health management, risk stratification, and personalized treatment strategies, laying the groundwork for more personalized, equitable, and actionable real-world evidence generation in healthcare.", "date": "2025-10-29", "journal": ""}
{"title": "A20 restriction of nitric oxide production restores macrophage bioenergetic balance", "doi": "10.1101/2025.10.26.684676", "authors": "Chan, M.-P.; Advincula, R.; Achacoso, P.; Grossman, E.; Nomura, D.; Malynn, B.; Ma, A.", "abstract": "Macrophages play critical roles in regulating host responses to microbial pathogens and other forms of tissue stress and can acquire pro-inflammatory or tissue reparative phenotypes. A20, or TNFAIP3, is a potent regulator of innate immune cell functions and is extensively linked to human inflammatory and autoimmune diseases. We now find that A20 is a powerful regulator of both glycolytic and mitochondrial respiration in macrophages. Differentiated macrophages that are acutely rendered A20 deficient exhibit increased glycolytic activity and markedly decreased mitochondrial respiration after LPS stimulation. These cells are unable to repolarize from an M1-like to M2-like phenotype. Compromised mitochondrial oxygen consumption in A20 deficient macrophages is caused by increased nitric oxide production.  Inhibition or genetic ablation of inducible nitric oxide synthase (iNOS) restores mitochondrial oxidative phosphorylation and lactate production in these cells. These metabolic perturbations occur independently of exaggerated cytokine production and despite robust production of IL-10. Therefore, A20 prevents Warburg-like aerobic glycolysis and restores macrophage homeostasis.", "date": "2025-10-29", "journal": ""}
{"title": "Universal phylogenetic inertia in body temperature evolution across endothermic and ectothermic tetrapods.", "doi": "10.1101/2025.10.27.684885", "authors": "Tarimo, E.; White, E.; Bodensteiner, B. L.; Munoz, M. M.; Waldron, B. P.; Uyeda, J. C.", "abstract": "Species must adapt to persist in a changing world. As global temperatures rise, how species adapt and respond to thermal shifts is crucial for anticipating global patterns of biodiversity change. Land vertebrates can be divided into two major thermoregulatory strategies, endothermy and ectothermy. One might hypothesize that, given their reputation as being cold blooded, ectotherms are thermal generalists, capable of operating across a greater range of body temperatures than endotherms and exhibit greater plasticity and evolvability in body temperature. However, a wide variety of traits and ecologies could modulate responses of thermal physiology to environmental change. Here, we employ macroevolutionary models to estimate the rate of adaptation of thermal physiology across squamates, mammals, and birds in the context of their ecology, physiology, and changing climatic conditions and whether there are fundamental differences in how the three clades respond to their environments. We find stronger relationships between squamates body temperature and their environment than in birds and mammals, significant effects of diel activity (nocturnal and diurnal) on body temperature evolution in all clades, and no effect of aquatic or terrestrial habits and rumination on the evolution of body temperature in mammals. Most surprisingly, our findings suggest shared limits on the evolution of thermal physiology across ectothermic and endothermic groups that argue for universal constraints on the rate of evolution in thermal physiology while explaining disparate patterns of body temperature and niche evolution across groups.", "date": "2025-10-29", "journal": ""}
{"title": "Differentiating the Roles of Metabolic Similarity and Ionic Coupling in Determining the Beta Hub Cell Phenotype", "doi": "10.1101/2025.10.27.684924", "authors": "Devold, I. S.; Rokstad, H.; Velazquez, J.; Browne, S.; Edwards, A. G.; Kravets, V.", "abstract": "Pancreatic beta cells regulate circulating glucose levels by releasing insulin. Beta cells transduce elevated blood glucose into electrical activity through an intrinsic cascade of metabolic and electrophysiologic responses. These responses are synchronized across the electrically connected network of beta cells, such that insulin release is also relatively synchronous. Despite their coordinated behavior, individual beta cells exhibit significant functional heterogeneity. This heterogeneity is thought to provide cells with specific functional phenotypes the ability to control the activity of the broader network. Hub cells, identified by their synchronized [Ca2+] activity, are one such functional subpopulation, and are believed to orchestrate the second, oscillatory phase of insulin release. However, it remains unclear whether the cell-autonomous characteristics of hub cells, such as their metabolic activity and electrophysiologic properties, are more important than their network characteristics (i.e. gap junctional coupling) for their ability to influence broader network activity. In this study, we investigate the roles of intrinsic metabolic and electrophysiologic properties and ionic coupling in determining the beta hub cell phenotype. Using a computational islet model of 1,000 beta cells, our analysis revealed that both intrinsic metabolic properties and structural coupling via gap junctions are crucial for determining the hub cell phenotype. After investigating the intrinsic coupling conductance of neighboring cells and the number of structural (direct electrical) links as independent contributors to the hub cell's local electrical coupling, we find that the number of cells to which a beta cell is directly coupled may be a key determinant of its propensity to serve as a hub cell in the model. As predicted for this subpopulation, we also demonstrate that decoupling hub cells impairs the functional connectivity of the entire network. Our findings indicate the importance of both autonomous cellular dynamics and non-autonomous structural coupling for the hub cell phenotype. These insights help build a fundamental understanding of hub cells, which in turn may contribute to identifying potential approaches to preserve or improve beta cell function and thereby manage the progression of diabetes.", "date": "2025-10-29", "journal": ""}
{"title": "CRISPR-mediated transcriptional activation as a mutation-independent therapeutic strategy for SYNGAP1-related intellectual disability", "doi": "10.1101/2025.10.28.685100", "authors": "Sichlinger, L.; Reilly, M.; Arora, S.; Zhang, S.; Marotta, N.; Rodriguez-Acevedo, K. L.; Hooks, M.; Czarnecki, K. S.; Winter, J. J.; Waxman, E. A.; Dungan, L. V.; Hong, I.; Araki, Y.; Johnson, R.; Huganir, R. L.; Pavani, G.; French, D. L.; Davidson, B. L.; Prosser, B. L.; Heller, E. A.", "abstract": "Synaptic Ras GTPase-activating protein (SynGAP) regulates synaptic strength and neuronal signaling, with essential roles in cortical development and synaptic plasticity. Heterozygous loss-of-function variants in SYNGAP1 cause SYNGAP1-related intellectual disability (SRID), a severe neurodevelopmental disorder characterized by epilepsy, developmental delay, and autism. SYNGAP1 mutations often result in haploinsufficiency, providing a strong rationale for gene-targeted therapies. However, no treatment currently addresses the underlying genetic cause of SRID. Here, we developed a CRISPR-mediated transcriptional activation (CRISPRa) approach to upregulate the functional Syngap1 allele in a SRID mouse model. CRISPRa activated Syngap1, normalized SynGAP protein expression and downstream signaling, and rescued working memory deficits. We validated the translational potential of this strategy in human induced pluripotent stem cell (hiPSC)-derived excitatory cortical neurons. CRISPRa rescued SYNGAP1 in two distinct loss-of-function variant lines. Together, these findings demonstrate the feasibility of mutation-independent transcriptional activation as a therapeutic approach for SRID and its broader applicability to haploinsufficiency disorders.", "date": "2025-10-29", "journal": ""}
{"title": "Cholinergic heterogeneity facilitates synchronization and information flow in a whole-brain model", "doi": "10.1101/2025.10.28.685048", "authors": "Dalla Porta, L.; Fousek, J.; Destexhe, A.; Sanchez-Vives, M. V.", "abstract": "The human brain displays substantial regional variability in molecular, anatomical, and physiological organization. Yet, how this heterogeneity shapes large-scale neuronal dynamics remains poorly understood. To address this question, we employed a biologically informed whole-brain computational model capable of generating distinct brain states, from awake-like to sleep-like regimes. Our model was constrained by empirical human structural connectivity and spatial maps of cholinergic receptor gene expression, thereby embedding regional neuromodulatory variability into a macroscopic framework. We found that incorporating cholinergic heterogeneity had a significant impact on brain dynamics: it not only facilitated network synchronization but also enhanced information flow between brain regions. Furthermore, we addressed a particularly intricate dynamic regime characterized by the coexistence of localized sleep-like activity within otherwise awake-like states. We showed that the emergence of these slow waves was a byproduct of both regional levels of neuronal adaptation and structural connectivity. In summary, our findings highlight the critical role of molecular and anatomical heterogeneity in shaping global brain dynamics, suggesting new avenues for linking microscale diversity to macroscale function.", "date": "2025-10-29", "journal": ""}
{"title": "Comprehensive Single Molecule View of Transcriptional Dynamics in Development", "doi": "10.1101/2025.10.28.685222", "authors": "Tullius, T. W.; Borjigin, T.; Levine, M.", "abstract": "Dynamic patterns of gene expression drive animal development. These transcriptional dynamics depend on the interplay of diverse developmental enhancers within complex regulatory landscapes. Here, we employ a single-molecule genomic method, Fiber-Seq, to capture the simultaneous transcriptional and regulatory states of millions of 20-30 kb chromatin fibers in the 2-4hr Drosophila embryo. These snapshots of genes and their surrounding regulatory context reveal that the basic unit of transcription at highly transcribed genes is a convoy of 2-14 tightly spaced polymerases (Pol II). Further, a subset of templates exhibits hyperbursting, whereby most or all nucleosomes are evicted from the gene body facilitating maximum rates of transcription. We demonstrate that hyperbursting is achieved through cooperation of numerous cis-regulatory elements, and that the resulting nucleosome eviction appears to trigger a novel silencer in the ftz 3-prime UTR. We anticipate that similar mechanisms are used by vertebrate processes requiring intense transcription like somitogenesis and erythropoiesis.", "date": "2025-10-29", "journal": ""}
{"title": "Chimpanzee culture beyond the conspicuous: Evidence for broad-scale observational social learning in wild individuals", "doi": "10.1101/2025.10.28.681847", "authors": "Slania, N. E.; Gomez-Munoz, M.; Piephoh, A.-S.; Muhumuza, G.; Young, R.; Revathe, T.; Hobaiter, C.; Zuberbuhler, K.; Schuppli, C.", "abstract": "Wild chimpanzees possess diverse cultural repertoires, representing the richest example of non-human animal cultures. However, traditional methods, which investigate culture at the group level, have likely underestimated the full extent of chimpanzee cultural repertoires. In particular, the cultural relevance of everyday behaviors has remained largely unexplored. Here, we investigated evidence for social transmission of everyday behaviors to assess the breadth of individuals' cultural repertoires in a population of wild eastern chimpanzees (Pan troglodytes schweinfurthii). First, we validated whether peering (i.e. close-range observation of a conspecific) serves as an indicator of social (i.e., cultural) learning. We then examined the contexts in which chimpanzees engage in peering to determine the range of behaviors that may be culturally transmitted. Finally, we explored potential motivations and additional functions of peering behavior. Our results indicate that chimpanzees use peering for targeted social information seeking in learning-intensive contexts. Peering rate was highest during immaturity, for complex or rare food items, and when observing older, more experienced conspecifics. Overall, wild chimpanzees peered at a wide range of everyday skills, such as feeding and grooming, and directed peering towards various conspecifics from an early age. We found no evidence supporting peering as a begging or submissive 'gesture', but our findings indicate that it may function as a signal to initiate affinitive interactions. Our findings suggest that wild chimpanzees use peering to learn a broad variety of skills, thereby highlighting unrecognized cultural potential in everyday skills. Furthermore, our findings suggest that peering may have multiple functions and underlying motivations.", "date": "2025-10-29", "journal": ""}
{"title": "Neural population dynamics of direct electrical stimulation of neocortex", "doi": "10.1101/2025.10.28.685195", "authors": "Hickman, J. L.; Hughes, G.; Sahai, E.; Miles, M.; Denman, D. J.", "abstract": "Intracranial electrical stimulation is foundational in neuroscience and clinical neuromodulation, yet how applied electrical fields engage neural tissue and influences perception remains unclear. Using three orthogonal Neuropixels probes in mouse visual areas, we recorded extracellular voltages and spikes with sub-millisecond resolution in three dimensions around a stimulation source. The evoked potential extended asymmetrically and grew sub-linearly with amplitude, influenced by anatomical heterogeneity. Increasing amplitude increased the density, but not spatial extent, of directly responsive neurons, but fewer than 5% of neurons within the evoked potential were activated. Fast-spiking interneurons were recruited nearer the source, whereas pyramidal neurons showed anisotropic activation. Direct responses were polarity- and amplitude-selective. Sparse direct spiking drove large, asymmetric cortical responses and modulated >50% of neurons at higher amplitudes. Perceptually, mice weakly detected single pulses, and performance did not improve with amplitude. Thus, anatomy and spatiotemporal patterning - not spike counts - govern physiological and perceptual impact, informing biomimetic, multi-contact prostheses.", "date": "2025-10-29", "journal": ""}
{"title": "ADHD-like traits reshape the balance between inhibitory control and predictive processes", "doi": "10.1101/2025.10.28.685045", "authors": "Horvath, K.; Brezoczki, B.; Holczer, A.; Vekony, T.; Nemeth, D.", "abstract": "Adaptive behavior relies on a dynamic balance between flexible, goal-directed control and efficient, automatic processes. This equilibrium is often disrupted in Attention-Deficit/Hyperactivity Disorder (ADHD), a condition understood to exist along a continuum of traits in the general population. While ADHD is consistently linked to response inhibition deficits, its relationship with statistical learning (a mechanism for habit learning) and, crucially, the interaction between these functions, remains underexplored. Here, using a novel paradigm in a non-clinical sample of university students (n = 226), we investigated how ADHD-like traits modulate the interplay between response inhibition and statistical learning. We found that higher ADHD-like traits were associated with poorer response inhibition, confirming previous research. Importantly, we uncovered an antagonistic relationship between inhibition and statistical learning, where weaker inhibitory control typically led to enhanced learning of environmental regularities. However, this learning advantage progressively diminished across the ADHD trait continuum, becoming markedly reduced in individuals with high symptom prevalence. These findings provide novel evidence that ADHD-like traits influence not only isolated neurocognitive processes but also their dynamic interaction, highlighting a spectrum-based mechanism that may underlie the transition from adaptive variability to maladaptive behavioral patterns. This work advocates for a dimensional approach to ADHD, emphasizing early detection and targeted interventions for individuals with varying levels of symptomatic expression, broadening support beyond traditional diagnostic boundaries.", "date": "2025-10-29", "journal": ""}
{"title": "Sex-dependent cortico-amygdala circuits controlling emotion recognition", "doi": "10.1101/2025.10.28.685103", "authors": "Gonzalez-Parra, J. A.; Ayuso-Jimeno, I. P.; Chang, X.; Somoza-Cotillas, P.; Acciai, V.; Canela-Grimau, M.; Vidal- Palencia, L.; Tan, L.; Deng, B.; Papaleo, F.; Schumann, G.; Garcia, A. B.", "abstract": "In social species, the ability to recognize others emotional states is essential for appropriate social interactions, yet it often declines with age and is impaired in various neurodevelopmental and neurodegenerative disorders. While emotion recognition has been characterized in both humans and rodents, the underlying neural circuits and how they vary by sex and age remain poorly understood. Here, we used a negative Emotional state Discrimination Task (EDT) in TRAP2 transgenic mice to map brain regions engaged during negative emotion recognition in young and aged animals. Young male and female mice successfully discriminated emotionally altered conspecifics, recruiting the basolateral amygdala (BLA) and medial orbitofrontal cortex (MO) in a sex-specific manner. Fiber photometry revealed distinct activation dynamics in these regions, and chemogenetic inhibition of bidirectional BLA-MO projections abolished emotion recognition in male but not female mice. Notably, young human participants also showed sex-specific recruitment of BLA and OFC during negative facial emotion recognition. Moreover, aging selectively impaired emotion recognition in male mice, coinciding with reduced BLA activity. Remarkably, chemogenetic activation of BLA in aged male mice rescued this deficit. Together, these findings identify a sex-dependent BLA-MO circuit as a conserved neural substrate for emotion recognition and demonstrate that age-related impairments can be reversed through targeted circuit-level intervention.", "date": "2025-10-29", "journal": ""}
{"title": "Single cell whole genome and transcriptome sequencing links somatic mutations to cell identity and ancestry", "doi": "10.1101/2025.10.28.685157", "authors": "Natu, A.; Dehankar, M. K.; Pattni, R.; Suvakov, M.; Olisov, D.; Tomasini, L.; Jang, Y.; Huang, Y.; Benito-Garragori, E.; Hasenfeld, P.; Korbel, J.; Urban, A. E.; Abyzov, A.; Vaccarino, F. M.", "abstract": "The role of somatic mutations in human development and disease is obscured by difficulties in characterizing mutations at the single cell level and identifying cell types carrying them. Here we analysed somatic genomes of clonal iPSC lines and of single-cells after whole-genome amplification (scWGA) by PTA and ResolveOme from skin fibroblasts, blood and urine of a live donor. Mutation burden and spectra converged across approaches, revealing heterogeneous mutational footprints across cells driven by environmental exposures (UV damage and chemotherapy) and lymphocyte differentiation. Aneuploidies in single cells were detected by all the approaches and were orthogonally validated by Strand-seq. Uniquely, ResolveOme enabled cell-type identification using single-cell transcriptomes. Using a newly developed method accounting for noise and allele drop-out in scWGA, we de novo reconstructed the cell phylogenetic tree for this donor. Together, scWGA establishes a powerful foundation for comprehensive, cell type-aware, lineage-aware profiling of somatic mutations at single cell level.", "date": "2025-10-29", "journal": ""}
{"title": "Tracking Sleep-Linked Brain Fluid Dynamics Using Modified fNIRS: A Novel Noninvasive Window into Glymphatic Function", "doi": "10.1101/2025.10.27.684357", "authors": "Gupta, S.; Amyot, F.; Coon, W. G.; Pollatou, A.; Skeiky, L.; Seenivasan, S.; Kenny, K.; Lee, A.; Lettieri, M.; Penafiel, A.; Yalewayker, S.; Cheraghpour, E.; Sheth, P.; Metzger, E.; Scholl, C.; Werner, J. K.", "abstract": "Background: The glymphatic system, a brain-wide perivascular and interstitial waste and signal transport pathway for cerebrospinal fluid (CSF) to exchange with interstitial fluid (ISF), has pronounced activity during non-rapid eye movement (NREM) sleep and has been implicated in the pathophysiology of traumatic brain injury, Alzheimers disease, and mood disorders. However, direct measurement in humans is limited because current imaging methods rely on intrathecal contrast-enhanced magnetic resonance imaging (MRI), which is unsuitable for routine or naturalistic sleep studies. The absence of real-time, noninvasive monitoring methods that allow for natural sleep poses a major barrier to advancing glymphatic research in clinical settings. Methods: To address this barrier, we developed a non-invasive functional near-infrared spectroscopy (fNIRS) forehead array in a wearable headband using non-standard wavelengths to allow for better sensitivity for water measurement. We monitored cortical blood and water dynamics during overnight sleep, quantifying oscillatory patterns of oxyhemoglobin (HbO) and water across sleep stages within the outer layers of the frontal cortex, subarachnoid space, and scalp. A component of the extracted water metrics is hypothesized to serve as a proxy for glymphatic transport without the need for contrast agents or surgical intervention. Results: Our results demonstrate water concentrations were highest in SWS (d = 1.93, p=0.0002), while HbO concentrations also showed a modest elevation (d = 1.06, ns). Additionally, low-frequency oscillations (LFOs) of both water and HbO signals exhibited distinct dynamics of suprathreshold envelope peak (SEP) frequencies during NREM stages (N2 and N3) as compared to REM and wake, with effect size (d= 1.31, p = 0.003) for water. Interestingly, these water-derived metrics correlate with EEG slow-wave activity, linking fluid-sensitive oscillations to established electrophysiological markers of sleep depth. These findings indicate that water-sensitive oscillatory processes are selectively amplified during deep sleep and scale with EEG-defined sleep depth, consistent with a role for glymphatic-related fluid transport in human sleep. Conclusion: We report novel cortical water shift parameters that are robustly sensitive to sleep stage transitions via a wearable, non-invasive, scalable headband, consistent with predicted glymphatic activity. Future work will cross-validate this method with MRI and other techniques.", "date": "2025-10-29", "journal": ""}
{"title": "Structure-Aware Mapping of Disease-Relevant Missense Variation in Nuclear Pore complex Genes", "doi": "10.1101/2025.10.27.684907", "authors": "Yekeh Yazdandoost, F.; Parsa, M. S.", "abstract": "Missense variation in the nuclear pore complex (NPC) remains difficult to interpret because sequence change, structural context, and sparse clinical labels all interact in nontrivial ways. We study three functionally distinct nucleoporins GLE1, NUP214, and NUP62 and build a reproducible pipeline that binds variants to canonical UniProt coordinates, overlays AlphaFold2 per-residue confidence, and assigns domain/feature labels from UniProtKB/Pfam. Primary inferences rely strictly on curated ClinVar assertions, while a separate high-confidence pseudo-labeled cohort is created for sensitivity analyses using a guarded weak-supervision scheme: a centroid-cosine scorer over handcrafted sequence-structural features is ensembled with a positive-unlabeled classifier, and only variants passing conservative probability gates are promoted. Across genes, curated data reveal coherent structure-function signals: pathogenic substitutions concentrate in specific domains and structurally ordered regions, while the pseudo-labeled cohort preserves these trends under expanded sample size without entering into hypothesis tests. The result is a transparent workflow that cleanly separates ground truth from weak supervision, avoids leakage, and produces interpretable, domain-level effect estimates. We argue that this combination of principled labeling, structural context, and simple, auditable models offers a practical path for variant interpretation in nucleoporins and, more broadly, in proteins rich in intrinsically disordered and repeat-containing regions.", "date": "2025-10-29", "journal": ""}
{"title": "Increased cocaine self-administration and prefrontal cortical dysregulation of glutamatergic and GABAergic signaling in a rat model for sensory processing sensitivity", "doi": "10.1101/2025.10.28.685083", "authors": "Hesen, R.; Mottarlini, F.; Caffino, L.; Fennema, S.; Parolaro, S.; Guerrin, C.; Quednow, B. B.; Fumagalli, F.; Verheij, M.; Homberg, J. R.", "abstract": "While all organisms are tuned to the environment, some are more sensitive than others. In humans, this is reflected by the trait sensory processing sensitivity (SPS), which is characterized by heightened emotional reactivity, deeper information processing, greater awareness of their environment, and susceptibility to overstimulation. It is expected but unproven that high SPS increases the risk for psychostimulant use. To clarify this, we selected Wistar rats on behavioral extremes related to SPS and subjected them to isolation, neutral, and enriched housing conditions, followed by cocaine self-administration. Subsequently, we investigated neurobiological differences in excitatory/inhibitory neurotransmission of the low- and high SPS-like rats by evaluating key glutamatergic and GABAergic proteins in the infralimbic and prelimbic subregions of the prefrontal cortex. High SPS-like rats displayed higher cocaine intake during self-administration training sessions in isolated versus social conditions, whereas low SPS-like rats showed similar intake across housing conditions. During extended access self-administration sessions, high SPS-like rats displayed a higher cocaine intake regardless of housing and greater motivation for cocaine under a progressive ratio scheme. High SPS-like cocaine-naive rats exhibited lower expression of glutamatergic and GABAergic markers in the infra limbic and prelimbic cortex compared to low SPS-like cocaine-naive rats. The opposite occurred after cocaine exposure: low and high SPS-like rats showed lower and higher expression levels, respectively, compared to naive counterparts. In conclusion, these findings suggest that a high SPS-like trait with associated glutamatergic and GABAergic alterations might be a risk factor for the development of cocaine use disorder.", "date": "2025-10-29", "journal": ""}
{"title": "Homeostatic Neuronal Plasticity Alters Axon Initial Segment Actin Membrane Skeleton Periodicity", "doi": "10.1101/2025.10.28.685151", "authors": "Gu, S.; Tzingounis, A. V.; Lykotrafitis, G.", "abstract": "Homeostatic plasticity allows neurons to maintain their activity around a set point, contributing to neuronal network stability over time. Increasing or decreasing neuronal activity not only regulates ion channels levels in neurons but also leads to structural plasticity of the axon initial segment (AIS), the site of action potential initiation. Prior studies show that activity can alter AIS length and position along the axon, but it is unknown whether homeostatic plasticity also regulates the periodicity of the AIS actin cytoskeleton. Actin filaments in the axon plasma membrane skeleton form periodic rings with 190-nm spacing. Here, we examined whether the integrity of actin-ring periodicity at the AIS is plastic following prolonged changes in neuronal activity. We induced AIS homeostatic plasticity by chronically increasing activity with XE991, a blocker of AIS-enriched Kv7 channels, or decreasing activity with the pan-Kv7 opener retigabine (RTG) or the voltage-gated sodium channel blocker TTX, at two maturation stages (DIV10 and DIV16). We found that prolonged exposure to XE991 relocated the AIS away from the soma and disrupted actin-ring periodicity at DIV10 but periodicity was unaffected at DIV16. In comparison, long-term treatment with RTG or TTX induced AIS relocation towards the soma and reduced AIS length, respectively. Both RTG and TTX disrupted actin-ring periodicity at both developmental stages. These observations suggest that homeostatic plasticity not only alters AIS position and length, but it could also modulate the periodicity of the AIS actin membrane skeleton, raising the possibility that the mechanical properties of the AIS are also plastic.", "date": "2025-10-29", "journal": ""}
{"title": "Ascending nociceptive pathways drive rapid escape and sustained avoidance in adult Drosophila", "doi": "10.1101/2025.10.28.684868", "authors": "Jones, J. M.; Sustar, A.; Mamiya, A.; Walling-Bell, S.; Chou, G. M.; Cook, A.; Tuthill, J. C.", "abstract": "Nociception -- the detection of harmful stimuli by the nervous system -- contributes to both rapid escape and long-term avoidance behaviors. Drosophila larvae detect damaging heat, mechanical, and chemical stimuli with specialized multidendritic (md) neurons, and these cells are among the only sensory neurons that survive metamorphosis. However, it remains unknown which somatosensory neurons contribute to nociception in adult flies. In an optogenetic screen, we found that abdominal md neurons were the only somatosensory class to induce rapid escape and sustained place avoidance. Calcium imaging from abdominal md axons revealed that they are activated by thermal nociceptive stimuli (>40 {degrees}C). Connectomic reconstruction showed that md axons form their strongest synaptic connections with ascending interneurons that project to the brain. Among these, we identified two classes of ascending neurons that mediate rapid escape responses and a third that supports sustained avoidance. Our findings reveal that adult Drosophila meet several core criteria commonly used to define pain: dedicated nociceptors, ascending pathways connecting peripheral sensors to integrative brain centers, and a capacity for sustained avoidance of noxious stimuli.", "date": "2025-10-29", "journal": ""}
{"title": "GRAYU: Graph-based Database integrating Ayurvedic formulations, medicinal plants, phytochemicals and diseases", "doi": "10.1101/2025.10.26.684703", "authors": "Joshi, S.; Pathak, A.; Regati, D. R.; Menon, R.; Ajith, D. S.; Seshadri, A.; Viswanathan, N.; Ray, P.; Koul, V.; Panda, P.; Bhambore, S. A.; Verma, S.; Sinha, A.; Shafi, M.; Pavalam, M.; Sowdhamini, R.", "abstract": "The translation of India's extensive traditional knowledge on indigenous medicinal plants into modern therapeutic solutions is contingent upon a systematic framework. While traditional Indian medicine offers a rich source of therapeutic leads, this knowledge is often not structured for modern computational analysis, creating a barrier to systematic drug discovery. To this end, we present GRAYU, a curated and comprehensive online database that integrates data across multiple categories, connecting 1039 traditional formulations to 12,949 indigenous plants, 129,542 phytochemicals, and 13,480 indicated diseases. It also provides insights into 1,382,362 plant-phytochemical, 116,824 plant-disease, 2,405 plant-formulation, and 4,087 formulation-disease associations. Case studies on phytochemical analogs, sustainable plant substitution, and disease-network pharmacology showcased the potential of integrative graphs to decode shared molecular signatures and therapeutic networks across traditional Ayurvedic formulations. GRAYU represents a user-friendly resource for researchers to investigate complex bio-associations and formulate novel therapeutic hypotheses, with insights from traditional Indian medicine. GRAYU is available at https://caps.ncbs.res.in/GRAYU/.", "date": "2025-10-29", "journal": ""}
{"title": "ABCG transporters are involved in the accumulation of specialized metabolites in the oil bodies of Marchantia polymorpha", "doi": "10.1101/2025.10.27.684951", "authors": "Kanazawa, T.; Kawaguchi, T.; Moriwaki, Y.; Iwasaki, K.-i.; Ueda, T.; Matsui, K.", "abstract": "Bioactive specialized metabolites (SMs) are synthesized and sequestered in specific cellular compartments or organelles as a self-defense strategy against their intrinsic toxicity. Liverwort-specific oil bodies accumulate large amounts of SMs and contribute to chemical defense; however, the molecular mechanisms underlying SM sequestration in oil bodies remain largely unknown. Therefore, in this study, we focused on MpABCG1 and MpABCG36, which are ATP-binding cassette (ABC) protein family members localized to the oil bodies of liverwort Marchantia polymorpha. Sesquiterpene (thujopsene, chamigrene, and himachalane) accumulation was reduced in the Mpabcg1 and Mpabcg36 loss-of-function mutants. Notably, levels of the bisbibenzyls, marchantins C and A, were predominantly reduced in Mpabcg1, but not in Mpabcg36. Although the Mpabcg1 mutant formed a number of oil bodies labeled with mCitrine-MpSYP12B (oil body membrane marker) comparable to that of the wild-type, the number of oil bodies stained with BODIPY 493/503, which has an affinity for lipophilic SMs, was reduced. This finding suggests that MpABCG1 and MpABCG36 mutations affect oil body accumulation but have little impact on oil body formation. Overall, our results highlight the involvement of MpABCG1 and MpABCG36 in the accumulation of SMs and/or their precursors in liverwort oil bodies.", "date": "2025-10-29", "journal": ""}
{"title": "Genome-scale metabolic model guided metabolic flux analysis in the endophyte Alternaria burnsii NCIM1409", "doi": "10.1101/2025.10.28.685040", "authors": "Uma Shankar, D. D.; Murali, S.; Shagun, S.; Masakapalli, S. K.; Raman, K.; Srivastava, S.", "abstract": "Camptothecin (CPT), a potent anticancer alkaloid, is traditionally derived from plants like Camptotheca acuminata and Nothapodytes nimmoniana, but sustainable production remains challenging. This study explores the metabolic network of the fungal endophyte Alternaria burnsii NCIM1409, known for camptothecin production, using genome sequencing, genome scale metabolic modeling, and 13C-based pathway mapping. A genome-scale metabolic model (AltGEM iDD1552) was reconstructed, comprising 2188 reactions, 2148 metabolites, and 1552 genes, along with manual curation to include camptothecin biosynthesis pathways. Flux balance analysis identified key enzymatic targets, including secologanin synthase and tryptophan decarboxylase, for enhancing CPT production. Further, metabolic analysis of A. burnsii subjected to 20%[U-13C6] glucose or 99% [1-13C] glucose revealed active glycolysis, the pentose phosphate pathway, and the TCA cycle. This integrative approach provides insights into A. burnsii metabolic capabilities and highlights strategies for optimizing camptothecin biosynthesis, offering a foundation for sustainable production methods.", "date": "2025-10-29", "journal": ""}
{"title": "An axon-intrinsic loop restricts nerve regeneration through axonal protein synthesis", "doi": "10.1101/2025.10.28.685020", "authors": "Buchanan, C. N.; Lee, J.; Matoo, S.; Honoree, M.-C.; Conway, M.; Thompson, L. F.; McKay, A.; Dalla Costa, I.; Lopez De Leon, M.; Thames, E.; Perrone-Bizzozero, N.; Kalinski, A. L.; Vaughn, L. S.; Twiss, J. L.", "abstract": "Injured axons synthesize the RNA Binding Protein KHSRP that promotes mRNA decay and slows nerve regeneration. Axotomy-induced increase in axoplasmic Ca2+ activates axonal Khsrp translation, and while Ca2+ returns to pre-injury levels within 16 hours post-axotomy, axonal KHSRP remains elevated. Alternating translation of Reg3a and Khsrp sustains axonal KHSRP levels in regenerating axons. Nerve injury activates Reg3a expression, resulting in increased REG3A synthesis and secretion from axons. REG3A stimulates ER Ca2+ release to activate PERK, increase eIF2 phosphorylation, and increase Khsrp translation. Axoplasmic Ca2+ slowly oscillates in growth cones and Reg3A depletion attenuates growth cone Ca2+ oscillations, decreases KHSRP synthesis, reduces the axon,s retractive events, and accelerates peripheral nerve regeneration. Thus, REG3A to KHSRP signaling provides an axon-intrinsic loop that decelerates axon growth through localized mRNA translation.", "date": "2025-10-29", "journal": ""}
{"title": "Neuronal compartmentalization results in impoverished axonal mitochondria", "doi": "10.1101/2025.10.27.684882", "authors": "Marti Pastor, A.; Lewis, L. S. C.; Mueller, S.; Guedes-Dias, P.; Olifiers, L.; Pelkonen, P.; del Rio Martin, A.; Fecher, C.; Skiba, N. P.; Hao, Y.; Gavoci, A.; Trovo, L.; Aktas, M. A.; Mahadevan, H. M.; Harbauer, A. B.; Bomze, H. M.; Arshavsky, V. Y.; Brill, M. S.; Cartoni, R.; Lichtenthaler, S. F.; Gospe, S. M.; Misgeld, T.", "abstract": "Mitochondria differ depending on their location within a neuron. Morphological heterogeneity between somatic, dendritic, and axonal mitochondria is well established. Emerging evidence suggests that further specialization is needed to meet the unique demands of different neuronal compartments. However, the molecular and functional diversity of mitochondria within a neuron remains poorly understood. Here, we utilized proteomics in MitoTag mice to profile somatodendritic and axonal mitochondria across four distinct neuron types, thereby generating a compendium of intracellular mitochondrial diversity. Combining proteomics, functional, and immunofluorescence analyses, we demonstrated that axonal mitochondria are not defined by the presence of unique proteins, but rather by the selective loss or preservation of specific pathways compared to their somatodendritic counterparts. This results in impoverished axonal mitochondria, which are characterized by diminished mtDNA expression and impaired oxidative phosphorylation yet retain other pathways, such as fatty acid metabolism. Bioinformatic analyses of multiomic data identified local translation as one mechanism underlying compartment-specific diversity. Together, these findings provide a comprehensive in vivo framework for understanding mitochondrial specialization across neuronal compartments.", "date": "2025-10-29", "journal": ""}
{"title": "Competing Neural Decision Variables in Human Frontal Cortex Shape Decision Confidence", "doi": "10.1101/2025.10.28.684827", "authors": "Toso, A.; Arazi, A.; de la Rocha, J.; Tsetsos, K.; Donner, T. H.", "abstract": "Mounting evidence indicates that decisions emerge from a competition between populations of neurons encoding the different choice options. Theoretical models propose that the outcome of this competition may shape agents' confidence in their decisions. But measuring the underlying neural dynamics of this competition has so far been challenging. Here, we developed a magnetoencephalography source imaging approach to simultaneously track competing neural decision variables in human frontal cortex during decision formation. This revealed negative intrinsic correlations between decision variables, a signature of intracortical, inhibitory interactions. Both \"winning\" and \"losing\" decision variables uniquely contribute to confidence, with a stronger impact of the winner. These asymmetric contributions constrain a dynamical model of decision and confidence formation, which accurately captures several other diagnostic behavioral and neural signatures, including the anti-correlation between decision variables. Our approach opens a new window on the distributed neural mechanisms underlying decision-making and confidence formation.", "date": "2025-10-29", "journal": ""}
{"title": "Sympathetic signaling directs macrophage efferocytosis in thermogenic adipose tissue", "doi": "10.1101/2025.10.28.685032", "authors": "Meyer, S.; Witt, J.; Liebold, I.; Lopez-Lopez, T.; Ehlen, L.; Leyk, S.; Hiefner, J.; Haas, D.; Schlein, C.; Saez, P. J.; Krahmer, N.; Heeren, J.; Adlung, L.; Bosurgi, L.; Worthmann, A.", "abstract": "Brown adipose tissue (BAT) undergoes significant remodeling upon thermogenic activation. During this process, brown adipocytes and immune cells, such as macrophages, contribute to thermogenesis and energy expenditure. Among the various functions exerted by macrophages, the clearance of dying cells, known as efferocytosis, is a key regulator of tissue remodeling across multiple organs in both physiological and pathological contexts. However, whether macrophages contribute to BAT remodeling and thermogenic adaptation through efferocytosis, and what drives efferocytosis in BAT, remain unknown. Here, we identify norepinephrine (NE), which is highly released in BAT upon cold challenge, as a tissue-specific trigger of macrophage efferocytosis. Transcriptomic and lipidomic analyses of BAT after cold exposure revealed a population of lipid-handling macrophages enriched in efferocytosis-related transcripts. Consistently, cold exposure enhanced the efferocytic capacity of BAT macrophages. These effects were recapitulated by stimulation of macrophages with NE and were dependent on {beta}2-adrenergic signaling and the efferocytic receptors AXL and MERTK. Mice lacking Axl and Mertk in macrophages exhibited impaired lipolysis, reduced thermogenic gene expression, and increased adipose tissue inflammation. Together, our findings identify a so far neglected role for NE in adipose tissue, linking sympathetic activation to macrophage efferocytosis and thereby promoting tissue remodeling and metabolic adaptation. Uncovering the role of NE in one of the core functions of macrophages, efferocytosis, not only expands our understanding of the multifaceted effects of NE on the immune system but also highlights therapeutic potential for targeting impaired efferocytosis in metabolic disorders.", "date": "2025-10-29", "journal": ""}
{"title": "Mucoricin binding to β-glucan sites on germinating Mucorales spores disrupts neutrophil swarming to promote pathogenicity", "doi": "10.1101/2025.10.28.685056", "authors": "Baimpa, S.; Sertedakis, M.; Drakos, E.; Akoumianaki, T.; Vatikioti, A.; Gu, Y.; Dolati, S.; Koutsopoulos, A.; Ibrahim, A.; Chamilos, G.", "abstract": "Mucormycosis is an emerging, life-threatening infection caused by Mucorales fungi with incompletely understood immunopathogenesis. We found that unlike other fungal pathogens, Mucorales trigger coordinated neutrophil clustering (swarming) upon swelling of fungal spores. Neutrophil swarms efficiently eliminate germinating Mucorales via ROS production, upon sensing of {beta}-glucan by complement receptor 3 (CR3). Impaired neutrophil clustering in mucormycosis-predisposing conditions, allows for mucoricin toxin production by germinating Mucorales. Released mucoricin selectively binds to {beta}-glucan on the surface of Mucorales, creating a molecular trap that induces neutrophil apoptosis and swarming disruption, leading to invasive fungal disease. Suppression of mucoricin, either genetically or physiologically by albumin-bound free fatty acids, stabilizes neutrophil clusters leading to abrogation of fungal pathogenicity. Additionally, prophylactic GM-CSF administration prevents mucoricin-induced neutrophil death, and protects mice from mucormycosis. Our work identifies neutrophil swarming as the primary target of mucoricin and provides compelling evidence for therapeutic harnessing of this pathway to improve mucormycosis outcome.", "date": "2025-10-29", "journal": ""}
{"title": "Regulation of cell proliferation by a novel feedback system on Cdk function", "doi": "10.1101/2025.10.28.685054", "authors": "Ryan, J. R.; Leray, B.; Jain, A.; Coehlo, N.; Domingo-Sananes, M. R.; Aspert, T.; Charvin, G.; Krockenberger, M.; Chica Blaguera, N.; Lopez Aviles, S.; Takacs, L.; Uhlmann, F.; Yang, L.; Yue, J.-X.; Liti, G.; Cochard, V.; Chevreux, G.; Sugiyama, H.; Goto, Y.; Aoki, K.; Wu, P.-Y. J.; Mackereth, C. D.; Tyson, J.; Novak, B.; Coudreuse, D.", "abstract": "The proliferation of eukaryotic cells is regulated by a complex network of regulatory systems that promotes efficient cell cycle progression and ensures proper responses to the environment. Despite this complexity, the core inputs that are necessary and sufficient for robust alternation of DNA replication and mitosis are surprisingly simpler than anticipated. Indeed, fission yeast cells operating with an engineered minimal cell cycle network that lacks the highly conserved Wee1+Cdc25 feedback loops on Cdk1 function are viable, although slow growing. This provides a unique entry for evaluating how such simplified cells can evolve and improve their proliferation potential while exploring unknown mechanisms modulating cell cycle progression. Taking advantage of this model, we applied laboratory evolution assays to minimal fission yeast backgrounds and selected for the emergence of faster growing populations. We found that loss of the small disordered protein Spo12 brings about enhanced population growth in cells lacking the Wee1+Cdc25 mitotic switch. Importantly, we demonstrate that Spo12 defines a new and conserved family of inhibitors of the Cdk-counteracting phosphatase PP2A that are directly regulated by Cdk-dependent phosphorylation. Our results also reveal a trade-off associated with Spo12-dependent regulation, which may have implications for our understanding of the principles underlying the evolution of cell cycle control. Finally, our study highlights how combining simplified circuits with experimental evolution allows for uncovering regulatory elements that may be obscured by network complexity.", "date": "2025-10-29", "journal": ""}
{"title": "Generation of Chlorella vulgaris starch mutants and their biomass and lipid productivities under different culture media", "doi": "10.1101/2025.10.28.685034", "authors": "Ramos, A. C. E.; Hamilton, A.; Molina, I.; Mcginn, P.; Regan, S.", "abstract": "Background: Microalgae are an important feedstock for the production of a wide variety of products, including biodiesel. Biodiesel, composed of fatty acid alkyl esters, is produced through the transesterification reaction of triacylglycerol (TAG). Microalgae store their energy reserves primarily as starch and TAGs. Therefore, several studies have focused on understanding the partitioning of carbon precursors between starch and TAG biosynthetic pathways. In this study, 5 starch mutants of Chlorella vulgaris were developed and cultured on different culture media. Results: Chlorella vulgaris starch mutants were generated through UV-random mutagenesis. Five starch mutants were selected for this study: four low-starch producing mutants (st27, st29, st43 and st54) and one high-starch producing mutant (st80). The starch mutants were cultured on media with different organic carbon sources, and lipid and biomass productivity were measured. Mixotrophic growth on glucose resulted in the highest lipid productivity in all the mutants, including st80, without compromising growth, whereas photoautotrophic growth generally did not result in changes in lipid productivity of the starch mutants. The highest increase in lipid productivity was observed for st27, with a 3.8-fold higher lipid productivity than wildtype. Conclusions: All starch mutants increased their lipid productivities when grown mixotrophically on glucose, suggesting the overflow hypothesis could explain the partitioning of carbon between starch and TAGs. Out of the mutants generated in this work, st27 resulted in the highest increases in lipid productivities, reaching an increase of 380% when grown mixotrophically on glucose, without compromising growth. The high-starch producing mutant st80 provides insight into a possibility to develop starch- and TAG-rich microalgal biomass.", "date": "2025-10-29", "journal": ""}
{"title": "Protocol for green synthesis of excellent fluorescent mango leaves-derived carbon for advanced theragnostic in biological applications", "doi": "10.1101/2025.10.28.685050", "authors": "Kumar, A.; Khatri, H.; Solanki, R.; Yadav, P.; Bhatia, D. D.; Yadav, A. K.", "abstract": "Carbon quantum dots (CQDs) are zero-dimensional fluorescence nanoparticles that are less than 10 nm in size. They have unique properties like tunable surface functionality, biocompatibility, fluorescence, and low toxicity. This study outlines a detailed protocol for synthesizing CQDs from mango leaf powder using a reflux method at 160 C and 400 rpm for a duration of two hours. The synthesized CQDs were comprehensively characterized using the following techniques, including UV-visible spectroscopy, fluorescent spectrophotometry, atomic force microscopy, dynamic light scattering and zeta potential measurement, Fourier transform infrared spectroscopy, and scanning electron microscopy. In vitro analysis was conducted through an MTT assay, revealing that the CQDs exhibit reduced toxicity in RPE1 cells compared to the control group. Additionally, a concentration-dependent cellular uptake assay was performed to further evaluate the biological performance of the CQDs. The findings suggest the potential of CQDs as safe and effective nanomaterials for various biological applications, including drug delivery and bioimaging.", "date": "2025-10-29", "journal": ""}
{"title": "MetaPepticon: automated prediction of anticancer peptides from microbial genomes and metagenomes", "doi": "10.1101/2025.10.28.685052", "authors": "Erözden, A. A.; Tavsanlı, N.; Demirel, G.; Sanlı, N. O.; Calıskan, M.; Arıkan, M.", "abstract": "Anticancer peptides (ACPs) are increasingly recognized as promising therapeutic candidates due to their ability to selectively target cancer cells. However, the systematic discovery of novel ACPs, particularly from high-throughput sequencing datasets, remains hindered by technical and methodological limitations. Current prediction frameworks require pre-extracted peptide sequences, involve manual preprocessing, and yield variable results, which restricts their applicability for large-scale, data-driven discovery. To address these limitations, we developed MetaPepticon, a modular, end-to-end pipeline for the discovery of candidate ACPs from diverse sequencing inputs, including raw genomic, metagenomic, transcriptomic, and metatranscriptomic reads, as well as assembled contigs and peptide sequences. MetaPepticon automates quality control, filtering, assembly, small open reading frame prediction, ACP classification using multiple predictive algorithms, and in silico toxicity filtering. By employing a consensus-based strategy and supporting heterogeneous data types, MetaPepticon facilitates scalable, reproducible, and high-confidence identification of candidate ACPs. Applied to 41,171 microbial genomes and 4,072,884 peptides, MetaPepticon identified 79,587 novel candidate ACPs, including 13,149 high-confidence, non-toxic peptides. By providing a standardized, automated framework for large-scale ACP discovery across various input types, MetaPepticon facilitates therapeutic peptide exploration and is freely available at: https://github.com/arikanlab/MetaPepticon", "date": "2025-10-29", "journal": ""}
{"title": "In Situ Structure Determination of a Membrane Protein in Native Cellular Membranes by Proton-Detected Solid-State NMR", "doi": "10.1101/2025.10.28.685061", "authors": "Xie, H.", "abstract": "Determining the structure of membrane proteins within their native cellular membranes remains a substantial challenge in structural biology. In this study, we present a proton detected solid-state NMR (ssNMR) approach, combined with an optimized random partial protonation (RAP) labeling strategy, to determine the high resolution structure of the large conductance mechanosensitive channel (MscL) directly within native E.coli membranes (backbone RMSD = 1.9 A). Our approach effectively suppresses background protein signals and achieves high spectral resolution and sensitivity at moderate MAS frequencies (40 to 60 kHz) by differentially tuning amide and side-chain protonation levels. Using advanced recoupling schemes, we obtained chemical shift assignments of sidechain protons by 3D hCCH spectra and 1H _ 1H distance restraints from a series of 3D hNHH spectra. With 10% protonation in sidechains, the 1H signals displayed linewidths of approximately 50Hz, facilitating the extraction of 49 longrange distance restraints between amide and side-chain protons, which are crucial for structural convergence. Ambiguities in the assignment of weak signals corresponding to distance restraints were resolved by integrating 3D hNHH experimental data with CS Rosetta structural modeling. The resulting structure reveals a well-defined pentameric assembly, with transmembrane helix packing consistent with that observed in detergent environments. This study demonstrates significant sensitivity advantages of 1H detected over 13C detected in situ ssNMR methods, highlighting the potential of 1H detected ssNMR for the structure determination of a broad range of membrane proteins in native membranes.", "date": "2025-10-29", "journal": ""}
{"title": "Aggregate data modelling: a fast implementation for fitting pharmacometrics models to summary-level data in R", "doi": "10.1101/2025.10.28.685047", "authors": "van de Beek, H.; Välitalo, P. A. J.; van Hasselt, C. J. G.; Zwep, L. B.", "abstract": "Pharmacometric modelling is traditionally performed using individual level data. Recently a new method was developed to fit pharmacometric models to summary level - or aggregate - data. This methodology allows for jointly modelling different data sources, once transformed into aggregate data. As such, the method can be applied to a combination of individual data, pharmacometric models, and aggregate data. In this study we aimed to (1) implement this methodological framework into an accessible R package (admr) and (2) develop a novel algorithm with enhanced computational efficiency. The developed R-package allows calculating aggregate data from different data sources, jointly fitting one or multiple data sources and assessing model performance. The implementation of the newly developed algorithm improves computational efficiency by iteratively reweighting internal Monte Carlo predictions. Three simulation scenarios using different data generating models demonstrated an improvement of 3 to 100-fold speed-up when using the novel Iterative Reweighting Monte Carlo (IR-MC) algorithm, while maintaining the convergence properties of the original MC algorithm. These analyses demonstrated that estimation with the IR-MC algorithm is increasingly more efficient as model complexity rises as compared to the standard MC algorithm, indicating the utility for more complex pharmacometric models. In conclusion, the aggregate data modelling implementation in the admr R package allows for a fast and user-friendly application of the aggregate data modelling framework.", "date": "2025-10-29", "journal": ""}
{"title": "Elucidating a potential role of the infant gut microbiome on the bioavailability of L-tyrosine in phenylketonuria", "doi": "10.1101/2025.10.28.685037", "authors": "Moghimi, M.; Martinelli, F.; Widder, J.; Hensen, T.; Hannibal, L.; Spiekerkoetter, U.; Thiele, I.", "abstract": "Background: Phenylketonuria (PKU) is an inherited metabolic disorder caused by phenylalanine hydroxylase (PAH) deficiency, leading to elevated L-phenylalanine and severe neurological damage if untreated. While phenylalanine-based biomarkers are diagnostic and phenylalanine levels correlate with disease severity, the clinical manifestations of PKU are heterogeneous. Results: To identify additional reliable, potentially novel biomarkers, we used germ-free sex-specific, organ-resolved infant whole-body metabolic models (infant-WBMs) to simulate PAH deficiency and predicted elevated L-phenylalanine and its derivatives, alongside reduced L-tyrosine fluxes, as the product of phenylalanine hydroxylation. To test the reliability of these predictions, we combined the infant-WBMs with gut microbiome models from 48 healthy infants. Upon integrating microbiome data, we found that microbial metabolism significantly increased L-tyrosine availability, obscuring its utility as a universal biomarker. In ~23% of microbiome-PKU models, L-tyrosine fluxes remained low, indicating insufficient microbial compensation. These cases were enriched in Firmicutes and lacked specific Bifidobacterium and Escherichia strains linked to L-tyrosine biosynthesis via the pretyrosine pathway. Shadow price analysis identified microbial species critical for host L-tyrosine metabolism. However, some, such as Bifidobacterium dentium, also contributed to L-phenylalanine synthesis, potentially worsening the PKU phenotype. In contrast, L-phenylalanine, phenylpyruvate, and hydroxyphenylacetic acid remained reliably elevated across all models, validating their diagnostic relevance. Conclusions: Our study demonstrates that microbiome composition can modulate biomarker reliability in PKU, particularly for L-tyrosine. Integrating microbial metabolic models with whole-body physiology enables assessment of biomarker reliability and reveals subpopulations for whom secondary biomarkers or targeted probiotics may be beneficial. This approach offers a powerful framework for refining diagnostics and therapy monitoring in rare metabolic diseases and the development of possible targeted microbiome therapies.", "date": "2025-10-29", "journal": ""}
{"title": "Non-invasive prediction of conduction velocities in the human brain from MRI-derived microstructure features at 7 Tesla", "doi": "10.1101/2025.10.28.685017", "authors": "Asadi, S.; Spencer, A. P. C.; Aleman-Gomez, Y.; Jedynak, M.; Canales-Rodriguez, E. J.; Pavan, T.; Mullier, E.; de Wouters, L.; Rigoni, I.; Lajous, H.; Chan, C. H. M.; Cionca, A.; Van De Ville, D.; Vulliemoz, S.; David, O.; Hagmann, P.; Jelescu, I. O.", "abstract": "The conduction velocity of neuronal signals along axons is a key neurophysiological property that can be altered in various disease processes. While cortico-cortical evoked potentials (CCEPs) can be measured in presurgical assessment to provide information about conduction delay between a subset of brain regions, it is currently not possible to efficiently and systematically estimate conduction velocity in vivo across the whole brain. Given the established link between conduction velocity and axon morphology (most notably axon diameter but also myelination), mapping a reliable and quantitative metric linked to axon properties could fill the gap of inferring conduction velocity across the entire human brain. By integrating multiple MRI-derived microstructural measures - including axon radius, axonal water fraction, extra-axonal perpendicular diffusivity, and longitudinal relaxation time - and conduction velocity estimates obtained from a large database of CCEPs, we developed a whole-brain prediction model of conduction velocity. Our multivariate MRI-based model explained 29% of variance in neurophysiological conduction velocity, making it possible to partially predict whole-brain conduction velocity and delay matrices along connections for which no direct measurement is commonly available from epilepsy surgery investigations. This integrative MRI-based approach could provide a non-invasive framework for comprehensively characterising conduction delays in vivo across the human brain white matter.", "date": "2025-10-29", "journal": ""}
{"title": "Palmitoylation of death receptor p75NTR contributes to Alzheimer's Disease progression by regulating APP trafficking and degradation", "doi": "10.1101/2025.10.28.685019", "authors": "Ma, Y.; Xie, M.; Ibanez, C. F.", "abstract": "Although protein palmitoylation has been associated with Alzheimer's Disease (AD), it remains unclear whether or how palmitoylation of specific proteins contributes to any of the pathological features of AD. The p75 neurotrophin receptor (p75NTR) contributes to AD progression by regulating the intracellular trafficking and amyloidogenic processing of amyloid precursor protein (APP). p75NTR is palmitoylated at a juxtamembrane cysteine but it is currently unknown whether this has any effect on its role in AD. Here, we report that 5xFAD mice, an animal model of AD, expressing a palmitoylation-deficient mutant of p75NTR (p75C281A) display significantly attenuated neuropathology and cognitive deficits. p75C281A showed enhanced internalization, trafficking to Rab5/Rab7 endosomes and lysosomal-mediated degradation. In mutant p75C281A neurons, APP displayed accelerated co-internalization with p75NTR, increased trafficking to late endosomes and lysosome, and enhanced degradation, thereby limiting neuronal Abeta; production. Interestingly, the brain of 5xFAD mice shows increased levels of p75NTR palmitoylation. These results indicate that palmitoylation of p75NTR enhances its stability and, indirectly, that of APP by reducing their trafficking to the lysosome, resulting in increased Abeta; accumulation and neuropathology in the AD brain. Selective inhibitors of p75NTR palmitoylation may find applications in the treatment of AD.", "date": "2025-10-29", "journal": ""}
{"title": "Temporal Associations Between Human Milk Metabolites and the Infant Gut Microbiome and metabolome", "doi": "10.1101/2025.10.28.681130", "authors": "Isokääntä, H.; Perasto, L.; Lamichhane, S.; Kallonen, T.; Ovaska, M.; Munukka, E.; Krakström, M.; Karlsson, H.; Karlsson, L.; Kailanto, H.-M.; Kantojärvi, K.; Paunio, T.; Oresic, M.; Sundekilde, U.; Dickens, A. M.; Aatsinki, A.-K.", "abstract": "Introduction: Human milk is vital in establishing a healthy infant gut microbiome. Gut microbes and their metabolites are important for host development. However, our understanding of how milk metabolites are connected to the gut microbiome and metabolome in early-life remains limited. We aimed to investigate associations between the human milk metabolome and the gut microbiome in infancy. Methods: The fecal and milk samples were collected at 2.5 (n=283), 6 (n=129) and 14 (n=65) months of age. Gut microbiota was analyzed with amplicon sequencing, the gut metabolome was analyzed with gas chromatography-mass spectrometry and liquid chromatography-mass spectrometry, and milk metabolites were analyzed with proton nuclear magnetic resonance. Results: Bifidobacterium and other butyrate producers were associated with ethanolamine and methionine level in the milk, in a time-dependent manner. Elevated milk fucosylated oligosaccharide, LNFP-I and caprylate concentrations were positively associated with secondary bile acid levels following the introduction of solid foods. Additionally, acidic oligosaccharides 3-SL and 6-SL were positively associated with long-chain carbohydrates prior to solid food introduction, however negatively associated thereafter. Conclusion: Our results highlight that milk metabolites are associated with biologically relevant gut microbial metabolites. Only limited associations were observed between milk composition and the microbiome, which differed between early and late infancy. This suggests milk metabolome may differentially influence microbial metabolism depending on dietary diversity and/or the maturity of the microbiome.", "date": "2025-10-29", "journal": ""}
{"title": "Zebrafish otic vesicle and mouse epididymis as model systems for studying columnar epithelial cell division", "doi": "10.1101/2025.10.28.683518", "authors": "Xia, Y.; Perder, B.; Yao, A. G. C.; Qiu, M.; Cao, J.", "abstract": "Epithelial cell division maintains tissue architecture through coordinated nuclear migration, cell shape changes, and spindle orientation. In columnar epithelia, interkinetic nuclear migration (INM) involves apical nuclear translocation in G2 and basal return post-mitosis, yet its regulation and physiological significance remain understudied due to limited live imaging in vivo models. We adapted the zebrafish embryonic otic vesicle as an in vivo model to study epithelial division dynamics using high-resolution live imaging and genetic tools. We find that apical INM initiates in mid-to-late G2 and is driven by dynein, not myosin II. Mitotic rounding is achieved via actomyosin-mediated basolateral constriction while maintaining basal attachment. Inhibiting myosin II impairs rounding and planar division, causing apical retention of daughter cells, suggesting planar division ensures proper integration. We extend our analysis to the mouse epididymis epithelium, comparing nuclear migration, cell shape, and spindle orientation across species. Our work introduces optimized in vivo models and reveals conserved and tissue-specific mechanisms maintaining structure and function of columnar epithelia.", "date": "2025-10-29", "journal": ""}
{"title": "Optimizing Equilibration Time to Enhance Post-Thaw Viability of Cryopreserved Zebrafish (Danio rerio) Ovarian Fragments", "doi": "10.1101/2025.10.28.685221", "authors": "Wade, M. L.; Litvak, M. K.", "abstract": "Cryopreservation enables the long-term storage of viable biological material at ultra-low temperatures and forms the foundation for germplasm cryobanks that maintain valuable genetic lines of model organisms such as zebrafish (Danio rerio). However, reliable and reproducible cryopreservation protocols for fish germline stem cells remain difficult to develop, partly because key steps such as equilibration are often overlooked or assigned arbitrarily. Here, we optimized equilibration time for cryopreservation of zebrafish ovarian tissue. Ovarian fragments were equilibrated in 2 M methanol + 0.1 M glucose + 10% egg yolk for varying durations (15-120 minutes) before controlled slow-cooling and storage in liquid nitrogen. Post-thaw viability was assessed using a Trypan Blue exclusion assay. A 60-minute equilibration yielded the highest viability of ovarian cells in Experiment 1 (55.68 {+/-} 1.74%), whereas a 30-minute equilibration yielded the highest viability in Experiment 2 (75.86 {+/-} 2.44%), but was not significantly different from the 60-minute equilibration in Experiment 2 (75.58 {+/-} 2.04%) (p = 0.9983). Equilibration alone accounted for a 48.71% increase in post-thaw viability relative to controls. The framework presented here provides a reproducible method for determining species-specific equilibration optima and supports the development of effective germplasm cryobanks for both model and endangered fish species.", "date": "2025-10-29", "journal": ""}
{"title": "Metabolic responses at sub-thermoneutral temperatures in captive common waxbills (Estrilda astrild)", "doi": "10.1101/2025.10.28.685071", "authors": "Pacioni, C.; Dannels, H.; Dutrieux, L.; Sentis, M.; Lens, L.; Strubbe, D.", "abstract": "Understanding how endotherms manage energy expenditure at sub-thermoneutral temperatures is crucial for predicting their physiological flexibility and adaptive potential. This study investigated the metabolic responses of captive-bred common waxbills (Estrilda astrild) to decreasing ambient temperatures, with a focus on three questions: whether basal metabolic rate (BMR) predicts standard metabolic rate (SMR), how consistent individual metabolic responses are, and whether waxbills employ cold-induced energy-saving mechanisms. We found that BMR did not reliably predict SMR, underscoring the limits of BMR as a proxy under ecologically relevant conditions. SMR showed moderate repeatability across individuals, but variation was mainly due to baseline metabolic level rather than slope differences in thermal reaction norms. A two-breakpoint model best described the relationship between temperature and metabolic rate, with a marked decline in SMR below ~18.8{degrees}C. This decrease, along with observed reductions in core body temperature in some individuals, reveals an energy-saving strategy involving shallow hypothermia at relatively mild sub-thermoneutral temperatures. These findings suggest that energy-saving mechanisms may be intrinsic to the species rather than purely plastic responses. Overall, our results highlight both the limitations of BMR and the importance of measuring metabolic responses across thermal gradients to detect subtle but ecologically relevant hypometabolic strategies.", "date": "2025-10-29", "journal": ""}
{"title": "Stochastic choice drives variability in patch foraging decisions across species", "doi": "10.1101/2025.10.28.685063", "authors": "Scholey, E. V.; Apps, M. A.; Humphries, M. D.", "abstract": "Staying to exploit remaining resources or leaving to seek better options elsewhere is a fundamental decision across species. Optimal patch foraging theories propose deterministic rules for when to leave a depleting resource but real foragers show considerable variability in when they leave. Here we show that foragers making a stochastic choice of when to leave a patch is sufficient to explain their variability across tasks and species. We also show stochastic choice makes two unintuitive predictions, which we validate in our data. First, under a wide range of conditions, stochastic choice makes foragers' leaving variability independent of the rewards available in the environment. Second, that foragers use a suboptimal internal model for setting their choice stochasticity from their environment's average reward rate. Our findings suggest stochastic choice is an underappreciated but powerful contributor to foraging decisions.", "date": "2025-10-29", "journal": ""}
{"title": "Improved De Novo Peptide Binder Design with Target-Conditioned Inverse Folding", "doi": "10.1101/2025.10.28.685072", "authors": "Layne, E.; Kanawaty, A. K.; Broom, A.; Kitaygorodsky, A.; Nivedha, A. K.; Vora, P.; Woffindale, C.; Hailstone, S.; Sachouli, E.; Halcrow, E.; Donachie, G.; Adsett, M.; Butterfoss, G. L.; Fingerhuth, M.", "abstract": "Inverse protein folding methods have become central to the computational design of de novo proteins, but existing models struggle when tasked with generating high-affinity peptide binders. By combining peptide-specific finetuning with a novel decoding order strategy, we enhance pocket conditioning and enable more accurate sequence design for peptide-binding interfaces. Our approach delivers gains in computational metrics, increasing sequence recovery and improving in silico binder design success rate by 16%-30%. In vitro validation finds that our method greatly improves the success rate of designing novel peptide agonists of the OPRM1 receptor, generating at least twice as many top-ranking agonists as the prevailing standard method ProteinMPNN.", "date": "2025-10-29", "journal": ""}
{"title": "ODDB: Ocular Disease Database for integrated analysis of ocular disease gene drug relationships", "doi": "10.1101/2025.10.28.685137", "authors": "Seemab, U.; Kalatanova, A.; Hassan, S.; Tanoli, Z.; Leinonen, H. O.", "abstract": "Ocular diseases such as age-related macular degeneration, glaucoma, diabetic retinopathy, and inherited retinal dystrophies are leading causes of vision loss worldwide, yet existing databases often address only limited aspects of these disorders. To fill this gap, we developed the Ocular Disease Database (ODDB), a web-based resource that integrates genes, biomarkers, variants, and drugs associated to ocular diseases. Data were systematically collected through literature mining of PubMed-indexed journals, the NCBI Gene Expression Omnibus (GEO), and drug regulatory agency datasets. Multi-omics, experimental, and clinical information were harmonized using standardized integration workflows. The database is organized according to two complementary ontologies: one based on the anatomical site of pathology (cornea, retina, optic nerve) and another on gene inheritance pattern. ODDB currently covers over 170 ocular diseases, more than 1190 genes, 2400+ variants, and 386 drugs, including both approved and investigational compounds. Each record includes detailed annotations of associated genes, variants, therapeutic targets, and mechanisms of action. The platform supports interactive querying and network-based visualization of disease gene drug relationships. All data was internally validated for accuracy and are compliant with FAIR principles, ensuring accessibility and interoperability. ODDB (https://www.oculardiseases.fi/) provides a comprehensive and standardized reference for exploring molecular mechanisms and therapeutic opportunities in ocular diseases.", "date": "2025-10-29", "journal": ""}
{"title": "Single human fingertip mechanoreceptive afferents simultaneously encode multidimensional aspects of touch", "doi": "10.1101/2025.10.28.685066", "authors": "Lang, V. A.; Backlund Wasling, H.; Ackerley, R.; Wessberg, J.", "abstract": "Touch using the hands is essential for recognizing surface features and manipulating objects, where different aspects are encoded by four main types of low-threshold mechanoreceptors (LTMs) in glabrous skin. Although factors such as movement, vibration, and pressure are often studied individually, touch requires their integration to produce complex sensations. We investigated these processes jointly by recording single-unit activity via microneurography from human LTM afferents in the median nerve as periodic gratings slid across their receptive fields, varying the normal force and sliding velocity per trial. Mixed-effects models revealed that fast-adapting type 1 (FA-1) afferent firing was influenced by all three parameters - force, velocity, and spatial period. Slowly-adapting type 1 (SA-1) afferent firing was primarily driven by force, and to a lesser extent, velocity. These findings support the view that FA-1 afferents encode stimulus intensity in an approximately linear manner, while SA-1 afferents function mainly as force detectors, demonstrating that mechanoreceptive afferents provide a complementary and multidimensional representation of texture during sliding contact. This distributed encoding challenges the notion that LTMs are dedicated to single stimulus features, suggesting that tactile information is represented across LTM populations where each class contributes differently-weighted inputs to capture skin-object interactions.", "date": "2025-10-29", "journal": ""}
{"title": "Leaf traits in Phaseolus vulgaris and Phaseolus acutifolius reveal divergent terminal drought coping strategies", "doi": "10.1101/2025.10.28.685217", "authors": "Salazar-Chavarria, A. V.; Zavala-Padilla, G. T.; Lechuga-Jimenez, A.; Palomar, V. M.; Acosta-Maspons, A.; Covarrubias, A. A.", "abstract": "Phaseolus beans play a crucial role in global food security, providing a sustainable source of protein and micronutrients for diverse populations. However, their productivity is severely affected by prolonged drought during the reproductive stage (terminal drought), which drastically reduces grain yield and quality. While substantial progress has been made in understanding plant drought responses during the vegetative stage, less is known about the responses during the reproductive phase. Among the different responses, little is known about the accompanying anatomical and physiological changes across plant organs. In particular, the leaf plasticity in response to environmental fluctuations remains unexplored under terminal drought. This study investigates the anatomical, physiological and molecular leaf responses to terminal drought in two resistant genotypes of Phaseolus vulgaris (common bean) and Phaseolus acutifolius (tepary bean). Despite comparable water status under stress, tepary mature leaves present longer major veins, larger xylem area, increased air space, and thicker cuticles than common bean. These traits likely contribute to improve water transport and gas exchange. Consistently, tepary bean maintained higher photosynthetic performance under well-watered and drought conditions, with considerable superior carbon fixation rates under irrigation. Elevated starch and sucrose accumulation in tepary leaves under both treatments further supports its enhanced carbon assimilation. RNAseq analysis indicated that some of these traits are partly transcriptomic dependent. Together, our findings highlight the diverse leaf-level adaptations that underlie terminal drought resistance in these species. The enhance anatomical and physiological traits in tepary bean offer valuable insights for improving drought resilience in common bean in a changing climate.", "date": "2025-10-29", "journal": ""}
{"title": "HDA6 regulates chloroplast biogenesis and photosynthesis in Arabidopsis through deacetylation of non-histone proteins", "doi": "10.1101/2025.10.28.685251", "authors": "Wang, H.", "abstract": "Histone deacetylase 6 (HDA6) plays a multifaceted role in plant development, yet its function in chloroplast biogenesis remains largely unexplored. Here, we show that the axe1-4 loss-of-function mutant exhibits pale-green leaves, reduced chlorophyll content, and impaired photosynthetic efficiency, accompanied by smaller and morphologically distorted chloroplasts. Transcriptomic analyses revealed global down-regulation of chloroplast-associated genes, including those involved in chlorophyll biosynthesis and thylakoid organization. Blue-native PAGE analyses of axe1-4 leaves demonstrated markedly decreased accumulation of PSI, PSII, and LHCII complexes, while cryo-electron tomography confirmed disorganized thylakoid architecture characterized by swollen membranes and disrupted grana stacking. Confocal imaging of pUBQ::HDA6-GFP plant leaves indicated both nuclear and chloroplast localization, suggesting a dual role in chromatin regulation and organellar protein deacetylation. Together, these findings identify HDA6 as a pivotal epigenetic regulator integrating transcriptional control with photosynthetic machinery assembly and chloroplast development in Arabidopsis thaliana.", "date": "2025-10-29", "journal": ""}
{"title": "Personalised whole-body modelling links gut microbiota to metabolic perturbations in Alzheimer's disease", "doi": "10.1101/2025.10.28.685084", "authors": "Hensen, T.; Khatib, L.; Patel, L.; McDonald, D.; Gonzalez, A.; Mahmoudiandehkordi, S.; Blach, C.; Alzheimer Gut Microbiome Project Consortium,  ; Knight, R.; Kaddurah-Daouk, R.; Thiele, I.", "abstract": "The human gut microbiome has been linked to metabolic disturbances in Alzheimer's disease (AD). However, the mechanisms by which gut microbes might influence metabolic dysfunction in AD remain poorly understood. Previously, we used constraint-based metabolic modelling to associate an increased risk of AD with altered production of microbiome-derived metabolites. In this study, we investigated whether these previous results can also be identified in AD patients. Therefore, we created personalised whole-body metabolic models from gut metagenomics samples from 34 AD dementia patients, 51 individuals with mild cognitive impairments, and 298 healthy controls. These in silico models were profiled to predict the metabolic influences of gut microbiomes on blood metabolites with previously reported alterations in AD. We found an increased capacity of AD host-microbiome co-metabolism to produce S-adenosyl-L-methionine, L-arginine, creatine, taurine, and formate in the blood of AD dementia patients and patients with mild cognitive impairments. The metabolic predictions were then mechanistically linked to gut microbial changes in AD. This analysis identified that increased relative abundances of Bacteroides uniformis and Bacteroides thetaiotamicron were key factors driving the predicted metabolic changes. Furthermore, the predicted altered microbial influences on blood metabolites were also associated with allelic variations in the APOE risk gene in healthy individuals, which confirmed our previous findings. In conclusion, we identified blood metabolites whose perturbations in AD may be influenced by gut microbiota and predicted the key microbial drivers for these metabolic influences. These findings may facilitate the development of microbiome-informed treatments of AD.", "date": "2025-10-29", "journal": ""}
{"title": "Integrated tissue proteomics and lipidomics from ovine organs suggests novel functional implications for fatty acids and lipid mediators.", "doi": "10.1101/2025.10.28.685055", "authors": "Hagn, G.; Jenner, F.; Bileck, A.; Gueltekin, S.; Hamberg, M.; Mohr, T.; Gerner, C.; Gerner, I.", "abstract": "Lipid mediators are potent biomolecules that may help to gain specific information about biological processes. However, due to incomplete functional annotations and hence interpretive challenges these molecules are hardly considered in molecular profiling experiments. We hypothesized that correlating lipid mediators extracted from tissues with corresponding proteomics data and the corresponding Gene Ontology terms characteristic of specific tissue types could enable functional annotation of these lipids. Thirteen organs and tissues from sheep (Ovis aries) were analyzed using mass spectrometry-based untargeted proteomics and lipidomics. In total, 4717 proteins and 166 free fatty acids, oxylipins, lysolipids, endocannabinoids, and bile acids were catalogued. This included the previously uncharacterized oxylipin 4-hydroxy-eicosatetraenoic acid (4-HETE), whose identity was confirmed by chemical synthesis. Co-expression and clustering analyses validated our hypothesis, successfully reproducing known and suggesting novel lipid mediator functions. Tissue levels of polyunsaturated fatty acids (PUFAs) correlated with pro-resolving mediators and, unexpectedly, with the cellular protein synthesis and folding machinery. These findings suggest that PUFAs and their derivatives support protein synthesis fidelity and efferocytosis, both essential contributors for the effective resolution of inflammation.", "date": "2025-10-29", "journal": ""}
{"title": "3D-Feedy: An open and portable membrane feeder for mosquito research", "doi": "10.1101/2025.10.28.685147", "authors": "Ens, G.; Lewin, A. R.; Zaada, D. S. Y.; Doron, J.; Gilan, Z.; Livne, A.; Ordan, E.; Papathanos, P. A.", "abstract": "Female mosquitoes must feed on blood to produce eggs, a natural behavior that also drives disease transmission. Vector biology research and the development of novel control tools depend on reliable methods for blood feeding of laboratory-reared mosquitoes. Artificial membrane feeders have provided a practical alternative to live animals for decades. However, commercial systems are typically expensive, difficult to repair and are tethered to external water baths or bench-top power supplies. Their limited capacity, usually only a few cages at once, further restricts their use, making them impractical in field settings or large insectaries where dozens of experimental crosses must be fed daily. Here we describe 3D-Feedy, an open-hardware, inexpensive membrane feeder that delivers electrically heated membrane feeding using simple, readily available parts. Powered via USB-C, including smartphone powerbanks, it is portable and straightforward to assemble with only basic tools and skills. In direct comparison with the widely used Hemotek feeder in Anopheles gambiae and Aedes albopictus, the 3D-Feedy achieved equal or higher feeding rates and significantly greater egg production while maintaining comparable larval hatching rates. These results validate 3D-Feedy as a practical and accessible tool for mosquito rearing and experimental studies. All design files and instructions are provided as open hardware resources.", "date": "2025-10-29", "journal": ""}
{"title": "Ultrafast fMRI detects age-related changes in harmonics of cardiac pulsations in the brain at 7 T", "doi": "10.1101/2025.10.28.685077", "authors": "Marchini, C.; Abdelkarim, D.; Chai, Y.; Fabiani, M.; Gratton, G.; Sutton, B. P.", "abstract": "Purpose: To develop and apply an ultra-fast fMRI acquisition at 7 T to measure the pulsatile signals in the brain with full brain coverage and detect age-related differences. Pulsatile signals' parameters provide information about the health status of the cerebrovascular system. This new acquisition provides a good mix of spatial coverage, image resolution, and temporal resolution for observing physiological signals. Methods: A partial separability MRI acquisition and reconstruction approach was used to collect 3D data acquired at 7 T with TR = 65 ms in 28 healthy adults. 8 young subjects and 14 older subjects (10 male and 12 female) had acceptable pulse plethysmography and MRI data. With full-brain coverage and 2 mm isotropic resolution, the reliability of the pulse signal (even/odd heartbeat as test/retest) within each brain voxel was computed across subjects. Within voxels of high pulse reliability, the average magnitude within 0.15 Hz of the 4 heartbeat harmonic frequencies were compared within CSF, GM, and WM between young/old and between male/female participants. Results: Increased first harmonic magnitude in older adults compared to young adults was detected in regions with reliable cardiac pulsations, which overlap major arteries and CSF pools. There was also a greater magnitude of the third harmonic normalized to the first in males. Brain maps of the pulse frequency and the harmonics were formed for visualization of regions of high pulsatility. Conclusion: This new approach captures the pulsatile signal with BOLD fMRI with high spatiotemporal resolution and can be sensitive to age- and sex-related differences.", "date": "2025-10-29", "journal": ""}
{"title": "IgD-Expressing Mature B Cells Exhibit Enhanced Sensitivity to Glucocorticoid-Induced Cell Death", "doi": "10.1101/2025.10.28.685010", "authors": "Almohammad, K.; Young, M.; Vettorazzi, S.; Greulich, F.; Alkhatib, M.; Tuckermann, J. P.; Jumaa, H.; Setz, C.", "abstract": "Glucocorticoids (GCs) regulate diverse physiological processes, comprising metabolism, immune responses, stress adaptation and inflammation. Synthetic GCs are widely used for their powerful anti-inflammatory and immunosuppressive effects, in the treatment of autoimmune diseases, allergies, and inflammation. Here, we investigated the role of the glucocorticoid receptor (GR) in B cell development and survival using both B cell-specific GR-deficient mice and continuous in vivo GR agonist treatments. Deletion of the GR in B cells altered splenic B cell subpopulations, increasing follicular and CD21lo B cells and leading to the accumulation of IgM-/IgD- B cells. In vivo treatment with GR agonists, such as Dexamethasone (Dex) and Prednisolone (Pred), selectively depleted IgDhigh follicular B cells while enriching IgDlow marginal zone B cells. IgDlow (IgMhigh) B cells, which were more resistant to glucocorticoid-induced cell death, showed increased expression of IL-10 and genes involved in survival, suggesting a potential regulatory function. In vitro, B cell activation via CpG or LPS altered IgM/IgD expression and B cell sensitivity to GR agonists, thereby leading to improved B cell survival and increased plasma cell differentiation. Together, these findings suggest that IgD downregulation and IgM upregulation are critical for B cell survival under GC exposure and that GR agonists promote the enrichment of IgDlow (IgMhigh) cells resistant to apoptosis.", "date": "2025-10-29", "journal": ""}
{"title": "Seasonal life-history trade-offs differ between plants derived from seed versus rhizomes in Saponaria officinalis", "doi": "10.1101/2025.10.28.685121", "authors": "Van Natto, A. C.; Friedman, J.", "abstract": "Many perennial plants reproduce both sexually through seeds and asexually through vegetative clones, and these contrasting origins can shape subsequent life-history strategies. Because clonal propagules begin with greater parental resource provisioning, whereas seedlings establish independently, these alternative origins create natural variation in early resource availability and developmental trajectories. This variation provides an opportunity to test predictions from life-history theory: while investment in current reproduction is expected to trade off with future growth or survival, such costs are often difficult to detect unless reproductive effort varies substantially among individuals or is experimentally manipulated. In this study, we compared growth, reproduction, and survival of seed- and rhizome-origin individuals of the invasive perennial Saponaria officinalis across three years in a common garden. We also manipulated reproductive effort in a subset of plants through pollen supplementation and tracked seasonal changes in flowering and seed production. Seedlings initially grew faster and made more branches and flowers than rhizome-origin plants, but by the second year rhizomes were larger and had more flowers. Seedlings also exhibited far worse survival than rhizomes. Across the flowering season, seed number per capsule declined, consistent with both increasing competition among flowers and declining resource availability. Pollen-supplemented seedlings had the most seeds per capsule early in the season and were the only group to suffer overwinter mortality, indicating a survival cost of elevated early reproductive investment. Overall, our findings show that reproductive origin influences allocation to growth, reproduction, and survival, with consequences for the establishment and spread of this invasive weed.", "date": "2025-10-29", "journal": ""}
{"title": "sabinaHSBM: An R package for link prediction network reconstruction using Hierarchical Stochastic Block Models", "doi": "10.1101/2025.10.28.684773", "authors": "Lima, H.; Morales-Barbero, J.; Mateo, R. G.; Morales-Castilla, I.; Rodriguez, M. A.", "abstract": "1. Network analysis is a powerful framework for investigating complex systems across disciplines, including ecology, where it helps uncover patterns in predator-prey, host-parasite, or plant-pollinator interactions. However, ecological network data are often incomplete or error-prone due to sampling limitations, detection failures, and taxonomic uncertainty-leading to missing (false negative) and spurious (false positive) links that obscure structure and hinder inference. The hierarchical stochastic block model (HSBM), particularly in its degree-corrected form, is among the most effective tools for reconstructing networks under such uncertainty. Despite its robustness, the primary implementation of HSBM in the Python-based graph-tool library has remained largely inaccessible to ecologists. 2. Here, we introduce sabinaHSBM, the first R package that makes degree-corrected HSBM broadly available through a user-friendly, flexible workflow. By bridging a gap between advanced network modeling and widely used ecological analysis platforms, sabinaHSBM facilitates network reconstruction and link prediction from binary bipartite data. The workflow involves three main steps: (1) preparing input data, (2) estimating posterior link probabilities, and (3) reconstructing the network. The package supports detection of undocumented and spurious links, exploration of hierarchical structure, and propagation of uncertainty throughout. Key features include cross-validation, flexible thresholding, probabilistic evaluation metrics, and two link prediction modes: estimating all link probabilities or identifying undocumented ones. 3. We illustrate the package's functionality through a case study using a published global dataset of carnivore-parasite associations, showing that inferred groupings are phylogenetically clustered. To assess predictive accuracy, we examined the top 10 highest-probability links identified by the model and found published evidence for 8, despite their absence from the original dataset. This highlights the model's ability to recover biologically meaningful but underreported interactions. 4. By integrating all components of HSBM-based reconstruction into an accessible R package, sabinaHSBM empowers researchers to improve relational data quality and uncover overlooked patterns in complex ecological networks and beyond.", "date": "2025-10-29", "journal": ""}
{"title": "A non-invasive method to genotype cephalopod sex by quantitative PCR", "doi": "10.1101/2025.10.28.685099", "authors": "Rubino, F. A.; Coffing, G. C.; Gibbons, C. J.; Small, S. T.; Desvignes, T.; Pessutti, J.; Petersen, A. M.; Arkhipkin, A.; Shcherbich, Z.; Postlethwait, J. H.; Kern, A. D.; Montague, T. G.", "abstract": "Coleoid cephalopods (cuttlefish, octopus, and squid) are emerging model organisms in neuroscience, development, and evolutionary biology, and are of major economic importance in global fisheries. However, they are notoriously difficult and expensive to culture. The ability to determine sex early in development would enable more efficient and sustainable population management in both lab and wild settings. Here, we present a non-invasive method to genotype the sex of dwarf cuttlefish (Ascarosepion bandense) as young as three hours post-hatching using a skin swab and quantitative PCR assay, which detects a two-fold dosage difference between ZZ and Z0 sex chromosomes of males and females, respectively. Furthermore, we designed and validated primers for four additional cephalopod research species with assembled genomes (Octopus bimaculoides, Sepia officinalis, Euprymna berryi, Doryteuthis pealeii), and for a wild-caught species of economic value (Illex illecebrosus) for which we generated low-coverage whole genome sequencing data. This sex-genotyping method enables accurate sex determination from hatchlings to adults across cephalopods, independent of genome quality or availability.", "date": "2025-10-29", "journal": ""}
{"title": "Evidence for strong purifying selection of human 47S ribosomal RNA genes", "doi": "10.1101/2025.10.28.685169", "authors": "Ma, X.; Chow, F.; Galbraith, W. B.; Sultanov, D.; Behar, E. K.; Hochwagen, A.", "abstract": "The multicopy 47S ribosomal RNA (rRNA) genes are among the most highly expressed genes in the human genome, yet to-date essentially no disease-causing sequence variants have been identified in these genes. This lack of disease association is surprising, as defects in 47S rRNA transcription and changes in the ribosomal protein dosage, as well as nucleotide changes in the mitochondrial rRNA, all result in disease. The failure to identify rRNA-associated diseases may thus primarily stem from the experimental challenges associated with analyzing this chromosomally isolated high-copy gene family. Here, we used an evolutionary approach to test whether mutations in the human 47S genes can have phenotypic consequences. By analyzing sequence variants among rRNA genes across more than 3,000 individuals from the high-coverage 1,000 Genomes Project, we demonstrate highly stratified variant abundance across the 47S rRNA genes. In individual genomes, novel variants were frequently found at high frequency in the transcribed spacer sequences as well as the evolutionarily young expansion segments, but rarely across the conserved 18S, 5.8S and 28S rRNA-encoding sequences. Variant number and frequencies were lowest in evolutionarily highly constrained nucleotide elements that are identical across >90% of sequenced eukaryotes. These results indicate that strong purifying selection acts to suppress frequency expansion of deleterious variants among the hundreds of 47S rRNA copies and imply that deleterious variants in the 47S rRNA have the potential to cause phenotypic consequences at very low frequency. As low-frequency variant calls are rarely considered in association studies, this may explain why disease associations with 47S rRNA variants have so far escaped detection.", "date": "2025-10-29", "journal": ""}
{"title": "Species identification and genotyping of Citrobacter spp. using genes with high nucleotide diversity.", "doi": "10.1101/2025.10.28.685243", "authors": "Yagi, N.; Nashiro, R.; Hirai, I.", "abstract": "Citrobacter spp. are facultative anaerobic Gram-negative bacillus found in a wide range of habitats. Recently, there have been reports of an increasing number of cases of Citrobacter spp. being the cause of nosocomial infections, and of increasing highly antimicrobial-resistant (AMR) Citrobacter spp. In clinical laboratory testing, Citrobacter spp., such as C. freundii and C. braakii, are handled collectively as the C. freundii complex. This can be obstacle to collect information regarding species identification and genetic lineage which are necessary for estimating distribution mechanism and evaluating AMR degree for each Citrobacter species. This study investigated gene combinations that allow for Citrobacter spp. identification and genetic lineage estimation with as few genes as possible. Citrobacter genomes of 18 species were collected as many as possible from GenBank. After the gene annotation, nucleotide diversity of 1,113 genes contained in all 453 genomes was calculated. Genotypes of top seven highest nucleotide diversity (HND) genes were confirmed and investigated their distributions among Citrobacter genomes. Except for C. werkmanii and C. cronae, it was suggested that the genotype of the top HND gene, groups_3152, and combinations of the genotypes of the top two HND genes were a species- and genetic lineage-specific distribution, respectively. Considering that the genomes of C. werkmanii and C. cronae were highly similar and indistinguishable each other by conventional genotyping methods, it was suggested that the combination of the top two HND genes could be used to Citrobacter spp. identification and genetic lineage classification.", "date": "2025-10-29", "journal": ""}
{"title": "Nuclear Localization Signals Enable the Cellular Delivery of an Anti-CRISPR Protein to Control Genome Editing", "doi": "10.1101/2025.10.28.685205", "authors": "Vera, A. O.; Aviles-Vazquez, F. J.; Ha, T.; Choudhary, A.; Raines, R. T.", "abstract": "Precise regulation of Cas9 activity is essential to minimize off-target effects, mosaicism, chromosomal alterations, immunogenicity, and genotoxicity in genome editing. Although type II anti-CRISPR proteins (Acrs) can inhibit and regulate Cas9, their size and anionic charge generally prevent them from crossing the cell membrane. Existing Acr delivery methods employing vectors or electroporation are either slow and persistent or require external equipment, limiting their therapeutic utility. To address these challenges, we developed a cell-permeable Acr (6xNLS-Acr), which uses nuclear localization signals (NLSs) to cross the cell membrane. We conjugated 6xNLS-Acr to a fluorescent dye to elucidate its cellular entry mechanism and directly visualized its binding to a fluorescent Cas9{middle dot}gRNA complex to study its inhibitory mechanism. 6xNLS-Acr (IC50 = 0.47 M) directly transduces human cells, including immortalized cell lines, embryonic stem cells, and 3D cell cultures, within 5 min, inhibiting up to 99% of Cas9 activity and increasing genome-editing specificity by nearly 100%. We further compared 6xNLS-Acr with our anthrax-derived Acr delivery platform. Our results demonstrate that 6xNLS-Acr is the most efficacious cell-permeable CRISPR-Cas inhibitor, significantly enhancing the precision and therapeutic potential of CRISPR-based genome editing.", "date": "2025-10-29", "journal": ""}
{"title": "Diploid donor-specific assembly enhances somatic structural variant detection in cancer genomes", "doi": "10.1101/2025.10.28.685155", "authors": "Zhang, Y.; Qu, H.; Qin, Q.; Li, H.; Park, P. J.", "abstract": "Somatic structural variants (SVs) play a crucial role in tumor development and evolution, yet their identification remains challenging, partly due to limitations in current reference genomes. We present a systematic evaluation of diploid donor-specific assemblies (DSAs)---generated based on hybrid long-read sequencing data---as the reference genome for detecting somatic SVs. We analyzed six tumor-normal cell line pairs, using the EchoSV tool we developed to consolidate haplotype-based SVs into a single DSA-based set and to compare SVs across reference genomes. Across Illumina, PacBio HiFi, and Oxford Nanopore Technology (ONT) data, DSA-based analysis improved read-mapping quality, identified over 20% additional SVs compared to GRCh38 and CHM13, and reduced germline artifacts. Most DSA-specific SVs were isolated deletions or insertions in repetitive elements, especially in satellite regions. By tracking sequence-context differences, we identified scenarios in which DSAs enabled detection of SVs missed on GRCh38/CHM13, and confirmed their functional impact with RNA-seq. These results highlight the value of integrating diploid DSAs into somatic SV analysis.", "date": "2025-10-29", "journal": ""}
{"title": "Suspended Tissue Engineering with Assemblable Microfluidics (STEAM)", "doi": "10.1101/2025.10.28.684690", "authors": "Haack, A. J.; Whitten, J. M.; Knudsen, L. A.; Bouker, E. E.; Viswanathan, A. R.; Brown, L. G.; Kim, D. A.; Milton, L. A.; Lin, A.; Georgiou, A.; Schumacher, E. A.; Alizai, M. Y.; Toh, Y.-C.; Berthier, J.; DeForest, C. A.; Sniadecki, N. J.; Theberge, A. B.; Berthier, E.", "abstract": "Suspended tissue culture systems enable cellular responses to mechanical forces critical for tissue development and function. Tissues develop in a complex environment containing both mechanical and chemical cues that vary spatiotemporally; modeling both of these physiochemistries in vitro through integration of spatial patterning with mechanical manipulation is thus an important aspect in microphysiological tissue modeling. Here we introduce Suspended Tissue Engineering with Assemblable Microfluidics (STEAM), a modular tissue fabrication platform that allows for spatially heterogeneous suspended tissue architectures. With STEAM we achieve tissue constructs with multiple regions through the addition of capillary pinning features to control hydrogel precursor flow. STEAM tissues can easily be moved from patterning setup to well-plate to microscope slide, and enables stacking of separately generated layers. Mechanical manipulation post-fabrication is also possible via static stretching, where cell-embedded 3D tissues can be stretched farther apart to induce strain along an axis. To demonstrate this post fabrication strain ability, we induced strain in mouse myoblasts in an engineered muscle tissue model that increased alignment of myotubes. Finally, by modifying the channel geometry of the fluidic based patterning rails, we generate complex nonplanar suspended tissues. Overall, STEAM leverages microfluidic principles to generate suspended tissues that integrate patterning precision, mechanical functionality, and experimental versatility. STEAM provides a suite of tissue constructs for modeling tissue behaviors from the interplay of spatial organization and mechanical forces.", "date": "2025-10-29", "journal": ""}
{"title": "AI-guided competitive docking for virtual screening and compound efficacy prediction", "doi": "10.1101/2025.10.28.685112", "authors": "Mirgaux, M.; Barcelli, V.; Chua, A. C. Y.; Bifani, P.; Wintjens, R.", "abstract": "Machine learning has transformed how we predict protein structures and interactions, but its full potential in drug discovery is only beginning to be realized. In this study, we demonstrate that advanced deep learning tools, such as AlphaFold3 and Boltz-1/2, not only predict protein-ligand interactions with high accuracy but can also separate active drug compounds from inactive ones. We present a straightforward strategy called pairwise competitive docking, which ranks drug candidates by directly comparing how well they bind to a protein's target site. When applied to both bacterial and human enzymes, this method produced rankings that closely matched experimental results. We further show how this approach can guide the design of improved antibiotics and speed up the discovery of promising drug candidates from large chemical libraries. Overall, our findings highlight how machine learning can make structure-based drug design faster, more reliable, and more cost-effective.", "date": "2025-10-29", "journal": ""}
{"title": "Benchmarking large-scale single-cell RNA-seq analysis", "doi": "10.1101/2025.10.28.681564", "authors": "Billato, I.; Pages, H.; Carey, V.; Waldron, L.; Sales, G.; Romualdi, C.; Risso, D.", "abstract": "The increasing size of single-cell RNA sequencing (scRNA-seq) datasets poses major computational challenges. This work benchmarks the scalability, efficiency, and accuracy of five widely used analysis frameworks (Seurat, OSCA, scrapper, Scanpy, and rapids_singlecell), focusing on the impact of algorithmic and infrastructural choices on performance. We performed a systematic comparison of these workflows using representative datasets, including the 1.3M mouse brain dataset for scalability and three smaller datasets (BE1, sc_mixology, and cord blood CITE-seq) with ground truth labels to assess clustering accuracy. Principal Component Analysis (PCA) was used as a paradigmatic step to evaluate the computational performance of six SVD algorithms (exact, ARPACK, IRLBA, randomized, Jacobi, and incremental PCA) across multiple data representations (dense, sparse, HDF5) and hardware configurations (CPU vs GPU). All methods showed high concordance in PCA results, with negligible loss of accuracy in truncated approaches. GPU-based computation using rapids_singlecell provided a 15x speed-up over the best CPU methods, with moderate memory usage. On CPU, ARPACK and IRLBA were the most efficient for sparse matrices, while randomized SVD performed best for HDF5-backed data. Among full pipelines, rapids_singlecell was the fastest, whereas OSCA and scrapper achieved the highest clustering accuracy (ARI up to 0.97) in datasets with known cell identities. Performance differences were largely driven by the choice of highly variable genes (HVGs) and PCA implementation. The study highlights that scalability in scRNA-seq analysis depends critically on both algorithmic and infrastructural factors. GPU acceleration and optimized BLAS/LAPACK configurations markedly enhance performance, while Bioconductor-based pipelines remain robust in accuracy. The provided benchmarks offer practical guidelines for efficient and reliable analysis of large-scale single-cell datasets.", "date": "2025-10-29", "journal": ""}
{"title": "Deciphering the Antigenic Evolution of Seasonal Influenza A Viruses with PREDAC-Transformer: From Antigenic Clustering to Key Site Identification", "doi": "10.1101/2025.10.29.684974", "authors": "Liu, J.; Wang, J.; Wang, C.; Ding, X.; Xie, W.; Qin, L.; Wu, A.; Meng, J.; Jiang, T.", "abstract": "Seasonal influenza viruses undergo continuous antigenic drift due to mutations in the hemagglutinin (HA) protein, rendering vaccines ineffective and posing a significant global public health challenge. Existing computational models can predict antigenic relationships but generally lack interpretability, making it difficult to reveal the molecular determinants driving antigenic changes. To address this, we developed PREDAC-Transformer, an end-to-end deep learning framework that integrates sequence, physicochemical, and evolutionary features, and employs a self-attention mechanism to capture long-range dependencies relevant to antigenicity. More importantly, we introduce the integrated antigenicity score, which combines attention-based attribution with information-theoretic metrics to provide continuous quantification and ranking of the antigenic contributions of individual amino acid site. Our results demonstrate that PREDAC-Transformer not only significantly improves the accuracy of antigenic relationship prediction but also successfully recapitulates major historical antigenic cluster transitions. Using integrated antigenicity score, we systematically identified two classes of key sites: global key sites with sustained impact on antigenic evolution, and cluster-transition determining sites that drive cluster transitions. These sites include most canonical epitopes and reveal additional functional residues previously overlooked, which may influence immune escape via cooperative effects or glycosylation. Collectively, these findings advance our understanding of influenza antigenic evolution and provide novel insights for refining computational models. PREDAC-Transformer achieves high-precision prediction while attributing antigenic differences to individual residues, thereby linking viral genomic variation, antigenic change, and public health decision-making. This framework has the potential to reduce experimental burdens in influenza surveillance and assist in vaccine strain recommendation, thereby supporting global influenza control efforts.", "date": "2025-10-29", "journal": ""}
{"title": "Dynamic PD-L1 Regulation Shapes Tumor Immune Escape andResponse to Immunotherapy", "doi": "10.1101/2025.10.28.685116", "authors": "Pell, B.; Kalizhanova, A.; Tursynkozha, A.; Dengi, D.; Kuang, Y.; Kashkynbayev, A.", "abstract": "A major challenge in cancer treatment is the ability of tumor cells to adapt to immunotherapy through immune escape, often mediated by the PD-1/PD-L1 pathway. To investigate this, we adapted an ordinary differential equation model of combination therapy, incorporating the dynamics of the immune checkpoint inhibitor Avelumab and the immunostimulant NHS-muIL12. Using literature-derived parameter values from a previous study, we refitted a single parameter across therapies, which showed that PD-L1 expression increased with immunotherapy, while Avelumab blocked its functional signaling, preventing PD-L1 from suppressing T-cell activity. Incorporating therapy-dependent, dynamically regulated PD-L1 expression enabled a biologically grounded mechanism to reproduce experimental observations, leading us to formulate PD-L1 tumor expression as a dynamic variable ($\\epsilon$) and providing a mechanistic basis for both therapeutic synergy and treatment failure. Our results indicate that tumor resistance is linked to dose-dependent upregulation of PD-L1 following NHS-muIL12 treatment, explaining treatment failure, while PD-1/PD-L1 blockade in combination therapy enables effective anti-tumor immune responses.", "date": "2025-10-29", "journal": ""}
{"title": "Gaze Graphs in spatial navigation: visual behavior during free exploration explains individual differences in navigation performance", "doi": "10.1101/2025.10.28.684761", "authors": "Walter, J. L.; Schmidt, V.; König, S. U.; König, P.", "abstract": "Vision is an important sense for spatial navigation, yet little is known about the role of visual behavior during spatial knowledge acquisition and its link to spatial navigation performance. In this study, participants freely explored the immersive virtual reality city of Westbrook while eye-tracking data were collected. Subsequently, participants' spatial knowledge was tested in an immersive pointing-to-building task. To address the freedom of movement during the spatial exploration, we transformed the eye-tracking data into gaze graphs and applied a graph-theoretical analysis. We assessed gaze graph architecture and identified gaze-graph-defined landmarks, finding that their properties were consistent with key results from our earlier work. Furthermore, we investigated which factors contribute to the observed individual differences in spatial navigation performance. We found that global gaze graph measures, specifically gaze graph diameter, could explain 40% of the observed individual differences in participants' mean task performance. In comparison, a model based on participants' responses to a self-report questionnaire was not predictive of such differences. Consequently, we suggest that visual behavior, as reflected in global gaze graph measures, is a strong predictor of individual performance differences. Our results not only contribute to a better understanding of landmarks and individual differences in spatial navigation but also outline the potential of vision and gaze-graph-based spatial navigation research.", "date": "2025-10-29", "journal": ""}
{"title": "Mid-level visual features engage V4 to support sparse object recognition under uncertainty", "doi": "10.1101/2025.10.28.685033", "authors": "Loued-Khenissi, L.; Scialom, E.; Lutti, A.; Herzog, M. H.; Draganski, B.", "abstract": "Cortical visual prostheses have long promised to restore sight by directly stimulating the visual cortex, but current approaches remain limited. Conventional V1-targeted implants evoke isolated phosphenes that rarely support coherent object recognition, largely due to the sparse electrode arrays feasible for implantation. Here we examined whether mid-level features, specifically curve segments associated with area V4, provide a more efficient substrate for artificial vision. Using fMRI, 24 participants performed an object recognition task with stimuli fragmented into either phosphene-like dots or curve segments at graded densities. Behaviorally, curve segments enabled recognition at lower density thresholds than phosphenes, yielding steeper psychometric slopes and higher accuracy. Neuroimaging revealed that while both fragment types engaged V1, only curve segments recruited V4, and correct recognition of segments relative to phosphenes elicited widespread responses across temporal, parietal, and insular cortices. Mediation analyses further showed that recognition from phosphenes relied on anterior cingulate cortex (ACC) involvement with higher stimulus uncertainty, whereas segment-based recognition depended primarily on visual cortex. Together, these results demonstrate that mid-level feature fragments confer both perceptual and neural advantages over phosphenes, reducing reliance on downstream uncertainty resolution. V4 thus emerges as a promising target for next-generation cortical prostheses, offering a path toward sparser yet more informative stimulation strategies.", "date": "2025-10-29", "journal": ""}
{"title": "Spatiotemporal Microbial Ecoevolutionary Dynamics on the International Space Station", "doi": "10.1101/2025.10.28.685245", "authors": "Hill, M. S.; Simpson, A. C.; Minnis, V.; Salas Garcia, M. C.; Mahnert, A.; Lax, S.; Rushton, E.; Chung, R.; Bone, D.; Parker, C. W.; Allard, S. M.; Matty, M.; Venkateswaran, K.; Gilbert, J. A.", "abstract": "This study presents the most comprehensive spatiotemporal analysis of the ISS microbiome to date. Over a seven-year period, 184 surface samples were collected for live/dead metagenomic profiling, phenotypic characterization of antimicrobial resistance (AMR) and virulence among 102 cultured isolates, and metagenome-assembled genome (MAG) analysis to evaluate evolutionary selection pressures. Despite ecological stability, comparative genomics revealed ongoing microevolution through lateral gene transfer and selection for traits (e.g., radiation resistance and biocide tolerance). Importantly, predictions of AMR and virulence frequently misaligned with experimental outcomes, underscoring the need for functional validation. This dataset highlights a stable core microbiome that persists across years, punctuated by localized adaptation and gene flow. The ISS microbiome exemplifies both ecological resilience and microevolutionary innovation that can inform risk management for long-duration spaceflight.", "date": "2025-10-29", "journal": ""}
{"title": "D- and L-Lactate enhance intestinal barrier function via activation of an apical HCAR1/Giα pathway in a human colonic epithelial cell model", "doi": "10.1101/2025.10.28.685091", "authors": "Milner, A.; Anujan, P.; Frost, G.; Hanyaloglu, A.", "abstract": "The stereoisomers of lactate, L- and D- are not only metabolic substrates but also signalling molecules, capable of activating and signalling through its G protein-coupled receptor, Hydroxycarboxylic acid receptor 1 (HCAR1). These stereoisomers are both produced by the gut microbiota at millimolar concentrations, creating a physiological environment for lactate-sensing unique to the gut yet, poorly understood. Here we identify a role for D-/L-lactate on intestinal barrier function. A human colonic epithelial cell model, Caco2, activated Gi signalling in response to both L- and D-lactate, although L-lactate exhibited a more potent and rapid Gi signal profile. When differentiated, apically but not basally treated D-/L-lactate enhanced tight junctions and reduced cell permeability, consistent with the apical localization of HCAR1. This improved barrier function occurred in a Gi-dependent manner. In addition, apical lactate rescued the reduced intestinal barrier function induced by lipopolysaccharides. This work highlights the potential for D-/L-lactate supplementation in improving gut health.", "date": "2025-10-29", "journal": ""}
{"title": "Capture of the SmSTRIPAK proxiome identifies the greenbeard proteins SmDOC1/2 as regulators of the MAK2 pathway to control sexual development in Sordaria macrospora", "doi": "10.1101/2025.10.28.685088", "authors": "Hollstein, L. S.; Schmitt, K.; Well, L.; Fleissner, A.; Valerius, O.; Poeggeler, S.", "abstract": "Hyphal fusion and sexual development in filamentous fungi rely on coordinated signaling of numerous conserved nodes such as the striatin interacting phosphatase and kinase (STRIPAK) complex or the pheromone response (PR) MAP kinase cascade (MIK2, MEK2, MAK2, HAM5). Here we used the homothallic ascomycete Sordaria macrospora (Sm) to screen for putative protein interactors of the SmSTRIPAK complex. Using the STRIPAK complex interactor 1 (SCI1) subunit of the complex as bait, we enriched and identified canonical SmSTRIPAK components and a determinant of communication (DOC) protein. The DOC proteins were previously described in the closely related and heterothallic species Neurospora crassa, functioning in allorecognition of germlings and hyphal fusions. We generated {Delta}Smdoc1, {Delta}Smdoc2 single deletion strains and the double deletion mutant {Delta}Smdoc1{Delta}Smdoc2 in S. macrospora. Deletion phenotypes were paradoxical: single knockouts ({Delta}Smdoc1 or {Delta}Smdoc2) were nearly sterile and sexual development was impaired, yet the double mutant ({Delta}Smdoc1{Delta}Smdoc2) exhibited wild-type fertility and development, demonstrating non-redundant and mutually antagonistic roles. Similarly, we demonstrated an impairment of the N. crassa {Delta}doc-2 mutant in sexual development. Using gene tagging at the native locus, we performed TurboID-based proximity mapping with SmDOC1 and SmDOC2 as bait proteins. This proximity mapping demonstrated close ties of SmDOC1/2 to components of the PR MAP kinase pathway and revealed mutual SmDOC1 - SmDOC2 proximity. Yeast Two-Hybrid experiments with SmDOC1 confirmed the direct interaction with the MAP kinases MEK2 and MAK2. Fluorescence microscopy revealed that SmDOC1-TagRFP-T localized to ring-like structures around septal pores. Our results demonstrate that the DOC system is not restricted to heterothallic N. crassa, but also plays an essential role in the development of fruiting bodies in the homothallic fungus S. macrospora. These findings suggest the DOC1/2 proteins as a novel system that integrates STRIPAK and PR pathways, providing a possible mechanistic explanation for their non-additive deletion strain phenotypes.", "date": "2025-10-29", "journal": ""}
{"title": "The free fatty acid 2 receptor regulates the activation potency of C5a and the sensitivity to the antagonist avacopan", "doi": "10.1101/2025.10.28.685092", "authors": "Khan, Z.; Levin, N. K.; Dahlgren, C.; Sundqvist, M.; Khan, F.; Forsman, H.; Bjorkman, L. I.", "abstract": "The complement derived neutrophil chemoattractant C5a, is a potent activator of the neutrophil superoxide anion generating NADPH oxidase. An allosteric modulator specific for the free fatty acid 2 receptor increases the activating potency but not the efficacy of C5a. The allosteric modulator also decreases the inhibitory effect of the C5a receptor antagonist avacopan, suggesting that the NADPH oxidase is activated by two different signaling pathways downstream of the receptor for C5a. While the allosteric modulator affected the C5a-mediated activation of the NADPH oxidase, the C5a-induced rise in the intracellular concentration of free calcium ions was unaffected. The C5a receptor and the free fatty acid receptor belong to the family of G protein-coupled receptors family. Our results show that the activated C5a receptors generate signals that directly activate the NADPH oxidase and allosterically modulated free fatty acid receptors which secondarily generate signals that elicit NADPH oxidase activity. This is in line with an earlier described receptor transactivation model, by which the fatty acid receptor is activated by receptor downstream signals generated by several different neutrophil receptors to which we now add the receptor for C5a. In addition, the fatty acid receptor was higher ranked than the receptor for C5a, in the neutrophil receptor hierarchy. The dual receptor trans-regulatory effects, by which the receptor for C5a activates the fatty acid receptor and by which this receptor reduces the C5a response, represent new regulatory mechanisms of importance for the NADPH oxidase activity in neutrophils.", "date": "2025-10-29", "journal": ""}
{"title": "Counterproductive: coinfection of a water flea by a fungus and a microsporidium reduces the reproductive outputs of all parties.", "doi": "10.1101/2025.10.29.685260", "authors": "Halle, S.; Sofer, A.; Ben-Ami, F.", "abstract": "Organisms are often coinfected by more than one parasite species. These coinfections can alter the fitness of both host and its coinfecting parasites. Changes in host fitness are usually estimated by comparing parasite virulence under coinfection to the virulence of each parasite under single infection. While many studies focus on host survival as proxies of virulence, virulence can be expressed via reduced host fecundity. Here, we studied the outcome of coinfection of water fleas (Daphnia magna) by two microparasitic species, the fungus Metschnikowia bicuspidata and the microsporidium Hamiltosporidium tvaerminnensis. We found that Metschnikowia expressed its virulence mainly via host mortality and Hamiltosporidium expressed it mainly via host reproduction. Despite their competitive interaction, indicated by their reduced spore production, both parasites were able to fully express their virulence during coinfection. Host survival was dominated by Metschnikowia while clutch-size was dominated by Hamiltosporidium. Furthermore, coinfected hosts experienced increased virulence that was manifested only by additional reduction in reproduction (less clutches were released). Our results demonstrate that focusing only on the survival component of host fitness can miss important outcomes of coinfections. Since reduced host fecundity is a common outcome of parasitism, the influence of coinfection on host reproduction deserves more attention.", "date": "2025-10-29", "journal": ""}
{"title": "Chain length defines the spatial segregation and metabolic fate of fatty acids in adipocytes", "doi": "10.1101/2025.10.28.685119", "authors": "Kovacs, D.; Gautier, R.; Araujo, A. R. D.; Mairal, A.; Bello, A. A.; Fleuriot, L.; Buvry, O.; Perne, P.; Debayle, D.; Fournes-Fraresso, C.; Hansen, J. B.; Denechaud, P.-D.; Langin, D.; Antonny, B.", "abstract": "Adipocytes primarily store fatty acids (FAs) as triacylglycerols (TGs) within lipid droplets, releasing them through lipolysis to meet systemic energy demands. While the metabolism of long-chain fatty acids (LCFAs) in adipocytes has been extensively characterized, it remains ill-defined how adipocytes utilize fatty acids depending on chain length and structure. Our work demonstrates that short- and medium-chain fatty acids (SMCFAs) are esterified into TGs within lipid droplets, rather than being incorporated into other FA-containing lipid species. During lipolytic activation, TGs enriched in SMCFAs are hydrolysed more rapidly than those containing LCFAs. This accelerated mobilization is facilitated by the preferential localization of SMCFA-containing TGs at the lipid droplet surface, which enhances accessibility to adipose triglyceride lipase. Unlike LCFAs, which are efficiently released for utilization by peripheral tissues, SMCFAs are predominantly oxidized within adipocytes. These findings reveal a unique metabolic routing of SMCFAs, indicating their preferential intracellular oxidation to support adipocyte energy requirements.", "date": "2025-10-29", "journal": ""}
{"title": "Quantum Deep Learning Pipeline for Next Generation Network Biology", "doi": "10.1101/2025.10.28.685074", "authors": "Yazdi, M.; Srinivas, K. R.; Yadav, A.", "abstract": "Purpose. Module discovery in omics networks is central to interpretation. Classical pipelines capture broad community structure, but exact search for small, connected, topology aware modules is combinatorial, making exhaustive solutions impractical at genome scale. Moreover, most quantum clique formulations to date optimize only maximal density on non biological graphs, which mismatches the heterogeneous shapes of real biological modules. Methods. We trained a symmetric 10-dimensional autoencoder on GTEx normals (Heart Left Ventricle; Muscle Skeletal; UCSC Xena Toil) to obtain tissue-specific latent representations. For each tissue we built a 10*10 latent-node correlation graph and formulated a QUBO that rewards strong edges and penalizes isolated selections (edge threshold {tau}=0.80). QAOA (depth=3, COBYLA) generated high-probability bitstrings, which we post-filtered to retain connected, non-overlapping subsets; decoder triggered gene sets and multi-library enrichment provided functional interpretation. Results. QAOA distilled the Heart graph to three dyads (2-node modules with strong-edge sums {approx}0.89/0.95), pairing conduction with mitochondria, conduction with ECM/adhesion, and two contractile nodes. In Muscle, QAOA returned one dominant 6-node module (edge-sum {approx}7.0) integrating contractile machinery, electrophysiology, mitochondrial metabolism, and translation; a weaker ECM leaning triplet was visible but fell below the top 10 threshold. Conclusion. QAOA based quantum optimization yields discrete, testable modules from latent correlations that match tissue programs. Despite a 10-node demo (current limits), the scale-agnostic design extends to 10^3 10^5 nodes and multi omics via hierarchical compression and hybrid search supporting quantum modeling for next generation network biology.", "date": "2025-10-29", "journal": ""}
{"title": "Adipocytes are dispensable in shaping the ovarian cancer tumor microenvironment in the omentum", "doi": "10.1101/2025.10.28.685098", "authors": "Mintz, R. L.; Han, J.; Butka, E. G.; Gallerand, A.; Kim, A.; Ning, S.; Yiew, N.; Wohltmann, M.; Zou, W.; Zhang, N.; Morris, S.; Zinselmeyer, B.; Randolph, G. J.", "abstract": "The omentum, a specialized adipose tissue within the peritoneum, is a primary niche for ovarian cancer (OC) dissemination during peritoneal carcinomatosis. Traditionally, omental adipocytes are thought to promote OC growth by supplying lipids, supported by evidence that global FABP4 deficiency reduces tumor progression. Here, we generated mice lacking mature adipocytes in the peritoneum, including the omentum. ID8 p53 deficient Brca2 deficient, BPPNM, and KPCA OC cells retained a propensity to seed regions typically associated with adipocytes, even without mature adipocytes. However, the lack of mature adipocytes did not suppress peritoneal OC expansion, whereas removing the adipocyte-free omentum did. Murine and human single-cell RNA sequencing revealed that endothelial FABP4 was high in the omentum. Indeed, endothelial cell-selective deficiency of FABP4 reduced OC growth in the peritoneum. These findings prompt a reevaluation of adipocyte contributions to OC progression and suggest a key role of the omental vasculature in supporting OC metabolic growth.", "date": "2025-10-29", "journal": ""}
{"title": "Pitavastatin counteracts venetoclax resistance mechanisms in acute myeloid leukemia", "doi": "10.1101/2025.10.27.684888", "authors": "Fruman, D.; Buono, R.; Juarez, D.; Paul, M.; Skuli, S. J.; Wong, I. B.; Tarnekar, I.; Ying, Z.; Le, I.; Wertheim, G.; Bakayoko, A.; Kruidenier, M.; Sebti, S.; Konopleva, M.; Fleischman, A. G.; Jang, C.; Carroll, M.", "abstract": "In acute myeloid leukemia (AML), venetoclax combined with hypomethylating agents is the standard of care for patients unfit for intensive chemotherapy. Loss of p53 function is strongly associated with venetoclax resistance, and adding venetoclax to 5-azacitidine provides no overall survival benefit in TP53-mutant AML. Other frequent mechanisms of venetoclax resistance in AML include FLT3 mutations, MCL-1 upregulation, and altered mitochondrial metabolism. It has been challenging to develop agents that target these mechanisms directly and combinatorially. Here we report that pitavastatin, an inhibitor of HMG-CoA-reductase, promotes apoptosis and overcomes several venetoclax resistance mechanisms in human AML cells. At clinically achievable concentrations, pitavastatin treatment has potent cytotoxic activity in cells with mutations in TP53 or FLT3. The apoptotic mechanism involves p53-independent PUMA upregulation and reduced MCL-1 expression. Pitavastatin also suppresses mitochondrial gene expression and oxidative metabolism. The pro-apoptotic actions of pitavastatin depend on depletion of geranylgeranyl pyrophosphate (GGPP) and can be recapitulated by inhibiting GGPP synthase or geranylgeranyltransferase-1 enzymes. These results provide a mechanistic rationale for adding pitavastatin to AML regimens to prevent or overcome venetoclax resistance.", "date": "2025-10-29", "journal": ""}
{"title": "Cigarette smoking upregulates vascular expression of the novel atherosclerosis risk factor ADAMTS-7", "doi": "10.1101/2025.10.28.685237", "authors": "Abrahamian, C.; Sharifi, M. A.; Dang, T. A.; Moggio, A.; Winkler, M. J.; Riechel, J.; Winter, H.; Vilne, B.; Kraut, S.; Hadzic, S.; Wu, C.-Y.; Pugach, I.; Gredic, M.; Fassbender, M.; Hinterdobler, J.; Werner, J.; Panyam, N.; von Scheidt, M.; Aherrahrou, Z.; Doering, Y.; Graesser, C.; Maegdefessel, L.; Weissmann, N.; Schunkert, H.; Sager, H. B.; Kessler, T.", "abstract": "Background: Cigarette smoking is an established risk factor for coronary artery disease (CAD) and myocardial infarction. Genetic variants in the extracellular matrix protease ADAMTS-7 were also identified to increase CAD risk. Notably, ADAMTS7 represents the only genomic locus that revealed a gene-environment interaction with smoking. The underlying mechanisms of this interaction remain unclear. Methods and Results: In a murine model, cigarette smoke exposure (CSE) led to an upregulation of vascular ADAMTS7 expression in wild type (WT) C57BL/6J mice. ADAMTS7 upregulation was also found in carotid plaques from ever-smokers undergoing carotid endarterectomy in humans. Bulk RNA sequencing of lung tissues from WT mice exposed to CS revealed a downregulation of 20 and an upregulation of 173 transcripts. Among upregulated transcripts in smoking-exposed lungs, we found C-C motif chemokine ligand 17 (CCL17), which was likewise upregulated in plasma from smoking mice and humans. In vitro, recombinant CCL17 upregulated ADAMTS7 expression in primary vascular smooth muscle cells (VSMC), which was inhibited secondary to silencing of CCL17's bona fide receptor C-C Motif Chemokine Receptor 4 (CCR4). Conditioned media from CCL17-stimulated VSMC lacking ADAMTS-7 showed reduced release of inflammatory cytokines by endothelial cells (EC), reduced EC activation, and monocyte-to-EC adhesion. In proatherogenic Apoe-/- mice exposed to CS, more numerous neutrophils, inflammatory monocytes, and macrophages were found in atherosclerotic plaques as compared to room air exposition. This effect was blunted in Apoe-/-Adamts7-/- mice. Conclusions: For the first time, our findings link CSE to vascular inflammation via CCL17-mediated upregulation of the CAD risk factor ADAMTS7 and provide a mechanistic explanation for the gene-environment interaction between CS and ADAMTS7 in CAD. Targeting ADAMTS-7 might be a promising therapeutic strategy irrespective of smoking status.", "date": "2025-10-29", "journal": ""}
{"title": "The Neuroprotective Effects of Ocimum gratissimum-Supplemented Diet on Scopolamine-Induced Memory Impairment in Mice Model of Alzheimer's Disease", "doi": "10.1101/2025.10.28.684872", "authors": "Akanbi, D. A.; Ogboriga, P. O.; Adeniyi, I. A.; Lawal, A. M.; Olusola, M. A.; Oluyemi, P. A.; Onasanwo, S. A.", "abstract": "Background: Cognitive decline is a hallmark of Alzheimer's disease, a progressive neurodegenerative illness primarily caused by the buildup of amyloid plaque, which is brought on by oxidative stress and neuroinflammation. Currently, therapeutic agents are focused on addressing clinical symptoms with associated side effects. This study aims to explore the neuroprotective potential of Ocimum gratissimum, a plant known for its richness in bioactive compounds. By investigating its effects on cognitive health, this study addresses a significant gap in the literature regarding dietary interventions for Alzheimer's disease. Methods: Thirty-six animals were divided into six groups of six mice each: the control group received distilled water intraperitoneally; the scopolamine group received only scopolamine (1 mg/kg i.p.); the three test groups were fed 5%, 10%, and 20% Ocimum gratissimum-supplemented diets while also receiving scopolamine (1 mg/kg i.p.); and the positive control group received Donepezil (5 mg/kg) followed by the injection of scopolamine (1 mg/kg i.p.). Donepezil was administered orally 30 minutes before the scopolamine injection. All treatments were administered daily for 14 consecutive days. Results: The supplemented diet groups showed significantly improved spatial memory and navigation compared to the scopolamine-only group. Biochemical analyses revealed that O. gratissimum mitigated scopolamine-induced oxidative stress and neuroinflammation, with marked improvements in antioxidant enzyme levels, reduced lipid peroxidation, and modulation of pro-inflammatory cytokines. Conclusion: Dietary intervention using Ocimum gratissimum leaf was able to improve spatial memory and protect against memory impairment, suggesting its potential as a neuroprotective agent against Alzheimer's disease-like pathology.", "date": "2025-10-29", "journal": ""}
{"title": "A proteomic signature of vascular dysfunction linked to tauopathy and degeneration in the aging brain", "doi": "10.1101/2025.10.27.684881", "authors": "Radabaugh, H. L.; Keller, J. N.; Radtke, C. H.; Kunney, C.; Karvelas, N.; Chan, H. W.; Brathaban, N.; Meyer-Franke, A.; Casaletto, K.; Zetterberg, H.; Miller, B. L.; Cruchaga, C.; Kramer, J.; Akassoglou, K.; Ferguson, A. R.; Elahi, F. M.", "abstract": "Small vessel disease (SVD) impacts healthy aging of organs across the body, yet its contributions to adverse brain aging remain poorly defined. Here we show thromboinflammation, a core feature of SVD, as a driver of adverse brain aging. We identify cerebrospinal fluid fibrinogen as a marker of brain thromboinflammation and screen neurovascular biosignatures mediating its impact on synaptic vulnerability along the full spectrum of brain aging from cognitively typical, amyloid-negative to cognitively impaired, amyloid-positive older adults. We identified 53 proteins mediating the effect of fibrinogen on synaptic markers in 1,655 donors from three independent cohorts. Single-cell transcriptomic mapping revealed mediator enrichment in neurovascular unit cells. Pathway analysis demonstrated dysregulation of angiogenesis, fibrosis, and immune signaling. Vascular and microglial-enriched biosignatures associated with compromised white matter integrity. These findings implicate thromboinflammation as an early, amyloid-independent pathway to neurodegeneration and tauopathy, establishing vascular health as fundamental to preserving brain healthspan.", "date": "2025-10-29", "journal": ""}
{"title": "Inflammatory Biomarkers of Asymptomatic and Symptomatic Tuberculosis", "doi": "10.1101/2025.10.26.684319", "authors": "Awany, D.; Ariefdien, D.; Mendelsohn, S.; Rozot, V.; Mulenga, H.; Nyangu, S.; Tameris, M.; Moloantoa, T.; Katona, A.; Maruri, F.; Noor, F.; Panchiar, R.; Hlongwane, K.; Stanley, K.; Van der Heijden, Y.; Hadley, K.; Fiore-Gartland, A.; Innes, C.; Brumskine, W.; Dheda, K.; Jaumdally, S.; Perumal, T.; Martinson, N.; Leslie, A.; Fourie, B.; Hiemstra, A.; Malherbe, S.; Walzl, G.; Naidoo, K.; Churchyard, G.; Chegou, N.; Sterling, T.; Hatherill, M.; Scriba, T. J.", "abstract": "A large proportion of individuals with tuberculosis (TB) are asymptomatic. The biological and inflammatory underpinnings of asymptomatic TB are unknown and may differ from symptomatic TB. We characterised blood transcriptomic and proteomic profiles in South African community screening vs. health facility-based triage cohorts. Asymptomatic TB shared core transcriptomic and proteomic features with symptomatic TB, including upregulation of innate, interferon and inflammatory pathways and downregulation of T and B cell pathways. Integration of transcriptomic and proteomic data from asymptomatic TB individuals identified two distinct sub-clusters characterized by higher or lower bacterial burden, blood IFN-{gamma} responses, BMI, and chest radiographic abnormalities, suggesting different disease severity. We identified a new blood transcriptomic signature of asymptomatic TB. However, diagnostic performance of transcriptomic and proteomic markers was weaker for asymptomatic TB than symptomatic TB, suggesting that policy development for community-based, asymptomatic TB screening should not adopt biomarkers developed for symptomatic TB triage without further optimization.", "date": "2025-10-29", "journal": ""}
{"title": "SwitchClass: dissecting attenuated and escalated molecular features via a label-switch classification framework", "doi": "10.1101/2025.10.29.685265", "authors": "Xiao, D.; Yang, P.", "abstract": "Biological systems exhibit complex molecular trajectories in response to perturbations, ranging from changes that revert or attenuate towards homeostasis to alterations that persist or escalate. Capturing these complex patterns is essential for understanding molecular resilience and maladaptive persistence. Here, we introduce SwitchClass, a label-switch classification framework that distinguishes attenuated and escalated molecular features across biological states. By training dual classifiers with inverted outcome labels, SwitchClass computes a differential feature importance score ({delta}) that quantifies directional change in high-dimensional data. Applied to colorectal cancer proteomics spanning healthy, pre-treatment, and post-treatment samples, SwitchClass reveals proteins that normalise after therapy and those remaining dysregulated, uncovering partial molecular recovery. In phosphoproteomics of dietary perturbation and reversal, it uncovers phosphorylation sites linked to incomplete restoration of insulin signalling. In single-cell transcriptomes from COVID-19 patients with varying severities, it identifies cell-type-specific transcripts that mark either the resolution or persistence of inflammatory activity. Together, these analyses establish SwitchClass as a generalisable and interpretable framework for mapping directional molecular changes underlying adaptation, divergence, and disease severity across biological systems. SwitchClass is freely available from https://github.com/PYangLab/SwitchClass.", "date": "2025-10-29", "journal": ""}
{"title": "In-Cell Synthesis of Nε-acetyl-L-lysine for Facile Protein Acetylation", "doi": "10.1101/2025.10.29.685286", "authors": "Zhan, M.; Zhang, Y.; Xu, J.; Lu, Y.; Zhang, J.; Wu, S.; Zhu, J.; Tan, R. X.; Wang, N.", "abstract": "N{varepsilon}-acetylation of proteins is a crucial post-translational modification (PTM) that occurs across all kingdoms of life and plays key roles in nearly every cellular process. Due to its broad significance, there is a strong demand for chemical biology tools that enable efficient, site-specific acetylation of target proteins in live cells. Genetic code expansion (GCE) has emerged as a powerful tool for introducing N{varepsilon}-acetylation at specific lysine residues in proteins. However, achieving adequate expression levels typically requires adding 2-10 mM of chemically synthesized N{varepsilon}-Acetyl-L-lysine (AcK) to the culture medium, which can be cumbersome and costly. To overcome this limitation, we present the first proof-of-concept for a one-pot acetylation platform that simplifies protein acetylation in both E. coli and mammalian cells. Our approach begins with the discovery of 10 novel lysine acetyltransferases (KATs) capable of biosynthesizing AcK from basic carbon sources. When these enzymes are co-expressed with the genetic incorporation machinery for AcK, they facilitate streamlined, site-specific acetylation of any target protein without compromising E. coli viability. This innovative platform not only broadens the range of unnatural amino acids (UAAs) that can be biosynthesized and incorporated but also provides a powerful tool for probing the histone and non-histone acetylation events in live cells. In addition, this technique offers an eco-friendly and scalable method to produce synthetic acetylated proteins, which will provide practical value in acetylation/deacetylation-related research such as chemical biology, biotechnology, and drug development.", "date": "2025-10-29", "journal": ""}
{"title": "Adaptive evolution of engineered Saccharomyces cerevisiae in favored and unusual chemical environments", "doi": "10.1101/2025.10.29.685190", "authors": "Kakko von Koch, N.; Lohilahti, O.; Mollerhoj Vestergaard, A.; Nguyen, A.; Strucko, T.; Jouhten, P.", "abstract": "Engineered microbial cells can produce a wide range of industrially relevant chemicals such as pharmaceuticals, fuels, and material precursors. The use of microbial cells for chemical production from renewable resources could replace oil-based chemistry and contribute to tackling global grand challenges of climate warming and resource insufficiency. However, it is underexplored how the chemical production by engineered microbial cells is affected by them being proliferating catalysts exposed to Darwinian selection. All proliferating cells are unavoidably subjected to Darwinian selection which favors fitness beneficial phenotypes that seldom include engineered chemical production. Here, adaptive laboratory evolution was performed to characterize the effect of Darwinian selection on Saccharomyces cerevisiae strains expressing two different heterologous pigment producing pathways, blue-coloured indigoidine and red-coloured bikaverin. S. cerevisiae haploid S288C based strain had the genes for bikaverin synthesis integrated in the same locus as the genes for indigoidine synthesis in haploid and diploid S. cerevisiae CEN.PK-based strains. The two different pigment producing strains were cultivated in rich and synthetic defined (without amino acids) media with respirative galactose as the sole carbon source for ~200 and ~175 generations, respectively. While CEN.PK-based lineages rapidly lost indigoidine pigmentation independent of growth medium or ploidy, bikaverin pigmentation in S288C-based lineages was robust. The adaptive solutions detected in S288C-based bikaverin producing lineages involved mutations in the galactose utilization pathway whereas the heterologous indigoidine pathway was recurrently mutated in the corresponding lineages. When the bikaverin producing S288C-based lineages were adaptively evolved on the favored glucose carbon source instead, pigmentation declined. Thus, the robustness of the engineered traits appears dependent on challenges in production environment and availability and fitness benefits of adaptive solutions. Whether or when engineered traits of microbial cells are robust when they proliferate in industrial use has scarcely been assessed. Here light was shed to the factors affecting the adaptive loss of engineered traits to facilitate the development of strains and biotechnological processes, including chemical environments, for robust long-term production.", "date": "2025-10-29", "journal": ""}
{"title": "Torque-generating units of the bacterial flagellar motor are rotary motors", "doi": "10.1101/2025.10.28.684902", "authors": "Hosu, B. G.; Vrabioiu, A. M.; Samuel, A. D. T.", "abstract": "E. coli swims using helical flagellar filaments driven at their base by a rotary motor. Torque-generating \"stator\" units drive the bacterial flagellar motor (BFM) by transmitting mechanical power to a cytoplasmic \"rotor\", the C-ring. Each stator unit is a proton-conducting heteromer. A central dimer of two MotB proteins anchor to the cell wall. A surrounding pentamer of five MotA proteins transmit mechanical power to the C-ring. This asymmetrical 5:2 structure is consistent with rotation as the mechanism of torque generation. Here, we test the hypothesis that the MotA5MotB2 stator units are rotary motors themselves and interact with the rotor like intermeshed gearwheels, where rotation of the C-ring is directly coupled to MotA5 rotation around the MotB2. We used in vivo polarized photo-bleaching microscopy. When a subset of fluorescent domains inside a multimer is rapidly photo-bleached by a strong pulse of polarized light, the induced polarization-dependent fluorescence of unbleached domains becomes a reporter of angular orientation. We applied polarized photo-bleaching microscopy to tethered cells rotating by single flagellar motors. We probed fluorescently-labeled MotA pentamer and MotB dimer calibrated to motor rotation. The MotB dimer rotates at the same angular speed as the cell body, consistent with its anchor to the cell wall. The MotA pentamer rotates about 6.3x faster than the flagellar motor, revealing the gear ratio between stator and rotor.", "date": "2025-10-29", "journal": ""}
{"title": "LRP8 is a Receptor for Yellow Fever Virus", "doi": "10.1101/2025.10.28.685229", "authors": "Mei, M.; Yang, Y.; Zhang, Z.; Yin, Y.; Tan, J.; Jiang, C.; Gao, Y.; Wang, Z.; Wang, D.; Li, Y.; Cong, Y.; Zhang, Z.; Peng, Y.; Tan, W.; Li, J.; Li, L.; Wang, H.; Lang, R.; He, Q.; Deng, Z.; huang, X.; Luo, B.; Shan, C.; Zhang, Y.; Mei, L.; Cheng, G.; Tan, X.", "abstract": "Yellow fever virus (YFV), an arbovirus causing substantial human morbidity and mortality, was the first human virus discovered over a century ago. The live-attenuated 17D vaccine is among the most successful vaccines in medicine. Despite the importance of YFV, its receptor has remained unknown. Here, we performed a barcoded, genome-wide human ORF library screen and identified LRP8 (also named APOER2) as a receptor for YFV. We show that LRP8 expression specifically boosts YFV infection in cell lines by promoting entry. AAV-mediated expression of human LRP8 in mouse liver aggravates infection and pathology. LRP8 knockdown abolishes YFV infection in brain cells, primary human hepatocytes, and notably in mosquitoes. Biochemically, LRP8 directly interacts with YFV particles via the viral envelope protein. This function of LRP8 is conserved across species, particularly in mosquitoes and primates. A soluble LRP8 decoy protein can block YFV infection in vitro and in mice, providing a potential therapeutic or prophylactic strategy. Our findings provide groundwork for understanding YFV entry, tropism, and pathogenesis, and may enable development of novel therapeutics to treat YFV infection.", "date": "2025-10-29", "journal": ""}
{"title": "Recruitment of the outer-membrane lipoprotein DolP to thedivision site via cardiolipin-mediated diffusion-stateswitching", "doi": "10.1101/2025.10.29.685289", "authors": "Yang, X.; Xue, J.; Yan, D.; Wang, J.; Hong, Y.", "abstract": "In diderm bacteria, the outer membrane (OM) must invaginate in step with septal peptidoglycan (PG) remodeling during cytokinesis. One OM lipoprotein, DolP, has been shown to localize at the cell division site and to facilitate the daughter cell separation. Yet how DolP is recruited to the division site remains unclear at the molecular level. Here, we show that DolP arrives concomitantly with the late divisome protein FtsN. Utilizing single-particle tracking Photoactivated Localization Microscopy (spt-PALM), we investigated the dynamics of individual DolP molecules in living Escherichia coli cells. Single-molecule analysis revealed two diffusion states: a diffusive state across the cell envelope and a previously underappreciated immobile state enriched at the septal and polar regions. Importantly, DolP does not comigrate with the processive FtsW-FtsI-FtsN complex. Mutations of the cardiolipin-binding surface caused loss of mid-cell enrichment and reduced the immobile fraction. Cardiolipin's preference for high negative curvature enriches it at the division site, creating a trapping environment for DolP. Additionally, the active septal constriction but not the late divisome proteins recruit DolP. Together, these findings indicate that cardiolipin-mediated immobilization underlies DolP's septal enrichment.", "date": "2025-10-29", "journal": ""}
{"title": "mRNA vaccination overcomes hemozoin-mediated impairment of whole parasite vaccine efficacy for malaria", "doi": "10.1101/2025.10.29.685344", "authors": "Hassert, M.; Drewry, L. L.; Pewe, L. L.; Hancox, L. S.; He, R.; Arumugam, S.; Mix, M. R.; Salem, A. K.; Harty, J. T.", "abstract": "Malaria is a persistent global public health threat. Immunization with Radiation Attenuated Sporozoites (RAS) drives efficient CD8+ T cell dependent sterilizing immunity to malaria in humans. However, this protection is compromised in individuals living in malaria endemic regions and the mechanism(s) of the vaccine failure remain incompletely understood. In this study, we develop a murine model of Plasmodium infection where prior blood-stage exposure compromises RAS-induced CD8+ T cell responses and subsequent protection. We further identify the persisting malarial pigment hemozoin as a mediator of impaired CD8+ T cell responses. Mechanistically, we link this defect to impaired antigen uptake by dendritic cells, leading to reduced T cell activation. Importantly, we designed a lipid nanoparticle-encapsulated mRNA vaccine that encodes a string of Plasmodium CD8+ T cell epitopes and found that this vaccine overcomes the T cell defect and restores protection in Plasmodium exposed mice. Moreover, a combined RAS+mRNA vaccine regimen enhances liver resident memory T cells and protection even in malaria experienced hosts. These findings support the identification of hemozoin as a long-lived obstacle to vaccine efficacy in malaria endemic areas and provide a rational framework for designing malaria vaccines that are effective in endemic settings.", "date": "2025-10-29", "journal": ""}
{"title": "VRC01 Selects Rare HIV Escape Mutations After Acquisition in Antibody-Mediated Prevention Trials", "doi": "10.1101/2025.10.29.685411", "authors": "Williamson, C.; Curry, L.; Mkhize, N. N.; Giorgi, E. E.; Magaret, C. A.; Lambson, B. E.; Bhebhe, S.; Kaldine, H.; Moyo-Gwete, T.; Rolland, M.; Rossenkhan, R.; Garcia, N. M. G.; Moodley, C.; Yssel, A.; Huang, Y.; Marsden, A. A.; Reeves, D. B.; Mayer, B. T.; Bumgarner, R. E.; Beaume, N.; Westfall, D. H.; Juraska, M.; DeCamp, A. C.; Murrell, H. G.; Bai, H.; Deng, W.; Pankow, A.; Bhattacharya, T.; York, T.; Ndabambi, N.; Chen, L.; Zhao, H.; Gwashu-Nyangiri, A.; Thebus, R.; Cohen, P.; Murrell, B.; Karuna, S.; Hural, J.; Mgodi, N.; Edupuganti, S.; Morris, L.; Montefiori, D.; McElrath, M. J.; Cohen, ", "abstract": "Broadly neutralizing antibodies (bnAbs) show promise in HIV prevention, yet viral escape remains a challenge. In the Antibody Mediated Prevention (AMP) trials, the CD4 binding site (CD4bs) bNAb VRC01 blocked acquisition by VRC01-sensitive strains. However, its influence on viral evolution post-acquisition is not fully understood. Here we analyzed >12,000 HIV env sequences from 47 participants from the AMP trials, identifying VRC01-mediated de novo escape mutations in 8 of 26 VRC01-treated participants but none in 21 placebo participants. These mutations were found at very low frequency (<1%) in global viruses. Escape mutations, primarily located in the Loop-D and {beta}23/V5 regions of Env, conferred cross-resistance to several CD4bs bnAbs, while more potent CD4bs bnAbs like N6 and 1-18 largely retained their activity. Our findings demonstrate that prophylactic VRC01 can select for viral escape after infection, underscoring the need for next-generation bnAbs with improved breadth and potency to enhance durability and efficacy of antibody-based HIV prevention.", "date": "2025-10-29", "journal": ""}
{"title": "Antiviral Defence is a Conserved Function of Diverse DNA Glycosylases", "doi": "10.1101/2025.10.29.685425", "authors": "Getz, L. J.; Qian, A. L.; Liu, Y. V.; Fairburn, S. R.; Butt, M. S.; Lee, Y.-J.; Weigele, P. J.; Maxwell, K. L.", "abstract": "Bacteria are frequently attacked by viruses, known as phages, and rely on diverse defence systems like restriction endonucleases and CRISPR-Cas to survive. While phages can evade these defences by covalently modifying their DNA, these non-canonical nucleobases create a strong selective pressure for host proteins that can recognize and exploit them. Here, using a structure-guided discovery approach, we identify widespread families of DNA glycosylases that protect bacteria against phages that incorporate modified guanine bases into their DNA. Despite high sequence variation, these enzymes share a conserved glycosylase fold and occur across bacterial lineages. We also uncover a distinct glycosylase superfamily that defends against phages with thymidine modifications, showing that glycosylases have repeatedly evolved as antiviral defences. Together, these findings reveal DNA glycosylases as versatile effectors of bacterial immunity and underscore structure-guided discovery as a powerful strategy for uncovering hidden layers of antiviral defence.", "date": "2025-10-29", "journal": ""}
{"title": "Microbiota-derived indole metabolites inhibit rotavirus infection in vitro and in vivo and in human infants", "doi": "10.1101/2025.10.29.685378", "authors": "Wirusanti, N. I.; van Schajik, Y.; Kim, J.; Frempong, J. F.; Simkhada, N.; Fisher, S.; Pucci, N.; Piedade, G. J.; Luchen, C. C.; Chibuye, M.; Simuyandi, M.; Chisenga, C.; Silwamba, S.; Chibesa, K.; Nzangwa, B. T.; Kuntawala, D. H.; Ramani, S.; Mende, D.; Baldridge, M. T.; Sovran, B.; Harris, V. C.", "abstract": "Rotavirus (RV) is the leading cause of life-threatening gastroenteritis in children under five despite effective RV vaccines availability, necessitating novel protective strategies for high-risk populations. Gut microbiota can modulate RV susceptibility and vaccine immunogenicity, yet underlying mechanisms are poorly characterized. Here, we demonstrate that microbiota-derived indole metabolites confer protection against RV infection. In healthy adults, higher fecal indole-3-acetic acid (IAA) and indole-3-propionic acid (IPA) levels associated with reduced fecal RV shedding following challenge. In human intestinal enteroids (HIEs), IAA pre-treatment inhibited human RV Wa G1P[8] replication via the aryl hydrocarbon receptor (AhR) pathway. In mice, treatment with AhR agonist indole-3-carbinol (I3C) significantly reduced fecal shedding of murine RV strain EDIM-Cambridge. Finally, Zambian infants with active RV infection exhibited lower fecal IAA and IPA levels than age-matched healthy controls. These findings demonstrate that microbiota-derived AhR ligands consistently inhibit RV infection across three experimental models and hold promise for protecting at-risk pediatric populations.", "date": "2025-10-29", "journal": ""}
{"title": "A late cytoplasmic surveillance pathway ensures ribosome integrity", "doi": "10.1101/2025.10.29.685433", "authors": "Chitale, R.; Guan, K.; Rao, S.; Wang, C.; Cenik, C.; Taylor, D. W.; Johnson, A. W.", "abstract": "Errors in ribosome assembly can produce defective subunits that can lead to aberrant translation events. How faulty ribosomes are recognized and whether they are recognized during assembly or translation remains poorly understood. We utilized a mutation in the ribosomal protein uL16 to track defective 60S subunits through the biogenesis and translation pathways. This mutation deletes a critical loop in the P site and arrests pre-60S particles during late cytoplasmic maturation. However, simultaneous mutations in the late biogenesis factors Nmd3 and Tif6 bypass this block, releasing defective ribosomes into the translational pool. Cryo-EM and selective ribosome profiling reveal that these ribosomes can form peptide bonds, but stall predominantly at the first few codons. We show that the uL16 mutant ribosomes are detected and targeted for degradation during biogenesis and that they escape degradation if they enter translation. We identify Reh1 as a non-canonical ribosome assembly factor that is required for this surveillance pathway.", "date": "2025-10-29", "journal": ""}
{"title": "Aberrant NSUN1 Activity Connects m5C RNA Modification to TDP-43 Neurotoxicity in ALS/FTD", "doi": "10.1101/2025.10.29.685259", "authors": "Parra-Torres, M.; Dissanayake, K.; Gray, J. A.; Langlands, A. J.; Kucuk, R.; Gierlinski, M.; Troakes, C.; King, A.; McGurk, L.", "abstract": "In amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD), the nuclear RNA-binding protein TDP-43 mislocalises to the cytoplasm and forms insoluble aggregates, but the mechanisms controlling this remain unclear. We define a native TDP43 interactome in human SHSY5Y cells and identify proteins linked to the 5-methylcytosine (m5C) RNA modification as highly enriched. Using a Drosophila model of TDP-43 pathology, we show that aberrant activity of m5C RNA methyltransferases Nsun1 drives TDP43 induced m5C RNA hypermethylation, while Nsun1 downregulation alleviates TDP43 induced degeneration, lifespan deficits, and cytoplasmic accumulation. In human cells, TDP43 selectively interacts with NSUN1 isoform 3 independently of RNA. Furthermore, NSUN1 is nucleolar and TDP-43 is largely nucleoplasmic, yet they interact in both compartments, suggesting functional roles beyond their predominant localisations. In ALS/FTD post-mortem frontal cortex, NSUN1 isoform 3 persists, while the shorter isoform is reduced, suggesting that a pool of NSUN1 capable of contributing to pathological TDP43 interactions remains in disease. These findings suggest that TDP43 neurotoxicity is coupled to NSUN1 activation and m5C RNA methylation, revealing a potential therapeutic axis in ALS/FTD.", "date": "2025-10-29", "journal": ""}
{"title": "Dominance of indirect effects of deer populations on soil biodiversity", "doi": "10.1101/2025.10.29.685376", "authors": "Amin, N.; Brock, C.; Beech, A.; Morera-Pujol, V.; Smith, A. F.; Ciuti, S.; Caruso, T.", "abstract": "Deer abundances and distributions have expanded at increasing rates in several regions across the globe due to human driven land use change, uncontrolled introductions and reintroductions, and insufficient top down control by human or natural predators. Yet, the impact of unsustainable density of deer on the belowground component of ecosystems is understudied. Ireland is a good model for anthropic environmental context in which the population of large herbivores is not regulated by large predators nor planned hunting management. Through a combination of camera trapping paired with soil and vegetation surveys conducted with high-throughput technology, we monitored 50 sites in Irish woodlands to study the effect of varying sika deer (Cervus nippon) relative densities on soil biota. Site level deer intensity of use correlated with vegetation through an increase in litter and moss quantity and reduction in understory vegetation. Furthermore, the effect covaried with soil pH and cascaded on soil microarthropod, bacterial and fungal communities, with more opportunistic taxa linked to high relative deer densities. We also found that variation in deer intensity of use directly affects vertebrate communities, which shifted towards a dominance of foxes, squirrels, cats and dogs, species more commonly associated to human dominated landscapes, and a reduction in birds and mustelids, which also cascaded on soil biota. Our results thus support the hypothesis that deer overabundance has a strong potential to drive the structure of soil biota mostly through indirect effects via vertebrate fauna and vegetation, acting as a powerful ecosystem engineer. Future studies will have to experimentally tease apart the mechanisms underpinning the patterns documented in this study.", "date": "2025-10-29", "journal": ""}
{"title": "Gene duplication dynamics and regulatory evolution shape the diversification of Asteraceae", "doi": "10.1101/2025.10.29.685401", "authors": "Moore-Pollard, E. R.; Ellestad, P. A.; Cliver, B. R.; Baczynski, J.; Pollard, M. D.; Meharg, Z.; Willoughby, A. C.; Drewry, S.; Harkess, A.; Bonifacino, J. M.; Nimchuk, Z. L.; Burke, J. M.; Jones, D. S.; Mandel, J. R.", "abstract": "The flowering plant order Asterales exhibits a striking disparity in species richness, with >30,000 species in Asteraceae compared to <50 in its sister family Calyceraceae. To investigate the genomic basis of this imbalance, we assembled three new chromosome-level genomes, including the first for Calyceraceae, and re-annotated five additional Asterales genomes. Comparative analyses revealed exceptionally high repeat content in both Asteraceae and Calyceraceae, pervasive chromosomal rearrangements, and evidence for shared and lineage-specific whole-genome duplications. In Asteraceae, tandem and dispersed duplications disproportionately drove expansions of gene families linked to secondary metabolism and stress response, while segmental duplicates bore signatures of adaptive selection for the regulation of biosynthetic and metabolic processes. Selective pressures on regulators of flowering time, but not on core flowering time genes, suggest an evolved balance between regulatory flexibility and developmental constraint in floral diversification. Overall, these patterns suggest that, beyond ancient polyploidy, small-scale duplications and selective fine-tuning of regulatory networks underpinned the ecological versatility in Asteraceae, fueling its extraordinary diversification.", "date": "2025-10-29", "journal": ""}
{"title": "Structural basis for substrate specificity and MSMEG_0435-0436 binding by the mycobacterial long-chain acyl-CoA carboxylase complex", "doi": "10.1101/2025.10.28.685139", "authors": "Liang, Y.; Rubinstein, J. L.", "abstract": "The presence of mycolic acid is a defining feature of the mycobacterial cell wall, which provides a highly impermeable barrier to many antibiotics. Biosynthesis of this fatty acid, as well as tuberculostearic acid, requires precursor molecules produced by the essential long-chain acyl-coenzyme A (CoA) carboxylase (LCC) complex. The LCC complex catalyzes carboxylation of the -carbon of long-chain acyl-CoA, but also short-chain acetyl-CoA and propionyl-CoA. The complex includes the subunits AccA3, which contains a biotin carboxylase (BC) domain and a biotin carboxyl carrier protein (BCCP) domain, the long-chain acyl-CoA carboxyltransferase AccD4, the short-chain acyl-CoA carboxyltransferase AccD5, and the incompletely characterized protein AccE. We used electron cryomicroscopy (cryo-EM) to determine structures of the LCC complex from Mycobacterium smegmatis. In the structures, two AccE subunits tether eight AccA3 subunits to an AccD42AccD54 heterohexamer core. Cryo-EM of the enzyme during catalysis reveals how AccD4 and AccD5 achieve substrate specificity, with AccD5 binding tightly to CoA and AccD4 binding long acyl chains. The BCCP domains of AccA3 undergo long-distance translocation to transfer a carboxyl group from the BC domain of AccA3 to the acyl-CoA substrate bound in AccD5. Further, we find that two copies of a protein complex formed from MSMEG_0435 and MSMEG_0436 can bind the LCC complex, sequestering the biotin moiety of BCCP domains near AccD5. Rv0263c, the Mycobacterium tuberculosis ortholog of MSMEG_0435, has a role in bacterial survival during transmission, suggesting that these proteins may regulate production of branched fatty acid precursors for the mycobacterial cell wall.", "date": "2025-10-29", "journal": ""}
{"title": "Visualizing TERRA RNA G-quadruplex unfolding in FUS biomolecular condensates", "doi": "10.1101/2025.10.29.685336", "authors": "Zheng, T.; Fawzi, N. L.", "abstract": "RNA G-quadruplexes (rG4s) are remarkably stable secondary structures with critical regulatory roles in gene expression, RNA metabolism, and telomere maintenance. However, their behavior within cells remains controversial, partly due to challenges in detecting rG4s in complex environments. Here, we use solution NMR spectroscopy to investigate how condensates formed by the low-complexity and RGG domains of the RNA-binding protein FUS affect the structure of TERRA, a highly stable model rG4 RNA. We show that FUS LC-RGG1 interacts with TERRA in dilute solution and that binding perturbs, but does not disrupt, the G-quadruplex structure. When co-phase separated with FUS LC-RGG1, however, NMR signatures of TERRA's folded state disappear, and the remaining observable resonances indicate an unfolded conformation, even in buffer containing potassium where TERRA rG4 is exceptionally stable when outside a condensate. Quantitative comparisons with a mutant form of TERRA, used as a baseline for fully unfolded RNA, suggest that at minimum a third of TERRA RNA becomes unfolded in the condensed phase. Thus, our results demonstrate that condensates can shift the structural ensemble of rG4 towards unfolded species, offering a potential mechanistic explanation for their apparent lack of stability in vivo and revealing how phase-separated environments may actively modulate RNA structure and function.", "date": "2025-10-29", "journal": ""}
{"title": "Ancient amino acid sets enable stable protein folds", "doi": "10.1101/2025.10.29.685319", "authors": "Giacobelli, V. G.; Andersson, S.; Srb, P.; Neuwirthova, T.; Ruszova, Z.; Marhoul, J.; Psenicka, S.; Knetl, A.; Bednarova, L.; Veverka, V.; Hlouchova, K.; Andre, I.", "abstract": "Early proteins likely arose from a chemically limited set of amino acids available through prebiotic chemistry, raising a central question in molecular evolution: could such primitive compositions yield stable, functional folds? Using de novo design, we constructed three ancient protein architectures using a reduced, evolution-inspired alphabet of ten amino acids, e.g. lacking all basic and aromatic residues. The resulting structures adopted their intended topologies and showed exceptional resistance to thermal and chemical denaturation. Computational simulations further revealed that proteins built from this restricted alphabet were as mutation-resilient as those using all twenty canonical residues. Besides their evolutionary implications, our results provide a foundation for minimalist protein design and generation of simplified, robust systems in minimal cell engineering.", "date": "2025-10-29", "journal": ""}
{"title": "Small amphiphilic DNA for programmable transmembrane signaling and amplification", "doi": "10.1101/2025.10.29.685379", "authors": "Sasmal, R.; Yadav, S.; Wisna, G. B. M.; Acharya, N.; Swanson, C.; Yan, H.; Joshi, H.; Hariadi, R. F.", "abstract": "Transmembrane proteins such as G-protein coupled receptors (GPCRs) transmit molecular signals across lipid bilayers through stimulus-responsive allosteric mechanisms, where extracellular ligand binding induces G-protein dissociation to initiate downstream signaling. Mimicking such specific signal transduction pathway with DNA nanostructures has remained challenging due to the incompatibility between hydrophilic DNA and hydrophobic membranes, and the difficulty of engineering allosteric DNA reactions across lipid bilayers. Here, we overcome these limitations by exploiting DNA Hybridization Across Lipid for Optical Signaling (HALOS) using an amphiphilic DNA hairpin comprising toehold for recognition, stem for stability, loop, and cholesterols for transmembrane anchoring. Upon binding of a single-stranded nucleic acid target stimuli, strand invasion through the toehold initiates conformational switching in HALOS, enabling signal transduction across membrane. Experimentally, we demonstrate that DNA hybridization across lipid membrane can occur, contradicting the prevailing view that DNA hybridization cannot proceed through hydrophobic barriers. All-atom molecular dynamics (MD) simulations reveal that cholesterol tags stabilize the DNA stem within the bilayer, preserving the hairpin structure necessary for transmembrane signaling. By combining the HALOS with a non-enzymatic isothermal hybridization chain reaction (HCR), we establish a platform that enables intracellular nucleic acid target detection and amplified fluorescent reporting from outside synthetic vesicles and live mammalian cells achieving nanomolar sensitivity. HALOS expands the toolkit for membrane-integrated DNA nanotechnology and opens avenues for lysis-free diagnostics, synthetic cell and biology, and targeted therapeutic activation.", "date": "2025-10-29", "journal": ""}
{"title": "Cryo-EM Reveals How Cardiomyopathy Therapeutic Drugs Modulate the Myosin Motors of the Heart", "doi": "10.1101/2025.10.29.685122", "authors": "Somavarapu, A. K.; Ge, J.; Yengo, C. M.; Craig, R.; Padron, R.", "abstract": "Genetic mutations in myosin, the motor protein that powers the heartbeat, are linked to inherited hypertrophic and dilated cardiomyopathies. Mavacamten and omecamtiv mecarbil are therapeutic, myosin-targeted drugs designed to treat these myopathies, but their mechanism of action has remained unclear. Using single-particle cryo-EM, we determined near-atomic resolution structures of wild-type, mavacamten-bound, and omecamtiv mecarbil-bound myosin molecules. Across all conditions, two conformations of myosin were observed. We show how mavacamten stabilizes one conformation by reinforcing key electrostatic interfaces in the molecule, whereas omecamtiv mecarbil weakens these interfaces, favoring the second structure. This remodeling elucidates previously unclear allosteric mechanisms through which these drugs either inhibit or enhance myosin activity, countering the deleterious impacts of disease. These findings reveal how drugs modulate myosin structure to control cardiac contractility.", "date": "2025-10-29", "journal": ""}
{"title": "Customizable silicification of DNA origami nanostructures", "doi": "10.1101/2025.10.28.685138", "authors": "Baptist, A. V.; Guericke, L.; Mauker, P.; Thorn-Seshold, O.; Heuer-Jungemann, A.", "abstract": "The silicification of DNA origami nanostructures offers a powerful strategy for enhancing their mechanical stability and resistivity against detrimental environmental conditions. In the past years, several studies have investigated different aspects of the silica coating procedure, leading to several different silicification protocols. Until now, the silica coating generally served as a protective layer or as the base for the further deposition of inorganic materials. However, it did not carry any additional functionality itself. Here, we present two different approaches for the customization of the silica coating on DNA origami nanostructures. Firstly, we developed a custom synthesized silica precursor carrying a fluorescein molecule to endow the silica coating of both DNA origami monomers and crystals with fluorescence and show the applicability of this novel silicification for the stabilization and tracking of DNA origami nanostructures intracellularly. Secondly, we employ a silica precursor containing a disulfide bridge to develop a silica coating that is dissolvable in a reducing environment. We anticipate that the results presented in this study will expand the toolbox of silicification in DNA nanotechnology and will further pave the way towards applications in drug delivery and material science.", "date": "2025-10-29", "journal": ""}
{"title": "Kinase condensates enrich ATP and trigger autophosphorylation", "doi": "10.1101/2025.10.28.684909", "authors": "Lea, N. E.; Case, L. B.", "abstract": "Kinase-mediated signal transduction regulates most cellular processes, and autophosphorylation is a common mechanism to activate kinases. Many kinases undergo phase separation to form condensates. Despite the central role of autophosphorylation in regulating kinase activity, how condensates impact kinase autophosphorylation has not been systematically studied. Using biochemical reconstitution and cellular studies, we find that phase separation can concentrate kinases to effectively trigger the trans-autophosphorylation of the tyrosine kinases FAK and Abl, as well as the serine/threonine kinase Mst2. Moreover, kinase condensates can create a chemical environment that enriches ATP, and positively charged intrinsically disordered regions are one feature that enrich ATP into condensates. Thus, kinase phase separation is a general mechanism to activate kinase signaling pathways by locally concentrating both kinases and ATP to trigger autophosphorylation.", "date": "2025-10-29", "journal": ""}
{"title": "Prioritizing Stability-enhancing Mutations using a Protein Language Model in conjunction with Physics-Based Predictions", "doi": "10.1101/2025.10.28.683791", "authors": "Rhodes, E. R.; Scarabelli, G.; Jou, J.; Byerly, J.; Sprenger, K. G.; Oloo, E. O.", "abstract": "Mutational protein engineering, as currently practiced in the biotechnology and pharmaceutical industries, is both tedious and expensive. Computationally driven protein design has the potential to expedite the process and generate high-quality variants at a lower cost. Using datasets of 174824 mutations for 180 proteins, we benchmark the effectiveness of a protein language model (PLM), Evolutionary Scale Modeling (ESM), alongside a physics-based method (PBM), namely molecular mechanics energies with generalized Born and surface area continuum solvation (MM/GBSA), as triaging tools for identifying and prioritizing target positions and specific mutations that improve protein thermodynamic stability. We found prediction biases in each method but also determined that these biases can be mitigated by applying the two methods in a complementary manner. We propose a hybrid mutation prioritization and selection strategy that achieves better accuracy than either method alone. Through re-ranking, the combined prioritization strategy attained a higher overall average ROC AUC of 0.744 across the dataset compared to either MM/GBSA alone (0.684) or ESM Log Odds alone (0.597).", "date": "2025-10-29", "journal": ""}
{"title": "ALGAL HOMOLOGS OF THE PLANT CER1 AND CER3 PROTEINS ARE FUNCTIONAL HYDROCARBON-FORMING ENZYMES", "doi": "10.1101/2025.10.28.685152", "authors": "Baca-Porcel, A.; Legeret, B.; Cabanel, M.; Le-Cossec, M.; Sorigue, D.; Li-Beisson, Y.; Veillet, F.; Beisson, F.", "abstract": "In plants, very-long-chain (VLC) alkanes (C25-C35) are secreted onto the epidermal surface of aerial organs, often forming the primary component of the waterproof cuticular wax layer. This secretion plays a vital role in preventing desiccation in terrestrial environments. The key to VLC alkane biosynthesis in plants lies in the complex formed by two homologous membrane-bound proteins, ECERIFERUM 3 (CER3) and ECERIFERUM 1 (CER1). This complex transforms an acyl-CoA substrate into an aldehyde intermediate, which is then converted into an alkane. The ability to synthesize and secrete alkanes is believed to have been a pivotal event in the evolution of land plants from their green algal ancestors. Interestingly, a single homolog of CER1 and CER3, known as CER1/3, has been identified in certain algae. However, the functionality of this protein remains to be investigated. In this study, we present the functional characterization in yeast of CER1/3 proteins from various algal species belonging to the green lineage. We demonstrate that CER1/3 proteins alone can efficiently mediate hydrocarbon biosynthesis. Furthermore, we demonstrate that point mutations in conserved motifs in the N-or C-terminal domains of CER1/3 lead to impaired hydrocarbon biosynthesis. Additionally, we show that coexpressing plant CER3 with algal CER1/3 results in longer alkanes being formed in yeast. Together, these findings support the hypothesis that the alkane-forming CER1/CER3 complex found in land plants evolved from a green algal CER1/3 bifunctional enzyme through a process of gene duplication followed by protein specialization.", "date": "2025-10-29", "journal": ""}
{"title": "Optimized quantitative bacterial two-hybrid (qB2H) for protein-protein interaction assessment", "doi": "10.1101/2025.10.29.680610", "authors": "Guyot, A.; Maillard, E.; Ferreira-Pinto, K.; Plancon-Arnould, L.; Nadaradjane, A. A.; Ochsenbein, F.; Guerois, R.; Martin, L.; Ramos, O. H. P.", "abstract": "Understanding protein quaternary assemblies is essential for both biology and clinical applications. Insight into these assemblies can be gained by assessing how mutations alter their function. Massively parallel analyses of protein-protein interaction (PPI) variants enable the identification of interaction interfaces, key contact residues, and the generation of datasets suitable for machine learning-based approaches. In cellulo strategies, such as two-hybrid systems, provide straightforward access to such information. However, the reliability of the resulting insights critically depends on the quality of the underlying quantitative data. Here, we evaluated the quantitative properties of previously described bacterial two-hybrid (B2H) systems and found limitations that constrain their ability to generate robust datasets. Building on this analysis, we engineered and benchmarked optimized quantitative B2H (qB2H) alternatives. These systems support strain-independent assays, improve data reproducibility, and enable the generation of high-quality, quantitative datasets suitable for downstream applications. We show the utility of qB2H in two contexts: interface mapping and binder optimization. For interface mapping, perturbation analysis of single-site variants accurately recovered known contact positions within ASF1 complexes, in agreement with crystallographic data. For binder optimization, we show that a peptide binder of ASF1 can be improved by approximately 70-fold. Together, these results establish qB2H as a convenient and robust system for quantitative PPI characterization, providing a reliable framework for protein engineering and for generating datasets that can fuel machine learning-driven discovery.", "date": "2025-10-29", "journal": ""}
{"title": "Annexin A2 mediates RIG-I-like receptor responses to viral infection", "doi": "10.1101/2025.10.28.684968", "authors": "Wray-McCann, G.; Michalik, D.; McAllan, A. L.; Gearing, L. J.; Liou, R. H.-C.; Campbell, N. K.; Straub, S.; Hosseni-Far, H.; Matthews, A.; Tate, M. D.; Davidson, S.; Fisher, R.; Bernecky, C.; Rehwinkel, J.; Hertzog, P. J.; Sampaio, N. G.", "abstract": "RIG-I and MDA5 are critical sensors of virus infection and detect many important human pathogens including SARS-CoV-2, influenza A virus (IAV), Zika virus and West Nile virus (WNV). MDA5 is activated by binding to double-stranded RNA generated during infection and induces strong pro-inflammatory and antiviral responses mediated largely via type I interferons. Activation of MDA5 is also implicated in monogenic (e.g. Aicardi-Goutieres syndrome) and complex polygenic (e.g. systemic lupus erythematosus) autoinflammatory diseases, demonstrating the importance of appropriate regulation of this pathway. Yet, how MDA5 is regulated is poorly defined. We employed SILAC-mass spectrometry to discover MDA5 binding partners in virus-infected cells. Our screen revealed Annexin A2 (ANXA2) as an interactor of MDA5 specifically during infection. Direct binding of ANXA2 and MDA5 was recapitulated in vitro and required Ca2+, and ANXA2 promoted MDA5 oligomerisation in cells. Loss of ANXA2 in human cells significantly blunted interferon responses to EMCV, WNV and IAV, demonstrating a role for ANXA2 in activation of both MDA5 and RIG-I. Using human induced pluripotent stem cells, we found that ANXA2 was required for potent neuronal cell responses to WNV infection and macrophage responses to multiple viral pathogens. Thus, we find that ANXA2 is a critical mediator of RIG-I-like receptor pathways.", "date": "2025-10-29", "journal": ""}
{"title": "Tunable simultaneous propulsion by two distinct motility motors drives surface motility in bacteria", "doi": "10.1101/2025.10.29.685086", "authors": "Mas, A.; Mignot, T.; Nollmann, M.; Le Gall, A.", "abstract": "Motility enables cells to adapt to environmental cues, explore surfaces, and coordinate collective behaviors. Many organisms encode multiple motility systems, but whether these act independently or can operate together within the same cell has remained unclear. The predatory bacterium Myxococcus xanthus has long been thought to segregate its two propulsion systems: focal adhesions for gliding (A-motility) and type IV pili for twitching (S-motility), with each acting in distinct contexts. Here we overturn this view by providing the first direct demonstration that both systems are co-deployed and active within individual cells. Using dual-color high-resolution imaging, quantitative single-cell tracking, and agent-based simulations, we show that calcium, a key regulator of pili activity, tunes their relative engagement, shifting cells from adhesion- to pili-dominated propulsion with intermediate states combining both. This dynamic co-propulsion allows wild-type cells to move faster and explore more effectively than single-motility mutants, revealing a synergistic mode of motility integration shaped by environmental context.", "date": "2025-10-29", "journal": ""}
{"title": "Lack of tolerance development following sublethal Cry1 proteins exposure in  Spodoptera exigua", "doi": "10.1101/2025.10.29.685268", "authors": "Valdiviezo Orellana, S. N.; Escriche, B.; Hernandez-Martinez, P.", "abstract": "BACKGROUND: The insecticidal proteins derived from Bacillus thuringiensis Berliner (Bt) have been effectively employed in controlling lepidopteran pests, notably in transgenic crops targeting Spodoptera species. However, concerns have arisen regarding the long-term efficacy due to the emergence of tolerant and resistant insect populations. Prior research suggested that repeated exposures to Bt may contribute tolerance, but the specific effects of sequential exposure to purified Cry1 proteins remain unclear. This study aimed to assess whether prior exposure of Spodoptera exigua (Huber, 1808) neonate larvae to sublethal concentrations of Cry1Ab and Cry1Ca proteins would heighten their tolerance upon subsequent exposure, and whether such effects would extend to their offspring. RESULTS: Pre-exposure to Cry1Ab did not affect larval responses to the toxin. For Cry1Ca, a slight increase was observed under one treatment condition, but the effect was not considered biologically relevant in practical terms. Similarly, transgenerational analysis revealed no enhancement of tolerance; rather, there was a negative impact on the offspring's response in some cases. CONCLUSION: These findings indicate that although previous studies have documented that sublethal contact with bacterial preparations may significantly affect the insect tolerance, exposure to purified Cry proteins is unlikely to lead to the development of tolerance in S. exigua. Therefore, our findings suggest that sublethal exposure to these Cry1 proteins may not significantly affect the long-term efficacy of Bt- based pest management strategies relaying on them.", "date": "2025-10-29", "journal": ""}
{"title": "Respiratory viruses induce ferroptosis-like features in lung epithelial cells", "doi": "10.1101/2025.10.29.685341", "authors": "Manzano-Covarrubias, A. L.; Tosato, A.; Mol-van der Veen, C. H.; Ahmadyar, P.; Walia, J.; de Vries-Idema, J.; Huckriede, A.; Dolga, A.; Schmidt, M.; Rafie, K.", "abstract": "During infection, viruses can modulate various regulated cell death (RCD) mechanisms to evade host immunity and enhance replication. However, less is known about how viruses alter the recently discovered RCD ferroptosis, which is characterized by an iron-dependent accumulation of lipid peroxidation and mitochondrial fragmentation. Influenza A virus (IAV) H1N1 and human adenovirus type C5 (HAdV-C5) are two common causes of respiratory infections of the upper and lower respiratory tract and can lead to severe illness. While IAV has been shown to induce ferroptosis to support its replication, less is known whether this is also true for HAdV-C5. Here we perform a comparative study investigating ferroptosis features during IAV H1N1 and HAdV-C5 infections using alveolar (A549) and bronchial (BEAS-2B) epithelial cells. Our data reveal that HAdV-C5, similar to H1N1, induces lipid peroxidation in a time-dependent manner, which is partially suppressed in the presence of the ferroptosis inhibitor ferrostatin-1 (Fer-1). Strikingly, HAdV-C5 infections do not lead to changes in ferritin protein levels, which is responsible for iron storage. Furthermore, both H1N1 and HAdV-C5 infections trigger a profound mitochondrial network remodeling, comparable to that induced by the ferroptosis inducer RSL3, with effects varying by cell type and infection stage. These findings suggest that HAdV-C5, just like H1N1, can activate ferroptosis-like processes, highlighting a potential role for lipid peroxidation and mitochondrial alterations in adenoviral pathogenesis. Understanding this mechanism may uncover new therapeutic targets for viral respiratory infections.", "date": "2025-10-29", "journal": ""}
{"title": "Kidney-specific Wdr72 deletion leads to incomplete distal renal tubular acidosis through impaired V-ATPase B1 subunit localization", "doi": "10.1101/2025.10.29.684588", "authors": "Al-Shebel, A.; Mossmann, P.; Wendlinge, S.; Breiderhof, T.; Kaminski, M. M.; Müller, D.; Bufler, P.; Klämbt, V.", "abstract": "Background: Distal renal tubular acidosis (dRTA) is a rare kidney disorder characterized by impaired urinary acidification due to defective proton secretion in type A intercalated cells of the collecting duct. Recently, pathogenic variants in the human gene encoding the WD Repeat Domain 72 protein (WDR72) have been reported in patients with dRTA, yet the physiological role of WDR72 in the kidney remains unknown. Methods: To elucidate the renal function of Wdr72, we generated a kidney-specific knockout mouse model (Wdr72fl/fl;Pax8-Cre+) and assessed acid-base homeostasis under baseline, acute, and chronic acid loading. Results: Wdr72fl/fl;Pax8-Cre+ mice displayed persistently elevated urinary pH, reduced titratable acid and net acid excretion under basal and acid-loaded conditions, consistent with incomplete dRTA. While the systemic pH remained unchanged compared to controls under standard diet, chronic acid load led to mild hyperchloremic, hypokalemic metabolic acidosis. Notably, urinary NH excretion was increased upon acid loading accompanied by upregulation of key ammoniagenesis enzymes, which was detected even under basal conditions, consistent with a compensatory activation of proximal tubular acid excretion pathways. The total and apical abundance of the V-ATPase B1 subunit decreased markedly within the kidney, despite unchanged transcript levels, suggesting a defect in V-ATPase trafficking or assembly. In addition, morphometric analyses revealed an increased proportion of smaller type A intercalating cells that failed to expand upon acid loading, indicating defective adaptive plasticity. Conclusions: Kidney-specific Wdr72 deletion impairs distal urinary acidification through reduced V-ATPase abundance and apical targeting, altered intercalated cell morphology, and limited adaptive remodeling, resulting in incomplete dRTA. Upregulation of renal ammoniagenesis partially compensates the acidification defect. These findings highlight WDR72 as a key regulator of distal nephron acid-base homeostasis and offer mechanistic insight into WDR72-associated dRTA", "date": "2025-10-29", "journal": ""}
{"title": "Stochastic Emergence of Irregular Infection Fronts in Motile Bacteria-Phage Populations", "doi": "10.1101/2025.10.29.685271", "authors": "Bergamaschi, L.; Mitarai, N.", "abstract": "Interactions between bacteriophages and motile bacteria can produce irregular spatial patterns that deterministic models fail to capture. Here we show that these irregularities arise from stochastic infection dynamics at the single-cell level. We develop a discrete, stochastic model of phage-bacteria co-propagation, which represents bacteria and phages as non-negative integers on a two-dimensional lattice, while nutrients and attractants remain continuous fields. Stochastic rules govern bacterial growth, chemotactic movement, infection, and lysis, allowing spatial heterogeneity to emerge in agreement with experimentally observed asymmetric patterns. Simulations reveal that rare events, in which an infected bacterium migrates ahead of the front before lysis, locally seed new infection centers. The resulting front roughness is controlled by the product of burst size and adsorption rate, and is suppressed when the effective population size increases or the variability of latent period decreases. These results link microscopic stochasticity to emergent spatial structure in phage-bacteria populations.", "date": "2025-10-29", "journal": ""}
{"title": "Insights into plant-part specific N2O production in roots and shoots of chicory (C. intybus) using stable isotope labelling", "doi": "10.1101/2025.10.28.685070", "authors": "Schroll, M.; Maas, M.; Greiner, S.; Klintzsch, T.; Keppler, F.", "abstract": "Nitrous oxide (N2O) substantially contributes to climate change and stratospheric ozone degradation, yet large uncertainties in its global budget indicate unknown or overlooked sources. Increasing evidence suggests that plants may also produce N2O, though the underlying mechanisms and pathways remain poorly constrained. To examine whether plants can form N2O under sterile conditions and to assess the contribution of different plant parts, we applied a novel 15N stable isotope labelling approach using sterile Cichorium intybus root and shoot cultures incubated separately under light and dark conditions. All root/shoot cultures showed N2O formation under dark conditions, whereas shoots under light showed reduced or even uptake of N2O, indicating photosynthetically driven suppression of formation pathways or simultaneous internal degradation of N2O. Isotopic analyses revealed distinct formation pathways: roots supplemented with 15NO3- showed position-specific 15N enrichment consistent with N2O formation via nitric oxide as an intermediate, linking root-derived N2O to NO3-; reduction. In contrast, root/shoot incubations with 15N-NH4+ supplementation and shoots incubated in darkness emitted N2O without clear 15N enrichment suggesting alternative formation pathways independent of these compounds. Our isotopic labelling approach powerfully disentangled N2O formation mechanisms yet highlights necessary further exploration of plant N2O cycling to improve global budgets and enable potential mitigation strategies.", "date": "2025-10-29", "journal": ""}
{"title": "PEG400 regulates Falcipain 2 activity through an unprecedented allosteric mechanism", "doi": "10.1101/2025.10.29.685357", "authors": "Nath, B.; Chakraborty, S.; Biswas, S.", "abstract": "The malarial parasite Plasmodium falciparum cleaves host hemoglobin by cascade of proteolytic enzymes. The cysteine protease, Falcipain-2 (FP2) plays an essential role in the process and important for parasite survival, making it a potential drug target. However, similarities with host cysteine cathepsins hamper selective inhibition, thus necessitates detailed structural and functional characterizations of FP2. The present study uncovers a novel regulatory role of polyethylene glycol 400 (PEG400) on FP2 activity. PEG400 inhibits FP2 activity on small peptide substrate and azo-casein, while enhancing hemoglobin degradation, rendering a dual effect on FP2 catalysis. A mixed-type of inhibition has been observed for PEG400 against small peptide substrate of FP2, consistent with binding of PEG400 to catalytic cleft, confirmed by fluorescence quenching and docking studies. Unlike typical nonspecific PEG-protein interactions, PEG400 adopts a fit within catalytic region of FP2 and partially overlaps with leupeptin binding sites, albeit with lower affinity. Computational analysis further identifies a novel allosteric binding pocket of PEG400, supported by in-silico mutagenesis and molecular dynamics simulation. This pocket exhibits minimal conservation in human cathepsins, suggesting selective potential. In contrast to this inhibitory role, biochemical assay reveals that PEG400 promotes haemoglobin proteolysis. Spectroscopic analyse suggests PEG400 alter hemoglobin structural dynamics to favour proteolysis. ENM based normal mode analysis reveals upon haemoglobin binding, PEG400 restricts FP2 hinge-bending motion, improves FP2-hemoglobin proximity, and simultaneously PEG400 is dislodged from the active site, thereby promoting proteolysis. The combined experimental and computational findings reveal a novel mechanism of FP2 regulation, opening new therapeutic avenues.", "date": "2025-10-29", "journal": ""}
{"title": "A conformationally heterogeneous bending pivot enables bent-to-straight transition in the central helix of mycobacterial FtsZ", "doi": "10.1101/2025.10.28.685025", "authors": "Sodhi, A.; Lata, S.; Rani, S.; Singh, L.; CHOUDHURY, J.; Chaudhuri, B.", "abstract": "Conformational changes in the central helix at the inter-domain cleft of bacterial treadmilling motor protein FtsZ are coupled to polymerization. Central helix of mycobacterial FtsZ interconverts between a bent and a straight form, with an unknown mechanism. We probed the mechanism of this conformational switching in the central helix of mycobacterial FtsZ using multi-temperature synchrotron crystallography at 20 {degrees}C, 30 {degrees}C, 37 {degrees}C and -173 {degrees}C temperatures. A comparison of the resultant crystal structures of FtsZ revealed altered conformations at the bending pivot of the bent central helix inside the inter domain cleft. Further, ensemble modeling of FtsZ structure shows that this bending pivot is labile at near-physiological temperatures. Conformational fluctuations in this pivot region resulted in breakage of regular alpha helical hydrogen bonds that likely made the central helix easily bendable. These fluctuations are largely arrested in the straightened form of the central helix in comparison to the bent form. To summarize, multi-temperature crystallography combined with ensemble modeling suggest that conformational heterogeneity and associated perturbations of helix-forming interactions in the bending pivot can trigger bent-to-straight conformational transition in the central helix of mycobacterial FtsZ. This work demonstrates the effectiveness of multi temperature crystallography in delineating the mechanisms of conformational changes in protein machines.", "date": "2025-10-29", "journal": ""}
{"title": "Evolutionarily conserved transcriptional regulators control monoaminergic neuron development", "doi": "10.1101/2025.10.29.685200", "authors": "Lewis, C.; Goulty, M.; Wroblewska, A.; Croxall, N.; Onion, D.; Robinson, S.; Zinzen, R. P.; Solana, J.; Kyriacou, C. P.; Rosato, E.; Feuda, R.", "abstract": "To what extent conserved developmental programs specify homologous cell types is a central question in biology. Here, we address this by focusing on reconstructing monoaminergic neuron development in Drosophila melanogaster embryo using time-resolved single-cell genomics, spatial transcript mapping with hybridisation chain reaction, and targeted metabolomics. We uncover a regulatory landscape in which specific transcription factors are activated before biosynthetic enzymes, establishing a prospective temporal architecture for monoaminergic fate specification. Comparative analyses of developmental single-cell atlases from zebrafish and sea urchin indicate that components of this machinery are conserved across ~550 million years of bilaterian evolution with orthologous transcription factors showing similar temporal dynamics. Together, these findings point to a putatively conserved regulatory core that interfaces with other context-dependent transcription factors; this interplay accommodates monoaminergic multifunction and subtype diversity across distinct neuroanatomies.", "date": "2025-10-29", "journal": ""}
{"title": "Early-life social instability affects aggression, but not response inhibition, in chickens", "doi": "10.1101/2025.10.29.685273", "authors": "Willcox, K.; Vernouillet, A.; Szabo, B.; Martel, A.; Lens, L.; Verbruggen, F.", "abstract": "Living in complex social environments presents behavioural and cognitive challenges. A key challenge is the regulation of aggression, which may be facilitated by response inhibition, the ability to suppress inappropriate actions. In more complex social environments, greater variability in interactions may increase demands for aggression regulation, promoting the development of response inhibition. However, social instability, a form of complexity characterised by frequent changes in group composition, can elevate aggression and may instead impair inhibition. To test these competing predictions we raised 144 chickens (Gallus gallus domesticus) in either stable or unstable social groups for five weeks. We observed the aggression within their enclosures following the final manipulation, and assessed their response inhibition using a thwarting task and a cylinder task. Unstable groups initially showed more aggression than stable groups following regrouping, but this declined rapidly to the same lower level of aggression as the stable groups. Contrary to our predictions, there were no differences between birds raised in stable and unstable groups for any measure of response inhibition, and individual variation in aggression did not correlate with inhibitory performance. These findings suggest that social instability influences aggression but does not affect the development of response inhibition in chickens, highlighting the potential context- and species-specific nature of social effects on cognition.", "date": "2025-10-29", "journal": ""}
{"title": "Developmental trajectories of cognitive traits in meerkats match socio-ecological demands", "doi": "10.1101/2025.10.29.685340", "authors": "Sacca', T.; Protopapa, E.; Jaeggi, A. V.; Forss, S. I.", "abstract": "Understanding cognitive development is fundamental to contextualize adult cognitive phenotypes, and thus the operational pathways for cognitive evolution. The ontogeny of specific cognitive traits is likely influenced by both population-wide pressures, such as ecological demands, and individual-specific factors, including early life experiences. To properly investigate cognitive variation, we must therefore identify species-level developmental trajectories and individual variation from normative ontogeny in natural populations. Towards this goal, we used a longitudinal approach to study the ontogeny of three distinct cognitive traits (physical problem-solving skills, inhibition control, and spatial cognition) in 28 wild meerkats (Suricata suricatta), assessed at five key developmental stages from early life to sub-adulthood. Using mixed-effect models, we found that rates of development (learning curves) differed among traits, reflecting variation in the timing of socio-ecological pressures, like the onset of independent foraging and adult cooperative behaviours. Within individuals learning curves, baseline abilities (without the effect of development) or performance at specific time points among the different traits did not correlate, suggesting independent processes underlying performance in the presented tasks. Inhibitory control did not display substantive individual variability in baseline performance and learning curves, possibly reflecting reduced genetic variation or developmental canalization. In contrast, spatial cognition and physical problem-solving both exhibited substantial individual differences in baseline performance and learning curves, suggesting that these traits may be under distinct selective timescales and pressures. Among the measured traits, only physical problem-solving showed consistency in individual performances over time, a pattern that emerged close to the onset of nutritional independence, reflecting critical early timing of foraging competence in this species. Further research should investigate the factors underlying individual differences and their adaptive value.", "date": "2025-10-29", "journal": ""}
{"title": "Consensus Pituitary Atlas, a scalable resource for annotation, novel marker discovery and analyses in pituitary gland research", "doi": "10.1101/2025.10.28.685060", "authors": "Köver, B.; Willis, T. L.; Sherwin, O.; Kaufman-Cook, J.; Kemkem, Y.; Vazquez Segoviano, M.; Lodge, E. J.; Zamojski, M.; Mendelev, N.; Zhang, Z.; Smith, G. R.; Bernard, D. J.; Lu, H.-C.; Sealfon, S. C.; Ruf-Zamojski, F.; Andoniadou, C. L.", "abstract": "Previous single-cell profiling studies of the pituitary gland have yielded minimally reproducible insights largely due to their low statistical power and methodological inconsistencies. To address this problem, we generated a uniformly pre-processed Consensus Pituitary Atlas (CPA) using all existing mouse pituitary single-cell datasets (267 biological replicates, >1.1 million high-quality cells). The CPA revealed novel cell typing and lineage markers, including low-expression transcripts that previous analyses could not detect. The scale of the CPA enabled the development of machine learning models to automate and standardize cell type annotation and doublet identification for future studies. Leveraging the curated metadata, we identified sex-biased and age-dependent gene expression patterns at cell type resolution. To identify drivers of cell fates, first we determined consensus cell communication patterns. Secondly, we used RNA-sequencing and chromatin accessibility data to identify transcription factors associated with cell fates across modalities. The epitome platform acts as an interface with the CPA, allowing streamlined user-friendly analyses.", "date": "2025-10-29", "journal": ""}
{"title": "Frontal and Parietal Contributions to Proprioception and Motor Skill Learning", "doi": "10.1101/2025.10.29.685338", "authors": "Wali, M.; Block, H. J.", "abstract": "Motor skill learning is the process of developing new movements with practice until they can be performed automatically. This necessitates the interaction of high-level cognitive processes with low-level sensorimotor mechanisms. Skill learning involves not only changes in the motor system but also proprioception (position sense). Proprioceptive deficits increase variability and decrease accuracy of movement. The somatosensory cortex, where low-level proprioception is processed, is known to play a role in motor skill learning, but the involvement of higher-level proprioceptive regions is unclear. Dorsolateral prefrontal cortex (DLPFC) has been linked to the high-level early stages of motor learning, and indirectly to proprioception. Supramarginal gyrus (SMG), an interface area between motor and sensory cortices, has been linked to higher-order proprioceptive processing. In this study, we asked how activity in DLPFC and SMG influences motor skill learning. Participants learned an upper limb motor skill designed to be spatially complex and dependent on proprioception: tracing a two-dimensional maze as accurately as possible within the desired speed range, using a Kinarm Endpoint robotic manipulandum. Proprioceptive acuity (sensitivity and bias) was assessed before and after continuous theta burst transcranial magnetic stimulation (cTBS) was applied to inhibit activity in DLPFC, SMG, or Sham. To measure motor skill, movement accuracy and variability were examined at the trained speed as well as at a faster (more difficult) and a slower (easier) speed. Skill was assessed before and after cTBS, after 40 training trials (early learning) and after another 80 trials (late learning). All three groups showed improvements in movement accuracy and variance, indicating they learned the maze tracing skill. However, the Sham group improved movement variability at the faster speed significantly more than the DLPFC or SMG groups did. This suggests that DLPFC and SMG are important for the more challenging aspects of motor skill learning, consistent with their association with higher-level proprioceptive function.", "date": "2025-10-29", "journal": ""}
{"title": "Microglia coordinate activity-dependent protein synthesis in neurons through metabolic coupling", "doi": "10.1101/2025.10.29.685332", "authors": "Adler, D.; Martin-Avila, A.; Cheng, E.; Oliveira, M. M.; Zhang, M.; Evans, H. T.; Yuan, D.; Sam, R.; Zhang, N. D.; Selles, M. C.; Mosto, O.; Liu, W. J.; Guo, A. X.; Liddelow, S. A.; Froemke, R. C.; Chao, M. V.; Gan, W.-B.; Klann, E.", "abstract": "De novo protein synthesis is required for long-lasting synaptic plasticity and memory, but it comes with a great metabolic cost. In the mammalian brain, it remains unclear which cell types and biological mechanisms are critical for sensing and responding to increased metabolic demand. Here we demonstrate that microglia, resident macrophages of the brain, coordinate metabolic coupling between endothelial cells, astrocytes, and neurons to fuel protein synthesis in active neurons. Increasing metabolic demand via a motor task stimulates microglia to secrete the hypoxia-responsive protein CYR61, increasing glucose transporter expression in brain vasculature. Depleting microglia reduces training-induced metabolic fluxes and neuronal protein synthesis, which can be reproduced by blocking CYR61 signaling. Thus, we define a neuroimmune metabolic circuit required for on-demand protein synthesis in mouse motor cortex.", "date": "2025-10-29", "journal": ""}
{"title": "Extracellular space diffusion modelling identifies distinct functional advantages of archetypical glutamatergic and GABAergic synapse geometries", "doi": "10.1101/2025.10.29.685288", "authors": "Gimenez, P.; Shakya, R. T.; Santamaria, F.; Tonnesen, J.", "abstract": "The brain extracellular space (ECS) is a convoluted compartment of nano- and microscale interconnected ducts. A key step in signaling between neural cells is diffusion of signaling molecules through the ECS, yet, signaling is generally considered solely from the stance of cells and their properties. Where ECS diffusion is addressed, this is commonly done using volume-averaging techniques blind to individual signaling events and ECS geometry. We hypothesized that ECS geometry can shape local diffusion and thereby tune signaling arising from point-sources. To access the scale of individual transmitter release events and synapse geometries, we developed a computational diffusion model, DifFlux, based on super-resolved images of hippocampal ECS in live mouse brain slices and combined this with single molecule Monte Carlo diffusion simulations. Our approach allows us to simulate diffusion of molecules of our choosing in true live ECS geometries. We asked how the ECS shapes local diffusion in dense neuropil and along larger cellular processes in CA1 stratum radiatum. We observed local diffusional anisotropy and directionality imposed by ECS geometry. Further, we identified distinct functional advantages of dendritic spine and somatodendritic synapse ECS geometries, shedding light on the longstanding conundrum of why glutamatergic and GABAergic synapses are so conspicuously morphologically different. Our modelling broadly identifies ECS structure as a direct modulator of extrasynaptic signaling that can operate in parallel to conventional regulation mechanisms.", "date": "2025-10-29", "journal": ""}
{"title": "Natural Scene Coding Consistency in Genetically-Defined Cell Populations", "doi": "10.1101/2025.10.29.685363", "authors": "Toosi, T.; Miller, K. D.", "abstract": "Understanding how genetically-defined cell populations encode visual information remains a fundamental challenge in systems neuroscience. While extensive research has characterized individual cell responses to simple stimuli such as static gratings, the population-level coding principles that govern naturalistic visual processing across cell types remain largely unexplored. We analyzed population responses from 43,018 neurons across 12 genetically-defined cell types in 243 mice from the Allen Brain Observatory, comparing representational geometry between natural scenes and static gratings. We found that inhibitory cell populations (VIP, SST, PV) cluster distinctly in representational space almost independent of anatomical location when responding to natural scenes but not static gratings, suggesting preserved cell-type specific computational functions specific for natural scenes. To assess coding capacity of a population of neurons, we developed Inter-Individual Representational Similarity (IIRS), which measures consistency of neural representations across different individuals in response to an ensemble of stimuli. All inhibitory populations showed significantly higher IIRS for natural scenes compared to static gratings, indicating consistent encoding of naturalistic visual features across individuals comparable to excitatory populations (Cux2, Rorb, Rbp4). Parallel analysis of neural networks trained on natural images (ImageNet) with different random initializations revealed similar patterns: models showed higher cross-initialization similarity for naturalistic stimuli compared to static gratings, suggesting that cross-individual consistency emerges when experimental stimuli engage the features that neural circuits are adapted to extract. These findings establish IIRS as a metric for identifying coding capacity in cell populations and reveal that inhibitory cell populations encode consistent aspects of natural scenes across individuals, indicating these circuits may have evolved specialized tuning for naturalistic visual environments.", "date": "2025-10-29", "journal": ""}
{"title": "Global organisation of structural covariance networks derived from parcellated cortical surface area in atypical populations.", "doi": "10.1101/2025.10.29.685428", "authors": "Roseby, W.; Racey, C.; Ward, J.", "abstract": "Higher-order features of brain organisation are powerful measures for understanding the relationship between brain and experience. In particular, the global arrangement of structural features of the cortex provides insight into neurodevelopmental processes that underlie individual differences in perception and cognition. Structural covariance networks (SCNs), which capture regional coordination of brain morphometry, are an efficient method to derive global properties of the cortex. However, their interpretation relies on an array of methodological choices that are often inconsistent between studies. Using a hierarchically-clustered version of the Human Connectome Project (HCP) atlas, we constructed SCNs of regional cortical surface area for groups with four different conditions -- synaesthesia, autism, early psychosis, and anxiety or depression -- and compared global network properties with those of age- and sex-matched controls. SCNs for synaesthesia and autism showed globally stronger connectivity, with specific increases at moderate cortical distances, as well as lower network complexity. Conversely, the SCN for early psychosis showed a globally lower connectivity and a greater complexity, while depression and anxiety showed few differences compared to controls. The results for autism and depression were replicated across two datasets each. These findings support the notion that synaesthesia and autism share neurodevelopmental mechanisms, while psychosis may involve a diverging process. This study is also an important proof of principle for analysing diverse populations under one methodological framework.", "date": "2025-10-29", "journal": ""}
{"title": "Excitatory neurons as the default fate in bifurcation of excitatory and inhibitory neuron lineages", "doi": "10.1101/2025.10.29.685327", "authors": "Wang, M.; Qiu, X.-Y.; Duan, Y.-B.; Tang, X.; Lu, Q.; Li, Y.; Qin, H.-W.; Long, X.-T.; Jin, M.-M.; Fan, P.-Y.; Zhang, H.; Li, Y.-N.; He, J.", "abstract": "In the brain, a precise excitation-inhibition balance underpins every neural operation. Strikingly, across the vertebrate CNS, excitatory and inhibitory neurons often emerge from common progenitors (termed EX-IN lineage), yet how such dichotomous fates diverge has remained enigmatic. Here, exploiting spinal v2a (excitatory)-v2b (inhibitory) and retinal bipolar (excitatory) - amacrine (inhibitory) lineages as EX-IN lineage paradigm, we report a single, conserved genetic program: excitatory neural fate is the default state when sibling-cell communication is silenced; progenitor- and excitatory neuron-expressed homeobox genes actively repress the inhibitory program, while Notch signaling releases this repression to unleash inhibitory identity. Thus, we define a unifying principle governing EX-IN lineage divergence that generate the fundamental dichotomy of neural circuits.", "date": "2025-10-29", "journal": ""}
{"title": "A dual genetic constraint underlies the conservation of early brains in vertebrates.", "doi": "10.1101/2025.10.29.684766", "authors": "Senovilla-Ganzo, R.; Bekiari, C.; Rueda-Alana, E.; Yamada, T.; Zaremba, B.; Aransay, A. M.; Escobar, L.; Nilsson, M. M.; Grillo, M.; Kaessmann, H.; Garcia-Moreno, F.", "abstract": "As the body plan, the embryonic brain bauplan reflects the shared features of vertebrate brains. Yet, disagreements among sparse histogenetic frameworks have undermined the brain bauplan power to trace homologies. Here, we generate and integrate five vertebrate single-cell multi-omic atlases of early embryonic brains, revealing a conserved cellular blueprint that defines equivalent progenitor domains across species. Our cellular neuromeric model provides a unified and unbiased framework for the vertebrate brain bauplan and revises the regionalisation of the prosencephalon, refining its molecular boundaries and developmental relationships. Furthermore, cross-species gene-network analyses expose regulatory complexity beyond classical neuromeric patterning, resolving networks into modules aligned with regional cell types or cell class (progenitor/neuron). Evolutionarily, two main developmental constraints emerge: brain bauplan genes, early essential for regional identity, and pleiotropic stemness gene modules, indispensable across all proliferating cells. In turn, later development displays tissue-specific and less essential modules, explaining its rapid divergence into species-specific features. Together, these findings reveal a dual evolutionary constraint -neuromeric identity and pleiotropic stemness- that underlies the conservation of early vertebrate brains. This duality explains how deeply conserved regulatory architectures coexist with evolutionary flexibility to develop into the immense diversity of vertebrate nervous systems.", "date": "2025-10-29", "journal": ""}