{"title": "Genome-wide annotation of gene regulatory elements linked to cell fitness", "doi": "10.1101/2021.03.08.434470", "authors": "ter Weele, M.; Klann, T. S.; Barrera, A.; Ettyreddy, A. R.; Liu, S.; Rickels, R. A.; Bryois, J.; Jiang, S.; Adkar, S. S.; Iglesias, N.; Sullivan, P. F.; Reddy, T. E.; Allen, A. S.; Crawford, G. E.; Gersbach, C.", "abstract": "Noncoding regulatory elements control gene expression and thus govern nearly all biological processes. Epigenomic profiling assays have identified millions of putative regulatory elements, but systematically determining the function of those regulatory elements remains a substantial challenge. Here we adapt CRISPR screening by epigenetic repression to screen all 111,619 putative non-coding regulatory elements defined by open chromatin sites in human K562 leukemia cells for their role in regulating essential cellular processes and proliferation. In an initial screen containing 1,084,704 gRNAs, we implemented an analysis framework to quantify perturbation effects, and nominate 1,108 regulatory elements that strongly impact cell fitness. We tested 8,845 of the primary screen elements in a secondary screen, evaluated their cell-type specificity in a second cancer cell line, and then used a single-cell RNA-seq CRISPR screen to discover 63 connections between distal regulatory elements and target genes. This comprehensive and quantitative genome-wide map of essential gene regulatory elements presents a framework for extensive characterization of noncoding regulatory elements that drive complex cell phenotypes and for prioritizing non-coding genetic variants that may contribute to common traits and disease risk.", "date": "2025-07-20", "journal": ""}
{"title": "STimage: Robust, confident and interpretable models for predicting gene markers from cancer histopathological images", "doi": "10.1101/2023.05.14.540710", "authors": "Tan, X.; Mulay, O.; Xie, J.; MacDonald, S.; Kim, T.; Ye, N.; Simpson, P. T.; Roosta, F.; Trzaskowski, M.; Nguyen, Q.", "abstract": "Spatial transcriptomic (ST) imaging and sequencing data enable us to link tissue morphological features with thousands of previously unseen gene expression values, opening a new horizon for understanding tissue biology and achieving breakthroughs in digital pathology. Deep learning models are emerging to predict gene expression or classify cell types using images as the sole input. Such models hold significant potential for clinical applications, but require improvements in interpretability and robustness. We developed STimage as a comprehensive suite of models for both regression (predicting gene expression) and classification (mapping tissue regions and cell types) tasks. STimage is the first to thoroughly address robustness (uncertainty) and interpretability. For robustness, STimage predicts gene expression based on parameter distributions rather than fixed data points, allowing for generalisation at a population scale. STimage estimates uncertainty from the data (aleatoric) and from the model (epistemic) for each of thousands of imaging tiles. STimage achieves interpretability by analysing model attribution at a single-cell level, and in the context of histopathological annotation. While existing models focus on predicting highly variable genes, STimage predicts functional genes and identifies highly predictable genes. Using diverse datasets from three cancers and one chronic disease, we assessed the model performance on in-distribution and out-of-distribution samples. STimage is robust to technical variations across platforms, data types, sample preservation methods, and disease types. Further, we implemented an ensemble approach, incorporating pre-trained foundation models, to improve performance and reliability, especially in cases with small training datasets. With single-cell resolution Xenium data, STimage could classify cell types for millions of individual cells. Applying STimage to proteomics data such as CODEX, we found that STimage can predict gene expression consistent with protein expression patterns. Finally, we showed that using STimage-predicted values based solely on imaging input, we could stratify patient survival groups. Overall, STimage advances spatial transcriptomics by improving the prediction of gene expression from traditional histopathological images, making it more accessible for tissue biology research and digital pathology applications.", "date": "2025-07-20", "journal": ""}
{"title": "Pathogenic IgE-fated memory B cell responses retain functional plasticity", "doi": "10.1101/2023.11.28.567094", "authors": "Bruton, K.; Phelps, A.; Ariaz, A.; Fang, A.; Walker, T.; Wen, J.; Khavkine-Binstock, S. S.; Della Libera, D.; Mann-Delany, O.; Knudsen, N. P. H.; Gadkar, S.; Grydziuszko, E.; Koenig, J. F.; Gagnon, A.; Waserman, S.; Andersen, P. S.; Jordana, M.", "abstract": "Abstract: Long-lived immunoglobulin (Ig) E responses against innocuous environmental and dietary antigens (Ags) are maintained by an IgG1-dominant memory B cell (MBC) compartment primed for IL-4 responsiveness. The plasticity of the MBC compartment destined for IgE class switch recombination (CSR), however, remains poorly understood. In this work, we report a critical IL-4/IL-13 dependency for the pathogenic IgE fate of type 2-polarized MBCs. Initiating a recall response in the absence of IL-4/IL-13 signaling diminished the type 2 MBC phenotype in mice and humans and, in mice, permitted the emergence of long-lived Ag-specific IgG2c+ MBCs. The divergence to a type 1-like response was dependent on IFN-g signaling and arose from both unswitched and class-switched Ag-specific B cells in vivo. This reprogrammed fate was sustained even beyond therapeutic intervention, revealing fundamental insight into the plasticity of the allergen-specific MBC response.", "date": "2025-07-20", "journal": ""}
{"title": "Single-cell transcriptional changes across the blood stages of artemisinin-resistant K13580Y Plasmodium falciparum upon dihydroartemisinin exposure", "doi": "10.1101/2023.12.06.570387", "authors": "Oduor, C. I.; Connelly, S. V.; Cunningham, C.; Petrow, I.; Rustamzade, N.; Zuromski, J.; Chin, D. M.; Nixon, C. P.; Kurtis, J. D.; Juliano, J. J.; Bailey, J. A.", "abstract": "Artemisinin-based therapies have been central to malaria control, but partial resistance in Plasmodium falciparum, driven by mutations in the Kelch13 (K13) gene, threatens these gains. To investigate the molecular basis of this resistance, we applied single-cell RNA sequencing to coisogenic parasite lines, K13 wild-type (K13-C580) and the artemisinin-resistant mutant (K13-580Y), following a 6 hour pulse of dihydroartemisinin (DHA). This approach enabled high-resolution profiling across all intraerythrocytic stages. Both lines exhibited stage-specific transcriptional responses, with the most pronounced changes in ring and trophozoite stages. These included downregulation of metabolic genes and upregulation of stress response pathways, including the unfolded protein response and protein trafficking. Transcriptional signatures consistent with a dormancy-like state were observed, particularly in the downregulation of SERA family genes. Notably, K13-580Y parasites showed a more consistent and robust transcriptional adaptation across stages, suggesting enhanced survival under drug-induced stress. Using MELD, a computational framework for quantifying transcriptional perturbation, we found that K13-580Y parasites exhibited higher DHA likelihood scores across the asexual cycle, indicating broad and sustained transcriptional shifts in response to treatment. Additionally, increased expression of surface proteins such as PfEMP1 and GARP was observed in K13-580Y parasites at baseline and following DHA exposure. Functional assays confirmed that anti-GARP antibodies retained efficacy against both lines, supporting its potential as a therapeutic target. These findings provide a comprehensive view of the cellular responses that may facilitate artemisinin resistance, identify molecular features of dormancy and pathogenesis, and highlight surface proteins like GARP and PfEMP1 as promising intervention targets. This work underscores the power of single-cell approaches to dissect drug responses and guide strategies to overcome resistance in malaria parasites.", "date": "2025-07-20", "journal": ""}
{"title": "Micron-resolution fiber mapping in histology independent of sample preparation", "doi": "10.1101/2024.03.26.586745", "authors": "Georgiadis, M.; auf der Heiden, F.; Abbasi, H.; Ettema, L.; Nirschl, J.; Moein Taghavi, H.; Wakatsuki, M.; Liu, A.; Ho, W. H. D.; Carlson, M.; Doukas, M.; Koppes, S. A.; Keereweer, S.; Sobel, R. A.; Setsompop, K.; Liao, C.; Amunts, K.; Axer, M.; Zeineh, M. M.; Menzel, M.", "abstract": "Mapping the brain's fiber network is crucial for understanding its function and malfunction, but resolving nerve trajectories over large fields of view is challenging. Here, we show that computational scattered light imaging (ComSLI) can map fiber networks in histology independent of sample preparation, also in formalin-fixed paraffin-embedded (FFPE) tissues including whole human brain sections. We showcase this method in new and archived, animal and human brain sections, for different sample preparations (in paraffin, deparaffinized, various stains, unstained fresh-frozen). Employing novel analyses, we convert microscopic orientations to microstructure-informed fiber orientation distributions (FODs). Adapting tractography tools from diffusion magnetic resonance imaging (dMRI), we trace axonal trajectories revealing white and gray matter connectivity. These allow us to identify altered microstructure or deficient tracts in demyelinating or neurodegenerating pathology, and to show key advantages over dMRI, polarization microscopy, and structure tensor analysis. Finally, we map fibers in non-brain tissues, including muscle, bone, and blood vessels, unveiling the tissue's function. Our cost-effective, versatile approach enables micron-resolution studies of intricate fiber networks across tissues, species, diseases, and sample preparations, offering new dimensions to neuroscientific and biomedical research.", "date": "2025-07-20", "journal": ""}
{"title": "GLP-1R associates with VAPB and SPHKAP at ERMCSs to regulate β-cell mitochondrial remodelling and function", "doi": "10.1101/2024.04.28.591531", "authors": "Austin, G.; Oqua, A. I.; ElEid, L.; Zhu, M.; Manchanda, Y.; Peres, P.; Coyle, H.; Poliakova, Y.; Bouzakri, K.; Montoya, A.; Withers, D. J.; Solimena, M.; Jones, B.; Millership, S. J.; Burgold, S.; Gaboriau, D.; Majorovits, E.; Garlick, E.; Lima, M.; Prokopenko, I.; Nixon-Abell, J.; Muller, A.; Tomas, A.", "abstract": "Glucagon-like peptide-1 receptor (GLP-1R) agonists (GLP-1RAs) ameliorate mitochondrial health by increasing mitochondrial turnover in metabolically relevant tissues. Mitochondrial adaptation to metabolic stress is crucial to maintain pancreatic {beta}-cell function and prevent type 2 diabetes (T2D) progression. While the GLP-1R is well-known to stimulate cAMP production leading to Protein Kinase A (PKA) and Exchange Protein Activated by cyclic AMP 2 (Epac2) activation, there is a lack of understanding of the molecular mechanisms linking GLP-1R signalling with mitochondrial and {beta}-cell functional adaptation. Here, we present a comprehensive study in {beta}-cell lines and primary islets that demonstrates that, following GLP-1RA stimulation, GLP-1R-positive endosomes associate with the endoplasmic reticulum (ER) membrane contact site (MCS) tether VAPB at ER-mitochondria MCSs (ERMCSs), where active GLP-1R engages with SPHKAP, an A-kinase anchoring protein (AKAP) previously linked to T2D and adiposity risk in genome-wide association studies (GWAS). The inter-organelle complex formed by endosomal GLP-1R, ER VAPB and SPHKAP triggers a pool of ERMCS-localised cAMP/PKA signalling via the formation of a PKA-RI biomolecular condensate which leads to changes in mitochondrial contact site and cristae organising system (MICOS) complex phosphorylation, mitochondrial remodelling, and {beta}-cell functional adaptation, with important consequences for the regulation of {beta}-cell insulin secretion and survival to stress.", "date": "2025-07-20", "journal": ""}
{"title": "Enhanced beta power emerges from simulated parkinsonian primary motorcortex", "doi": "10.1101/2024.05.23.595566", "authors": "Doherty, D. W.; Chen, L.; Smith, Y.; Wichmann, T.; Chu, H.-Y.; Lytton, W. W.", "abstract": "Primary motor cortex (M1) layer 5B pyramidal tract (PT5B) neurons develop intrinsic pathology in rodent and primate Parkinson's disease (PD) models. We used computer simulation to predict how decreased PT5B neuron excitability, identified with current injection in vitro, would change activity patterns of the M1 network. Using NEURON/NetPyNE, we implemented computer simulations of PT5B neurons based on control and 6-OHDA-treated mouse slice data. Parkinsonian PT5B neurons, in an otherwise unmodified simulated M1 network, produced major changes in LFP oscillatory power: an order of magnitude increase in beta band power around 15 Hz in the rest state. This demonstrated that relatively small changes in PT5B neuron excitability would alter oscillatory patterns of activity throughout the M1 circuit, increasing beta band power, a signature of PD pathophysiology. Dysfunction in PT5B neurons, the final-common-pathway to brainstem and spinal cord, provides a new target to treat PD motor symptoms.", "date": "2025-07-20", "journal": ""}
{"title": "Learning-Induced Effects of Practice Schedule Variability on Stimuli Discrimination Efficiency: High-Density EEG Multi-scale Analyses of Contextual Interference Effect", "doi": "10.1101/2024.08.29.610352", "authors": "Cretton, A.; Schipper, K.; Hassan, M.; Ruggeri, P.; Barral, J.", "abstract": "Contextual interference (CI) enhances motor learning by practicing skill variations in a random rather than blocked order. It has been demonstrated that performing aiming distances in a random order increased electrophysiological (EEG) markers of perceptual, attentional, and working memory processes. However, only the effect of CI on these markers before training was assessed, without evaluating whether they would decrease with learning in participants trained under the random compared to the blocked condition, indicating enhanced neural efficiency. To address this, 35 participants practiced an aiming task involving three distances over nine sessions across three weeks. They were divided into two groups: one trained with distances in a random order (HCI group) and the other in a blocked order (LCI group). Electrophysiological activity was recorded for all participants in the random condition before and after the training program using a high density EEG multiscale approach, including topographical, source estimation, and source connectivity analyses. EEG analyses revealed post-training neural dynamic differences between groups. The HCI group showed reduced and shorter P3a-like activity compared to the LCI group, while the LCI group exhibited greater occipito-temporal-frontal gamma-band synchronization. These findings suggest that random practice enhances the efficiency of perceptual and attentional processes, particularly of stimuli discrimination, compared to blocked practice.", "date": "2025-07-20", "journal": ""}
{"title": "Compulsive coping behaviour, developed predominantly by sign-trackers, is exacerbated by chronic atomoxetine", "doi": "10.1101/2024.10.08.617254", "authors": "Chernoff, C. S.; Belin-Rauscent, A.; Puaud, M.; Torrisi, S. A.; Fouyssac, M. S.; Nemeth, B.; Yu, C.; Higuera-Matas, A.; Jones, S.; Belin, D.", "abstract": "Background: Loss of control over coping strategies can result in the development of impulsive/compulsive spectrum disorders (ICSDs) such as obsessive-compulsive disorder or trichotillomania. Rats, like humans, show individual differences in their tendency to engage in and maintain control over coping behaviours. While most rats exposed to a schedule-induced polydipsia (SIP) procedure develop controlled, moderate, polydipsic coping, some vulnerable individuals engage in excessive, compulsive drinking, or hyperdipsia. The development of hyperdipsia depends in part on noradrenergic mechanisms, as it is prevented by the noradrenaline reuptake inhibitor, atomoxetine in highly impulsive vulnerable rats. However, whether noradrenergic mechanisms also underlie the expression of well-established hyperdipsia, or if other traits, such as the ICSD-relevant sign-tracking, confer vulnerability to its development, are unknown. Methods: In two longitudinal studies in male Sprague-Dawley rats, we investigated whether well-established hyperdipsia is influenced by atomoxetine and whether its development is predicted by sign-tracking. Results: Sign-tracking was associated with faster acquisition of SIP and the development of high or compulsive levels of SIP. Chronic atomoxetine both exacerbated hyperdipsia and increased the mRNA levels of the markers of cellular activity and plasticity c-fos and zif268, across the dorsal striatum, as revealed by qPCR assays. Atomoxetine also altered the transcriptomic landscape of the nucleus accumbens shell and the pattern of cFos and zif268 expression in the amygdalo-striatal system. Conclusions: These results provide new insight into the biobehavioural basis of compulsive behaviours, revealing a differential noradrenergic control of the development and expression of compulsive coping, the latter involving recruitment of distinct striatal processes.", "date": "2025-07-20", "journal": ""}
{"title": "Gene expression divergence between locally adapted inland annual and coastal perennial ecotypes of Mimulus guttatus across developmental stages", "doi": "10.1101/2024.11.04.621855", "authors": "Olsen, J. D.; Gould, B. A.; Chen, Y.; Lowry, D. B.", "abstract": "The action of natural selection across heterogeneous natural landscapes drives local adaptation and the formation of plant ecotypes, the precursors to new species. Plant ecotypes typically differ significantly in morphology, physiology, and development, yet our understanding of their underlying genetic basis remains limited. Despite their importance, studies of the molecular underpinnings of ecotypic divergence through developmental stages are rare. Here, we compared gene expression at different developmental time points between ecologically reproductively isolated coastal perennial and inland annual ecotypes of the yellow monkeyflower, Mimulus guttatus. We took two major approaches to understand differences in gene regulation between the ecotypes at the level of gene networks. First, we evaluated expression variation between the ecotypes in candidate molecular pathways. Next, we conducted gene co-expression network analyses to identify new candidate mechanisms driving ecotypic divergence. Overall, we found significant differences in global expression between the ecotypes and across developmental stages. Among the candidate pathways we evaluated, genes in the jasmonic acid pathway were the most significantly enriched for divergent gene expression. This includes the most differentially expressed gene in our analyses, which is a key gene (cytochrome P450 CYP94B1) involved in the degradation of bioactive jasmonic acid. Our gene co-expression network analysis revealed different but complementary insights into the differential regulation of genes between the ecotypes, especially at a more microscopic level of these organisms. Overall, our research further supports the hypothesis that plant hormone pathways play a crucial role in the evolution of plant ecotypes and, consequently, the emergence of new species.", "date": "2025-07-20", "journal": ""}
{"title": "Oceanic cyanobacterial photosynthesis is negatively affected by viral NblA proteins", "doi": "10.1101/2024.11.10.622831", "authors": "Beja, O.; Nadel, O.; Hanna, R.; Rozenberg, A.; Shitrit, D.; Tahan, R.; Pekarsky, I.; Kleifeld, O.; Lindell, D.", "abstract": "Marine picocyanobacteria are abundant photosynthetic organisms of global importance. They coexist in the ocean with cyanophages, viruses that infect cyanobacteria. Cyanophages carry many auxiliary metabolic genes acquired from their hosts that are thought to redirect host metabolism for the phage benefit1-5. One such gene is nblA which is present in multiple cyanophage families2,6-8. Under nutrient deprivation the cyanobacterial NblA is responsible for inducing proteolytic degradation of the phycobilisome9-11, the large cyanobacterial photosynthetic light harvesting complex. This increases the pool of amino acids available for essential tasks11, serving as a survival mechanism12. Ectopic expression of different cyanophage nblA genes results in host pigment protein degradation9,6. However, the benefit of the cyanophage-encoded NblA for the cyanophage and the broader impact on the host are unknown. Here, using a recently developed genetic manipulation system for marine cyanophages14, we reveal that cyanophage NblA significantly accelerates the cyanophage infection cycle, directs degradation of the host phycobilisome and other proteins and reduces host photosynthetic light harvesting efficiency. Metagenomic analysis revealed that cyanophages carrying nblA are widespread in the oceans and compose 35% and 65% of oceanic T7-like cyanophages in the surface and deep photic zones, respectively. Our results show a large benefit of the nblA gene to the cyanophage while exerting a negative effect on the host photosynthetic apparatus and host photosynthesis. These findings suggest that cyanophage nblA has an adverse global impact on light harvesting by oceanic picocyanobacteria.", "date": "2025-07-20", "journal": ""}
{"title": "Severe bottleneck of ancient human populations: Insights from computational modeling and fossil evidence", "doi": "10.1101/2025.02.01.636025", "authors": "Zhou, S.; Zhou, Y.; Di Vincenzo, F.; Manzi, G.; Hu, W.; Hao, Z.; Shao, Z.; Pan, Y.-H.; Li, H.", "abstract": "Reconstructing ancient population size history is essential for understanding the evolutionary origin of Homo sapiens. Using the fast infinitesimal time coalescent process (FitCoal), which precisely computes the expected site frequency spectrum (SFS), we revisited the debated population bottleneck that occurred approximately 930 thousand years ago. By benchmarking FitCoal against mushi and ten billion coalescent simulations, we demonstrate that FitCoal achieves both superior speed and accuracy in expected SFS estimation. Analyses of simulated datasets confirmed that FitCoal reliably recovered the bottleneck, whereas mushi failed under identical conditions. Independent fossil and paleoclimate evidence further corroborates the timing and evolutionary impact of this bottleneck, linking it to hominin dispersals, speciation events, and a subsequent increase in brain size. These findings refine the demographic history of Homo during the Pleistocene and highlight the importance of high-precision SFS computation for revealing critical evolutionary transitions that shaped modern human ancestry.", "date": "2025-07-20", "journal": ""}
{"title": "Disentangling urbanisation, climate effects and their interaction on ornamental colourations", "doi": "10.1101/2025.02.19.639098", "authors": "Sandmeyer, L.; Lopez-Idiaquez, D.; Fargevieille, A.; Giovannini, P.; Perret, S.; Del Rey, M.; Charmantier, A.; Doutrelant, C.; Gregoire, A.", "abstract": "Urbanisation and climate change can both affect phenotype expression across taxa. Most evidence collated so far has focused in exploring these two phenomena on isolation. Currently, the combined effects of climate change and urbanisation remain underexplored, despite being among the greatest challenges faced by biodiversity. Here, we use a decade-long, individual-based study of urban and forest great tits (Parus major) to analyse urbanisation, climate and their interactive effects on yellow breast colouration, a carotenoid-based trait. We find that urban birds exhibit duller colourations than forest counterparts, being 10-20% less chromatic, with first-year birds and males being more negatively impacted in cities. Additionally, birds in the city are more sexually dichromatic than in the forest. Over the decade, colouration differences between habitats remain stable, following a similar quadratic temporal pattern. Finally, while climate has a weak effect on colouration, urban birds appear more sensitive to its influence than forest birds. Our results indicate urbanisation has a stronger impact than climate on great tit colouration, though both factors may interact. The heightened sensitivity of first-year birds and increased sexual dichromatism in cities may alter the strength of natural and sexual selection on this trait in urban environments.", "date": "2025-07-20", "journal": ""}
{"title": "A high-resolution subcellular map of proteins in ciliated cells", "doi": "10.1101/2025.03.18.643967", "authors": "Bertilsson, F.; Hikmet, F.; Hansen, J. N.; Uhlen, M.; Mear, L.; Lindskog, C.", "abstract": "Motile cilia are complex structures regulated by thousands of genes, essential for various physiological functions like respiration and reproduction. Their dysfunction can result in severe conditions like primary ciliary dyskinesia (PCD), highlighting the need for a deeper molecular understanding of their specific ciliary compartments. Interestingly, ciliated cells harbor multiple proteins with limited evidence on biological function, as defined by Functional Evidence (FE) scores, a grading system developed by the Human Proteome Project (HPP). Building upon the stringent antibody validation pipeline of the Human Protein Atlas (HPA) project, we developed a high-throughput workflow that combines a novel multiplex immunohistochemistry protocol with image analysis to investigate protein expression and subcellular localization in motile ciliated cells across five human tissues: nasopharynx, bronchus, Fallopian tube, endometrium, and cervix. We spatially mapped >180 proteins, out of which 73% have FE scores 2-5, suggesting that further evidence is needed to establish these proteins' biological function. Notably expression patterns varied between tissues, suggesting that motile cilia proteins are not universally expressed across the different epithelia. Our pipeline constitutes a promising resource for comprehensive mapping of the motile cilia proteome, and a first step towards identifying cilia proteins for functional studies to understand the molecular mechanisms underlying ciliopathies.", "date": "2025-07-20", "journal": ""}
{"title": "Structural Insights into the Trimeric Assembly of the HERC5 HECT Domain through SAXS Analysis", "doi": "10.1101/2025.03.22.644726", "authors": "Tozkoparan Ceylan, C. D.; Dag, C.", "abstract": "HERC5 is an interferon-induced E3 ubiquitin ligase involved in ISGylation, a crucial post-translational modification regulating antiviral responses. The HECT domain of HERC5 plays a key role in substrate recognition and ubiquitin transfer. In this study, we employed small-angle X-ray scattering (SAXS) to investigate the molecular organization and oligomeric state of the HERC5 HECT domain in solution. The protein was expressed and purified using affinity and size-exclusion chromatography, followed by SAXS measurements at 2.0 mg/ml and 10 C. Data analysis revealed a trimeric assembly, supported by Guinier and Kratky analyses, distance distribution functions, and ab initio modeling. Structural overlays with the AlphaFold model confirmed the SAXS-derived envelope, providing insights into the conformational stability and trimeric self-assembly properties of HERC5 HECT. These findings suggest that trimerization may play a regulatory role in HERC5 function, contributing to a broader understanding of HECT-type E3 ligase mechanisms.", "date": "2025-07-20", "journal": ""}
{"title": "Salient objects in a scene benefit from enhanced perceptual processing and memory encoding: Evidence for a spatial von Restorff effect", "doi": "10.1101/2025.03.25.645146", "authors": "Xi, P.; Lin, R.; Woodman, G. F.; Wang, B.", "abstract": "Rapidly detecting salient objects from surrounding environments is crucial for survival. Our study demonstrates that salient objects in visual search arrays trigger von Restorff-like effects. In a search task, participants detected a tilted target bar among distractors with EEG recordings. The results revealed that salient objects elicited the largest and earliest N2pc component, reflecting early attentional selection, which enhanced multivariate decoding of target location. Importantly, early selection of highly salient targets (25{degrees} tilt) triggered a cascade of preferential processing downstream, marked by stronger P3b components, neural synchronization, and phase-amplitude coupling between low- and high-frequency activity, along with better recall performance of target orientation. The strength of memory-related activity on the current trial predicted the vigor of the next selection event, indicating that salience-driven learning influences future attentional control. Overall, object salience in spatial arrays drives a cascade of processing, facilitating rapid learning of object relevance while humans search their environment, similar to the classic demonstrations of the von Restorff effect, except the objects are distributed in space rather than time.", "date": "2025-07-20", "journal": ""}
{"title": "DEVELOPMENT OF A POTENT MONOCLONAL ANTIBODY FOR TREATMENT OF HUMAN METAPNEUMOVIRUS INFECTIONS", "doi": "10.1101/2025.06.09.657676", "authors": "Harris, E. D.; McGovern, M.; Pernikoff, S.; Ikeda, R.; Kipnis, L.; Hannon, W.; Sobolik, E. B.; Gray, M.; Greninger, A. L.; He, S.; Chin, C.-N.; Fu, T.-M.; Pancera, M.; Boonyaratanakornkit, J.", "abstract": "Human metapneumovirus (HMPV) is a major cause of respiratory infections, particularly among vulnerable populations, yet effective therapeutics remain unavailable. Monoclonal antibodies (mAbs) offer a promising approach for both treatment and prevention. Here, we describe the discovery and characterization of 4F11, a highly potent and broadly neutralizing mAb with demonstrated in vitro and in vivo efficacy against HMPV. Using cryo-electron microscopy, we defined a unique mechanism of binding HMPV employed by 4F11, which distinguishes it from previously characterized RSV and HMPV mAbs. 4F11 targets an epitope located at the apex of the prefusion F protein (site O) with a 1:1 stoichiometry, distinct from the 3:1 stoichiometry observed with other HMPV site O antibodies. Unlike other site O antibodies, which penetrate the glycan shield between Asn57 and Asn172, 4F11 binds vertically and directly interacts with the Asn172 glycan, representing a unique glycan-dependent mode of recognition. In vitro, 4F11 displayed high potency and broad neutralization across diverse HMPV strains. It also showed a low propensity for resistance development, with only a single escape mutation (K179E) identified, a mutation not found in any published HMPV sequence to date. Viruses rescued with the K179E escape mutation had significantly decreased fitness in vitro compared to wild-type virus. In a hamster challenge model, 4F11 significantly reduced viral loads in both the lungs and nasal turbinates. These findings highlight 4F11 as a promising candidate for therapeutic development, particularly for immunocompromised individuals and other high-risk groups.", "date": "2025-07-20", "journal": ""}
{"title": "Evolutionary Genomics Guides Scalable Coral Probiotics for Climate Resilience", "doi": "10.1101/2025.06.16.659728", "authors": "Xie, M.; Xiang, N.; Liao, T.; Cheung, C. T.; Lee, C. H.; Tse, W. Y.; Tsang, K. K.; Ho, K. E.; He, Q.; Dörr, M.; Manns, H.; Li, P.; Xian, Z.; Wang, X.; Luo, D.; Hayden, R.; Chei, E.; Wan, Z.; Thompson, P.; Brennan, J.; Peixoto, R. S.; Cui, G.; Mcllroy, S. E.; Chui, A. P. Y.; Voolstra, C. R.; Luo, H.", "abstract": "Coral reefs sustain nearly 30% of marine biodiversity 1 and provide ecosystem services valued at $2.7 trillion USD annually 2, yet face catastrophic collapse under climate change 3, with 70-90% projected for extinction by 2050 even if the 1.5{degrees}C Paris target is met 4. While microbial probiotics could enhance resilience, scalability is limited by transient colonization and uncertain long-term efficacy 5-9. Here, we introduce an evolutionary genomics framework to select next-generation probiotics targeting bacteria undergoing irreversible transitions to host dependency. Through laboratory proof-of-principle, we show the coral-sourced Ruegeria MC10, identified by genomic signatures of host adaptation (insertion sequence proliferation and pseudogenization of essential metabolic genes), increases thermal tolerance thresholds by 1{degrees}C in model cnidarians. Subsequent, real-world application of one-month nursery inoculations enabled Acropora pruinosa corals to retain MC10 for the monitored period (eight months) post-outplanting, including persistence through a natural bleaching event, with evidence for increased resilience. This work establishes lifestyle-oriented probiotic selection as a scalable solution for microbial-driven reef restoration. Critically, this framework addresses poor probiotic colonization and limited scalability, which pose universal limitations across conservation and aquaculture that hinder microbial-based interventions 10-13. By merging evolutionary biology with conservation science, we provide a generalizable blueprint applicable to diverse threatened wildlife.", "date": "2025-07-20", "journal": ""}
{"title": "A Multi-Agent Automated Platform for Scientific Discovery in Systems Biology", "doi": "10.1101/2025.06.24.661378", "authors": "Brunnsaker, D.; Gower, A. H.; Naval, P.; Bjurström, E. Y.; Kronström, F.; Tiukova, I. A.; King, R. D.", "abstract": "Modern scientific challenges demand faster, more reliable research workflows. A primary goal for applying artificial intelligence in science is the automation of research, offering faster discoveries and new insights. Large Language Models (LLMs) are revolutionizing AI, achieving impressive results on tasks previously requiring human intelligence. By using explicit mathematical models and logic to generate hypotheses, LLMs can be provided a logical scaffold to reason around, reducing hallucinations and enhancing the reliability of its outputs.\n\nHere we demonstrate a method that uses LLMs to automate parts of experimental design, using relational learningderived hypotheses and physical laboratory constraints. We integrate this methodology with an automated laboratory cell and metabolomics platform, presenting a flexible and efficient approach to automated scientific discovery in a user-defined hypothesis space. We evaluate the methodology on multiple interaction experiments in Saccharomyces cerevisiae, revealing, among other findings, antagonistic effects between glutamate and spermine.\n\nWe record the hypotheses, experimental designs, and empirical data in a graph database, using controlled vocabularies. We extend existing ontologies and present a novel way of representing scientific hypotheses using description logics.\n\nWe also offer a proof-of-concept demonstrating how metabolomics data can be used to further refine generated hypotheses.", "date": "2025-07-20", "journal": ""}
{"title": "traceax: a JAX-based framework for stochastic trace estimation", "doi": "10.1101/2025.07.14.662216", "authors": "Nahid, A. A.; Serafin, L.; Mancuso, N.", "abstract": "In many applications, from statistical inference to machine learning, calculating the trace of a matrix is a fundamental operation, yet may be infeasible due to memory constraints. Stochastic trace estimation offers a practical solution by using randomized matrix-vector products to obtain accurate, unbiased estimates without constructing the full matrix in memory. Here, we present traceax, a Python framework for scalable trace estimation that leverages efficient linear operator representations of matrices while supporting automatic differentiation and hardware acceleration. traceax supports state-of-the-art trace estimators and through simulations we recapitulate results demonstrating their high accuracy while significantly reducing runtime and memory usage when compared with direct trace computation. As a proof of concept, we implemented a stochastic heritability estimator using traceax requiring only several lines of code. Overall, traceax provides a versatile tool for stochastic trace estimation that can be easily integrated into existing inferential pipelines. traceax is freely available at: https://github.com/mancusolab/traceax", "date": "2025-07-20", "journal": ""}
{"title": "Microscaled Cell Surface Proteomics for Cryo-preserved Cells and Tissue Samples", "doi": "10.1101/2025.07.18.664488", "authors": "Thorup, J. R.; Johnston, S. A.; Haines, M.; Sedodo, E.; O'Neill, K.; Drapkin, R.; Udeshi, N.; Gillette, M. A.; Carr, S. A.; Satpathy, S.", "abstract": "Cell surface proteins (CSPs) regulate key cellular functions and represent valuable targets for diagnostics and therapeutics. Despite advances in proteomic workflows, CSP analysis from cryopreserved or low-input clinical samples remains limited by technical constraints, including reduced membrane integrity, inefficient labeling, and high background. To address these challenges, we optimized and benchmarked two complementary surface enrichment strategies compatible with low-input applications (fewer than 1 million cells) and real-world sample types, including fresh, viably cryopreserved, and dissociated solid tissues. We systematically compared oxidation-based N-glycoprotein capture and WGA-HRP-mediated proximity labeling across a range of input amounts using both solid tumor (A549) and hematologic cancer (KMS-12-BM) cell lines. The N-glycopeptide method yielded superior specificity in low-input contexts, while WGA-HRP captured complementary CSP subsets. Together, the methods identified more than 700 CSPs, with approximately 175 unique identifications per protocol. Both workflows detected dynamic EGFR internalization following EGF stimulation and maintained high reproducibility (Pearson correlation greater than 0.9) between fresh and cryopreserved preparations. To extend these findings to tissue-derived samples, we optimized dissociation protocols for healthy endometrium and applied the N-glycopeptide method to cryopreserved dissociated endometrium from three healthy donors. Enzymatic dissociation enabled accurate CSP profiling from fewer than 1 to 2 million cells. This study provides a systematic comparison of two leading surface proteomics approaches, validates their performance on cryopreserved and low-input specimens, and demonstrates applicability to clinically relevant tissues. Our optimized workflows enable robust surfaceome characterization in translational settings where sample quantity and preservation methods are often limiting, opening new avenues for biomarker discovery and patient stratification.", "date": "2025-07-20", "journal": ""}
{"title": "The neurotrophin DNT-2 regulates cell survival and connectivity via the Toll-2 receptor during visual system development of Drosophila", "doi": "10.1101/2025.07.18.665476", "authors": "Alshamsi, N. M. S. B. K.; Rojo-Cortes, F.; Zhu, B.; Fahy, S.; Li, G.; Lassota, A.; Moreira, M.; Hidalgo, A.", "abstract": "During development, neurons are produced in excess and those that receive trophic support are maintained, whereas excess neurons are eliminated, enabling the establishment of appropriate neural circuits. In vertebrates, neurotrophin ligands promote cell survival during periods of naturally occurring cell death, by signalling through p75 and Trk receptors. In the Drosophila optic lobe, a wave of apoptosis occurs during neural circuit development; however, whether this also involves neurotrophism remains unresolved. Drosophila neurotrophins (DNTs) are encoded by spatzle (spz) paralogue genes and bind Toll receptors instead. Here, we focused on DNT-3 (previously known as spz-3) and DNT-2 (also known as spz-5) to ask whether they underlie neurotrophism in visual system development. We show that DNT-3 (spz-3) and DNT-2 (spz-5) are both expressed in the retina and in medulla neurons, and multiple Tolls are expressed across lamina and medulla neurons. Over-expression of DNT-3 (spz-3) and DNT-2 (spz-5) could rescue natural occurring cell death, whereas their loss of function caused cell death, showing that DNT-3 and DNT-2 can, and are required to, promote cell survival during optic lobe development. Importantly, DNT-2 is expressed in Mi1 neurons and Toll-2 in connecting L1 neurons. We show that DNT-2 functions in concert with Toll-2, as Toll-2 RNAi knock-down prevented the rescue of apoptosis by DNT-2 over-expression and all Toll-2+ neurons were lost in DNT-2 mutants. Furthermore, alterations in DNT-2 or Toll-2 expression levels impaired connectivity of L1 neurons at the M1 medulla layer and altered dendritic morphology of L1 neurons. These data suggest that L1 neurons could take up DNT-2 secreted from medulla neurons during the establishment of connectivity patterns. As DNT-3 (spz-3) and DNT-2 (spz-5) are expressed in the medulla and they could influence both lamina and medulla neurons, this suggests that their function maintaining cell survival could enable the stabilisation or alignment of connected neurons across medulla columns.", "date": "2025-07-20", "journal": ""}
{"title": "Drosophila melanogaster miPEP8 regulates cell size through its interaction with ref(2)P/p62", "doi": "10.1101/2025.07.17.665293", "authors": "Duboe, C.; GUILLON, C.; Boutet, J.; Jariais, N.; Pichereaux, C.; Chaoui, K.; Emmanuelle, N.; Combier, J.-P.; Brun, C.; MARTINEAU, Y.; Schiltz, O.; Plaza, S.; Fabre, B.", "abstract": "MiPEPs are microproteins encoded by primary transcripts of microRNAs (pri-miRNAs). Initially identified in plants, we recently characterized a miPEP in Drosophila melanogaster, named miPEP8, which is involved in the regulation of wing size. However, mechanisms at play are unknown. In the present study, we take advantage of the drosophila cell line Schneider 2 (S2) to further investigate miPEP8 function at the molecular level. Overexpressing miPEP8 in S2 cells induced a reduction of cell size as well as an increase of the proportion of cells in the G1 phase of the cell cycle and an increase of the autophagic flux. A proteomics analysis revealed that miPEP8 overexpression in S2 cells induces the upregulation of several proteins including the autophagosome cargo protein ref(2)P (the orthologue of the human p62/Sequestosome 1 protein). The interactome of miPEP8 was generated and revealed interactions between this miPEP8 and the mTORC1/autophagy pathway. Bioinformatics analysis identified a short linear motif (SLiM) on miPEP8 sequence. Mutation of this SLiM prevented the interaction between ref(2)P/p62 and miPEP8. Mutation of the SLiM also reverted the smaller cell size phenotype observed when overexpressing miPEP8 in S2 cells. Finally, the cell size phenotype was reversed when cells were treated with RNA interference targeting ref(2)P/p62, suggesting that this protein plays a role in regulating the cell size in Drosophila.", "date": "2025-07-20", "journal": ""}
{"title": "Selective life-long suppression of an odor processing channel in response to critical period experience", "doi": "10.1101/2025.07.18.665601", "authors": "Leier, H. C.; Jonaitis, J.; Foden, A. J.; Wilkov, A. J.; Ross, A. E.; Van der Linden Costello, P.; Broihier, H. T.; Dacks, A. M.", "abstract": "Sensory circuits undergo experience-dependent plasticity during early-life critical periods, attuning the nervous system to levels of key environmental stimuli. During a critical period in the Drosophila olfactory system, we found that exposure to ethyl butyrate (EB) induces glial phagocytosis of odorant receptor Or42a-positive olfactory sensory neuron (OSN) axon terminals which terminate in the VM7 glomerulus (Leier and Foden et al., 2025). Here, we extend these findings by establishing functional significance and circuit selectivity in this critical period paradigm. First, using a combination of two-photon Ca2+ imaging and the genetically-encoded voltage indicator ASAP5, we find that Or42a OSN odor-evoked responses are permanently suppressed in animals with critical period odor exposure. Thus, critical period odor exposure results in long-term changes to odor sensitivity in Or42a OSNs. Second, to establish the selectivity of glial pruning for Or42a axon terminals, we examined projection neurons (PNs) postsynaptic to Or42a OSNs as well as a second population of highly EB-responsive OSNs, called Or43b OSNs. We find that (1) within VM7, glial pruning is selective for Or42a terminals, and (2) while Or43b OSNs appear modestly pruned, they maintain their sensitivity to EB. To elucidate this difference, we turned to the Drosophila connectome. We identify striking differences in the scale of inhibitory connectivity to Or42a and Or43b OSNs, suggesting that Or42a OSNs may play a particularly central role in EB odor processing. This study expands our understanding of this critical period plasticity paradigm by demonstrating life-long suppression of pruned Or42a OSNs and establishing its specificity within and between sensory circuits.", "date": "2025-07-20", "journal": ""}
{"title": "A C. elegans model of familial Alzheimer's disease shows age-dependent synaptic degeneration independent of amyloid β-peptide", "doi": "10.1101/2025.07.16.665161", "authors": "Nagarajan, V.; Libowitz, C. L.; Ackley, B. D.; Wolfe, M. S.", "abstract": "The membrane-embedded {gamma}-secretase complex is involved in the intramembrane cleavage of ~ 150 substrates. Cleavage of amyloid precursor protein (APP)-derived substrate C99 generates 38-43-residue secreted amyloid {beta}-peptides (A{beta}), with the aggregation-prone 42-residue form (A{beta}42) particularly implicated in the pathogenesis of Alzheimer's Disease (AD). However, whether A{beta}42 is the primary driver of neurodegeneration in AD remains unclear. Dominant mutations in APP or presenilin--the catalytic component of {gamma}-secretase--cause early-onset familial AD (FAD) and reduce one or more steps in the multi-step processive proteolysis of C99 to A{beta} peptides, apparently through stabilization of {gamma}-secretase enzyme-substrate (E-S) complexes. To investigate mechanisms of neurodegeneration in FAD, we developed new C. elegans models co-expressing wild-type or FAD-mutant C99 substrate and presenilin-1 (PSEN1) variants in neurons, allowing intramembrane processing of C99 to A{beta} in vivo. We demonstrate that while FAD-mutation of either C99 or PSEN1 leads to age-dependent synaptic loss, proteolytically inactive PSEN1 did not. Designed mutations that allow stable E-S complex formation without A{beta}42 or A{beta} production likewise result in synaptic degeneration. Moreover, replacement of C99 with variants of a Notch1-based substrate revealed that disrupted processing of another {gamma}-secretase substrate can similarly lead to synaptic degeneration. These results support a model in which synaptic loss can be triggered by toxic, stalled {gamma}-secretase E-S complexes in the absence of A{beta} production and not by simple loss of proteolytic function. This new C. elegans system provides a powerful platform to study the role of dysfunctional {gamma}-secretase substrate processing in FAD pathogenesis.", "date": "2025-07-20", "journal": ""}
{"title": "Inhibition of the Microglial Phagocytic Receptor MerTK Underlies ELA-induced Changes in Synapses and Behavior in Male Mice", "doi": "10.1101/2025.07.18.665641", "authors": "Garvin, M. M.; Kar, U.; Kooiker, C. L.; Bolton, J. L.", "abstract": "Background: Early-life adversity (ELA) is a significant risk factor for emotional disorders like depression, likely by provoking changes in stress-related circuit development. We have previously shown that ELA increases the number of excitatory synapses onto corticotropin-releasing hormone (CRH)-expressing neurons in the paraventricular nucleus (PVN) by decreasing microglial synapse engulfment. Here, we hypothesize that ELA induces microglial dysfunction via inhibition of the microglial phagocytic receptor, MerTK, thus resulting in the observed changes in synapses and stress-related behavior. Methods: To determine whether deleting MerTK in microglia phenocopies the effects of ELA, microglia-specific (m)MerTK-KO (CX3CR1-Cre+::MerTKfl/fl) mice were crossed with \"wild-type\" (CX3CR1-Cre-::MerTKfl/fl) mice and their litters were reared in either a control or ELA (induced by limited bedding and nesting paradigm) environment, from postnatal days (P)2-10. Excitatory synapses in the PVN were assessed at P10, and adult offspring were tested in a behavioral battery to measure threat-response (known to be dependent on PVN-CRH+neurons) and anxiety-like behavior, followed by acute restraint stress to measure the neuroendocrine stress response. Results: Following ELA at P10, excitatory, but not inhibitory, synapses in the PVN were increased in males, which was mimicked by mMerTK-KO in control males, but caused no further increase in ELA males. However, females already had higher numbers of excitatory synapses at baseline, and showed no further increase with ELA or mMerTK-KO. Remarkably, the pattern of threat-response behavior in males closely matched the excitatory synapses, with mMerTK-KO control males escaping more from the simulated predator threat in the looming-shadow threat task, similar to ELA males. Again, females did not show any significant changes due to ELA or mMerTK-KO in the threat-response, although they did show ELA-induced changes in anxiety-like behavior. ELA provoked a greater corticosterone response to acute stress in males, but not females, although females were again higher at baseline. Conclusions: Our results demonstrate that ELA provokes increased excitatory synapses in the PVN, leading to an increased active response to threat in the looming-shadow test in males only. Deleting MerTK specifically from microglia recapitulates both the synaptic and behavioral effects in control males, but does not have an effect in ELA males or control females, suggesting that the MerTK pathway is already inhibited by ELA in males and less active in females at baseline. Our work is the first to elucidate the mechanisms underlying the male-biased microglial dysfunction caused by ELA, with promise for the development of better preventative and therapeutic strategies for at-risk children.", "date": "2025-07-20", "journal": ""}
{"title": "Concerted remodelling of the postsynaptic spine and RNA granule by cLTP", "doi": "10.1101/2025.07.16.665171", "authors": "Mendoza, M. B.; Yahya, G.; Alomoto, K.; Soria-Villalba, A.; Aldea, M.; Gallego, C.", "abstract": "Synaptic plasticity is the cellular foundation of learning and memory and, for these plastic changes to be stabilised into long-term memory, proteins must be synthesised at the synapse1,2. RNA granules ensure that specific mRNAs are delivered and translated at the right time and place3,4, but the signalling mechanisms linking synaptic activation to local translation are still largely unknown. Here, to investigate how postsynaptic signals modulate the RNA granule, we employed a spatially-restricted biotinylation approach to quantify protein accessibility and proximity in the postsynaptic and RNA granule subproteomes. Upon chemical long-term potentiation (cLTP), we observed a sharp increase in the accessibility of ribosomes, translation factors and RNA binding proteins belonging to the RNA granule. Similarly, strong alterations were observed in proteins of the postsynaptic density, but mostly in those involved in signalling. Specific proximity to DBN1 and IGF2BP1 as postsynaptic and RNA granule reporters unveiled a shift of the translation machinery towards the postsynaptic compartment, whereas specific translation initiation factors and RNA helicases displayed marked changes in their proximity to DBN1 and/or IGF2BP1. Finally, alteration of synapse development and signalling by DBN1 downregulation caused a highly significant decrease in the proximity of RNA granule proteins to IGF2BP1 after synaptic stimulation, establishing a causal link between postsynaptic events and RNA granule dynamics.", "date": "2025-07-20", "journal": ""}
{"title": "Synaptic and intrinsic membrane defects disrupt early neural network dynamics in Down syndrome", "doi": "10.1101/2025.07.17.665141", "authors": "Hannan, S. B.; Alic, I.; Murray, A.; Kwon, J.; Mortensen, M.; Kang, H. J.; Plecas, A.; Goh, P.; O'Brien, N.; Naud, R.; Nizetic, D.; Smart, T. G.", "abstract": "Down syndrome, caused by trisomy 21, affects around six million people worldwide and features learning, memory and language deficits. However, the mechanisms underlying trisomy 21 neurophenotypes involving human cortical circuitry are unknown. By characterising developing neural network dynamics and single cell excitability profiles, with synaptic and voltage-dependent ion channel behaviour, using an isogenic induced pluripotent stem cell-derived neuronal model, we show that trisomy 21 impairs the activity and development of cortical circuitry. This is caused by deficient glutamatergic synaptic connectivity and by aberrant intrinsic membrane properties involving K+ and Na+ channels culminating in spike firing defects that weaken neural network activity and disrupt the synchrony of developing neurons. We also identify transiently activated A-type K+ channels, specifically Kv4.3 channels, as a key orchestrator for Down syndrome during neurodevelopment. Overall, these excitability changes will significantly contribute towards the aberrant neurophenotypes observed later on in life.", "date": "2025-07-20", "journal": ""}
{"title": "A positive feedback loop between sensory and octopaminergic neurons underlies nociceptive plasticity in Drosophila larvae", "doi": "10.1101/2025.07.17.665309", "authors": "Ohyama, T.; Boivin, J.-C.; Zhao, Y. Q.; Zhu, J.; Dakin, J.; Ning, J.", "abstract": "Adaptive modulation of nociceptive behaviour based on prior experience is essential for responding effectively to environmental threats. In Drosophila larvae, nociceptive escape behaviours are robust and stereotyped, yet emerging evidence suggests this can be modulated by experience and internal state. Here, we demonstrate that repeated activation of nociceptive sensory neurons enhances both the likelihood and intensity of nocifensive rolling, reflecting a form of behavioural sensitization. This heightened responsiveness is accompanied by a sustained increase in activity within nociceptive sensory neurons, suggesting that plasticity arises, at least in part, within the sensory compartment. We identified the neuromodulator octopamine as a critical regulator of the sensitization: signalling through the octopamine receptor OAMB is required to sustain elevated nociceptive gain, and feedback from one of octopaminergic neurons class, the ventral unpaired median (VUM) neurons, amplifies sensory neuron output. Together, these findings reveal an experience-dependent positive feedback loop in the nociceptive system, where neuromodulatory circuits tune behavioural output.", "date": "2025-07-20", "journal": ""}
{"title": "Psoriasin inhibits microbial growth in food by metal sequestering", "doi": "10.1101/2025.07.20.665715", "authors": "Gitler, M.; Sivan, G.; Breuer, Y.; Chang, C.; Sova, M.; Hayouka, Z.; Gal, M.", "abstract": "Food spoilage is a significant economic and environmental concern, and it is estimated that ~30% of fresh food is destroyed due to food spoilage between harvest to consumer. Current food preservatives are chemicals that are associated with various health risks and often have limited effectiveness under certain conditions like pH and temperature. Consequently, there's a growing need to develop effective, natural, and economical food preservatives. Herein, we studied the natural protein psoriasin as a potential food preservative. Psoriasin is naturally secreted in the oral cavity and has an effective and validated antimicrobial activity which makes it a potentially effective and safe protein-based food preservative. Indeed, our preliminary results show promising antimicrobial activity of the recombinant protein against food-related microbial organisms in vitro and in various food types. In addition, it is recombinantly expressed at high levels, which could set a cost-effective manufacturing process. These results set psoriasin as a safe and effective natural food preservative, addressing consumer demand for healthier food options and reducing food waste.", "date": "2025-07-20", "journal": ""}
{"title": "Barcoded Rabies In Situ Connectomics for high-throughput reconstruction of neural circuits", "doi": "10.1101/2025.07.16.665048", "authors": "Becalick, A.; Blot, A.; Strom, M.; Znamenskiy, P.", "abstract": "Sequencing of oligonucleotide barcodes holds promise as a high-throughput approach for reconstructing synaptic connectivity at scale. Rabies viruses can act as a vehicle for barcode transmission, thanks to their ability to spread between synaptically connected cells. However, applying barcoded rabies viruses to map synaptic connections in vivo has proved challenging. Here, we develop Barcoded Rabies In Situ Connectomics (BRISC) for high-throughput connectivity mapping in the mouse brain. To ensure that the majority of post-synaptic \"starter\" neurons are uniquely labeled with distinct barcode sequences, we first generated libraries of rabies viruses with sufficient diversity to label >1000 neurons uniquely. To minimize the probability of barcode transmission between starter neurons, we developed a strategy to tightly control their density. We then applied BRISC to map inputs of single neurons in the primary visual cortex (V1). Using in situ sequencing, we read out the expression of viral barcodes in rabies-infected neurons, while preserving spatial information. We then matched barcode sequences between starter and presynaptic neurons, mapping the inputs of 385 neurons and identifying 7,814 putative synaptic connections. The resulting connectivity matrix revealed layer- and cell-type-specific local connectivity rules and topographic organization of long-range inputs to V1. These results show that BRISC can simultaneously resolve the synaptic connectivity of hundreds of neurons while preserving spatial information, enabling reconstruction of neural circuits at an unprecedented scale.", "date": "2025-07-20", "journal": ""}
{"title": "The Genetic Basis of Bacterial Adaptation to Hosts", "doi": "10.1101/2025.07.19.665706", "authors": "Segev, O.; Geller, A. M.; Bez, C.; Wang, P.; Akerman-Arad, A.; Nazaretyan, L.; Chen, F.; Venturi, V.; Levy, A.", "abstract": "Microbes colonize and interact with diverse multicellular hosts using specialized genes, many of which remain unidentified. Better understanding of host-associated gene functions is a key aspect of microbial ecology. We utilized a large-scale comparative genomics approach to identify and characterize host-associated functions by comparing 72,079 high-quality bacterial genomes from host and non-host environments using five enrichment tests for high accuracy. We uncovered over 3,000 protein domains, 16,000 AlphaFold protein clusters, and 1,500 operons enriched in host-associated bacteria. Additionally, we identified proteins and domains that are enriched in animal- or plant-associated bacteria. These include new functions such as mercury detoxification in hosts and animals in particular, and numerous proteins and domains of unknown function. We validated our results by genetically disrupting five poorly annotated host-associated genes in plant-associated bacteria, resulting in a substantial reduction in rice root colonization. One of the new colonization factors strongly affected bacterial motility and resistance of oxidative stress. Our findings, presented in a new database, GOTHAM DB, reveal the genetic basis of bacterial host association, including new functions underlying host-microbe interactions, and advance our understanding of microbial evolution.", "date": "2025-07-20", "journal": ""}
{"title": "Bringing the Lab to the Field: Validating Water-Borne Corticosterone as a Conservation Tool in Captive and Wild Amphibian Larvae", "doi": "10.1101/2025.07.16.665088", "authors": "Bartels, F.; Ruthsatz, K.", "abstract": "Assessing physiological stress in wild populations is essential for detecting early signs of environmental deterioration and for informing conservation strategies before population declines become evident. Non-invasive tools such as water-borne corticosterone (WB CORT) sampling offer a promising means to monitor stress responses in free-living amphibians. However, a central concern in conservation physiology is whether methods validated in laboratory settings provide ecologically relevant estimates when applied to wild individuals exposed to complex environments. Here, we tested the utility and ecological relevance of WB CORT sampling in larvae of the European common frog (Rana temporaria) by comparing wild-caught and lab-reared larvae. First, we examined whether environmental origin influenced baseline physiological traits by modeling changes in WB CORT and body mass across ontogeny. Wild larvae exhibited significantly higher baseline WB CORT levels and lower body mass than their lab-reared counterparts, suggesting increased allostatic load under field conditions and divergent growth trajectories. We evaluated the sensitivity of these traits to acute (48 h) exposure to nitrate, a widespread agricultural pollutant commonly found in amphibian breeding ponds. While CORT responses were not significantly altered, nitrate exposure led to a significant reduction in body mass in wild but not lab-reared larvae, indicating origin-specific sensitivity. Finally, we evaluated the validity of WB CORT as a proxy for tissue CORT. WB CORT and tissue CORT levels were positively correlated in both origin groups, with no significant difference in slope or strength of correlation, supporting the reliability of WB CORT as a non-invasive measure of physiological state in both wild and lab-reared larvae. Our findings demonstrate that WB CORT sampling captures biologically meaningful variation in amphibian stress physiology and is a valid tool for monitoring across environmental contexts. Integrating such physiological metrics into field assessments can help identify vulnerable populations and guide proactive amphibian conservation strategies.", "date": "2025-07-20", "journal": ""}
{"title": "Assembly of skin microbiomes is more neutral than gut microbiomes in multiple animal species", "doi": "10.1101/2025.07.16.665179", "authors": "Campbell, K. D.; Bohannan, B. J. M.; Adair, K. L.", "abstract": "The gut and external tissues of most animals are colonized by communities of microorganisms that can influence the health, development, and fitness of the host. The composition of these communities can vary greatly between individuals within a host species, and both selective factors (e.g. host immune response) and neutral processes (e.g. random loss of microbial cells) have been shown to contribute to this variation. While it is known that microbiome composition differs between tissues within an individual host, less is known about the ecological processes that underline these differences. To address this, we investigated whether the contribution of neutral ecological processes to microbiome assembly differs between external (skin and scale) and internal (gut) host tissues for a diverse panel of animal hosts. To do this, we fit a neutral ecological model to microbial communities from external and internal tissues across a variety of animal hosts. Strikingly, we discovered that the neutral model was equally or better fit to skin or scale microbial communities across all hosts, suggesting that neutral processes play a larger role in the assembly of skin or scale microbiomes compared to gut microbiomes. Furthermore, we observed that this trend is robust to different definitions of the metacommunity (i.e. the microbial taxa available to colonize a host). Finally, we leveraged a simulation framework to compare the model fits of empirical vs simulated microbial communities. We found that neutral model fits to empirical communities can differ from simulated communities, emphasizing the importance of temporal sampling in profiling animal microbiomes.", "date": "2025-07-20", "journal": ""}
{"title": "Evolutionary analysis reveals repeated diversification events in immune metabolic pathways", "doi": "10.1101/2025.07.16.665195", "authors": "Silva, B. W. F.; Azevedo, G. M.; Dalmolin, R. J.", "abstract": "The human immune system is a complex, multifunctional network essential for host defense, tumor surveillance, and tissue repair. While conventionally divided into rapid-response innate immunity and antigen-specific adaptive immunity with memory, both modules operate synergistically through dynamic metabolic interactions that fuel immune responses. However, the evolutionary scenario of immune-metabolic pathway diversification remains poorly explored. Moreover, an integrated understanding of the relationship between the evolutionary emergence of malignant tumors and the establishment of the immune system, as observed in humans, is still lacking. We analyzed 1,063 genes from 21 KEGG Pathway immune metabolic pathways and 1,124 cancer-associated genes from OncoKB/COSMIC. Evolutionary rooting was performed using the R package GeneBridge, inferring the most probable origins for each Cluster of Orthologous Genes (COG) across a 476-species eukaryotic phylogeny. Four clades showed significant immune orthologous groups (OGs) emergence: Metamonada, SAR, Choanoflagellata, and Actinopterygii. While cancer OGs diversified primarily during multicellular organism origins, immune OGs exhibited multiple diversification peaks, most prominently during jawed vertebrate emergence. Our findings demonstrate that human immune metabolic pathways underwent recurrent adaptive events during evolution, with marked complexity escalation in jawed vertebrates. We propose that malignant neoplasm emergence, coupled with epithelial-immune coevolution, served as complementary selective pressure driving progressive refinement of vertebrate immune mechanisms.", "date": "2025-07-20", "journal": ""}
{"title": "CRISPR-Cas9 gene editing in the agriculturally beneficial entomopathogenic nematode Steinernema feltiae", "doi": "10.1101/2025.07.18.665633", "authors": "Ireri, S. W.; Cao, M.", "abstract": "The entomopathogenic nematodes (EPNs) of the genus Steinernema serve as a valuable experimental model for studying microbial symbiosis and are economically important as organic pest control agents in agriculture. Although most Steinernema species are dioecious (male-female), consistent genetic manipulation has thus far only been demonstrated in the hermaphroditic species Steinernema hermaphroditum. In this study, we adapted a CRISPR-Cas9 based gene editing approach to Steinernema feltiae, a dioecious species widely used in agricultural applications. Using gonadal microinjection, we targeted the conserved gene unc-22 in S. feltiae and generated stable mutant lines with large on-target deletions. Mating tests revealed that Sf-unc-22 is X-linked and exhibits a conditionally dominant twitching phenotype. Additionally, Sf-unc-22 mutants display distinct body morphology compared to wild-type nematodes. Homozygous mutant lines can be reliably maintained through cryopreservation. Altogether, our work provides a proof of concept that genetic tools developed in S. hermaphroditum can be effectively adapted to other agriculturally relevant and dioecious Steinernema species, broadening the scope of molecular genetic research in microbial ecology and enhancing their potential applications in agriculture.", "date": "2025-07-20", "journal": ""}
{"title": "Ontogenetic sequence of differential gene expression in predator-induced Daphnia pulex", "doi": "10.1101/2025.07.16.665143", "authors": "Rozenberg, A.; Weiss, L. C.; Schwarz, T.; Kühne, N.; John, U.; Tollrian, R.", "abstract": "As a reaction to the presence of predators, many Daphnia species develop morphological defenses. These defenses are phenotypically plastic traits as their production is switched off in the absence of the predator. Previous studies identified some neurohumoral factors and candidate genes that are involved in the development of the defenses. However, there is still significant uncertainty regarding the involvement of certain genes and factors, and minimal information is available about the timing of gene expression changes throughout this development. In the current study, we thus performed a candidate-independent gene expression analysis of defense development over juvenile developmental stages in D. pulex. We analyzed transcriptome responses of the microcrustaceans to the natural mix of predator-emitted compounds and also to the pure kairomone which had been identified recently and which we synthesized. With the data obtained we show that the main factor correlating with the global gene expression patterns in Daphnia is molt cycle. Influence of kairomone treatment on the level of global gene expression is evident only in certain stages. The stages generally show unique patterns of kairomone-induced gene expression. However, expression profiles are highly similar for the naturally released and the chemically synthesized kairomone in each one of the stages. A number of genes with regulatory, structural and detoxification roles are differentially expressed as a reaction to the kairomone treatment. The most consistent response was found in the expression levels of ilp-3 coding for an insulin-like peptide. Gene knockdown experiments suggest that this hormone plays a role in the production of the defense. Many of the genes responding to the kairomone treatment have no predicted function stressing the need to investigate gene functions in Daphnia.", "date": "2025-07-20", "journal": ""}
{"title": "Telomere-to-telomere assembly detects genomic diversity in Canadian strains of Borrelia burgdorferi", "doi": "10.1101/2025.07.18.665644", "authors": "Amin, A.; Ibarra Meneses, A. V.; Gagnon, S.; Merhi, G.; Olivier, M.; Ndao, M.; Blanchette, M.; Fernandez Prada, C.; Langlais, D.", "abstract": "Borrelia burgdorferi, the bacteria causing Lyme disease, has a complex genome comprising a linear chromosome and a combination of linear and circular plasmids. The atypical hairpin structure at the telomere of linear replicons and the highly paralogous plasmids make the genome assembly challenging. We developed a genome assembly pipeline using Oxford Nanopore Technologies (ONT) long read and Illumina short read to overcome these challenges. Using ONT reads enabled us to completely assemble the hairpin telomeres of the linear replicons along with a novel lp28 subtype plasmid and the complete circular plasmids of nine B. burgdorferi strains from five geographical regions in Canada. Although these strains are highly similar across the conserved genomic regions, variability was observed predominantly at the right telomeric ends. Comparative analyses revealed that all nine strains carry a ~2-10 kb right telomeric end identical to the linear plasmid lp28-1, which leads to variability in the telomere length and the gene content. Additionally, we observed diversity at the hairpin telomeric sequences of the linear chromosomes. Further analysis showed that the nine strains belong to seven ospC types and have diverse plasmid profile, highlighting the genomic diversity among the strains from the same geographical locations. Overall, these findings suggest that even the B. burgdorferi strains from close geographical locations can carry substantial genomic variation, especially at the telomeres and with respect to their plasmid content, emphasizing it to be a possible mechanism of rapid evolution within these Canadian strains.", "date": "2025-07-20", "journal": ""}
{"title": "A gene regulatory element modulates myosin expression and controls cardiomyocyte response to stress", "doi": "10.1101/2025.07.19.665672", "authors": "Anglen, T.; Kaplow, I. M.; Choi, B.; Dewars, E.; Perelli, R. M.; Hagy, K. T.; Tran, D.; Ramaker, M. E.; Shah, S.; Jung, I.; Landstrom, A. P.; Karra, R.; Diao, Y.; Gersbach, C. A.", "abstract": "A hallmark of heart disease is gene dysregulation and reactivation of fetal gene programs. Reactivation of these fetal programs has compensatory effects during heart failure, depending on the type and stage of the underlying cardiomyopathy. Thousands of putative cardiac gene regulatory elements have been identified that may control these programs, but their functions are largely unknown. We profile genome-wide changes to gene expression and chromatin structure in cardiomyocytes derived from human pluripotent stem cells. We identify and characterize a gene regulatory element essential for the regulation of MYH6, which encodes human fetal myosin. Using chromatin conformation assays in combination with epigenome editing, we find that gene regulation is mediated by direct interaction between MYH6 and the enhancer. We also find that enhancer activation alters cardiomyocyte response to the hypertrophy-inducing peptide endothelin-1. Enhancer activation prevents polyploidization and changes in calcium dynamics following stress with endothelin-1. Collectively, these results identify regulatory mechanisms of cardiac gene expression programs that modulate cardiomyocyte maturation, cellular stress response, and could serve as potential therapeutic targets.", "date": "2025-07-20", "journal": ""}
{"title": "Global cis-regulatory landscape of double-stranded DNA viruses", "doi": "10.1101/2025.07.20.665756", "authors": "Taslim, T. H.; Finkelberg, J. A.; Kales, S.; Soto-Ugaldi, L.; D'Elia, B.; Engin, B.; Munoz-Esquivel, G.; Morara, E.; Purinton, J.; Chandok, H.; Rottenberg, J. T.; Castro, R.; Martinez-Cuesta, L.; Paz, M. A.; Tewhey, R.; Bass, J. I. F.", "abstract": "Most double-stranded DNA (dsDNA) viruses use the host transcriptional machinery to express viral genes for replication and immune evasion. This is mediated by viral cis-regulatory elements (CREs) regulated by host and viral transcription factors (TFs). Although some viral CREs and their regulatory mechanisms have been determined, most remain unidentified. Here, we used massively parallel reporter assays to identify ~2,000 CREs across 27 dsDNA viruses from the Adenovirus, Herpesvirus, Polyomavirus and Papillomavirus families. Viral genomes have a higher CRE density than the human genome, with most viral CREs having promoter-like features and overlapping protein coding sequences. Using saturation mutagenesis and machine learning models, we report viral CRE regulators, including SP, ETS, bZIPs, and TFs acting downstream of signal-activated pathways. Altogether, we present a comprehensive functional CRE map of human-infecting dsDNA viruses that serves as a blueprint for further studies in viral regulation, reactivation, evolution, and viral vector design.", "date": "2025-07-20", "journal": ""}
{"title": "Systematic investigation of Epstein-Barr virus transcriptional regulator interactions with the human genome", "doi": "10.1101/2025.07.18.665561", "authors": "Dexheimer, P. J.; Hass, M. R.; Edsall, L. E.; Diouf, A. A.; Jones, S. H.; Donmez, O.; Yin, C.; Dunn, K. A.; Forney, C.; Hesse, H. K.; VonHandorf, A.; Chen, X.; Parameswaran, S.; Gittens, O. E.; Viel, K. C. M. F.; Ernst, K.; Razavi, R.; Gewurz, B. E.; Zhao, B.; Lawson, L. P.; Hughes, T. R.; Kottyan, L.; Weirauch, M. T.", "abstract": "We systematically investigate interactions between Epstein-Barr virus (EBV) transcriptional regulators (vTRs) and the human genome. Starting with 16 known and candidate vTRs, we identify nine whose introduction into human cells results in substantial alterations to human gene expression. Genome-scale determination of vTR genomic binding events and alterations to chromatin accessibility reveals a detailed map of EBV's functional interactions with the human genome, including >100,000 vTR binding events impacting almost a quarter of all human genes. Notably, BMRF1 emerges as a potent regulator, impacting >7,000 genes and altering >37,000 chromatin regions. Our results provide new evidence that EBV RTA interacts with and stabilizes the binding of human RBPJ. Network analysis reveals that many human genes are targeted by multiple EBV vTRs, highlighting the vast coordinated impact of EBV on human gene expression. Collectively, this study provides a valuable resource for examining EBV-induced alterations to human gene regulation, with data available on multiple platforms.", "date": "2025-07-20", "journal": ""}
{"title": "Medin drives Aβ40 to adopt Aβ42-like fibril polymorphs in vitro", "doi": "10.1101/2025.07.17.665283", "authors": "Pradhan, B.; Kumar, S. T.; Wagner, J.; Gallardo, R.; Orlando, G.; Vleeschouwer, M. D.; Madine, J.; Louros, N.; Neher, J. J.; Rousseau, F.; Schymkowitz, J.", "abstract": "Medin, a vascular amyloid derived from MFG-E8, is the most prevalent form of localized human amyloid and co-localizes with A{beta} in Alzheimer's disease and, in particular, cerebral amyloid angiopathy (CAA). While it was shown that medin can promote A{beta} aggregation, it remains unclear whether this amyloid-amyloid interaction affects the structure of the resulting fibrils. Here, we investigate how medin modulates A{beta}40 fibril assembly in vitro using cryo-electron microscopy, aggregation kinetics, and immunogold electron microscopy. We show that medin accelerates A{beta}40 aggregation, co-assembles into hybrid fibrils, and modulates fibril morphology. Cryo-EM analysis reveals two fibril populations: one corresponding to a previously described in vitro A{beta}40 morphology, and a second, previously unobserved polymorph with A{beta}42-like features, including a structured N-terminus and a compact hydrophobic C-terminal core. The presence of a peripheral, unresolved cryo-EM density near the fibril surface suggests that the new polymorph is stabilised through heterotypic interactions, yet the atomic details remain unresolved, likely due to substantial structural heterogeneity. Rather than representing a limitation, this highlights how not all determinants critical for fibril assembly are necessarily ordered or resolvable in the final fibril structure, reflecting the inherent dynamic and heterogeneous nature of amyloid interactions. Our findings provide structural evidence that heterotypic co-aggregation can redirect A{beta}40 into distinct conformational states and suggest that dynamic or transient interactions contribute to fibril polymorphism beyond what can be fully captured in static structural models.", "date": "2025-07-20", "journal": ""}
{"title": "Development of a High-throughput Assay to Identify Novel Reactivators of Acetylcholinesterase", "doi": "10.1101/2025.07.16.664887", "authors": "Hood, B. L.; Talton, J. D.; Vasile, S.; Shapiro, G.", "abstract": "Acetylcholinesterase (AChE) is a key enzyme in the nervous system capable of breaking down acetylcholine (ACh). ACh is a critical neurotransmitter that signals between nerve cells and muscles. Organophosphates (OPs), used as insecticides and nerve agents, irreversibly inhibit AChE by forming a covalent bond with the enzyme's active site. Since exposure to these nerve agents can quickly lead to death, many researchers have strived to discover new drugs that will reverse the inhibition of AChE by such agents. The goal was to develop a high-throughput miniaturized assay for testing large numbers of compounds for AChE reactivation quickly and reliably. Here we describe our miniaturized assay that utilizes the sarin surrogate nitrophenyl isopropyl methylphosphonate (NIMP) in an Amplex Red coupled assay and its validation with 42 compounds selected from an in silico virtual screen.", "date": "2025-07-20", "journal": ""}
{"title": "The Impact of Reference Genome Divergence on Ancient DNA Damage Detection in Metagenomic Contexts", "doi": "10.1101/2025.07.16.665190", "authors": "Guinet, B.; Sharif, B. M.; van der Valk, T.", "abstract": "The reliability of ancient DNA (aDNA) authentication depends on detecting characteristic damage patterns, particularly cytosine deamination at fragment ends. However, in ancient metagenomic studies, sequence divergence between aDNA reads and available reference genomes may obscure such damage signals. We systematically evaluated how reference genome divergence, read count, read length, and damage levels affect aDNA damage profiles using both empirical datasets and controlled simulations. Using ancient Yersinia pestis and Hepatitis B virus data, we show that mapping to divergent reference genomes significantly reduces the detectability and intensity of characteristic damage patterns, particularly at low read counts. Simulations further revealed that reference genome identity is the strongest predictor of damage intensity, while read count primarily influences damage stochasticity. We introduce a correction matrix that adjusts C-to-T damage profiles for reference divergence, improving damage signal recovery. Our findings highlight methodological considerations for authenticating aDNA in metagenomic contexts, particularly when closely related reference genomes are unavailable.", "date": "2025-07-20", "journal": ""}
{"title": "RNALens: Study on 5' UTR Modeling and Cell-Specificity", "doi": "10.1101/2025.07.20.665722", "authors": "Mao, L.; Tian, Y.; Qian, K.-w.; Song, Y.", "abstract": "Recently, the Transformer architecture has been applied to predict the structure, function, and regulatory activity of biological sequences. Predicting the cell-specific regulatory impact of 5' untranslated regions (5' UTRs) on mRNA expression and translation remains a key challenge for rational mRNA design. Existing studies such as UTR-LM, RNABERT, and RNA-FM train transformer-based models solely on 5' UTR sequences with fixed nucleotide tokenization schemes and auxiliary structural features. These models pay less attention to the integration of broader genomic context and thermodynamic objectives, which limits their ability to generalize across diverse cell types and accurately predict both mRNA expression level (EL) and translation efficiency (TE). In this paper, we propose RNALens, a foundation model pre-trained in two stages on multispecies genomic sequences and curated 5' UTR data using masked language modeling augmented with secondary structure prediction and minimum free energy regression. RNALens employs byte-pair encoding to capture variable-length nucleotide motifs. It is then fine-tuned on high-throughput reporter assay datasets from HEK293T, PC3, and muscle tissues to yield specialized predictors for EL and TE in each cellular context. Experiment results on benchmark datasets demonstrate that RNALens achieves superior performance than existing machine learning methods for both expression and translation predictions across cell-specific and cross-context tests, offering an efficient in silico platform for guiding the design of mRNA therapeutics with precise cellular targeting.", "date": "2025-07-20", "journal": ""}
{"title": "Electrochemical guided mode resonance biosensor for simultaneous refractive index and electrochemical measurements", "doi": "10.1101/2025.07.16.665075", "authors": "Thorpe, S.; Blair, S.; Pitruzzello, G.; Kunstmann, C.; Reardon, C. P.; Krauss, T. F.; Johnson, S. D.", "abstract": "A comprehensive miniaturised biosensing platform needs to detect multiple analytes, which often rely on different transduction mechanisms for their detection and quantification. This necessitates the development of multimodal sensors capable of simultaneous measurements without interference between measurement modalities. Guided mode resonance (GMR) biosensors are highly sensitive to refractive index changes and well suited to out-of-plane optical coupling, but have not previously been implemented in a multimodal configuration. Here, we present the electrochemical guided mode resonance (EC-GMR) sensor, a SiN GMR photonic grating integrated with an indium tin oxide (ITO) electrode that enables concurrent optical and electrochemical sensing. Finite difference time domain (FDTD) simulations show that the resonance wavelength of the GMR shifts as a function of ITO thickness and applied bias. These findings are validated experimentally using EC-GMR devices fabricated with a range of ITO thicknesses. We demonstrate that the EC-GMR achieves a refractive index sensitivity of 84.4 nm/RIU while simultaneously measuring the double-layer capacitance. To highlight its multimodal capability, we characterise the optical and electrochemical responses of methylene blue, a widely used redox reporter in biosensing. By integrating photonic and electrochemical modalities in a compact format, the EC-GMR platform provides critical analytical information beyond that which could be obtained from a traditional single-modality sensor. This approach extends the analytical utility of GMR sensors and represents a robust, adaptable solution for diverse biosensing applications, from clinical diagnostics to environmental monitoring.", "date": "2025-07-20", "journal": ""}
{"title": "Inorganic phosphate in Arp2/3 complex acts as a rapid switch for the stability of actin filament branches", "doi": "10.1101/2025.07.18.665541", "authors": "Xiao, J.; Pages, R.; Romet-Lemonne, G.; Jegou, A.", "abstract": "The rate at which actin filaments turn over modulates actin network architecture and mechanosensitivity. Actin filaments often appear as branches, nucleated by the Arp2/3 complex. Within the Arp2/3 complex, Arp2 and Arp3 are ATPases, which, similar to actin, may adopt slightly different conformations depending on their bound nucleotide. We investigate the impact of the nucleotide state of Arp2/3 complexes on branch stability, by mechanically pulling on them. Remarkably, we find that branches with mammalian ADP-Pi and ADP-Arp2/3 complexes detach with the same exponential increase as a function of force, but ADP-Pi-Arp2/3 complex branch junctions are 20 times more stable at all forces. We observe that inorganic phosphate (Pi) is in rapid equilibrium with ADP-Arp2/3 at the branch junction, and is released at a rate greater than 1 s-1. Upon branch dissociation, the surviving Arp2/3 complex, remaining attached to the mother filament, is a thousand times more stable in the ADP-Pi than in the ADP state. Surprisingly, branch regrowth from surviving ADP-Pi-Arp2/3 complex does not require reloading ATP, indicating that the Arp2/3 complex remained in an active state upon debranching. We reveal that GMF destabilizes ADP-Arp2/3 complex branch junctions by accelerating first the dissociation of the daughter filament, and then the dissociation of the surviving Arp2/3 complex from the mother filament. We also report that cortactin stabilizes branches in a force dependent manner, and enhances branch renucleation. GMF and cortactin do not bind to Arp2/3 in the ADP-Pi state. Overall, Our results give a new importance to cytoplasmic Pi, as a possible regulator of branched actin network stability.", "date": "2025-07-20", "journal": ""}
{"title": "Synchrotron XRD based Structural analysis of Novel Fleroxacin Cocrystals synthesized using coformers", "doi": "10.1101/2025.07.16.664812", "authors": "Wilson, I. Z.; Swinnea, S.; Chakka, L. J.; Maniruzzaman, M.", "abstract": "Cocrystals have emerged as an exciting avenue in the pharmaceutical industry for altering the behavior of drugs while preserving the molecular structures of the active pharmaceutical ingredients (APIs). However, the preparation of pharmaceutical cocrystals remains relatively uncommon, presenting a potential opportunity for innovation. In this study, we developed cocrystals of Fleroxacin, a fluoroquinolone antibiotic belonging to the quinolone antibiotic class used in treating bacterial infections. Our approach involved co-crystallizing Fleroxacin with coformers (nicotinamide, salicylamide, and acetaminophen). The combination of Fleroxacin with different coformers allows us to explore chemical properties and the crystal efficacy. To achieve cocrystal formation, we employed a novel catalyst, pure glacial acetic acid, in conjunction with a ball milling machine. This methodology is particularly notable as it represents a first-time application of pure glacial acetic acid for co-crystallization and the co-crystallization of Fleroxacin. The cocrystals characteristics were analyzed using Synchrotron Powder X-ray Diffraction. The results showed the formation of novel cocrystals of Fleroxacin. The findings of this study contribute to the expanding body of knowledge on co-crystallization techniques and their potential applications in pharmaceutical development, especially for carboxylic acid-based drugs and drugs with very poor water solubilities but great permeabilities.", "date": "2025-07-20", "journal": ""}
{"title": "Early seed priming with closely related Bacillus strains induces divergent physiological and defense responses in melon", "doi": "10.1101/2025.07.16.665077", "authors": "Carregalo-Rios, L.; Molina-Santiago, C.; Berlanga-Clavero, M. V.; Petras, D.; Hierrezuelo, J.; Pineda, M.; Alba, J. M.; de Vicente, A.; Baron, M.; Dorrestein, P. C.; Romero, D.", "abstract": "Early microbial seed priming is a promising strategy to improve crop resilience, yet it remains unclear whether plants can discriminate among closely related beneficial strains and integrate dose-dependent microbial cues. We primed melon (Cucumis melo) seeds with two phylogenetically similar Bacillus strains (B. subtilis NCIB3610 and B. velezensis FZB42) and combined transcriptomic, metabolomic and physiological analyses across development. Despite comparable colonization, the strains provoked contrasting host programs and distinct dose responses. B. subtilis promoted radicle elongation, chloroplastic starch storage and drought tolerance irrespective of inoculum level, together with L-tryptophan and palatinose accumulation. By contrast, B. velezensis displayed a clear dose effect: low inoculum sustained normal radicle growth, whereas high inoculum transiently repressed it, coinciding with retrotransposon activation, suppression of AOS and proteasome genes, and enrichment of flavonoids and glutathione in leaves. Chemical assays showed that radicle inhibition requires the combination of surfactin, produced by both strains, with bacillomycin D, an iturin-type lipopeptide unique to FZB42; neither molecule alone reproduced the effect. This synergy links the strain-specific lipopeptide repertoire to the dose-dependent growth response. Although their early trajectories diverged, both primings converged on improved above-ground performance. 3610-primed plants restricted Botrytis cinerea via caffeic- and rosmarinic-acid accumulation, whereas FZB42-primed plants curtailed jasmonate-sensitive Tetranychus urticae mites through early JA-pathway activation. Our results demonstrate that melon perceives inoculum dose and microbial identity, translating them into distinct metabolic and defense programs that converge on stress resilience. These mechanistic insights-linking lipopeptide fingerprints, sentinel metabolites and defense transcripts-provide a framework for precision seed treatments in horticultural crops.", "date": "2025-07-20", "journal": ""}
{"title": "Selenium protects Emiliania huxleyi algae from a bacterial pathogen by modulating oxidative stress", "doi": "10.1101/2025.07.19.665712", "authors": "Beiralas, R.; Ben-Asher, S.; Segev, E.", "abstract": "Oxidative stress arises when cells fail to maintain redox balance, leading to the accumulation of reactive oxygen species (ROS) that can damage proteins, lipids, and DNA, causing cells to function poorly or die. In marine algae, oxidative stress is a hallmark of bacterial pathogenicity and usually appears before algae die. During the interaction of Emiliania huxleyi algae with Phaeobacter inhibens pathogenic bacteria, algae experience elevated levels of ROS that precede and likely drive cell death. Here, we tested whether antioxidants could improve algal survival by alleviating oxidative stress. Among several environmentally relevant antioxidants, we found that nanomolar concentrations of the trace metal selenium, in the form of H2SeO, completely prevented algal death in co-cultures with P. inhibens. Measurements over time showed that selenium significantly lowered ROS levels in algal cells, reducing oxidative stress. This effect did not interfere with bacterial growth, suggesting that selenium acts by helping algae, not by harming bacteria. Our findings demonstrate that oxidative stress plays a central role in bacterial pathogenicity towards algae, and that selenium can protect algae by reducing this stress.", "date": "2025-07-20", "journal": ""}
{"title": "Semaphorin 3A and 3F overexpression in TIE2 hyperactive endothelial cells contribute to the pathological lumen expansion in venous malformation", "doi": "10.1101/2025.07.18.665640", "authors": "Schrenk, S.; Sherpa, C.; Bischoff, L. J.; Cai, Y.; Boscolo, E.", "abstract": "Background: Venous malformation (VM) are developmental defects of the vasculature characterized by tremendously enlarged and dysfunctional veins. Gain-of-function somatic mutations in the endothelial-specific tyrosine kinase receptor TIE2 have been identified as leading driver of VM pathogenesis. The aim of this study was to determine whether the aberrant venous lumen expansion is caused by recruitment of wild-type endothelial cells (EC) to the lesion or by TIE2-mutant EC clonal expansion. Methods: To investigate the contribution of TIE2-mutant EC and wild-type EC to the aberrant venous lumen expansion, we used a xenograft murine model of VM generated with a combination of TIE2-mutant EC and wild-type EC. To perform longitudinal studies, we employed a three-dimensional (3D) fibrin gel lumen formation assay and a migration assay, both using wild-type EC in competition or confrontation with TIE2-mutant EC. To investigate the mechanisms implicated in VM lumen expansion we used RNA-sequencing and short interference (sh)RNA in the TIE2-mutant EC. Results: We demonstrate here that in the VM xenograft model, the aberrant blood vessels were lined almost exclusively by TIE2-mutant EC, and wild-type EC were rarely found. Functionally, the TIE2-mutant EC exerted a competitive advantage over wild-type EC by inhibiting wild-type EC sprouting. In line with these findings, TIE2-mutant EC promoted repulsion of wild-type EC. ShRNA-mediated silencing of Sema3A or Sema3F in TIE2-mutant EC rescued this chemorepellent phenotype and restored the ability of wild-type EC to migrate, sprout and form lumens. Furthermore, knock-down of Sema3A or 3F in TIE2-mutant EC normalized the blood vessel size in vivo. Conclusions: Our results demonstrate that wild-type EC are not recruited to the aberrant veins suggesting VM pathogenesis is fueled by clonal expansion of TIE2-mutant EC. Mechanistically, we show that Sema3A and 3F are overexpressed in TIE2-mutant EC and play a crucial role in the pathological vascular lumen expansion in VM.", "date": "2025-07-20", "journal": ""}
{"title": "The SV40 T-ag nuclear localization signal affects \tToxoplasma gondii viability by targeting importin α", "doi": "10.1101/2025.07.20.665720", "authors": "Bhambid, M.; Chithelen, J.; Patankar, S.", "abstract": "Nucleocytoplasmic transport is essential in eukaryotes and mediated by importin (Imp) /{beta} receptors that recognize nuclear localization signals (NLSs) on cargo proteins. The SV40 large T-antigen NLS (SV40-NLS), studied extensively, binds importin  with high affinity in the nanomolar range, while modified versions, the Bimax peptides, bind in the picomolar range. Bimax peptides impede nuclear import and reduce viability in yeast and human cells, highlighting the potential of NLS peptides as inhibitors of nuclear transport. In this study, we investigated the potential of the SV40-NLS to target Toxoplasma gondii importin  (TgImp). Expression of the SV40-NLS fused to a GFP reporter led to cytotoxicity in T. gondii tachyzoites; this depended on the SV40-NLS sequence and its position within the protein. Over-expression of TgImp rescued parasites from the SV40-NLS-induced cytotoxicity, confirming that the mechanism of action involves disruption of nuclear import. Importantly, the same construct did not affect cell viability in mammalian cells, suggesting a selective vulnerability in importin -mediated nuclear transport in the parasite. The SV40-NLS peptide offers an advantage over small-molecule inhibitors by targeting large interaction surfaces of importin  with high specificity, minimizing off-target effects. This study lays the groundwork for a novel peptide-based therapeutic strategy employing NLS motifs to selectively inhibit nuclear import in T. gondii.", "date": "2025-07-20", "journal": ""}
{"title": "Subcellular proteomics of Paradiplonema papillatum reveals digestive capacity of the cell membrane and the plasticity of peroxisomes across euglenozoans", "doi": "10.1101/2025.07.16.665091", "authors": "Hammond, M. J.; Iorillo, O.; Faktorova, D.; Svobodova, M.; Akiyoshi, B.; Licknack, T.; Poh, Y.-P.; Lukes, J.; Wideman, J. G.", "abstract": "Diplonemids are among the most diverse and abundant protists in the deep ocean, have extremely complex and ancient cellular systems, and exhibit unique metabolic capacities. Despite this, we know very little about this major group of eukaryotes. To establish a model organism for comprehensive investigation, we performed subcellular proteomics on Paradiplonema papillatum and localized 4,870 proteins to 22 cellular compartments. We additionally confirmed the predicted location of several proteins by epitope tagging and fluorescence microscopy. To probe the metabolic capacities of P. papillatum, we explored the proteins predicted to the cell membrane compartment in our subcellular proteomics dataset. Our data revealed an accumulation of many carbohydrate active enzymes (CAZymes). Our predictions suggest that these CAZymes are exposed to extracellular space, supporting proposals that diplonemids may specialize in breaking down carbohydrates in plant and algal cell walls. Further exploration of carbohydrate metabolism revealed an evolutionary divergence in the function of glycosomes (modified peroxisomes) in diplonemids versus kinetoplastids. Our subcellular proteome provides a resource for future investigations into the unique cell biology of diplonemids.", "date": "2025-07-20", "journal": ""}
{"title": "European ash pangenome reveals widespread structural variation and a diverse genetic basis for low ash dieback susceptibility", "doi": "10.1101/2025.07.16.665114", "authors": "Wood, D. P.; Vatanparast, M.; Galanti, D.; Wheeler, K.; Curran, E.; Yant, L.; Whittet, R.; Nichols, R. A.; Buggs, R. J. A.; Kelly, L. J.", "abstract": "European Ash (Fraxinus excelsior) is a keystone forest tree species, whose populations are being decimated by Ash Dieback disease (ADB). Uncovering the genetic basis of low susceptibility to this devastating disease relies on a comprehensive understanding of genetic variation present in F. excelsior. A linear reference genome from a single individual cannot contain the total sequence variability within a species, including its genic regions; a pangenome more fully captures total sequence content. In this study, we developed a F. excelsior pangenome reference using a new chromosomal-level phased linear reference genome, and de novo assemblies and long-read data from a geographically diverse set of fifty F. excelsior samples. We identified 362,965 structural variants (SVs), including 174Mb of sequence absent from the linear reference genome (22% of the linear reference size). We demonstrated that failing to explicitly link SVs with gene sequences can lead to substantial overestimation of dispensable genes (those that vary in their presence/absence between individuals) due to variability in the annotation process. Controlling for this, we identified 3,065 dispensable genes including 133 with gene ontologies associated with low disease susceptibility. We used the pangenome to analyse existing genomic data from over 1,200 individuals to identify loci associated with reduced susceptibility to ADB. This analysis revealed that different genetic backgrounds harbour distinct sets of loci associated with low susceptibility, highlighting the complexity of this trait but also the potential benefits of combining variants from different genetic backgrounds to boost efforts to ensure the future survival of F. excelsior.", "date": "2025-07-20", "journal": ""}
{"title": "Pervasive noise in human splice site selection", "doi": "10.1101/2025.07.16.665169", "authors": "Khokhar, E. S.; Brokaw, K.; Kartje, Z. J.; Sanabria, V.; Javeed, N.; Kumar, A.; Watts, J. K.; Pai, A. A.", "abstract": "RNA splicing has historically been thought to be highly efficient and accurate, with little opportunity for deviation from regulated alternative splicing decisions. This dogma has been challenged by recent observations that suggest that biological noise may contribute substantially to transcriptome diversity. However, quantitative understanding of stochastic variations in splicing is challenging because these transcripts are likely subject to rapid degradation. Here, we use ultra-deep sequencing across RNA compartments to track splicing intermediates in human cells and see abundant cryptic splicing associated with genomic features that promote splicing noise. We observe pervasive usage of low-fidelity splice sites, likely due to stochasticity in recruitment or binding of the spliceosome. These sites are most likely degraded in the nucleus rather than targeted by translation-dependent degradation processes, suggesting widespread surveillance and rapid quality control of non-productive RNA transcripts. Our findings provide unprecedented insights into the propensity for error in RNA processing mechanisms and the regulation of alternative splice sites across a gene.", "date": "2025-07-20", "journal": ""}
{"title": "Cytochrome b5 reductase 4 efficiently reduces Neuroglobin and Cytoglobin", "doi": "10.1101/2025.07.16.665236", "authors": "DeMartino, A. W.; Cunningham, O.; Mulluri, S.; Cassel, D.; Hutar, M.; Ji, L.; Deligiannidis, E.; Kaliszuk, S. J.; Huang, X. N.; Tong, Q.; Yien, Y. Y.; Dent, M. R.; Rose, J. J.; Tejero, J.", "abstract": "Cytoglobin and Neuroglobin are heme-containing proteins expressed in most vertebrates, including mammals, with still not completely defined physiological roles. Most of the putative functions of cytoglobin/neuroglobin, such as oxygen binding or nitric oxide dioxygenation, rely on the heme iron being in the ferrous (Fe2+) oxidation state. Therefore, it is very possible that reducing systems are active in the cell to maintain both proteins in the ferrous state. We have previously shown that the cytochrome b5 reductase isoform 3/ cytochrome b5 system, the canonical reductase of hemoglobin and myoglobin, can reduce cytoglobin at very fast rates, consistent with a possible physiological role. However this reducing system is unable to reduce neuroglobin, which to date lacks a validated, physiologically feasible reducing system. Here we have studied the interaction of cytochrome b5 reductase isoform 4 with cytoglobin and neuroglobin and found that cytochrome b5 reductase 4 can reduce cytoglobin at rates comparable to those observed with cytochrome b5 reductase 3/ cytochrome b5. Remarkably, it can also reduce neuroglobin efficiently. Studying different surface mutations of cytoglobin and neuroglobin we note that some cytoglobin mutations, in particular R84E and K116E decrease reduction rates by more than 10-fold, whereas surface mutations in neuroglobin that were shown to impair the interaction of neuroglobin with cytochrome c (E60K/D73K/E87K) show little effect on the reduction rates. We conclude that cytochrome b5 reductase 4 can supplement cytochrome b5 reductase 3/ cytochrome b5 roles for cytoglobin reduction in vivo and is a strong candidate for a physiological role as neuroglobin reductase.", "date": "2025-07-20", "journal": ""}
{"title": "The antigen presenting molecule MR1 binds riboflavin catabolites", "doi": "10.1101/2025.07.20.665728", "authors": "Abdelaal, M.; Deng, J.; McInerney, M. P.; Ito, E.; Purcell, A. W.; Yamasaki, S.; Villadangos, J.; McWilliam, H. E. G.; Gherardin, N. A.; Rossjohn, J.; Awad, W.", "abstract": "Major histocompatibility-complex (MHC) class I-related (MR1) protein presents vitamin B based antigens to Mucosal-Associated Invariant T (MAIT) cells. While microbial riboflavin precursors are well documented MR1 ligands, it is unclear whether host-generated riboflavin catabolites influence MR1-mediated immunity. Here, we report that riboflavin catabolites, including 10-formylmethylflavin (FMF), lumichrome, lumiflavin and alloxazine bind to MR1 with moderate affinity, while riboflavin itself binds weakly. In contrast to the microbial riboflavin antigens which increase MR1 cell surface expression, the riboflavin catabolites moderately reduced cell surface levels of MR1 by stabilizing and retaining MR1 in the endoplasmic reticulum (ER). The riboflavin catabolites appeared to bind to the intracellular MR1 and inhibit MR1 exit from the ER. These riboflavin catabolites also weakly competed with Vit B based Ags for MR1 binding, thereby inhibiting MAIT cell activation. The crystal structures of MR1 complexed with riboflavin, FMF, lumichrome and lumiflavin, show binding of these three-ringed ligands in the A'-pocket of MR1. The crystal structure of MR1-lumichrome revealed that lumichrome formed a covalent flavin bond with MR1-Lys43 differing from the typical Schiff-base bond of MR1-Lys43-Ag complexes. Collectively, we identified three ring isoalloxazines that can bind MR1 and downregulate cell surface expression levels, suggesting a potential role in dampening MAIT cell immunity.", "date": "2025-07-20", "journal": ""}
{"title": "Jasmonate-induced prey response in the carnivorous plant \tDrosera capensis", "doi": "10.1101/2025.07.18.665637", "authors": "Long, Z. G.; Takahashi, G. R.; Cumpio, F. M.; Akbari, O.; Castelan, U.; Hadadian, M.; Le, J.; Alemayhu, A.; Einstein, D. E.; Einstein, E. E.; Kelz, J. I.; Kwok, A. O.; Pineda, A.; Shabakesaz, P.; Unhelkar, M. H.; Woodcock, S. M.; Butts, C. T.; Martin, R. W.", "abstract": "Drosera capensis is a carnivorous plant native to South Africa. Central to its prey capture and digestive processes is a complex array of biochemical processes triggering the production of both enzymes and small molecules. These processes are in part activated by the release of jasmonic acid, a plant defense hormone repurposed as a prey detection signal. Here, we use RNASeq and untargeted LC-MS metabolomics to study the response of D. capensis to a feeding stimulus. We confirm the expression of digestive proteins predicted in prior genomic work and show up- and downregulation for a number of enzyme classes in response to jasmonic acid. Metabolomics experiments indicate that many small molecules produced during feeding depend on specific nutrient inputs from prey (and not merely a jasmonic acid stimulus). These results shed light on the molecular basis of plant carnivory and the recruitment of existing biochemical pathways to perform specialized functions.", "date": "2025-07-20", "journal": ""}
{"title": "Fold first, ask later: structure-informed function annotation of Pseudomonas phage proteins", "doi": "10.1101/2025.07.17.665397", "authors": "Longin, H.; Bouras, G.; Grigson, S. R.; Edwards, R. A.; Hendrix, H.; Lavigne, R.; van Noort, V.", "abstract": "Phages, the viruses of bacteria, harbor an incredibly diverse repertoire of proteins capable of manipulating their bacterial hosts, inspiring many medical and biotechnological applications. However, to date, only a limited subset of that repertoire can be exploited, due to the difficulties in functionally elucidating these proteins. In this study, we investigated several structure-informed approaches to annotate hypothetical proteins from Pseudomonas infecting phages. We curated a representative dataset of over 10,000 proteins derived from NCBI, for which we predicted protein structures with ColabFold and assessed structural similarity via FoldSeek against the PDB, AlphaFold, and Phold databases. We evaluated multiple annotation strategies, including sequence-based (Pharokka), and structure-based (FoldSeek, Phold) methods. Our results show that up to 43 % of truly unannotated proteins can be functionally annotated when combining structure-informed approaches with UniProt-derived annotations. We highlight the complementarity of different databases and the importance of annotation quality filtering. This work provides a valuable resource of predicted structures and annotations, and offers insights into optimizing structure-based annotation pipelines for viral proteins, paving the way for deeper exploration of phage biology and its applications.", "date": "2025-07-20", "journal": ""}
{"title": "Kinetic parameter prediction using neural networks identifies limitations to C4 photosynthesis", "doi": "10.1101/2025.07.16.665120", "authors": "Wendering, P.; Ferguson, J.; Xu, R.; Kromdijk, J.; Nikoloski, Z.", "abstract": "Large-scale kinetic models of photosynthesis enable time-resolved predictions of traits related to this key process, and provide the means to identify factors limiting photosynthesis. However, their use is currently limited by the lack of efficient approaches to estimate the hundreds of genotype-specific kinetic parameters. Here, we present C4TUNE, an artificial neural network, which can efficiently predict parameters of a large-scale photosynthesis model from photosynthesis response curves. C4TUNE was trained on a biologically-relevant synthetic dataset comprising matched samples of parameters and response curves obtained using a C4 photosynthesis kinetic model. To speed up the training of C4TUNE, we devised a surrogate neural network to predict photosynthesis response curves directly from the model parameters and environmental inputs. Given response curves as input, we showed that over 99% of the parameter vectors predicted by C4TUNE could be used directly in simulation of the kinetic model and resulted in excellent fits. Finally, we applied C4TUNE to predict parameters for a population of 68 maize genotypes across two seasons. The predicted genotype-specific parameters allowed pinpointing factors that limit photosynthetic efficiency, validated using simulations. Therefore, the use of C4TUNE presents a fast and precise approach for parameter prediction based on minimal datasets.", "date": "2025-07-20", "journal": ""}
{"title": "Investigating Cannabis sativa L. gene expression through housekeeping genes and gene coexpression networks", "doi": "10.1101/2025.07.16.665086", "authors": "Barbosa-Xavier, K.; Venancio, T. M.", "abstract": "Cannabis sativa L. is a versatile crop with applications ranging from medicinal products to industrial materials. Despite growing interest in cannabis transcriptomics, comprehensive studies of gene expression in this species remain limited. Here, we explore cannabis transcriptomics through two complementary approaches: the identification and prioritization of housekeeping (HK) genes for qRT-PCR normalization and the construction of a genome-wide gene coexpression network (GCN) using publicly available RNA-Seq data. Based on expression stability criteria (i.e. log mean TPM [&ge;] 6, log variance < 0.3), we proposed the optimal HK genes and designed qRT-PCR primers for them. Primer specificity was verified in silico using the Jamaican Lion mother + Y genome. In parallel, to explore the non HK gene expression, we constructed a GCN comprising 32 coexpression modules, which was then analyzed for tissue-specific expression patterns, transcription factor (TF), and functional enrichment. Several modules were significantly correlated with cannabis tissues such as flowers and bast fibres and were linked to key processes, including photoperiod sensitivity, stress responses, and vegetative-to-reproductive phase transitions. Together, our results help understand the functions and maximize the use of HK genes in molecular biology and reveal coexpression modules that constitute critical genetic circuits underlying cannabis physiology.", "date": "2025-07-20", "journal": ""}
{"title": "KineticGP: a computational framework for genomic prediction of leaf photosynthesis traits", "doi": "10.1101/2025.07.16.665083", "authors": "Xu, R.; Ferguson, J. N.; Hobby, D.; Rahimi-Majd, M.; Wendering, P.; Kromdijk, J.; Nikoloski, Z.", "abstract": "Crop traits are the integrated outcome of genetic factors, environment effects, and their complex interactions, rendering accurate prediction from genetic markers alone a challenging problem. Here we present KineticGP, a computational framework that combines genomic prediction with genotype-specific kinetic models of C4 photosynthesis to make predictions of leaf photosynthesis traits across genotypes from a multiple parent advanced generation intercross maize population. Using genetic markers and gas exchange measurements from three field seasons, we show that KineticGP outperforms a baseline genomic prediction model for photosynthesis rate at saturating light by 86% for unseen genotypes across two seen seasons. In addition, KineticGP allowed surveying the genetic variability in enzyme kinetic parameters that can be used to raise targets for improvement of photosynthesis. The approach paves the way for interrogating and integrating the dynamic interactions between genotype and environment to improve the prediction accuracy of photosynthetic traits.", "date": "2025-07-20", "journal": ""}
{"title": "Deformed Probability Estimation in Goal-Directed reinforcement learning model explains anxious-depression dimensions of psychiatric disorders", "doi": "10.1101/2025.07.16.665092", "authors": "Yazdani, S.; Nili Ahmadabadi, M.; Nadjar-Araabi, B.; Vahabie, A.-h.", "abstract": "Psychiatric disorders are complex, multi-dimensional pathologies rooted in diverse cognitive processes. Computational psychiatry aims to reveal distortions in these processes through behavior modeling, providing a deeper understanding of psychiatric disorders. Previous studies, using Daws two-stage task, had linked the imbalance between habitual/model-free and goal-directed/model-based behaviors to disorders with compulsive behaviors and intrusive thoughts. The model-based component relies on the estimation of environmental probabilities. Therefore, we added a well-known deformation in subjective probability estimation to the model and this improved the model fitting. More importantly, the fitted deformation explains some variance of the anxious-depression dimension of psychiatric symptoms. The deformation parameter is aligned with the description-experience gap in decision-making literature. Our results point to subjective possibly distortion as the probable underlying cognitive process of anxiety, apathy, and depression. This study also shows that the inclusion of cognitive biases in modeling can extract the hidden aspects of behavior possibility linked to disorders. Our approach enhances the precision of computational psychiatry and provides deeper insights into the cognitive processes underlying psychiatric symptoms, paving the way for more effective, personalized therapeutic strategies.", "date": "2025-07-20", "journal": ""}
{"title": "A contextualised protein language model reveals the functional syntax of bacterial evolution", "doi": "10.1101/2025.07.20.665723", "authors": "Wiatrak, M.; Vinas Torne, R.; Ntemourtsidou, M.; Dinan, A. M.; Abelson, D. C.; Arora, D.; Brbic, M.; Weimann, A.; Floto, R. A.", "abstract": "Bacteria have evolved a vast diversity of functions and behaviours which are currently incompletely understood and poorly predicted from DNA sequence alone. To understand the syntax of bacterial evolution and discover genome-to-phenotype relationships, we curated over 1.3 million genomes spanning bacterial phylogenetic space, representing each as an ordered sequence of proteins which collectively were used to train a transformer-based, contextualised protein language model, Bacformer. By pretraining the model to learn genome-wide evolutionary patterns, Bacformer captures the compositional and positional relationships of proteins and can accurately: predict protein-protein interactions, operon structure (which we validated experimentally), and protein function; infer phenotypic traits and identify likely causal genes; and design template synthethic genomes with desired properties. Thus, Bacformer represents a new foundation model for bacterial genomics that provide biological insights and a framework for prediction, inference, and generative tasks.", "date": "2025-07-20", "journal": ""}
{"title": "Aberrant splicing prediction during human organ development", "doi": "10.1101/2025.07.16.665183", "authors": "Wagner, N.; Neverov, A. M.; Martin-Geary, A. C.; Londhe, S.; Schröder, C.; Yepez, V. A.; Whiffin, N.; Gagneur, J.", "abstract": "Developmental disorders constitute a major class of genetic diseases, yet tools to identify splicing-disruptive variants during development are lacking. To address this need we extended the AbSplice framework to incorporate splicing dynamics across developmental stages. Moreover, we introduced several improvements including a refined ground truth from the aberrant splicing caller FRASER2, a continuous representation of splice site usage, and integration of the rich set of predictions from the sequence-based model Pangolin. These advances double the precision and recall of the original model at predicting aberrant splicing events and enable predictions across embryonic, childhood, and adult tissues. Genome-wide scores for all single-nucleotide variants and a web interface to score indels are available to facilitate the exploration of the predictions. Our genome-wide predictions reveal a class of variants with splicing-disruptive effects confined to early development, particularly abundant in the brain (>18,000 variants). Analysis of genomes of individuals with a suspected Mendelian disorder from Genomics England's National Genomics Research Library identified 26 unique variants in disease-linked genes, with stronger predicted effects during development than in adulthood, including a candidate new diagnosis in the gene FGFR1. Altogether, these results improve the accuracy of splice-disruptive variant prediction and provide developmental context to aid interpretation.", "date": "2025-07-20", "journal": ""}
{"title": "Disc-Toroid Hybrid Lipid Nanoparticles for Efficient Drug Encapsulation and Subcutaneous Delivery", "doi": "10.1101/2025.07.20.665764", "authors": "Van Niekerk, Z.; Nuwayhid, R.; Gaydarova, S.; Bittrich, E.; Makarova, N.; Boye, S.; Formanek, P.; Tzachev, C.; Simon, J.-C.; Franz, S.; Lederer, A.", "abstract": "The development of an effective for subcutaneous or intradermal injection drug delivery requires systems with improved bioavailability and biocompatibility. Systematic physicochemical and biological interrogation of carnauba-wax/red-palm-oil lipid nanoparticles (LNPs) stabilised with d-alpha-tocopheryl-PEG-1000-succinate and polysorbate-40 shows that purposeful matrix engineering yields a robust sub-50 nm carrier for under-skin delivery. Cryo-TEM and SAXS uncover a disc-toroid hybrid morphology dominated by 30-40 nm particles with toroidal/disc shape - an advantageous biconcave geometry to enhance surface-to-volume ratio and is expected to accelerate enzymatic erosion after injection. Orthogonal analytics (AF4-MD, DLS, MALS, WAXS) confirmed that loading with quinine or dihydroartemisinin leaves size and crystallinity unchanged while delivering encapsulation efficiencies of approximately 90 % and long-term particle stability up to 18 months at 4 {degrees}C. Red-palm oil and the dual-surfactant corona act synergistically to suppress bimodality and narrow size distribution compared with single-component controls. Short-term viability assays in keratinocytes, fibroblasts and macrophages showed no cytotoxicity even at [&ge;]1 % (w/v) lipid, underscoring excellent biocompatibility. Fluorescein-labelled LNPs injected into ex vivo human skin traversed the dermis and hypodermis, while only nanomolar lipid concentrations appeared in the receiver medium, indicating a sustained local depot. Collectively, these insights link composition, structure and performance, positioning wax-based disc-toroid LNPs as a flexible platform for high-load delivery of small-molecule or biopharmaceutical therapeutics via minimally invasive under-skin administration.", "date": "2025-07-20", "journal": ""}
{"title": "A Network-Based Discovery of Prognostic Markers in Recurrent IDH wild-type Gliomas", "doi": "10.1101/2025.07.17.665414", "authors": "Liu, Y.; Huse, J. T.; Kannan, K.", "abstract": "Background: Isocitrate dehydrogenase wild-type (IDH wild-type) gliomas represents the most aggressive subtype of diffuse gliomas, characterized by therapeutic resistance and dismal prognosis. Despite advances in molecular classification, reliable prognostic biomarkers for these tumors remain limited, particularly for recurrent disease. This study aims to identify gene expression signatures associated with survival outcomes in recurrent IDH wild-type gliomas, with the goal of improving patient stratification and potential therapeutic targeting. Methods: We analyzed gene expression data from 180 recurrent IDH wild-type glioma samples from the Glioma Longitudinal AnalySiS (GLASS) Consortium. Using multiple computational approaches including a novel network-based method (netSurvival) and various survival analysis techniques, we identified genes associated with patient survival outcomes. Results: Our comprehensive analysis identify several gene expression markers that are significantly associated with survival outcomes in recurrent IDH wild-type gliomas. The AFT log normal model revealed that FN1, HIF3A, and EIF4B are associated with poorer survival (hazard ratios of 1.40, 1.49, and 1.54, respectively; p < 0.05), while PTK2, CCND2, RAD51L3 RFFL, and MAX demonstrated protective effects (hazard ratios of 0.76, 0.78, 0.79, and 0.79, respectively; p < 0.05). Five genes (KIF5C, LINC00632, B4GALNT3, HIF3A, and RAD51L3 RFFL) show significant differential expression between primary and recurrent tumors, with four having established functional roles in glioma pathobiology. Conclusions: This study identifies a panel of gene expression markers with significant prognostic value in recurrent IDH wild-type gliomas. The differential impacts of these genes on survival outcomes provide insights into the biological heterogeneity underlying clinical behavior in these aggressive tumors. Particularly significant are the biomarkers associated with both survival outcomes and recurrence patterns, which may represent key drivers of disease progression. These findings represent an important step toward improved prognostic stratification and therapeutic targeting in IDH wild-type gliomas, addressing a critical unmet need in neuro-oncology.", "date": "2025-07-20", "journal": ""}
{"title": "Uncovering the Tumor-Suppressive Roles of miR-940, miR-375, and miR-326 in Adrenocortical Carcinoma via ceRNA Network Analysis", "doi": "10.1101/2025.07.17.665344", "authors": "Omidi, J.", "abstract": "Adrenocortical carcinoma (ACC) is a rare endocrine malignancy with poor prognosis and limited therapeutic strategies. In this study, transcriptomic profiles from TCGA, GTEx 2025, and miRNATissueAtlas 2025 were integrated to construct ceRNA networks specific to tumor and normal adrenal tissues, leveraging a novel integrative analytical framework specifically developed in this study. Network topology revealed substantial rewiring in tumors, with miR-940 emerging as a tumor-exclusive hub, and miR-375 and miR-326 losing centrality despite marked downregulation. Experimentally validated and negatively correlated miRNA - mRNA interactions were identified, highlighting suppression of key oncogenes. Functional enrichment and PPI analyses demonstrated that the targets of these miRNAs are involved in pathways such as cell cycle regulation, EMT, and transcriptional activation. Survival analysis of target genes confirmed their prognostic relevance. Notably, miR-940 exhibited increased expression in radiation-treated patients, indicating therapy-responsive regulatory response, while miR-375 and miR-326 showed stable profiles. Cross-cancer expression analysis further supported the tumor-suppressive roles of all three miRNAs across multiple malignancies. These findings collectively establish miR-940, miR-375, and miR-326 as context-dependent tumor suppressors in ACC with potential therapeutic and biomarker utility.", "date": "2025-07-20", "journal": ""}
{"title": "Maturation of Dorsal Association Tracts during Preadolescence Links to Concurrent and Future Cognitive Performance and Transdiagnostic Psychopathology", "doi": "10.1101/2025.07.17.664983", "authors": "Wang, D.; Hammond, C. J.; Salmeron, B. J.; Xiao, X.; Murray, L.; Gu, H.; Zhai, T.; Quam, A.; Hill, J.; Nguyen, H.; Lu, H.; Janes, A.; Ross, T. J.; Yang, Y.", "abstract": "Many psychiatric disorders begin during adolescence, coinciding with the rapid development of brain white matter (WM). However, it remains unclear whether deviations from normal WM maturation during this age period contribute to the development of psychopathology. In this study, we developed and validated normative models of brain age based on specific WM tracts using three large-scale developmental datasets (a total of ~10,000 subjects). We found that tract-specific deviations in WM development of association and limbic/subcortical systems were linked to concurrent cognition and psychopathology. The spatial pattern of the association system aligned closely with distributions of high-order brain networks, and with mitochondrial content and respiratory capacity. The maturation of the association system contributed significantly to better cognitive performance assessed two or three years later. Importantly, delayed WM development especially in dorsal association tracts predicted psychiatric disorders across diagnoses and disorder onset over a 2-year follow-up. By identifying tract-specific WM development during preadolescence as a predictor of cognitive capacity and psychiatric disorder risks, this study provides a valuable framework for tracking individualized brain maturation and understanding the neurobiological underpinnings of cognitive performance and transdiagnostic psychopathology.", "date": "2025-07-20", "journal": ""}
{"title": "Responders vs. non-responders to mesenchymal stromal cells in knee osteoarthritis patients: mechanistic correlates of donor cell attributes and patient features", "doi": "10.1101/2025.07.17.665028", "authors": "Robb, K. P.; Rabani, R.; Vohra, S.; Fazio, A.; Singh, S.; Chahal, J.; Audet, J.; Perruccio, A. V.; Gandhi, R.; Viswanathan, S.", "abstract": "Background: Despite recent regulatory approvals for mesenchymal stromal cells (MSCs), including two products for knee and degenerative arthritis globally, MSCs have shown mixed efficacy in advanced clinical trials of knee osteoarthritis (KOA). Analysis of contributing factors to the underlying heterogeneity in patient responsiveness is needed to comprehend these mixed results and to advance clinical translation. Methods: We provide the basis for a novel algorithm that correlates with responder (defined by stringent international consensus criteria) vs. non-responder classifications using i) the immunomodulatory baseline features of bone marrow-derived MSCs (MSC(M)) batches, and ii) differential KOA baseline clinical features, local and systemic biomarkers. We use our previous clinical trial with twelve batches of MSC(M) as a test dataset and demonstrate correlations with new longitudinal medium-and long-term clinical data. Results: We report that KOA clinical responsiveness to MSC treatment is dictated by a combination of the immunomodulatory fitness of the donor MSC(M) batches, clinical phenotype, baseline immune cell profile, and biomarker profile. Specifically, MSC(M) in KOA clinical responders have reduced expression of angiogenic genes, THBS1, CXCL8, and ANGPT1 and higher expression of growth factor CCN2 and distinct microRNA signatures, as well as higher in vitro ability to modulate monocytes that significantly distinguish them from MSC(M) from non-responders. Clinical responders had greater OA baseline severity, reduced physical activity; lower local baseline levels of CCL2, VEGFA, HGF; higher local baseline of resistin; and putatively lower frequencies of joint-specific intermediate monocytes/macrophages and activated CD4 T cells. Leave-out-one sensitivity analysis confirmed these findings mitigating small sample size concerns. Importantly, predicted responder status at 12 and 24 months was maintained out to 8-10 years in 5/7 responders and 3/3 non-responders, confirming the utility of our approach. Conclusions: We provide a systematic, quantitative, evidence-based method for analyzing heterogeneity in KOA patient responsiveness to MSC treatments, dually incorporating batch/donor and patient factors. Our combinatorial analytical method provides a powerful framework for parsing heterogeneity in KOA patient responsiveness to MSC therapies and defining critical quality attributes that can reliably identify potent batches and/or donors of MSCs.", "date": "2025-07-20", "journal": ""}
{"title": "miR-507 and miR-665 as Central MicroRNA Regulators in the ceRNA Network of Adrenocortical Carcinoma: A Systems Biology Approach", "doi": "10.1101/2025.07.17.665339", "authors": "Omidi, J.", "abstract": "MicroRNAs (miRNAs) are key regulators of post-transcriptional gene expression and have been increasingly implicated in the pathogenesis of rare malignancies such as adrenocortical carcinoma (ACC). Here, a systems biology approach was employed to construct and analyze context-specific competing endogenous RNA (ceRNA) networks using transcriptomic profiles from 78 ACC tumors (TCGA) and normal adrenal tissues obtained from both GTEx 2025 and miRNATissueAtlas 2025 datasets, leveraging a novel integrative analytical framework specifically developed in this study. Comparative network topology revealed extensive regulatory rewiring in tumors, with miR-507 and miR-665 emerging as tumor-specific central miRNAs. While miR-507 was significantly upregulated and associated with favorable patient survival, miR-665 was downregulated and displayed radiation-sensitive expression dynamics. Target gene prediction and correlation analyses identified distinct sets of oncogenic and tumor-suppressive genes regulated by each miRNA. Functional enrichment and PPI network analysis indicated that miR-507 targets are strongly enriched in cell cycle, mitotic checkpoint, and chromosomal stability pathways, whereas miR-665 influences more context-dependent immune and signaling mechanisms. These findings support the prognostic and therapeutic potential of miR-507 in ACC and suggest a radiotherapy-modulated regulatory role for miR-665. Overall, this study demonstrates the power of multi-source transcriptomic integration for discovering functional miRNA hubs in rare endocrine cancers.", "date": "2025-07-20", "journal": ""}