{"title": "Multi-level orchestration of γδ T cell development and central nervous system inflammation by retinoic acid", "doi": "10.1101/2020.08.12.247510", "authors": "Fares da Silva, M. G. F.; Agerholm, R.; Sumaria, N.; Rizk, J.; Fiske, J.; Catafal-Tardos, E.; Baglioni, M. V.; Secci, D.; Sebastian, P. P.; Pennington, D.; Bekiaris, V.", "abstract": "The vitamin A metabolite retinoic acid (RA) is critical for the maturation and function of the immune system, however, our knowledge regarding its role in gamma delta ({gamma}{delta}) T cells is limited. By specifically inactivating the RA receptor alpha (RAR) in type 3 lymphocytes and using a combination of fetal thymic organ cultures and single-cell RNA-sequencing we found that RA strengthened TCR signaling to limit the embryonic development of interleukin(IL)-17-producing {gamma}{delta} T cells ({gamma}{delta}T17), while at the same time it promoted their survival after birth. In adult mice, RA imposed a multi-level transcriptional program allowing {gamma}{delta}T17 cells to become activated, survive and sense interferon. Consequently, cells with inactive RAR responded poorly to immunization and produced low level of cytokines leading to near disease resistance in the experimental autoimmune encephalomyelitis model. Finally, RA was required for optimal expression of the 4{beta}1 integrin and {gamma}{delta}T17 cell infiltration to the brain. Collectively, these studies suggest that by acting at various stages during the lifetime of {gamma}{delta} T cells, RA supports their normal development, their survival and their ability to respond to inflammatory stimuli.", "date": "2025-05-18", "journal": ""}
{"title": "Genetic effects on migration behaviour contribute to increasing spatial differentiation at trait-associated loci in Estonia", "doi": "10.1101/2023.10.25.564036", "authors": "Kuznetsov, I. A.; Estonian Biobank Research Team,  ; Metspalu, M.; Vainik, U.; Pagani, L.; Montinaro, F.; Pankratov, V.", "abstract": "There is emerging evidence that migration behaviour can be selective with respect to individuals' genotypes. As a result, it can generate genotype-environment correlations at migration-associated loci that cannot be corrected by standard methods used in genetic association studies. Here, we explore this phenomenon by looking into the dynamics of the spatial distribution of polygenic scores (PGSs) in the Estonian Biobank. We show that contemporary migrations intensify inter-regional differences in PGSs for many traits, with the effect of educational attainment (EA) PGS being the strongest and, to a large extent, explaining inter-regional differences in other PGSs. This differentiation is mainly driven by the migration of individuals with relatively high PGS for EA to the two largest cities from the rest of the country. Importantly, we replicate this pattern within families: individuals migrating to the major cities have, on average, higher PGS for EA relative to their siblings residing in other regions of Estonia. This trend is observed for the period starting from the mid-20th century to the present, despite substantial changes in Estonian society during this period. Thus, we show that there is increasing genetic differentiation at trait-associated loci between most urbanized regions of Estonia versus the rest of the country, leading to genotype-environment correlations that cannot be fully corrected using standard approaches. We also provide evidence for direct genetic effects on migration behaviour based on sibling analysis and discuss potential links between migration and EA.", "date": "2025-05-18", "journal": ""}
{"title": "Accelerated design of Escherichia coli genomes with reduced size using a whole-cell model and machine learning", "doi": "10.1101/2023.10.30.564402", "authors": "Gherman, I. M.; Sharma, K.; Rees-Garbutt, J. P.; Pang, W.; Abdallah, Z. S.; Gorochowski, T. E.; Grierson, C. S.; Marucci, L.", "abstract": "Whole-cell models (WCMs) are multi-scale computational models that aim to simulate the function of all genes and processes within a cell. This approach is promising for designing genomes tailored for specific tasks. However, a limitation of WCMs is their long runtime. Here, we show how machine learning (ML) surrogates can be used to address this limitation by training them on WCM data to accurately predict cell division. Our ML surrogate achieves a 95% reduction in computational time compared to the original WCM. We then show that the surrogate and a genome-design algorithm can generate an in silico reduced E. coli cell, where 40% of the genes included in the WCM were removed. The reduced genome is validated using the WCM and interpreted biologically using gene ontology analysis. This approach illustrates how the holistic understanding gained from a WCM can be leveraged for synthetic biology tasks while reducing its runtime.", "date": "2025-05-18", "journal": ""}
{"title": "A functional perspective on the conditional covariance comparison problem in dementia analysis", "doi": "10.1101/2023.12.19.572366", "authors": "Guan, C.; Gangopadhyay, A.", "abstract": "Although there are many methods to compare the covariance structures of two populations available in the literature, few are suitable for clinical application due to the inability to account for covariate(s) that affect the dependence structure of the variables being investigated. A common method is to adjust the effect of the covariates via a linear model and work with the resulting residuals. However, removing the effects of the covariates could potentially eliminate valuable information from the analysis. We propose a functional nonparametric covariance matrix estimator to account for any given value in the covariate(s), which allows a comparison of the functional covariance structures of the multivariate data. This comparison is facilitated via a test statistic involving the first eigenvalue of the combined form of covariance matrices of the two groups. Three different approaches, namely, the parametric Tracy-Widom, the semi-parametric Forkman's test, and the nonparametric Permutation method, are used to compute the approximate p-values of the test statistic. We have conducted extensive simulation studies to determine the type I error and power of the proposed hypothesis testing methods and developed practical recommendations for implementing this novel approach. Finally, we apply our methods to the Alzheimer's Disease Neuroimaging Initiative (ADNI) study to compare cerebrospinal fluid (CSF) biomarkers between dementia and non-dementia cohorts, which offers a fascinating insight into the differences between covariance structures of biomarkers amyloid {beta}(1-42) (A{beta}42), total tau (tau), and phosphorylated tau (ptau) for given values of age, sex, and years of education.", "date": "2025-05-18", "journal": ""}
{"title": "Intracellular pH modulates vimentin remodeling in response to oxidants", "doi": "10.1101/2023.12.21.572888", "authors": "Martinez, A. E.; Martinez-Cenalmor, P.; Gonzalez-Jimenez, P.; Vidal-Verdu, C.; Pajares, M. A.; Perez-Sala, D.", "abstract": "Vimentin plays key roles in cell mechanosensing, cytoskeletal crosstalk and stress responses, and is finely tuned by posttranslational modifications. The vimentin single cysteine residue, C328, is a hotspot for modification and essential for filament remodeling by oxidants and electrophiles. With a pKa near physiological pH, C328 reactivity could be sensitive to cellular pH fluctuations. Here, we show that C328 modifications and vimentin reorganization by various reactive agents are modulated in response to pH variations. Lowering intracellular pH prevents, whereas intracellular alkalinization potentiates vimentin network disruption by oxidative and electrophilic species, including diamide, hydrogen peroxide and hydroxynonenal. The protective effect associated with low pH is selective for vimentin since it does not preclude oxidant-elicited disruption of actin or tubulin structures. Vimentin C328A and C328H mutants are resistant to disruption under all pH conditions, which highlights the importance of the thiol group at this position for the sensitizing effect of alkaline pH. Chemogenetic and optogenetic modulation of cellular pH allow spatiotemporal tuning of vimentin susceptibility to oxidants, suggesting the potential role of pH in the regulation of vimentin organization at precise locations. Alkalinization and generation of reactive oxygen species cooperate at the cell front during migration. We show that vimentin disassembly at cell edges of migrating fibroblasts, and lamellipodia formation, are affected by pH changes and the presence of C328. We propose that vimentin C328 could behave as a coincidental pH and redox responsive element, contributing to the precise regulation of vimentin assembly by the concert of these factors, illustrating the pH dependence of cysteine-mediated redox signaling.", "date": "2025-05-18", "journal": ""}
{"title": "Synergistic and independent roles for Nodal and FGF in zebrafish CPC migration and asymmetric heart morphogenesis", "doi": "10.1101/2024.01.05.574380", "authors": "Gonzalez, V.; Grant, M. G.; Suzuki, M.; Christophers, B.; Williams, J. R.; Burdine, R. D.", "abstract": "Asymmetric development of the vertebrate heart is driven by a complex sequence of morphogenetic cell movements, coordinated through precise interpretation of signaling cues by the heart primordia. Here, we show that Nodal signaling functions synergistically with FGF to stimulate the migration of cardiac progenitor cells (CPCs) during cardiac jogging, the first morphological asymmetry observed in zebrafish heart development. While Nodal directs the asymmetric migration of CPCs, we find FGF signaling to be dispensable for this asymmetry, suggesting that FGF plays a permissive rather than instructive role. We further demonstrate that Nodal signaling induces asymmetries in actin cytoskeletal dynamics that correlate with the directional migration of CPCs, while FGF instead generally promotes the actin cytoskeleton of CPCs. In addition to influencing jogging, FGF and Nodal synergize to ensure proper heart looping. We also provide evidence that FGF contributes to heart looping by promoting the differentiation of the secondary heart field. Together, these findings offer insight into how the spatiotemporal dynamics of signaling pathways regulate the cellular behaviors driving organ morphogenesis.", "date": "2025-05-18", "journal": ""}
{"title": "Peptide Amphiphiles Hitchhike on Endogenous Biomolecules for Enhanced Cancer Imaging and Therapy", "doi": "10.1101/2024.02.21.580762", "authors": "Xiang, L.; Stewart, M.; Mooney, K.; Dai, M.; Drennan, S.; Holland, S.; Quentel, A.; Sabuncu, S.; Kingston, B. R.; Dengos, I.; Bonic, K.; Goncalves, F.; Yi, X.; Ranganathan, S.; Branchaud, B. P.; Muldoon, L. L.; Barajas, R. F.; Fischer, J. M.; Yildirim, A.", "abstract": "The interactions of nanomaterials with biomolecules in vivo determine their biological fate. Here, we show that self-assembled peptide amphiphile (PA) nanostructures can dynamically interact with endogenous biomolecules and take advantage of naturally occurring processes to target a broad range of solid tumors. In circulation, self-assembled PA nanostructures disassemble and reassemble mainly with lipoproteins, which prolongs blood circulation and dramatically improves tumor accumulation and retention. Mechanistic studies suggested that PAs internalize into cancer cells by assembling with their cell membranes and independently of specific receptors. By exploiting these interactions, a PA developed in this study (namely SA-E) demonstrated specific accumulation in various xenograft, syngeneic, patient-derived xenograft, or transgenic rodent models. In addition, SA-E enabled the effective delivery of highly potent chemotherapy to different syngeneic and xenografted tumors with reduced side effects. With its simple and modular design and universal tumor accumulation mechanism, SA-E represents a promising platform for broad applications in cancer imaging and therapy.", "date": "2025-05-18", "journal": ""}
{"title": "Ancestral sequence reconstruction of the Mic60 Mitofilin domain reveals residues supporting respiration in yeast", "doi": "10.1101/2024.04.26.591372", "authors": "Benning, F. M. C.; Bell, T. A.; Nguyen, T. H.; Syau, D.; Connell, L. B.; Liao, Y.-T.; Keating, M.; Coughlin, M.; Nordstrom, A. E. H.; Ericsson, M.; daCosta, C. J. B.; Chao, L. H.", "abstract": "In eukaryotes, cellular respiration takes place in the cristae of mitochondria. The mitochondrial inner membrane protein Mic60, a core component of the mitochondrial contact site and cristae organizing system (MICOS), is crucial for the organization and stabilization of crista junctions and its associated functions. While the C-terminal Mitofilin domain of Mic60 is necessary for cellular respiration, the sequence determinants for this function have remained unclear. Here, we used ancestral sequence reconstruction to generate Mitofilin ancestors up to and including the last opisthokont common ancestor (LOCA). We found that yeast-lineage derived Mitofilin ancestors as far back as the LOCA rescue respiration. By comparing Mitofilin ancestors, we identified four residues sufficient to explain the respiratory difference between yeast- and animal-derived Mitofilin ancestors. Our results provide a foundation for investigating the conservation of Mic60-mediated cristae junction interactions.", "date": "2025-05-18", "journal": ""}
{"title": "Jchain-Diphtheria Toxin Receptor Mice Allow for Diphtheria Toxin-Mediated Depletion of Antibody-Secreting Cells and Analysis of Differentiation Kinetics", "doi": "10.1101/2024.05.06.592703", "authors": "Pioli, K. T.; Ritchie, M.; Haq, H.; Pioli, P. D.", "abstract": "Antibody-secreting cells (ASCs) are generated following B cell activation and constitutively secrete antibodies. As such, ASCs are key mediators of humoral immunity whether it be in the context of pathogen exposure, vaccination or even homeostatic clearance of cellular debris. Therefore, understanding basic tenants of ASC biology such as their differentiation kinetics following B cell stimulation is of importance. Towards that aim, we developed a mouse model which expresses simian HBEGF (a.k.a., diphtheria toxin receptor (DTR)) under the control of the endogenous Jchain locus (or J-DTR). ASCs from these mice expressed high levels of cell surface DTR and were acutely depleted following diphtheria toxin treatment. Furthermore, proof-of-principle experiments demonstrated the ability to use these mice to track ASC reconstitution following depletion in 3 distinct organs. Overall, J-DTR mice provide a new and highly effective genetic tool allowing for the study of ASC biology in a wide range of potential applications.", "date": "2025-05-18", "journal": ""}
{"title": "Change-of-mind neuroeconomic decision-making is modulated by LINC00473 in medial prefrontal cortex in a sex-dependent manner", "doi": "10.1101/2024.05.08.592609", "authors": "Durand-de Cuttoli, R.; Issler, O.; Pedersen, S. M. B.; Yakubov, B.; Jahan, N.; Abid, A.; Kasparov, S.; Granizo, K.; Ahmed, S.; Russo, S. J.; Nestler, E. J.; Sweis, B. M.", "abstract": "Changing one's mind involves re-appraisals between past-costs versus future-value and may be altered in psychopathology. Long intergenic non-coding RNA LINC00473 in medial prefrontal cortex (mPFC) can induce stress-resilience in a sex-dependent manner, but its role in cognition is unknown. We characterized decision-making behavior in male and female mice in the neuroeconomic paradigm Restaurant Row following virus-mediated expression of LINC00473 in mPFC. Mice foraged for food among varying temporal-costs and subjective-value while on a limited time-budget. Without affecting primary deliberative decisions, LINC00473 selectively influenced re-evaluative choices in a sex-dependent manner. This included changing how mice (i) cached value with the passage of time and (ii) weighed prior mistakes, which underlie the computational bases of sensitivity to sunk costs and regret. These findings suggest a common value function is shared between these neuroeconomic processes and reveal a bridge between molecular drivers of stress-resilience and psychological mechanisms underlying sex-specific proclivities in negative rumination.", "date": "2025-05-18", "journal": ""}
{"title": "Early development of the glucocorticoid stress response in dyeing poison frog tadpoles", "doi": "10.1101/2024.05.31.596457", "authors": "Surber, L. L.; Jimenez, L. S.; Mobo, L. W.; Westrick, S. E.; Fischer, E. K.", "abstract": "In vertebrates, the glucocorticoid ''stress'' response (corticosterone or cortisol) through the hypothalamic-pituitary-adrenal (HPA) axis influences many essential functions, including behavior, metabolism, immunity, and ontogenetic transitions. During development, stress responses can be adaptive if they facilitate antipredator behavior and modulate developmental speed to adjust to environmental conditions; however, these same responses can be maladaptive when energetic costs become too high and developmental speed trades-off with size and health at maturity. Thus, the timing of HPA-axis development may be aligned with specific developmental challenges and opportunities presented by a species' life history strategy. In anurans (frogs and toads), corticosterone plays critical roles in development and behavior, and concentrations can fluctuate in response to environmental stressors. Given the role of corticosterone in ontogenetic changes and behaviors, we studied the development of the glucocorticoid stress response in tadpoles of the dyeing poison frog (Dendrobates tinctorius), a species with a unique life history that includes transport to water after hatching on land and aggressive and cannibalistic behavior. We measured the excretion rate and whole-body concentration of corticosterone and the corticosterone response to adrenocorticotropic hormone (ACTH) in free-swimming tadpoles after transport and throughout metamorphosis. We found no significant differences across development in excretion rates or whole-body concentration of corticosterone, nor corticosterone response to ACTH, indicating that that the glucocorticoid response develops early in ontogeny. This pattern differs from those in other species, suggesting the unique ecological pressures faced by D. tinctorius have shaped the development of the glucocorticoid stress response in this species. More broadly, this study illustrates how life history strategies and tradeoffs impact the timing of the development of stress responsivity.", "date": "2025-05-18", "journal": ""}
{"title": "Lost in the woods: shifting habitats can lead phylogeography astray", "doi": "10.1101/2024.07.03.601889", "authors": "Neher, R. A.", "abstract": "Continuous phylogeographic inference is a popular method to estimate parameters of the dispersal process and to reconstruct the spatial location of ancestors of extant populations from samples viral genome sequences. However, these models typically ignore that replication and population growth are tightly coupled to spatial location: populations expand in areas with abundant susceptible hosts and contract in regions with limited resources. Here, I first investigate the sampling consistency of popular summary statistics of dispersal and show that estimators of \"lineage velocities'' are ill-defined. I then use simulations to investigate how local density regulation or shifting habitats perturb phylogeographic inference in continuous space and show that these can result in biased and overconfident estimates of ancestral locations and dispersal parameters. These, sometimes dramatic, distortions depend in complicated ways on the past dynamics of habitats and underlying population dynamics and dispersal processes. Consequently, the validity of continuous phylogeographic inferences is hard to assess and confidence can be much lower than suggested by the inferred posterior distributions, in particular when involving poorly sampled locations or extrapolations far into the past.", "date": "2025-05-18", "journal": ""}
{"title": "Resistance Signatures Manifested in Early Drug Response in Cancer and Across Species", "doi": "10.1101/2024.07.05.602281", "authors": "Ruoff, C.; Mitchell, A.; Mondal, P.; Gopalan, V.; Singh, A.; Gottesman, M.; Hannenhalli, S.", "abstract": "Therapeutic resistance is a major cause of cancer treatment failure, with increasing evidence suggesting a non-genetic basis. This non-genetic resistance is often due to drug-resistant transcriptional cell states, either induced by treatment or pre-existing in some cells. However, the connection between early cellular drug response and long-term resistance is poorly understood. Moreover, it is unknown whether resistance-associated early transcriptional responses are evolutionarily conserved. Integrating long-term drug resistance and early drug response data across multiple cancer cell lines, bacteria, and yeast, our findings indicate that cancer states in drug-naive populations and shortly after treatment share transcriptional properties with fully resistant populations, some of which are evolutionarily conserved. CRISPR-Cas9 knockout of resistant states' markers increased sensitivity to Prexasertib in ovarian cancer cells. Finally, early resistant state signatures discriminated therapy responders from non-responders across multiple human cancer trials, and distinguished premalignant breast lesions that progress to malignancy from those that do not.", "date": "2025-05-18", "journal": ""}
{"title": "Restoring data balance via generative models of T cell receptors for antigen-binding prediction", "doi": "10.1101/2024.07.10.602897", "authors": "Loffredo, E.; Pastore, M.; Cocco, S.; Monasson, R.", "abstract": "Unveiling specificity in T cell recognition of antigens represents a major step to understand the immune system response. Many supervised machine learning approaches have been designed to build sequence-based predictive models of such specificity using binding and non-binding receptor-antigen data. Due to the scarcity of known specific T cell receptors for each antigen compared to the abundance of non-specific ones, available datasets are heavily imbalanced and make the goal of achieving solid predictive performances very challenging. Here, we propose to restore data balance through data augmentation using generative unsupervised models. We then use these augmented data to train supervised models for prediction of peptide-specific T cell receptors, or binding pairs of peptide and T cell receptor sequences. We show that our pipeline yields increased performance in prediction tasks of T cell receptors specificity. More broadly, our pipeline provides a general framework that could be used to restore balance in other computational problems involving biological sequence data.", "date": "2025-05-18", "journal": ""}
{"title": "Mechanistic Insights into the Selective Targeting of MLX to Triacylglycerol-Rich Lipid Droplets", "doi": "10.1101/2024.07.15.603605", "authors": "Braun, R. J.; Swanson, J. M.", "abstract": "The activation of transcription factor Max-Like Protein x (MLX) is modulated by competition between active dimerization and inactive association with cytosolic lipid droplets (LDs). This work explores how two MLX sequences inhibit activity, targeting either membranes broadly or LDs rich in triacylglycerol (TG) specifically. If applicable to other proteins in the MAX-network of transcription factors, this could offer a new direction for cancer therapeutics. The association mechanisms explain why targeting is specific, highlighting the physical properties of sterol ester-rich LDs that block association and thereby link lipid metabolic conditions to glucose metabolic regulation. Notably, MLX association is shown to be influenced by kinetics and to alter the surrounding LD monolayer. These findings demonstrate a dynamic interplay between protein association and membrane monolayer properties that enables cytosolic localization, targeting specificity, and potential kinetic and allosteric regulation of the LD proteome.", "date": "2025-05-18", "journal": ""}
{"title": "A multi-model approach defines function altering MECP2 missense variants identified in individuals with autism spectrum disorder", "doi": "10.1101/2024.08.13.607763", "authors": "Chen, E.; Schmitt, J.; McIntosh, G.; Young, B.; Lian, T.; Liu, J.; Chen, K.; Liston, J. B.; MacDonald, L.; Wang, B.; Medina Giro, S.; Boehme, B.; Das, M.; Indran, S.; Chao, J.; Rogic, S.; Pavlidis, P.; Allan, D. W.; Loewen, C.", "abstract": "Pathogenic variants in MECP2 commonly lead to Rett syndrome, where MECP2 function as a DNA cytosine methylation reader is believed critical. MECP2 variants are also catalogued in individuals with autism spectrum disorder (ASD), including nine missense variants which had no known clinical significance at the start of this study. To assess these nine variants as risk alleles for ASD, we developed MECP2 variant functional assays using budding yeast and Drosophila. We calibrated these assays with known pathogenic and benign variants. Our data predict that four ASD variants are loss of function and five are functional. Protein destabilization offers insight into the altered function of some of these variants. Notably, yeast and Drosophila lack DNA methylation, yet all Rett pathogenic and ASD variants located in the methyl DNA binding domain that we analyzed proved to be loss of function, suggesting a clinically-relevant role for non-methyl DNA-binding by MECP2.", "date": "2025-05-18", "journal": ""}
{"title": "Intercellular compartmentation of trehalose 6-phosphate metabolism in Setaria viridis leaves", "doi": "10.1101/2024.08.16.608293", "authors": "Tonetti, T.; Rojas, B. E.; Feil, R.; Seimandi, C.; Lucero, L. E.; Cabello, J. V.; Calace, P.; Saigo, M.; Arrivault, S.; Stitt, M.; Lunn, J. E.; Figueroa, C. M.", "abstract": "Trehalose 6-phosphate (Tre6P) is a signal metabolite that links carbon metabolism with plant development. Our current understanding of Tre6P metabolism and signalling is predominantly based on studies in Arabidopsis thaliana. Some features could be adapted to the specific physiology, anatomy, and life cycle of this C3 eudicot model species, and thus might not be representative of other angiosperms. To better understand Tre6P metabolism in monocot C4 species we used Setaria viridis, which has been widely adopted as a model for the major C4 NADP-malic enzyme subtype crop species, such as maize (Zea mays), sorghum (Sorghum bicolor) and sugarcane (Saccharum officinarum). In this work, we analysed the levels of transcripts encoding Tre6P-related enzymes in different tissues and cell types from S. viridis. The TREHALOSE-6-PHOSPHATE SYNTHASE1 transcript, its encoded protein (TPS1, the enzyme responsible for Tre6P synthesis) and Tre6P were mainly located in bundle sheath cells of S. viridis. Our results show that Tre6P is predominately synthesized and located in bundle sheath and associated cells.", "date": "2025-05-18", "journal": ""}
{"title": "Jumbo phage-mediated transduction of genomic islands", "doi": "10.1101/2024.08.29.610337", "authors": "Zhao, Y.; Ma, Y.; Vasileiou, C.; Farr, A. D.; Rogers, D. W.; Rainey, P. B.", "abstract": "Bacteria acquire new genes by horizontal gene transfer (HGT), typically mediated by mobile genetic elements (MGEs). While plasmids, bacteriophages and certain integrative and conjugative elements (ICEs) are well characterized, the broader diversity of MGEs remains poorly understood. Here, we propagated the bacterium Pseudomonas fluorescens SBW25 in the presence of filtrate obtained from garden compost communities. Genome sequencing of derived colonies revealed acquisition of three different mobile elements, each integrated immediately downstream of tmRNA, flanked by direct repeats, and encoding a tyrosine integrase (intY) and putative phage defense systems. Absent are genes with recognized roles in autonomous transfer. Interrogation of DNA sequence databases showed that similar elements are widespread in the genus Pseudomonas and beyond, with Vibrio Pathogenicity Island-1 (VPI-1) from V. cholerae as a notable example. Bioinformatic analyses demonstrate frequent horizontal transfer among diverse hosts. Detailed analysis of a single element, I55, showed that it is transferred between cells by a jumbo phage, and confers a fitness benefit via a type II restriction-modification system.", "date": "2025-05-18", "journal": ""}
{"title": "Hyaluronidase unlocks sequestered CEACAM5 and improves CAR T-cell therapy in colorectal cancer", "doi": "10.1101/2024.08.29.610222", "authors": "Banik, D.; Ward, C.; Zhang, Z.; Chakraborty, S.; Heraghty, D.; Suresh, P.; Li, B.; Kedia, S.; Davis, S.; Roy, J.; Chapman, M.; Mahata, B.; Klenerman, D.", "abstract": "Chimeric antigen receptor (CAR) T-cell therapy has shown unprecedented success in haematological cancers but faces challenges in solid tumours. Although carcinoembryonic antigen-related cell adhesion molecule 5 (CEACAM5) is differentially expressed in many solid tumours, anti-CEACAM5 CAR T-cells are ineffective. Here, we have studied the interaction of CEACAM5 targeting primary CAR T-cells with colorectal cancer (CRC) cells using fluorescence microscopy. We found that CRC cells glycocalyx is much deeper than that of the CAR T cell causing delayed activation. Oscillating calcium fluxes, indicative of non-sustained CAR T cell activation and reduced cytotoxicity, were observed when CAR T cells interacted with CRC cells, which increased with increasing cell-seeding time. Imaging revealed that this effect correlated with a progressive loss of accessible CEACAM5 antigen on the CRC cell surface, possibly due to their sequestration in the intercellular junction, rendering CAR T cell engagement less effective. Local proteolytic treatment with trypsin to disrupt the CRC cell monolayer, using a micropipette, increased CEACAM5 availability, decreased glycocalyx thickness, and restored sustained CAR T cell calcium fluxes, increasing the killing of CRC cells. Similar enhanced interaction was observed after treatment of CRC cell monolayer with hyaluronidase, approved for use in humans. We observed limited availability of CEACAM5 on human colorectal cancer tissues, whereas treatment with trypsin or hyaluronidase increased accessibility. Our results reveal why CAR T cells targeting CEACAM5 are ineffective and suggest possible routes to improved therapy for CRC.", "date": "2025-05-18", "journal": ""}
{"title": "Cross-expression meta-analysis of 695 brain samples reveals coordinated gene expression across spatially adjacent cells", "doi": "10.1101/2024.09.17.613579", "authors": "Sarwar, A.; Rue, M.; French, L.; Cross, H.; Choi, S.; Chen, X.; Gillis, J.", "abstract": "Spatial transcriptomics promises to transform our understanding of tissue biology by molecularly profiling individual cells in situ. A fundamental question they allow us to ask is how nearby cells orchestrate their gene expression. Rather than focus on how these cells (samples) communicate with each other, we reframe the problem to investigate how genes (features) coordinate their expression between neighboring cells. To study these phenomena -- called cross-expression -- we compare all genes to find pairs that coordinate their expression between adjacent cells, thereby avoiding curating gene lists or annotating cell types. Our end-to-end method recovers ligand-receptor pairs as cross-expressing genes and finds gene combinations that mark anatomical regions, complementing marker gene-based region annotation. Leveraging the overlapping genes across different panels, we use multiple atlas-scale adult mouse brain datasets (~25 million cells, 695 samples, 8 technologies) to create an integrated, meta-analytic cross-expression network, whose communities are enriched in spatial processes such as synaptic signaling and G protein coupled receptor activity. Highlighting cross-expression's biological utility, our network shows that genes Drd1 and Gpr6, which are individually implicated in Parkinson's disease (PD) and are being pursued as therapeutic targets, are cross-expressed within the striatum, hinting at their joint role in PD pathophysiology. We provide an efficient R package (https://github.com/gillislab/CrossExpression/) to computationally analyze and visually explore cross-expression patterns, which allow us to better understand how genes coordinate their expression in space to perform tissue-level functions.", "date": "2025-05-18", "journal": ""}
{"title": "PAL-AI reveals genetic determinants that control poly(A)-tail length during oocyte maturation, with relevance to human fertility", "doi": "10.1101/2024.10.29.620940", "authors": "Xiang, K.; Bartel, D. P.", "abstract": "In oocytes of mammals and other animals, gene regulation is mediated primarily through changes in poly(A)-tail length. Here, we introduce PAL-AI, an integrated neural network machine-learning model that accurately predicts tail-length changes in maturing oocytes of frogs and mammals. We show that PAL-AI learned known and previously unknown sequence elements and their contextual features that control poly(A)-tail length, enabling it to predict tail-length changes resulting from 3'-untranslated region (3'-UTR) single-nucleotide substitutions. It also predicted tail-length-mediated translational changes, allowing us to nominate genes important for oocyte maturation. When comparing predicted tail-length changes in human oocytes with genomic datasets of the All of Us Research Program and gnomAD, we found that genetic variants predicted to disrupt tail lengthening have been under negative selection in the human population, thereby linking mRNA tail lengthening to human female fertility.", "date": "2025-05-18", "journal": ""}
{"title": "EVOLUTIONARY ASSEMBLY OF CROWN REPTILE ANATOMY CLARIFIED BY LATE PALEOZOIC RELATIVES OF NEODIAPSIDA", "doi": "10.1101/2024.11.25.625221", "authors": "Jenkins, X.; Benson, R. B. J.; Ford, D. P.; Browning, C.; Fernandez, V.; Dollman, K.; Gomes, T.; Griffiths, E.; Choiniere, J. N.; Peecook, B. R.", "abstract": "Living reptiles include more than 20,000 species with disparate ecologies. Direct anatomical evidence from Neodiapsida, which includes the reptile crown-group Sauria and its closest extinct relatives, shows that this diversity originates from a single common reptilian ancestor that lived some 255 million years ago in the Paleozoic. However, the evolutionary assembly of crown reptile traits is poorly understood due to the lack of anatomically close outgroups to Neodiapsida1-7. We present a substantially revised phylogenetic hypothesis, informed by new anatomical data derived from high-resolution synchrotron tomography of Paleozoic reptiles8-12. We find strong evidence placing the clade Millerettidae as a close sister to Neodiapsida, which uniquely share a suite of derived features among Paleozoic stem reptiles. This grouping, for which we name the new clade Parapleurota, replaces previous phylogenetic paradigms by rendering the group Parareptilia as a polyphyletic assemblage of stem reptiles, of which millerettids are the most crownward. Our analysis presents hypotheses that resolve long-standing issues in Paleozoic reptile evolution, including the placement of captorhinids on the amniote stem lineage and firm support for varanopids as synapsids, which taken together provide a greatly improved fit to the observed stratigraphic record. Optimizations of character evolution on our phylogenetic hypothesis reveals gradual assembly of crown reptile anatomy, including a Permian origin of tympanic hearing, the presence of a lower temporal fenestra in the amniote common ancestor, with subsequent modifications on the reptile stem lineage, leading to the loss of the lower temporal bar. This evolutionary framework provides a platform for investigating the subsequent radiations of the reptile crown group in the Early Triassic, including the lines leading to dinosaurs (including birds), crocodilians, lepidosaurs, and extinct marine reptiles.", "date": "2025-05-18", "journal": ""}
{"title": "EVOLUTIONARY ASSEMBLY OF CROWN REPTILE ANATOMY CLARIFIED BY LATE PALEOZOIC RELATIVES OF NEODIAPSIDA", "doi": "10.1101/2024.11.25.625221", "authors": "Jenkins, X.; Benson, R. B. J.; Ford, D. P.; Browning, C.; Fernandez, V.; Dollman, K.; Gomes, T.; Griffiths, E.; Choiniere, J. N.; Peecook, B. R.", "abstract": "Living reptiles include more than 20,000 species with disparate ecologies. Direct anatomical evidence from Neodiapsida, which includes the reptile crown-group Sauria and its closest extinct relatives, shows that this diversity originates from a single common reptilian ancestor that lived some 255 million years ago in the Paleozoic. However, the evolutionary assembly of crown reptile traits is poorly understood due to the lack of anatomically close outgroups to Neodiapsida1-7. We present a substantially revised phylogenetic hypothesis, informed by new anatomical data derived from high-resolution synchrotron tomography of Paleozoic reptiles8-12. We find strong evidence placing the clade Millerettidae as a close sister to Neodiapsida, which uniquely share a suite of derived features among Paleozoic stem reptiles. This grouping, for which we name the new clade Parapleurota, replaces previous phylogenetic paradigms by rendering the group Parareptilia as a polyphyletic assemblage of stem reptiles, of which millerettids are the most crownward. Our analysis presents hypotheses that resolve long-standing issues in Paleozoic reptile evolution, including the placement of captorhinids on the amniote stem lineage and firm support for varanopids as synapsids, which taken together provide a greatly improved fit to the observed stratigraphic record. Optimizations of character evolution on our phylogenetic hypothesis reveals gradual assembly of crown reptile anatomy, including a Permian origin of tympanic hearing, the presence of a lower temporal fenestra in the amniote common ancestor, with subsequent modifications on the reptile stem lineage, leading to the loss of the lower temporal bar. This evolutionary framework provides a platform for investigating the subsequent radiations of the reptile crown group in the Early Triassic, including the lines leading to dinosaurs (including birds), crocodilians, lepidosaurs, and extinct marine reptiles.", "date": "2025-05-18", "journal": ""}
{"title": "Narrative 'twist' shifts within-individual neural representations of dissociable story features", "doi": "10.1101/2025.01.13.632631", "authors": "Sava-Segal, C.; Grall, C.; Finn, E. S.", "abstract": "Given the same input, one's understanding of that input can differ based on contextual knowledge. Where and how does the brain represent latent mental frameworks that interact with incoming sensory information to shape subjective interpretations? In this study, participants listened to the same auditory narrative twice; the narrative had a plot twist in the middle that dramatically shifted interpretations of the story. Using a robust within-subject whole-brain approach, we leveraged shifts in neural activity between the two listens to identify where latent representations are updated and, by extension, where interpretations are instantiated in the brain. We considered the story in terms of the broader narrative model and two specific components, episodes and characters. Neural activity patterns varied with participants' latent understanding of these three elements in overlapping but partially distinct sets of temporal, parietal, and prefrontal regions. Results suggest that even when the sensory information and the individual are held constant, heteromodal cortex represents individual narrative elements according not to their surface features, but to latent conceptual frameworks for understanding and interpreting narrative information.", "date": "2025-05-18", "journal": ""}
{"title": "Strand-swapping in the LolA-like protein GerS promotes the allosteric activation of a bacterial amidase in Clostridioides difficile", "doi": "10.1101/2025.01.13.632879", "authors": "Bouchier, J. M.; Shen, A.", "abstract": "GerS is a key lipoprotein regulator of Clostridioides difficile spore germination that shares structural, but not sequence, similarity to LolA in Gram-negative bacteria. GerS and LolA have vastly different biological roles: LolA functions in the trafficking of lipoproteins across the periplasmic space to the outer membrane of Gram-negative bacteria, while GerS allosterically activates the germination-specific amidase CwlD in endospore-forming Gram-positive bacteria. Here, we explore the diversity of LolA-like proteins across bacteria and reveal that GerS homodimer formation is a conserved feature of Peptostreptococcaceae family orthologs. Since dimerization of C. difficile GerS occurs via strand-swapping, we sought to investigate the functional importance of its strand swap by identifying mutations that alter the GerS dimer:monomer equilibrium. Our analyses reveal that GerSK71R and GerSN74L substitutions in the strand-swap hinge of GerS stabilize the homodimer, while a GerST72P substitution promotes monomer formation. Conversely, substituting the highly conserved proline at the equivalent site in LolA for threonine converts LolA from a monomer to a homodimer. Since our data indicate that destabilizing the GerS dimer impairs both GerS:CwlD binding in vitro and CwlD function in C. difficile, strand-swapped dimer formation in LolA-like proteins enhances their affinity for their binding partners. These data are consistent with analyses of equivalent LolA mutants in E. coli and thus provide new insight into the evolution and specialization of this intriguing group of proteins across the bacterial domain.", "date": "2025-05-18", "journal": ""}
{"title": "Genetic changes linked to two different syndromic forms of autism enhance reinforcement learning in early adolescent male but not female mice", "doi": "10.1101/2025.01.15.633099", "authors": "Chase, J.; Li, J.-J.; Lin, W. C.; Tai, L.-H.; Castro, F.; Collins, A. G. E.; Wilbrecht, L.", "abstract": "Autism Spectrum Disorder (ASD) is characterized by restricted and repetitive behaviors and social differences, both of which may manifest, in part, from underlying differences in corticostriatal circuits and reinforcement learning. Here, we investigated reinforcement learning in developing mice with mutations in either Tsc2 or Shank3, both high-confidence ASD risk genes associated with major syndromic forms of ASD. Using an odor-based two-alternative forced choice (2AFC) task, we tested early adolescent mice of both sexes and found male Tsc2 and Shank3B heterozygote (Het) mice showed enhanced learning performance compared to their wild type (WT) siblings. No gain of function was observed in females. Using a novel reinforcement learning (RL) based computational model to infer learning rate as well as policy-level task engagement and disengagement, we found that the gain of function in males was driven by an enhanced positive learning rate in both Tsc2 and Shank3B Het mice. The gain of function in Het males was absent when mice were trained with a probabilistic reward schedule. These findings in two ASD mouse models reveal a convergent learning phenotype that shows similar sensitivity to sex and environmental uncertainty. These data can inform our understanding of both strengths and challenges associated with autism, while providing further evidence that sex and experience of uncertainty modulate autism-related phenotypes.", "date": "2025-05-18", "journal": ""}
{"title": "WASTER: Practical de novo phylogenomics from low-coverage short reads", "doi": "10.1101/2025.01.20.633983", "authors": "Zhang, C.; Nielsen, R.", "abstract": "The advent of affordable whole-genome sequencing has spurred numerous large-scale projects aimed at inferring the tree of life, yet achieving a complete species-level phylogeny remains a distant goal due to significant costs and computational demands. Traditional species tree inference methods, though effective, are hampered by the need for high-coverage sequencing, high-quality genomic alignments, and extensive computational resources. To address these challenges, this study introduces WASTER, a novel de novo tool for inferring species trees directly from short-read sequences. WASTER employs a k-mer based approach for identifying variable sites, circumventing the need for genome assembly and alignment. Using simulations, we demonstrate that WASTER achieves accuracy comparable to that of traditional alignment-based methods, even for low sequencing depth, and has substantially higher accuracy than other alignment-free methods. We validate WASTER's efficacy on real data, where it accurately reconstructs phylogenies of eukaryotic species with as low depth as 1.5X. WASTER provides a fast and efficient solution for phylogeny estimation in cases where genome assembly and/or alignment may bias analyses or is challenging, for example due to low sequencing depth. It also provides a method for generating guide trees for tree-based alignment algorithms. WASTER's ability to accurately estimate trees from low-coverage sequencing data without relying on assembly and alignment will lead to substantially reduced sequencing and computational costs in phylogenomic projects.", "date": "2025-05-18", "journal": ""}
{"title": "Updated Guidance for Communicating PFAS Identification Confidence with Ion Mobility Spectrometry", "doi": "10.1101/2025.01.27.634925", "authors": "Boatman, A. K.; Chappel, J. R.; Kirkwood-Donelson, K. I.; Fleming, J. F.; Reif, D. M.; Schymanski, E. L.; Rager, J. R.; Baker, E.", "abstract": "Over the last decade, global contamination from per- and polyfluoroalkyl substances (PFAS) has become apparent due to their detection in countless matrices worldwide, from consumer products to human blood to drinking water. As researchers implement non-targeted analyses (NTA) to more fully understand the PFAS present in the environment and human bodies, clear guidance is needed for consistent and objective reporting of the identified molecules. While confidence levels for small molecules analyzed and identified with high-resolution mass spectrometry (HRMS) have existed since 2014, unification and automation of these levels is needed due to inconsistencies in reporting and continuing innovations in analytical methods. Here, we (i) investigate current practices for confidence level reporting of PFAS identified with liquid chromatography (LC), gas chromatography (GC), and/or ion mobility spectrometry (IMS) coupled with high resolution mass spectrometry (HRMS) and (ii) propose a simple, unified confidence level guidance that incorporates both PFAS-specific attributes and IMS collision cross section (CCS) values.\n\nSynopsisUnified and simplified requirements guide confidence level assignment in non-targeted PFAS identification efforts with ion mobility spectrometry.", "date": "2025-05-18", "journal": ""}
{"title": "IFNγ regulates MR1 transcription and antigen presentation", "doi": "10.1101/2025.02.09.637183", "authors": "Huber, M. E.; Larson, E. A.; Lust, T. N.; Heisler, C. M.; Harriff, M. J.", "abstract": "Antigen presentation molecules play key roles in activating T cell immunity. Multiple complementary pathways are known to regulate classical MHC-I molecules at transcriptional, translational, and post-translational levels. Intracellular trafficking mechanisms dictating post-transcriptional regulation of MR1, the MHC Class I-like molecule which restricts MAIT cells, have been an area of focus; however, little is known about MR1 transcriptional regulation. We demonstrate that, similar to classical MHC-I, interferons regulate MR1 transcription. Treatment of airway epithelial cells (AEC) with recombinant IFN{beta} or IFN{gamma} variably increased MR1 transcripts, while only IFN{gamma} significantly increased surface MR1 expression and enhanced antigen presentation to MAIT cells. The MR1 promoter contains binding motifs for interferon regulatory factor 1 (IRF1), an important MHC-I transcription factor. IRF1 knockout reduced IFN{gamma}-stimulated MR1 transcription, surface expression, and antigen presentation. Conversely, knockout of Nod-like Receptor family CARD domain containing 5 (NLRC5), a critical component of IFN{gamma}-induced MHC-I transcription, did not significantly impact MR1 expression. These findings were corroborated in primary human AEC treated with IFN{gamma}. In co-culture experiments, MAIT cells incubated with Streptococcus pneumoniae-infected primary AEC produced sufficient IFN{gamma} to stimulate upregulation of MR1 expression. Our data support a model where IFN{gamma} from activated MAIT cells or another source stimulates IRF1-dependent MR1 expression and antigen presentation, leading to greater MAIT cell activation. A robust MR1-dependent MAIT cell response may be beneficial for early infection responses, allowing minimal antigen stimulus to generate greater proinflammatory activity.", "date": "2025-05-18", "journal": ""}
{"title": "Insights into Cannabinoid Receptor 2 (CB2) anterograde trafficking and pharmacological chaperoning", "doi": "10.1101/2025.02.23.639698", "authors": "Oyagawa, C. R.; Woodhouse, B.; Wood, K. C.; Glass, M.; Grimsey, N. L.", "abstract": "Cannabinoid Receptor 2 (CB2) is a promising therapeutic target for modulating inflammation. Canonical signalling responses to receptor ligands are critically dependent on cell surface receptor expression. However, it is also now appreciated that intracellular G protein-coupled receptors can contribute to signalling responses and influence functional outcomes. Therefore, understanding how the subcellular distribution of receptors is controlled is also highly pertinent. CB2 is observed to be expressed at the cell surface as well as having a considerable proportion expressed intracellularly. Despite this distribution being well established, little is known about the regulation of CB2 anterograde trafficking and subcellular distribution. We report that sustained stimulation with a range of CB2 agonists concurrently internalises cell surface human CB2 and stimulates a distinct population of CB2 to be delivered to the cell surface, at various expression levels. We present evidence that the ligand-stimulated anterograde trafficking is a result of CB2 agonists, as well as inverse agonists, acting as pharmacological chaperones. We also report that a di-lysine (KK) motif in the CB2 C-terminal tail is required for basal delivery to the cell surface. Corroborating the hypothesis that CB2 ligands can act as pharmacological chaperones, sustained CB2 ligand stimulation induces cell surface expression of the mutated receptor and alters maturation states as measured by western blotting. Our finding that prolonged exposure to CB2 ligands can induce CB2 cell surface delivery via pharmacological chaperoning may well have important implications for optimal design of CB2-targeted therapeutics.", "date": "2025-05-18", "journal": ""}
{"title": "Role of channels in the O2 permeability of murine red blood cells II. Morphological and proteomic studies", "doi": "10.1101/2025.03.05.639962", "authors": "Moss, F. J.; Zhao, P.; Salameh, A. I.; Taki, S.; Wass, A. B.; Jacobberger, J. W.; Huffman, D. E.; Meyerson, H. J.; Occhipinti, R.; Boron, W. F.", "abstract": "In this second of three papers, we examine the red blood cell (RBC) morphometry and RBC-membrane proteomics from our laboratory mouse strain (C57BL/6Case) . In paper #1, using stopped-flow absorbance spectroscopy to ascertain the rate constant for oxyhemoglobin (HbO2) deoxygenation (kHbO2), we find substantial kHbO2 reductions with (1) membrane-protein inhibitors p-chloromercuribenzenesulfonate (pCMBS) or 4,4'-diisothiocyanatostilbene-2,2'-disulfonate (DIDS); (2) knockouts of aquaporin-1 (AQP1-KO), or Rhesus blood-group-associated A-glycoprotein (RhAG-KO), or double knockouts (dKO); or (3) inhibitor+dKO. In paper #3, reaction-diffusion mathematical modeling/simulations reveal that kHbO2 could fall secondary to slowed O2/HbO2/Hb diffusion. Here in paper #2, blood smears as well as still/video images and imaging flow cytometry (IFC) of living RBCs show that ~97.5% to ~98.6% of control (not drug-treated) cells are biconcave disks (BCDs) across all genotypes. Pretreatment with pCMBS raises non-BCD abundance to ~8.7% for WT and ~5.7% for dKO; for DIDS pretreatment, the figures are ~41% and ~21%, respectively. Modeling (paper #3) accommodates these shape changes. Light-scattering flow cytometry shows no significant difference in RBC size or shape among genotypes. IFC reveals minor differences among genotypes in RBC major diameter (OMajor), which (along with mean corpuscular volume, paper #1) yields RBC thickness for simulations in paper #3. Label-free liquid chromatography/tandem mass spectrometry (LC/MS/MS) proteomic analyses of RBC plasma-membrane ghosts confirm the deletion of proteins targeted by our knockouts, and rule out changes in the 100 proteins of greatest inferred abundance. Thus, genetically induced changes in kHbO2 must reflect altered abundance of AQP1 and/or the Rh complex.", "date": "2025-05-18", "journal": ""}
{"title": "Role of channels in the O2 permeabilityof murine red blood cells. I. Stopped-flow and hematological studies", "doi": "10.1101/2025.03.05.639948", "authors": "Zhao, P.; Moss, F. J.; Occhipinti, R.; Geyer, R. R.; Huffmann, D. E.; Meyerson, H. J.; Boron, W. F.", "abstract": "Many have believed that oxygen (O2) crosses red blood cell (RBC) membranes by dissolving in lipids that offer a finite resistance to diffusion or, alternatively, no resistance at all. In this first in a series of three interrelated papers, we examine these idea in murine RBCs. In this first paper, analyses of hemoglobin (Hb) absorbance spectra during O2 off-loading from mouse RBCs indicate that RBC membranes do indeed offer resistance to O2 diffusion, and that the resistance would be far higher if not for the presence of O2-permeable channels. Two agents--both excluded from the RBC interior--markedly reduce the rate constant for O2 off-loading (kHbO2): p-chloromercuribenzenesulfonate (pCMBS) reduces membrane O2 permeability (PM,O2 by ~82% (computed from kHbO2 in paper #3), and 4,4'-diisothiocyanatostilbene-2,2'-disulfonate (DIDS) by ~56%. Because neither likely produces these effects via membrane lipids, we examined RBCs from mice genetically deficient in aquaporin-1 (AQP1), the Rh complex (RhCx = Rhesus blood group-associated A glycoprotein, RhAG + Rhesus blood group D antigen, RhD), or both. The double knockout (dKO) reduces PM,O2 by ~55%, and pCMBS+dKO, by ~91%. Proteomic analyses of RBC membranes, flow cytometry, hematology (see paper #2), and mathematical simulations (paper #3) rule out meaningful contributions from other membrane proteins, RBC geometry, or extracellular unconvected fluid (EUF). Our work represents a paradigm shift for O2 physiology by identifying the first two animal O2 channels, and points to the existence of at least a third, all of which could be subject to physiological regulation and pharmacological intervention.", "date": "2025-05-18", "journal": ""}
{"title": "A Priming Circuit Controls the Olfactory Response and Memory in Drosophila", "doi": "10.1101/2025.03.06.641741", "authors": "Yang, H.; Jiang, Y.; Kunes, S.", "abstract": "Priming is a process by which exposure to a stimulus affects the response to a subsequent stimulus in humans. In this study we found that in Drosophila, a prior encounter with an aversive stimulus results in enhanced preference for a following novel odor, while an appetitive stimulus leads to reduced preference for a new odor. This priming behavior of flies relies on the well-studied olfactory memory circuits including Kenyon cells (KC), dopaminergic neurons (DANs), and mushroom body output neurons (MBONs). Aversive stimulus results in increased odor responses in reward DANs that innervate the {gamma}4 lobe of the mushroom body (MB) and decreased odor responses in a {gamma}4{gamma}5-innvervating repulsive MBON. We concluded that these neurons are required for the priming effects in flies. These results characterized the newly found priming behavior in flies and demonstrated the sheer influence of unconditioned stimulus on odor perception during associative learning.", "date": "2025-05-18", "journal": ""}
{"title": "Scalability of Random Forest in Myoelectric Control", "doi": "10.1101/2025.03.04.641468", "authors": "Jiang, X.; Ma, C.; Nazarpour, K.", "abstract": "Objective: Myoelectric control systems translate electromyographic (EMG) signals into control commands, enabling immersive human-robot interactions in the real world and the Metaverse. The variability of EMG due to various confounding factors leads to significant performance degradation. Such variability can be mitigated by training a highly generalisable but massively parameterized deep neural network, which can be effectively scaled using a vast dataset. We aim to find an alternative simple, explainable, efficient and parallelisable model, which can flexibly scale up with a larger dataset and scale down to reduce model size, will significantly facilitate the practical implementation of myoelectric control. Approach: In this work, we discuss the scalability of a random forest (RF) for myoelectric control. We show how to scale an RF up and down during the process of pre-training, fine-tuning, and automatic self-calibration. The effects of diverse factors such as bootstrapping, decision tree editing (pre-training, pruning, grafting, appending), and the size of training data are systematically studied using EMG data from 106 participants including both low- and high-density electrodes. Main results: We examined several factors that affect the size and accuracy of the model. The best solution could reduce the size of RF models by {approx}500x, with the accuracy reduced by only 1.5%. Importantly, for the first time we report the unique merit of RF that with more EMG electrodes (higher input dimension), the RF model size would be reduced, contrasting all other models. Significance: All of these findings unlock the full potential of RF in real-world applications.", "date": "2025-05-18", "journal": ""}
{"title": "STPath: A Generative Foundation Model for Integrating Spatial Transcriptomics and Whole Slide Images", "doi": "10.1101/2025.04.19.649665", "authors": "Huang, T.; Liu, T.; Babadi, M.; Ying, R.; Jin, W.", "abstract": "Spatial transcriptomics (ST) has shown remarkable promise in pathology applications, shedding light on the spatial organization of gene expression and its relationship to the tumor microenvironment. However, its clinical adoption remains limited due to the low throughput of current sequencing technologies. While recent methods attempt to infer ST from WSIs using pretrained image encoders, they remain constrained by limited gene coverage, organ-specific training, and the need for dataset-specific fine-tuning. In light of this, we introduce STPath, a generative foundation model pretrained on a large-scale collection of whole slide images (WSIs) with paired ST. Through extensive pretraining with tailored noise schedules, STPath learns representations across 38,984 genes and 17 organs, enabling accurate gene expression prediction without requiring further fine-tuning. STPath integrates different data modalities, including histological images, gene expressions, organ type, and sequencing technology information, within a geometry-aware Transformer architecture. We evaluate STPath across 5 tasks spanning 23 datasets and 9 biomarkers, including gene expression prediction, spot imputation, spatial clustering, gene mutation prediction, and survival prediction. The results demonstrate STPaths strong ability to infer spatially resolved gene expression and reveal crucial pathological structures within tissue samples, underscoring its promise for scalable ST-based pathology applications.", "date": "2025-05-18", "journal": ""}
{"title": "Athlytics: A Computational Framework for Longitudinal Analysis of Exercise Physiology Metrics from Wearable Sensor Data", "doi": "10.1101/2025.05.01.651597", "authors": "HE, Z.", "abstract": "The proliferation of wearable sensors provides large-scale longitudinal physiological data collected in real-world settings, offering unprecedented opportunities to investigate dynamic human responses to exercise interventions. However, systematically quantifying key physiological indicators related to adaptation and fatigue from these dense time-series data, particularly from popular platform APIs like Strava, and performing standardized, reproducible integrative analyses currently lacks established open-source workflows in R, posing significant practical and computational barriers. Researchers often expend considerable effort on custom programming, limiting analytical scale and efficiency. To overcome this critical bottleneck and empower broader research applications, we developed and introduce Athlytics, a computational framework specifically designed for processing Strava API data directly within R for longitudinal exercise physiology analysis. This framework provides a dedicated means to seamlessly integrate data acquisition with the calculation of key physiological indicators (such as ACWR reflecting training stress balance, EF assessing aerobic efficiency, and physiological decoupling indicating cardiovascular stability), based on activity summary data while carefully addressing necessary approximations for composite load metrics like TSS/HRSS, and multidimensional time-series visualization. By providing standardized function interfaces, Athlytics significantly lowers the technical barrier for conducting complex longitudinal analyses, enabling researchers to efficiently test hypotheses regarding the dynamic interplay between training stimuli, physiological efficiency, and stress responses. This work provides an open-source computational tool that fills a critical gap, contributing by substantially enhancing the feasibility, efficiency, and reproducibility of quantitative exercise physiology research utilizing widely available physiological sensor data through standardization and automation. The package (https://github.com/HzaCode/Athlytics) provides an important foundation for standardizing and applying computational methods in this field.", "date": "2025-05-18", "journal": ""}
{"title": "Disrupted priming within draining lymph nodes drives immune quiescence in gastric cancer", "doi": "10.1101/2025.05.05.651897", "authors": "Salehi, S.; Stroobant, E. E.; Lees, H.; Lin, Y.-H.; Shimada, S.; Abate, M.; Zatzman, M. J.; Ceglia, N.; Freeman, S.; Laszkowska, M.; Maron, S. B.; McPherson, A.; Rusk, N.; Havasov, E.; Drebin, H.; Gu, P.; Tang, L. H.; Janjigian, Y. Y.; Soldatov, R.; Chaligne, R.; Shah, S. P.; Strong, V. E.; Vardhana, S. A.", "abstract": "The gastric mucosa is characterized by continuous innate immune surveillance and inflammatory signaling, yet a high proportion of gastric carcinomas (GCs) are recalcitrant to immune-directed therapies. The mechanisms by which GCs evade adaptive immune surveillance within the highly antigenic microenvironment of the gastric mucosa remains unknown. To address this, we collected patient-matched tumor tissue, distant normal tissue, metastasis, and draining lymph nodes to generate a large-scale single-cell immune profiling dataset from 64 patients (n=179 samples, >150,000 cells). From single cell analysis, we identified two distinct sources of impaired tumor surveillance within tumor draining lymph nodes. First, we observed that a significant fraction of tumor draining lymph nodes had undergone cytokine-driven reprogramming, leading to reduced dendritic cell homing and limited T cell priming. Second, T cells undergoing successful activation exhibited limited expansion and constrained differentiation, marked by expression of the quiescence-associated transcription factor Kruppel-like Factor 2 (KLF2). Overexpression of KLF2 in primary T cells limited both their differentiation and cytotoxic capacity. These findings implicate both impaired T cell priming and KLF2-dependent T cell quiescence in limiting T cell immunity in gastric adenocarcinoma. We suggest these findings represent an emerging model for immune silencing in tumors developing from tissues with chronic inflammation.", "date": "2025-05-18", "journal": ""}
{"title": "1-Deoxysphingolipids dysregulate membrane properties and cargo trafficking in the early secretory pathway", "doi": "10.1101/2025.05.13.652513", "authors": "Tsai, Y.-T.; Frederic-Lipp, N.; Varma, R.; Seidel, O.; Laguerre, A.; Solorio-Kirpichyan, K.; Wong, A.; Brea, R. J.; McGregor, G. H.; Cordes, T.; Devaraj, N. K.; Kuerschner, L.; Neal, S. E.; Metallo, C.; Budin, I.", "abstract": "1-Deoxysphingolipids are non-canonical sphingolipids linked to several diseases, but their cellular effects are poorly understood. Here, we utilize lipid chemical biology approaches to investigate the role of 1-deoxysphingolipid metabolism on the properties and functions of secretory membranes. We first applied organelle-specific bioorthogonal labeling to visualize the subcellular distribution of metabolically tagged 1-deoxysphingolipids in RPE-1 cells, observing that they are retained in the endoplasmic reticulum (ER). We found that 1-deoxysphingolipids can be transported by the non-vesicular transporter CERT in vitro but are retained at ER exit sites (ERES) in cells, suggesting that they do not efficiently sort into vesicular carriers. Cells expressing disease-associated variants of serine palmitoyl-CoA transferase (SPT) accumulated long-chain 1-deoxysphingolipids, which reduced ER membrane fluidity and enlarged ERES. We observed that the rates of membrane protein release from the ER were altered in response to mutant SPT expression, in a manner that was dependent on the cargo affinity for ordered or disordered membranes. We propose that dysregulation of sphingolipid metabolism alters secretory membrane properties, which can then modulate protein trafficking.", "date": "2025-05-18", "journal": ""}
{"title": "decemedip: hierarchical Bayesian modeling for cell type deconvolution of immunoprecipitation-based DNA methylomes", "doi": "10.1101/2025.05.09.653152", "authors": "Shen, N.; Zhang, Z.; Baca, S.; Korthauer, K.", "abstract": "MeDIP-seq is an enrichment-based DNA methylation profiling technique that measures the abundance of methylated DNA. While this technique offers efficiency advantages over direct methylation profiling, it does not provide absolute quantification of DNA methylation necessary for cell type deconvolution. We introduce decemedip, a Bayesian hierarchical model for cell type deconvolution of methylated sequencing data that leverages reference atlases derived from direct methylation profiling. We demonstrate its accuracy and robustness through simulation studies and validation on cross-platform measurements, and highlight its utility in identifying tissue-specific and cancer-associated methylation signatures using MeDIP-seq profiling of patient-derived xenografts and cell-free DNA. decemedip is available at \\url{https://github.com/nshen7/decemedip}.", "date": "2025-05-18", "journal": ""}
{"title": "Hypoxia and Cognitive Ability in Humans: A Systematic Review and Meta-Analysis", "doi": "10.1101/2025.05.15.654374", "authors": "Mckeown, D. J.; Angus, D. J.; Moustafa, A. A.; Schinazi, V. R.", "abstract": "This systematic and meta-analytical review examined how a reduction in oxygen availability to tissue (hypoxia) affects cognitive function. Hypoxia had a moderate-to-large detrimental effect on general cognitive ability and across domains, including memory, attention, executive function, processing speed, and psychomotor speed. Increased hypoxic severity was associated with greater declines in general cognitive ability and executive function, while longer duration of exposure was associated with greater declines in executive function and psychomotor speed. Participant age was a moderator for executive function and psychomotor speed, with older adults experiencing greater impairments. For executive function and psychomotor speed, the magnitude of these effects was less pronounced during intermittent and hypobaric exposures, potentially due to adaptive physiological mechanisms. While our models accounted for exposure characteristics and age of participants, substantial unexplained variance remained. These findings highlight hypoxias impact on cognition and emphasize the need to investigate underlying neurophysiological mechanisms that may influence individual vulnerability.", "date": "2025-05-18", "journal": ""}
{"title": "Comparative Analysis of Indole Derivative Production Among Clinical Isolates of Fusobacterium nucleatum", "doi": "10.1101/2025.05.16.654558", "authors": "Scano, C. J.; Choudhury, A.; Rojo, M.; Lavado, R.; Zaharas, G.; Hawkins, J.; Greathouse, L.", "abstract": "Objectives: To investigate how indole production modulates Fusobacterium nucleatum virulence across different disease states. Methods: Total indole production was measured in 16 F. nucleatum isolates (CRC: n=6, Crohn's: n=6, healthy: n=3, oral: n=1) using Kovac's reagent. Disease-associated indole derivatives-indole, indole-3-acetic acid (IAA), indole-3-aldehyde (I3A), indole-3-carboxaldehyde (I3CA), and indole-3-propionic acid (IPA)-were quantified via HPLC. Isolates were treated with exogenous derivatives to assess impacts on biofilm formation and virulence gene expression. A naive Bayes classifier trained on virulence factor data evaluated niche-specific responses. Results: CRC isolates produced significantly more total indole than healthy isolates (p<0.05). Indole derivatives minimally affected non-CRC isolate growth but reduced CRC isolate carrying capacity. Total indole positively correlated with biofilm formation in CRC isolates (R2=0.50-0.70; p<0.001). Crohn's isolates formed most biofilm but were unresponsive to indoles; CRC isolates showed reduced formation. A Naive Bayes classifier accurately predicted disease association from indole-induced virulence factor expression (AUC=0.90-0.92, Accuracy=0.74-0.75; p<2e-16). Conclusions: CRC-associated isolates show unique metabolic profiles with elevated indole production and respond distinctively to indole exposure, suggesting potential therapeutic targets.", "date": "2025-05-18", "journal": ""}
{"title": "Comparative Analysis of Indole Derivative Production Among Clinical Isolates of Fusobacterium nucleatum", "doi": "10.1101/2025.05.16.654558", "authors": "Scano, C. J.; Choudhury, A.; Rojo, M.; Lavado, R.; Zaharas, G.; Hawkins, J.; Greathouse, L.", "abstract": "Objectives: To investigate how indole production modulates Fusobacterium nucleatum virulence across different disease states. Methods: Total indole production was measured in 16 F. nucleatum isolates (CRC: n=6, Crohn's: n=6, healthy: n=3, oral: n=1) using Kovac's reagent. Disease-associated indole derivatives-indole, indole-3-acetic acid (IAA), indole-3-aldehyde (I3A), indole-3-carboxaldehyde (I3CA), and indole-3-propionic acid (IPA)-were quantified via HPLC. Isolates were treated with exogenous derivatives to assess impacts on biofilm formation and virulence gene expression. A naive Bayes classifier trained on virulence factor data evaluated niche-specific responses. Results: CRC isolates produced significantly more total indole than healthy isolates (p<0.05). Indole derivatives minimally affected non-CRC isolate growth but reduced CRC isolate carrying capacity. Total indole positively correlated with biofilm formation in CRC isolates (R2=0.50-0.70; p<0.001). Crohn's isolates formed most biofilm but were unresponsive to indoles; CRC isolates showed reduced formation. A Naive Bayes classifier accurately predicted disease association from indole-induced virulence factor expression (AUC=0.90-0.92, Accuracy=0.74-0.75; p<2e-16). Conclusions: CRC-associated isolates show unique metabolic profiles with elevated indole production and respond distinctively to indole exposure, suggesting potential therapeutic targets.", "date": "2025-05-18", "journal": ""}
{"title": "Estimation of substitution and indel rates via k-mer statistics", "doi": "10.1101/2025.05.14.653858", "authors": "HERA, M. R.; Medvedev, P.; Koslicki, D.; Blanca, A.", "abstract": "Methods utilizing k-mers are widely used in bioinformatics, yet our understanding of their statistical properties under realistic mutation models remains incomplete. Previously, substitution-only mutation models have been considered to derive precise expectations and variances for mutated k-mers and intervals of mutated and nonmutated sequences. In this work, we consider a mutation model that uses insertions and deletions in addition to single-nucleotide substitutions. Within this framework, we derive closed-form k-mer-based-estimators for the three fundamental mutation parameters: substitution rate, deletion rate, and average insertion length. We provide statistics of k-mers under this model and theoretical guarantees via concentration inequalities, ensuring correctness under reasonable conditions. Empirical evaluations on simulated evolution of genomic sequences confirm our theoretical findings, demonstrating that accounting for indel signals allows for accurate estimation of mutation rates and improves upon the results obtained by considering a substitution-only model. An implementation of estimating the mutation parameters from a pair of FASTA files is available here here: https://github.com/mahmudhera/estimate_rates_using_mutation_model.git The results presented in this manuscript can be reproduced using the code available here: https://github.com/mahmudhera/est_rates_experiments.git", "date": "2025-05-18", "journal": ""}
{"title": "Cardiac Adaptations in the Cave Nectar Bat Eonycteris spelaea: Insights into Metabolic Resilience and Stress Response", "doi": "10.1101/2025.05.15.653669", "authors": "Yu, F.; Gamage, A. M.; Kp, M. M. J.; Foo, R.; Lin, Y.-H.; Wang, L.; Pua, C. J.; Chan, W.; Crespo-Avilan, G. E.; Pena, E. M.; Hong, L. Z.; Iyer, A.; Ghosh, S.; Liehn, E. A.; Kovalik, J.-P.; Wang, L.-F.; Ramachandra, C. J.; Hausenloy, D. J.", "abstract": "Aims: Bats are unique mammals with remarkable adaptations, including powered flight, which demands significant energy expenditure. While previous studies have documented basic structural characteristics of bat hearts, a comprehensive understanding of their response to physiological stress remains unexplored. This study investigates the cardiac adaptations of the cave nectar bat Eonycteris spelaea to elucidate the mechanisms underlying their unique physiological capabilities. Methods and Results: We performed RNA sequencing to analyse the cardiac gene expression profile of E. spelaea and 6 other bat species in comparison to mouse and human hearts, revealing enriched transcriptomic signatures related to oxidative phosphorylation and fatty acid metabolism across multiple bat species. Metabolomic profiling compared acylcarnitine metabolites and tricarboxylic acid (TCA) cycle intermediates between bat and mouse hearts, indicating a distinct acylcarnitine profile and increased levels of TCA cycle intermediates in bats, suggesting enhanced metabolic capacity. Structural adaptations were assessed through anatomical and histological analyses on cardiac tissues, showing thicker left ventricular walls and increased vascular density in bats without pathological hypertrophy. Functional characteristics were evaluated using dobutamine stress echocardiography, demonstrating superior cardiac reserve in bats with significant increases in ejection fraction, stroke volume, and cardiac output under stress conditions. Additionally, isolated cardiomyocytes were treated with Angiotensin II (Ang II) to assess stress responses. Bat cardiomyocytes displayed resistance to Ang II-induced hypertrophy and mitochondrial dysfunction compared to mice, further highlighting their resilience to stress-induced damage. Conclusion: The unique adaptations observed in bat hearts, including enhanced metabolic pathways, structural remodelling, and cellular resilience contribute to their ability to meet the high energy demands of powered flight while maintain cardiac function under stress. These insights into bat cardiac physiology provide valuable information on cardioprotective mechanisms that could be applicable to other species.", "date": "2025-05-18", "journal": ""}
{"title": "A cold-inducible phospholipid--protein interaction in brown fat mitochondria optimizes thermogenic capacity", "doi": "10.1101/2025.05.15.654206", "authors": "Shimanaka, Y.; Tol, M. J.; Rocha-Roa, C.; Jellinek, M. J.; Cui, L.; Bender, A.; Bedard, A. H.; Milner, M. G.; Melillo, B.; Shoucri, B. M.; Wong, A.; Williams, K. J.; Stiles, L.; Shum, M.; Weston, T. A.; Cohn, W.; Whitelegge, J. P.; Budin, I.; Bertholet, A. M.; Cravatt, B. F.; Young, S. G.; Houten, S. M.; Argmann, C.; Ford, D. A.; Liesa, M.; Shirihai, O. S.; Vanni, S.; Tontonoz, P.", "abstract": "Cold stress elicits dynamic remodeling of the mitochondrial lipidome in brown adipose tissue (BAT), marked by an increase in arachidonoyl-phosphatidylethanolamine (AA-PE). However, the function of membrane lipid rewiring in thermoregulatory physiology has been a longstanding mystery. Here, we identify LPCAT3 as a cold-regulated O-acyltransferase driving the highly selective accrual of AA-PE in BAT mitochondria. Lipid-based proteomics, molecular dynamics simulations, and bioenergetic analyses reveal that AA-PE partitions at the COX4I1 interface of the Cytochrome c oxidase complex, enhancing electron transport chain (ETC) efficiency. Accordingly, fat-specific Lpcat3-knockout mice have defects in respiratory-dependent BAT thermogenesis and cold tolerance, despite intact {beta}-adrenergic signaling and UCP1 function. Under cold acclimation, Lpcat3-/- BAT exhibits ETC dysfunction and activation of the integrated stress-response. Thus, our study illuminates a cold-regulated lipid--protein interaction as a gating factor in UCP1-dependent thermogenesis.", "date": "2025-05-18", "journal": ""}
{"title": "Using computer vision to quantify facial expressions of children with autism during naturalistic social interactions", "doi": "10.1101/2025.05.14.653948", "authors": "Manelis, L.; Barami, T.; Ilan, M.; Meiri, G.; Menashe, I.; Soskin, E.; Sofer, C.; Dinstein, I.", "abstract": "Background: Difficulties with non-verbal communication, including atypical use of facial expressions, are a core feature of autism. Quantifying atypical use of facial expressions during naturalistic social interactions in a reliable, objective, and direct manner is difficult, but potentially possible with facial analysis computer vision algorithms that identify facial expressions in video recordings. Methods: We analyzed >5 million video frames from 100 verbal children, 2-7-years-old (72 with autism and 28 controls), who were recorded during a ~45-minute ADOS-2 assessment using modules 2 or 3, where they interacted with a clinician. Three different facial analysis algorithms (iMotions, FaceReader, and Py-Feat) were used to identify the presence of six facial expressions (anger, fear, sadness, surprise, disgust, and happiness) in each video frame. We then compared results across algorithms and across autism and control groups using ANCOVA analyses while controlling for the age and sex of participating children. Results: There were significant differences in the performance of the three facial analysis algorithms including differences in the proportion of frames identified as containing a face and frames classified as containing each of the examined facial expressions. Nevertheless, analyses across all three algorithms demonstrated that there were no significant differences in the quantity of facial expressions produced by children with autism and controls. Limitations: Our study was limited to verbal children with autism who completed ADOS-2 assessments using modules 2 and 3 and were able to sit in a stable manner while facing a wall mounted camera. In addition, this study focused on comparing the quantity of facial expressions across groups rather than their quality, timing, or social context. Conclusions: Commonly used automated facial analysis algorithms exhibit large variability in their output when identifying facial expressions of young children during naturalistic social interactions. Nonetheless, all three algorithms did not identify differences in the quantity of facial expressions across groups, suggesting that atypical production of facial expressions in verbal children with autism is likely related to their quality, timing, and social context rather than their quantity during natural social interaction.", "date": "2025-05-18", "journal": ""}
{"title": "The thermal benefits of a mound-burrow system in a semi-desert Australian landscape: will this pebble fortress provide refuge from climate change?", "doi": "10.1101/2025.05.14.654155", "authors": "Firman, R. C.; Rubenstein, D. R.", "abstract": "Deserts are expected to warm and dry more than other ecoregions, making it critical to understand how arid-adapted animals might cope with increasing climate change. Plasticity in microclimatic niches created through the extended phenotype have been hypothesized to buffer desert-dwelling organisms from rapidly changing conditions. A unique example of the extended phenotype is the mound-burrow system of the western pebble mouse (Pseudomys chapmani), a small rodent that survives in one of Australia's harshest environments. Here, using thermo-loggers and by obtaining mound measurements, we show that the mound-burrow system provides protection from prevailing desert conditions of both searing heat and freezing cold. We show that burrow depth and the height of the parapet around the entrance help maintain stable temperatures by warming in winter and cooling in spring. Burrows also had stable humidity levels relative to external fluctuations. We conclude that this unique pebble fortress is a critical resource that allows the species to persist in an extreme environment. We then applied modelling to assess how global warming has, and may continue to, influence(d) thermoregulation and behaviour, revealing that future summers in this extreme region may require refuge at an unachievable depth. Our study highlights the limits of the extended phenotype in buffering climate change impacts and raises concerns about the future of desert rodent populations in a rapidly warming world.", "date": "2025-05-18", "journal": ""}
{"title": "A nonequilibrium framework for community responses to pulse perturbations", "doi": "10.1101/2025.05.14.654148", "authors": "Medeiros, L. P.; Neubert, M. G.; Sosik, H. M.; Munch, S. B.", "abstract": "Understanding responses of ecological communities to shocks that displace species abundances is of paramount importance given the increasing frequency of extreme climatic events. However, current theory on responses to such pulse perturbations focuses on equilibrium points and we lack a unified framework that accommodates other common, but more complicated, types of population fluctuations such as transients and cycles. Here we introduce this framework by deriving metrics that quantify the minimum, typical, and maximum amplification of perturbed abundances under nonequilibrium population dynamics. By simulating models under several nonequilibrium scenarios, we demonstrate that these metrics accurately characterize the full range of amplification of perturbed abundances in the short and long terms. Notably, we show that perturbation amplification depends strongly on community state in the short term, but this state dependency vanishes in the long term. Overall, our framework enables stability analysis for model and natural communities that do not exhibit equilibrium dynamics.", "date": "2025-05-18", "journal": ""}
{"title": "Is individual recognition immutable? Subordinate hermit crabs fight with a familiar but weaponless dominant", "doi": "10.1101/2025.05.14.654137", "authors": "YASUDA, C.", "abstract": "Individual recognition can help subordinates avoid contests with lower success against familiar dominant opponents. This holds true in crustaceans, but if the dominants autotomize their weapon (chela/cheliped) before a second encounter, there is a decrease of potential fighting ability in the prior dominant and an increased chance of success in the prior subordinates than before. I examined whether familiar recognition is still effective even when subordinates encounter a familiar, but temporarily weaponless, dominant through two consecutive trials of male-male contests in the hermit crab Pagurus middendorffii. Subordinate P. middendorffii intruders avoid fights with a familiar dominant guarder. After establishing hierarchy and familiarity between subordinates and dominants possessing a weapon (major cheliped), the subordinates encountered the same dominants after experimentally induced autotomy of the weapon. Subordinate intruders actively fought with the familiar but weaponless guarders. This result might be explained by the subordinates updating information; that is, opponents were recognized the same but weaker than before. Information updating could be a useful new line of investigation into cognitive ability in invertebrates.", "date": "2025-05-18", "journal": ""}
{"title": "Microphysiological engineering of the capillary interface of substantia nigra dopaminergic neurons to study vascular alterations in Parkinson's Disease", "doi": "10.1101/2025.05.14.654131", "authors": "Alim, A.; Baek, Y.; Lee, M.; Paek, J.", "abstract": "Parkinson's Disease (PD) is primarily characterized by -synuclein pathology, which manifests as intraneuronal inclusions, neuroinflammation, and neurodegeneration. However, emerging evidence also points to significant vascular impairments as a critical aspect of PD pathology, which remains largely underexplored due to the inability of traditional in vitro models to recapitulate such vascular changes. To address this unmet need, here we combine the human organ-on-a-chip technology with the principle of vasculogenic self-assembly to engineer the capillary interface of dopaminergic neurons in the substantia nigra pars compacta of the midbrain. In our proof-of-concept demonstration, we successfully recreated critical neuronal pathology in PD, including -synuclein aggregation, inflammatory responses, and progressive neuronal degeneration, by exposing our model to specially generated PD-associated -synuclein preformed fibrils. Importantly, this engineering approach also enables the investigation of progressive vascular changes characteristic of PD, such as endothelial dysfunction, barrier disruption, and vascular regression. Our sophisticated PD model establishes a novel platform for exploring the multifaceted nature of the disease and understanding the complex interplay between neurodegeneration and vascular pathology, offering a unique tool for developing innovative therapeutic strategies that address both the neuronal and vascular components of PD pathology.", "date": "2025-05-18", "journal": ""}
{"title": "Minimally invasive and in situ capacitive sensing of cardiac biomarker from interstitial fluid", "doi": "10.1101/2025.05.14.654153", "authors": "Mirzajani, H.; Zolfaghari, P.; Koca, B. Y.; Urey, H.", "abstract": "Current diagnostic approaches for myocardial infarction (MI) rely on blood-based cardiac biomarker analysis by centralized instruments, often delaying timely clinical decisions. We present a microneedle-based capacitive biosensor (MiCaP) for in situ, minimally invasive monitoring of cardiac troponin I (cTnI) in interstitial fluid (ISF) for point-of-care (POC) applications. MiCaP is a label-free biosensor operating based on non-faradaic sensing by monitoring electric double layer capacitance at the microneedle-ISF interface. We extracted a simplified equivalent circuit model for MiCaP inserted into skin, confirming that the measured capacitance variations originate from cTnI binding to surface-immobilized antibodies. MiCaP was fabricated using a scalable process and functionalized with anti-cTnI antibodies. In vitro measurements showed a dynamic detection range of 10 pg/mL to 10 ng/mL, a limit of detection (LOD) of 3.27 pg/mL, and a total assay turnaround time of less than 15 minutes. A spike-and-recovery test using cTnI-spiked human serum yielded a recovery accuracy exceeding 93%. In vivo studies in rats demonstrated ISF cTnI levels of 3 pg/mL in controls and 912 pg/mL in experimental animals, indicating an increasing trend consistent with serum concentrations measured using a clinical immunoassay. These results support the potential of MiCaP as a minimally invasive biosensing platform for cardiac biomarker monitoring, with possible extension to multiplexed ISF-based diagnostics in POC.", "date": "2025-05-18", "journal": ""}
{"title": "Myosin modulator Aficamten inhibits force in cardiac muscle by altering myosin's biochemical activity without changing thick filament structure", "doi": "10.1101/2025.05.14.654110", "authors": "Mohran, S.; Kooiker, K. B.; Naim, A.; Pilagov, M.; Asencio, A.; Turner, K.; ma, w.; Flint, G. V.; Jiang, S.; Zhao, J.; McMillen, T. S.; Mandrycky, C.; Mahoney-Schaefer, M.; Irving, T.; Tanner, B. C. W.; Kad, N. M.; Regnier, M.; Moussavi-Harami, F.", "abstract": "Background: Inhibiting contractility by targeting cardiac myosin is an effective treatment for patients with hypertrophic cardiomyopathy (HCM). Aficamten is a second in class myosin inhibitor with promising clinical data showing improvements in hemodynamics and symptoms in patients with HCM. While it is known that Aficamten inhibits force and cardiomyocyte contractility by stabilizing the weak pre-powerstroke conformation, effects on myosin structure and kinetics during loaded contraction are lacking. Methods: Permeabilized porcine cardiac tissue and myofibrils were used for single-molecule imaging of ATP turn over, X-ray diffraction, and mechanical measurements. Engineered heart tissues from human induced pluripotent stem cell cardiomyocytes were used to evaluate effects on force and contraction kinetics. Results: In contrast to Mavacamten, Aficamten does not structurally sequester myosin heads along the thick filament. Aficamten inhibits ATPase activity by shifting myosin heads from higher to slower ATPase state, with the emergence of a super slow biochemical nucleotide turnover state. This results in decreased force and calcium sensitivity without altering cross-bridge cycling. These contractile mechanical changes are comparable to Mavacamten. Our myofibril mechanical assay showed inhibition of force with accelerated relaxation. In EHTs, while Mavacamten and Aficamten inhibit cardiac twitch forces, Mavacamten reduces the activation kinetics while both result in faster relaxation. Conclusions: We used a combination of biochemical and biomechanical assays to show that Aficamten inhibits myosin ATPase without appreciably altering myosin structure. This is different from Mavacamten that strongly affects both. While both compounds inhibit contractility, differences in mechanisms of action and kinetics of force activation and relaxation could allow use in different patient populations.", "date": "2025-05-18", "journal": ""}
{"title": "Nonphotochemical quenching changes with abiotic stressor and developmental stages", "doi": "10.1101/2025.05.14.654125", "authors": "Sahay, S.; de Bernardeaux, G.; Gamba, D.; Lasky, J. R.; Glowacka, K.", "abstract": "Nonphotochemical quenching (NPQ) is a critical photoprotective mechanism in plants, safeguarding photosystem II (PSII) and PSI from photodamage under abiotic stress. However, it is unclear if different stressors lead to similar NPQ phenotypes, and the magnitude of natural variation (between and within plant species) in NPQ response to abiotic stress is unknown. Testing a semi-high-throughput leaf-disc approach for examining the NPQ kinetics parameters, we investigated NPQ under chilling, drought and low nitrogen stress across multiple species and/or genotypes. Our results show substantial variation in NPQ phenotypes across species, genotypes and treatments. In C3 crops, tobacco and soybean, multiple NPQ parameters generally increased under chilling and drought, while in C4 crops, maize and sorghum, NPQ traits were more variable including a decrease of multiple NPQ parameters. Low-N stress revealed genotype- and developmental stage-specific effects on NPQ, potentially reflecting distinct adaptive strategies and regulatory changes in NPQ stress response. A significant effect of ecotype and stress treatment was detected on most NPQ kinetics traits in Arabidopsis thaliana, however, the interaction between ecotype and treatment was stronger in drought than in chilling. Differential regulation of NPQ could be associated with a combination of changes in proton motive, ATPase synthase activity, and PSI redox state. Our findings highlight that interpreting relative changes in NPQ under abiotic stress is inherently complex and demands a broader integration of physiological data across multiple regulatory layers.", "date": "2025-05-18", "journal": ""}
{"title": "PATZ1 Reinstates a Growth-Permissive Chromatin Landscape in Adult Corticospinal Neurons After Injury", "doi": "10.1101/2025.05.14.654166", "authors": "Menon, A. S.; Kumaran, M.; Beji, D. S.; Kesireddy, D. K.; Sahu, Y.; Banerjee, S.; Manjunath, S.; Sanyal, K.; Konda, M.; Venkatesh, I.", "abstract": "As the CNS matures, chromatin at growth associated genes gradually becomes less accessible, but the timing of this shift, the mechanisms behind it, and whether it can be reversed in adults have remained unclear. To address this, we mapped chromatin accessibility in corticospinal neurons across postnatal development and found two distinct waves of restriction, an early, partial closure between P0 to P4, followed by a stronger, more widespread restriction from P7 into adulthood. We also asked whether the distance of injury influences chromatin remodeling and found that distal (thoracic) injuries triggered only modest changes, while proximal (intracortical) injuries led to much broader accessibility shifts, pointing to injury proximity as a key factor in epigenetic responsiveness. We then tested whether this restricted chromatin could be reopened by introducing PATZ1, a transcription factor normally expressed during early postnatal growth. AAV based delivery of PATZ1 after injury caused marked chromatin remodeling, including an 11.6 fold increase in H3K27ac at growth-relevant sites and large-scale reorganization of 3D genome structure, with compartment shifts toward active states and altered TAD boundaries. These changes were accompanied by reactivation of gene networks linked to developmental growth. Our results help define when and how chromatin becomes restrictive in CNS neurons and show that it can be reopened using targeted interventions like PATZ1 to support regeneration.", "date": "2025-05-18", "journal": ""}
{"title": "Control of Blood Pressure Variability Across Behavioral States by Brainstem Adrenergic Neurons", "doi": "10.1101/2025.05.14.654157", "authors": "Souza, G. M. P. R.; Thakkalapally, H.; Berry, F. E.; Atongazi, U. M.; Stornetta, D. S.; Abbott, S. B. G.", "abstract": "Short-term blood pressure (BP) variability is increasingly recognized as an independent predictor of cardiovascular and cerebrovascular risk, yet the central mechanisms that govern this variability, particularly across behavioral states, remain poorly defined. In this study, we investigated the role of C1 adrenergic neurons in the rostral ventrolateral medulla (RVLMC1) in the short-term BP regulation during sleep-wake transitions and physical activity in freely behaving rats. Using genetically targeted fiber photometry, we show that RVLMC1 neurons exhibit state-dependent activity, with rapid activation during arousal from non-REM sleep, sustained activity in REM sleep, and further recruitment during physical activity. We further demonstrate that baroreflex input is essential for the dynamic response of RVLMC1 neurons to pharmacological manipulations of BP and transitions to REM sleep. Strikingly, selective ablation of RVLMC1 neurons did not affect mean BP but caused pronounced instability during arousal and movement, underscoring their role in buffering BP fluctuations. These findings demonstrate that RVLMC1 neurons integrate arousal-related central drive with baroreceptor feedback to stabilize BP during changes in behavioral state. These findings suggest that the disruption of RVLMC1 neurons could underlie increased BP variability observed in pathological conditions, such as multiple system atrophy, even when mean BP is preserved.", "date": "2025-05-18", "journal": ""}
{"title": "Dopaminergic processes predict temporal distortions in event memory", "doi": "10.1101/2025.05.14.654133", "authors": "Morrow, E.; Huang, R.; Clewett, D.", "abstract": "Our memories do not simply keep time - they warp it, bending the past to fit the structure of our experiences. For example, people tend to remember items as occurring farther apart in time if they spanned a change in context, or 'event boundary,' compared to the same context. While these distortions can sacrifice precise timing, they may serve to help separate temporally adjacent memories. However, the neural bases of this phenomenon are poorly understood. Here, we combined functional magnetic resonance imaging (fMRI; n = 32) with eye-tracking (n = 28) to test whether the dopaminergic system, known to influence encoding and time perception, predicts time dilation between adjacent events in memory. Participants encoded item sequences while listening to tones that mostly repeated over time, forming a stable auditory context, but occasionally switched, creating an event boundary. We found that boundaries predicted greater retrospective estimates of time between item pairs. Critically, tone switches significantly activated the ventral tegmental area (VTA), a key midbrain dopaminergic region, and these responses in turn predicted greater time dilation between item pairs spanning those switches. Boundaries furthermore predicted a momentary increase in blinks. VTA activation also predicted blinking in general, consistent with the idea that blink behavior is a potential marker of dopaminergic activity. On a larger timescale, higher blink rates predicted greater time dilation in memory, but only for boundary-spanning pairs. Together, these findings suggest that dopaminergic processes are sensitive to event structure and may drive temporal distortions that help disjoin memories of distinct events.", "date": "2025-05-18", "journal": ""}
{"title": "The relationship between task-related aperiodic EEG activity, neural inefficiency and verbal working memory in younger and older adults", "doi": "10.1101/2025.05.14.653957", "authors": "Sghirripa, S.; Goldsworthy, M. R.; Graziano, A.", "abstract": "Working memory (WM) decline in ageing may be related to increases in neural noise, potentially reflected in the EEG aperiodic exponent. We reanalysed previously published data to investigate age-related differences in the aperiodic exponent during verbal WM and its relationship with neural inefficiency. EEG was recorded from 24 younger (18-35 years) and 30 older adults (50-86 years) during a modified Sternberg task with 1-letter, 3-letter, and 5-letter load conditions. Younger adults consistently demonstrated steeper aperiodic slopes than older adults, though this difference was less pronounced in frontal regions during retention. Unexpectedly, both age groups showed decreased (i.e. flattened) aperiodic exponents during retention relative to fixation, with minimal load-dependent effects. Notably, the relationship between task-related exponent changes and WM performance was complex and dependent on the exponent at fixation, particularly in older adults. Finally, flatter exponents during fixation and late retention were associated with greater neural inefficiency during stimulus processing, reflected by increased P3b amplitudes without corresponding WM performance improvements. These findings suggest that flatter exponents are associated with less efficient neural processing and that older adults flexibly modulate their aperiodic exponent during retention to support WM performance.", "date": "2025-05-18", "journal": ""}
{"title": "The relationship between task-related aperiodic EEG activity, neural inefficiency and verbal working memory in younger and older adults", "doi": "10.1101/2025.05.14.653957", "authors": "Sghirripa, S.; Graziano, A.; Goldsworthy, M. R.", "abstract": "Working memory (WM) decline in ageing may be related to increases in neural noise, potentially reflected in the EEG aperiodic exponent. We reanalysed previously published data to investigate age-related differences in the aperiodic exponent during verbal WM and its relationship with neural inefficiency. EEG was recorded from 24 younger (18-35 years) and 30 older adults (50-86 years) during a modified Sternberg task with 1-letter, 3-letter, and 5-letter load conditions. Younger adults consistently demonstrated steeper aperiodic slopes than older adults, though this difference was less pronounced in frontal regions during retention. Unexpectedly, both age groups showed decreased (i.e. flattened) aperiodic exponents during retention relative to fixation, with minimal load-dependent effects. Notably, the relationship between task-related exponent changes and WM performance was complex and dependent on the exponent at fixation, particularly in older adults. Finally, flatter exponents during fixation and late retention were associated with greater neural inefficiency during stimulus processing, reflected by increased P3b amplitudes without corresponding WM performance improvements. These findings suggest that flatter exponents are associated with less efficient neural processing and that older adults flexibly modulate their aperiodic exponent during retention to support WM performance.", "date": "2025-05-18", "journal": ""}
{"title": "Differential effects of the D1/S264V mutation in Photosystem II with either PsbA1 or PsbA3 on QB, non-heme Iron, and the associated hydrogen-bond network", "doi": "10.1101/2025.05.14.654172", "authors": "Tada, K.; Yamagata, K.; Koyama, K.; Selles, J.; Boussac, A.; Sugiura, M.", "abstract": "The role of the D1/S264 residue and the role of its environment in the proton-coupled electron transfer reaction on the acceptor side of Photosystem II were investigated. To this end, D1/S264V mutants were constructed in the thermophilic cyanobacterium Thermosynechococcus elongatus, with D1 being either PsbA1 or PsbA3. The PSII mutants were investigated using EPR spectroscopy, thermoluminescence, (time-resolved) absorption changes measurements, and oximetry. While the mutation had minor effects in PsbA1-PSII, the S264V mutation in PsbA3-PSII had significant consequences: i) thermoluminescence data show inefficient electron transfer from QA- to QB; ii) re-oxidation of QA- was slowed, by at least a factor of 10; iii) the herbicides inhibit weakly O2 evolution; iv) no Fe2+QB- EPR signal was detected in dark-adapted PSII; instead, v) a large Fe3+ signal was present with vi) modified EPR properties; vii) no QA-Fe2+QB- biradical signal was observed after illumination at 198 K following a flash illumination, confirming the inefficient formation of QB-; viii) either no proton uptake coupled to non-heme iron reduction occurred or with a very slow rate compared to PsbA3-PSII; ix) changes were noted in the electrochromic response associated with QA- formation; and x) increased production of singlet oxygen, both with and without herbicides. The S264V mutation in PsbA3-PSII leads to a significant decrease in the energy gap between the QA-QB and QAQB- states. The effects listed above are discussed regarding the differences between PsbA1-PSII and PsbA3-PSII as those related to the sulfoquinovosyldiacylglycerol, the water molecules and the H-bond network.", "date": "2025-05-18", "journal": ""}
{"title": "T2R5 agonist phendione decreases cell viability and induces apoptosis in head and neck squamous cell carcinoma", "doi": "10.1101/2025.05.14.654120", "authors": "Sywanycz, S.; Hill, B. L.; Miller, Z. A.; Turner, G.; Huang, L.; Polen, K.; Lee, R. J.; Carey, R. M.", "abstract": "Bitter taste receptors (T2Rs), a family of G-protein coupled receptors, are emerging as potential therapeutic targets in head and neck squamous cell carcinoma (HNSCC). Phendione, a known T2R5 agonist, has not been previously investigated in HNSCC. Here, we show that phendione activates endogenously expressed T2R5 in HNSCC cells and ex vivo tumor samples, inducing sustained calcium responses, reducing cell viability, and promoting apoptosis through a T2R5-dependent mechanism. Analysis of The Cancer Genome Atlas data revealed that high T2R5 expression in HNSCC tumors correlates with improved long-term disease-specific survival, suggesting a potential tumor-suppressive role for T2R5. These findings highlight T2R5 as a promising therapeutic target in HNSCC and support further investigation of phendione or other T2R5 agonists as potential anti-cancer agents.", "date": "2025-05-18", "journal": ""}
{"title": "High-Throughput Human Gut Immune Co-Culture Model for Evaluating Inflammatory Bowel Disease Anti-Inflammatory Therapies", "doi": "10.1101/2025.05.14.654072", "authors": "Boazak, E.; Peddibhotla, S.; Boone, L. A.; Taylor, E.; McQueen, B. E.", "abstract": "Current treatments for inflammatory bowel disease (IBD) are often ineffective long-term, as many patients ultimately become unresponsive to anti-inflammatory drugs. The need for improved therapeutics is urgent. Animal models utilized for drug development are limited by interspecies variability and poor translatability. However, most in vitro models lack the sophistication to model the key interplay of the immune system with the intestinal epithelium in line with the known role of the immune system in the etiology of the disease. To address this gap, we developed a primary intestinal epithelial cell co-culture system to incorporate elements of innate immune signaling. This system models immune-epithelial interactions using RepliGut(R) - Planar Transverse Colon cultured on a Transwell system with THP-1 derived macrophages in a receiver compartment of a 96-well plate. Epithelial barrier integrity and cell viability were maintained in co-culture with unstimulated macrophages. However, similar to the pathology associated with IBD, epithelial integrity was compromised in co-culture with LPS + IFN{gamma} pre-stimulated macrophages as evidenced by declining TEER and cell viability and increased inflammatory cytokine release. Cotreatment with anti-inflammatory IBD therapeutics adalimumab or tofacitinib mitigated these effects, demonstrating the model's ability to replicate key inflammatory responses and prevention. Reproducibility and scalability of the model system further position the model for high-throughput screening of anti-inflammatory drugs, improving drug discovery, and accelerating the translation of new IBD therapies into clinical practice.", "date": "2025-05-18", "journal": ""}
{"title": "Efficacy of DNA Methyltransferase Inhibitor Immune Priming Therapy in Combination with PD-1 Inhibitors to Treat High-Risk Pediatric Brain Tumors", "doi": "10.1101/2025.05.14.654106", "authors": "Mishra, D. K.; Morris, S. M.; Popovski, D.; Girard, E. J.; Bondoc, A.; Kumar, S. S.; Andrade, A. F.; Zhu, X.; Yao, F.; Brusniak, M.-Y.; Umaru, B.; Crotty, E. E.; Brasel, K.; Pakiam, F.; Russo, C.; Zeinieh, M.; Biery, M. C.; Coxon, M.; Conti, H.; Clarke, M.; Lu, M.; Rutka, J.; Llivichuzhca-Loja, D.; Konnikova, L.; Fouladi, M.; Jabado, N.; Huang, A.; Olson, J. M.; Drissi, R.", "abstract": "Background. Despite intensive therapies, outcomes for high-risk pediatric brain tumors (PBTs) remain dismal, prompting the search for novel treatments. DNA methyltransferase inhibitors (DNMTi) have been shown to prime tumors to improve response to checkpoint inhibition. The aim of this study was to investigate the potential of decitabine (DAC), in combination with a PD-1 inhibitor, to improve survival in pediatric high-risk brain tumor models. Methods. Analysis of human PBT datasets was performed to determine gene expression levels of immune cell associated markers. Tumor response to DAC, with or without a PD-1 inhibitor, was tested in murine models representing H3-wildtype diffuse intrinsic pontine glioma (DIPG), H3K27-mutant diffuse midline glioma (DMG), atypical teratoid rhabdoid tumor (ATRT), and medulloblastoma (MB). CyTOF analysis of allograft tumors was performed to characterize changes within the tumor microenvironment. Results. Analysis of PBT subtypes revealed heterogeneous expression of immune cell markers, checkpoint receptors, and MHC molecules. DAC treatment decreased DNA methylation and increased neoantigen expression in human and mouse tumor cells. DAC alone or in combination with a PD-1 inhibitor resulted in prolonged survival in syngeneic mouse models of DIPG and ATRT but not DMG and MB models. CyTOF analysis of mouse tumors revealed changes in local immune cell infiltration upon combination treatment. Conclusions. DAC in combination with a PD-1 inhibitor can alter the immune microenvironment in mouse tumor models. Changes were observed in H3-wildtype DIPG and ATRT models, suggesting that certain tumor subtypes may respond to checkpoint blockade after immune augmentation with DNMTi.", "date": "2025-05-18", "journal": ""}
{"title": "Potent neutralization of Marburg virus by a vaccine-elicited monoclonal antibody", "doi": "10.1101/2025.05.14.654121", "authors": "Addetia, A.; Perruzza, L.; Park, Y.-J.; McCallum, M.; Stewart, C.; Brown, J. T.; Donati, A.; Culap, K.; Balmelli, A.; Gazi, M.; Carrion, R.; Corti, D.; Benigni, F.; Veesler, D.", "abstract": "Marburg virus (MARV) is a filovirus that causes a severe and often lethal hemorrhagic fever. Despite the increasing frequency of MARV outbreaks, no vaccines or therapeutics are licensed for use in humans. Here, we designed mutations that improve the expression and thermostability of the prefusion MARV glycoprotein (GP) ectodomain trimer, which is the sole target of neutralizing antibodies and vaccines in development. We discovered a fully human monoclonal antibody, MARV16, that broadly neutralizes all MARV isolates as well as Ravn virus and Dehong virus with 40 to 100-fold increased potency relative to previously described antibodies. We determined a cryo-electron microscopy structure of MARV16-bound MARV GP showing that MARV16 recognizes a prefusion-specific epitope spanning GP1 and GP2, blocking receptor binding and preventing conformational changes required for viral entry. We further reveal the architecture of the MARV GP glycan cap, which shields the receptor binding site (RBS), underscoring architectural similarities with distantly related filovirus GPs. MARV16 and previously identified RBS-directed antibodies can bind MARV GP simultaneously, paving the way for a MARV therapeutic antibody cocktail. MARV GP stabilization along with the discovery of a potent neutralizing antibody will advance treatment and prevention options for MARV.", "date": "2025-05-18", "journal": ""}
{"title": "Generation of a Synthetic Single Domain Antibody Library for Radiopharmaceutical Ligand Discovery", "doi": "10.1101/2025.05.14.654066", "authors": "Hall, L. A.; Guenter, R.; Queiroz, R. G.; Jackson, A.; Golivi, Y.; Watts, J.; Zhang, Y.; Rathbun, L.; Rose, J. B.; Larimer, B. M.", "abstract": "Single domain antibodies, often known as nanobodies, are versatile molecules with therapeutic and diagnostic applications, but they are primarily developed through immunization of camelids. This approach is not scalable by automation, not effective for non-immunogenic or toxic antigens, and prevents the use of modified scaffolds for altered pharmacokinetic properties. Synthetic libraries allow for pre-selection of a single domain framework tailored to its intended downstream use. One area of interest for these biologic vectors is radiopharmaceuticals. Ideal radiopharmaceutical pharmacokinetic properties differ from most traditional therapeutics, as short plasma circulation and rapid kidney clearance are necessary to avoid dose-limiting organ radiation. Although there are a growing number of nanobody radiopharmaceuticals in clinical trials, their frameworks and corresponding pharmacokinetic properties vary. One potential method for improving the development of novel single domain antibody radiopharmaceuticals is through synthetic libraries based on nanobodies with proven clinically acceptable pharmacokinetics. We developed a modular synthetic nanobody phage display vector based on the scaffold of the 2Rs15d nanobody that allows for manipulation of the binding and framework regions. Using this vector, we created a library of nanobodies with a randomized CDR2 containing over 1.7 million unique sequences per microliter. As a proof-of-concept, we panned the library for nanobodies binding calreticulin (CALR), a protein critical in immunogenic cell death. One isolated clone, Cal3, has a measured affinity of 140 nM for CALR and is cross-reactive with mouse and human CALR. Using positron emission tomography (PET) imaging, the radiolabeled 64Cu-NOTA-Cal3 demonstrated CALR binding in vivo, representing the first reported synthetic nanobody characterized by PET imaging. This study demonstrates the feasibility of building and panning synthetic libraries for high-affinity radiopharmaceutical nanobodies as an alternative to immunized camelid libraries.", "date": "2025-05-18", "journal": ""}
{"title": "Aggregating multimodal cancer data across unaligned embedding spaces maintains tumor of origin signal", "doi": "10.1101/2025.05.14.653900", "authors": "Kirchgaessner, R.; Keutler, K.; Sivakumar, L.; Song, X.; Ellrott, K.", "abstract": "AI based embeddings offer the possibilities of encoding complex biological data into low dimensional spaces, called embedding spaces, that maintain the relationships between entities. There is an open question about the compatibility of embedding spaces that are created without any coordination. It has been assumed that signals in these unaligned embedding spaces would be destroyed if vectors were aggregated into summed values. We trained embedding models across different data modalities and tested aggregating the values together to test this assumption. Our research shows that signal from unaligned embedded values is conserved and able to still be used for learning tasks, such as data modality and tumor of origin recognition.", "date": "2025-05-18", "journal": ""}
{"title": "fMRIPrep Lifespan: Extending A Robust Pipeline for Functional MRI Preprocessing to Developmental Neuroimaging", "doi": "10.1101/2025.05.14.654069", "authors": "Goncalves, M.; Moser, J.; Madison, T. J.; McCollum, r.; Lundquist, J. T.; Fayzullobekova, B.; Hadera, L.; Pham, H. H. N.; Moore, L. A.; Houghton, A. M.; Conan, G.; Styner, M. A.; Alexopoulos, D.; Smyser, C. D.; Stoyell, S. M.; Koirala, S.; Nelson, S. M.; Weldon, K. B.; Lee, E.; Hermosillo, R. J. M.; Vizioli, L.; Yacoub, E.; Patel, G. H.; Sanchez, J.; Wengler, K.; Salo, T.; Satterthwaite, T. D.; Elison, J. T.; Markiewicz, C. J.; Poldrack, R. A.; Feczko, E.; Esteban, O.; Fair, D. A.", "abstract": "The adoption of a standardized preprocessing workflow is vital for fostering community, sharing, and reproducibility. fMRIPrep has been a critical advancement towards this end, however, it is limited in its capacity to be applied to data across the lifespan, starting from infancy. Here, we introduce fMRIPrep Lifespan, an extension of fMRIPrep that extends the standardized processing from childhood to senescence to include neonatal, infant, and toddler structural and functional MRI data preprocessing. This effort involves a NiPreps integration of 1) a workflow akin to fMRIPrep optimized for MRI data in the first years of life (previously NiBabies) and 2) upstream enhancements to the entire NiPreps suite, including multi-echo data processing, modularization of workflow components, and convergence of processing with other popular workflows (ABCD-BIDS, Human Connectome Project Pipelines). Using data from the Baby Connectome Project (participants 1-43 months of age), we demonstrate that fMRIPrep Lifespan produces high-quality outputs across a wide age range. Moving forward, the scalable, modular infrastructure of fMRIPrep Lifespan will ensure adaptability to data from birth to old age while maintaining robust and reproducible frameworks for functional MRI research across the lifespan.", "date": "2025-05-18", "journal": ""}
{"title": "Integrative analysis across metagenomic taxonomic classifiers: A case study of the gut microbiome in aging and longevity", "doi": "10.1101/2025.05.14.654104", "authors": "Karagiannis, T. T.; Chen, Y.; Bald, S.; Tai, A.; Milman, S.; Andersen, S. L.; Perls, T. T.; Segre, D.; Sebastiani, P.; Short, M. I.", "abstract": "Despite calls for the development of consensus methods, most analyses of shotgun metagenomics data for microbiome studies use a single taxonomic classifier. In this study, we compare inferences from two broadly used classifiers, MetaPhlAn4 (marker-gene-based) and Kraken2 (k-mer-based), applied to stool metagenomic samples from participants in the Integrative Longevity Omics study to measure associations of taxonomic diversity and relative abundance with age, replicating analyses in an independent cohort. We also introduce consensus and meta-analytic approaches to compare and integrate results from multiple classifiers. While many results are consistent across the two classifiers, we find classifier-specific inferences that would be lost when using one classifier alone. When using a correlated meta-analysis approach across classifiers, differential abundance analysis captures more age-associated taxa, including 17 taxa robustly age-associated across cohorts. This study emphasizes the value of employing multiple classifiers and recommends novel approaches that facilitate the integration of results from multiple methodologies.", "date": "2025-05-18", "journal": ""}
{"title": "In-vivo evidence for increased tau deposition in temporal lobe epilepsy", "doi": "10.1101/2025.05.14.654095", "authors": "Cruces, R. R.; Lam, J.; Arafat, T.; Royer, J.; Chen, J.; Sahlas, E.; Dascal, A.; Pana, R.; Hopewell, R.; Hsiao, C. H.-H.; Massarweh, G.; Soucy, J.-P.; Villeneuve, S.; Caciagli, L.; Koepp, M. J.; Bernasconi, A.; Bernasconi, N.; Bernhardt, B.", "abstract": "Temporal lobe epilepsy (TLE), the most common pharmaco-resistant epilepsy in adults, has been linked to structural brain changes extending beyond the mesiotemporal areas. While not traditionally viewed as a neurodegenerative disorder, recent ex-vivo studies have shown elevated levels of misfolded tau protein in TLE. This study investigated tau deposition in TLE patients using the in-vivo PET tracer [18F]MK-6240. 18 TLE patients and 20 healthy controls underwent PET imaging, with data analyzed to assess tau uptake and its relationship with brain connectivity, clinical variables, and cognitive function. Compared to controls, TLE patients exhibited markedly increased [18F]MK-6240 uptake in bilateral superior and medial temporal regions and the parietal cortex, with tau accumulation following regional functional and structural connectivity, disease duration, and cognitive impairment. These findings suggest that tau accumulation may contribute to the progression of TLE and cognitive decline, supporting a potential role of tau in epilepsy-related neurodegeneration.", "date": "2025-05-18", "journal": ""}
{"title": "The decameric repeat (DR) of PSGL-1 functions as a basic antiviral unit in restricting HIV-1 infectivity", "doi": "10.1101/2025.05.14.654117", "authors": "Han, Y.; Sealey, L.; Fu, Y.; Delfing, B. M.; Lockhart, C.; Chilin, L.; Tiwari, S.; Jafri, M. S.; Klimov, D.; Wu, Y.", "abstract": "PSGL-1 (P-selectin glycoprotein ligand-1) is a dimeric, mucin-like surface glycoprotein that interacts with selectins on the endothelium, facilitating leukocyte tethering and rolling during transmigration. Previous studies have demonstrated that PSGL-1 acts as an HIV restriction factor, blocking HIV infectivity by hindering particle attachment to target cells. A large part of PSGL-1's extracellular region consists of a mucin-like domain, characterized by decameric repeats (DR), which comprise 14 to 16 DR tandems. Each DR is composed of 10 consensus amino acids (-A-T/M-E-A-Q-T-T-X-P/L-A/T-) and is notably rich in O-glycosylated threonines (30%) and prolines (10%). A proposed function of the DR is to elongate the protein backbone needed for selectin binding. However, the precise role of DR in PSGL-1's antiviral mechanisms has yet to be fully elucidated. In this study, we performed DR deletion mutagenesis and molecular modeling, systematically deleting from one DR to all DRs, and quantified their effects on PSGL-1's antiviral functions. Here, we demonstrate that DR is necessary for PSGL-1's antiviral activity. Deleting DR did not affect virion incorporation of PSGL-1, but diminished PSGL-1's ability to hinder virion attachment to target cells. We also discovered that individual single DR mutants retained 3.5 to 18% of the antiviral activity exhibited by full-length PSGL-1, and the basic antiviral activity of DR is cumulative; increasing the number of DRs correlates with heightened antiviral activity. Additionally, the intrinsic anti-HIV capability of DR was found to be transferrable; inserting the DR domain into the extracellular Ig-like domain of CD2 permitted the hybrid CD2-DR molecules to partially acquire the anti-HIV properties of PSGL-1. Further molecular modeling utilizing all-atom replica exchange molecular dynamics simulations highlighted a structure-function relationship between the anti-HIV potency of DR and the elongation of the DR backbone, as measured by DR backbone dihedral angles ({phi}) and the radial distributions of peptide atom number density (r max). These results collectively suggest that DR serves as an essential antiviral unit within the framework of PSGL-1's restriction mechanism against HIV.", "date": "2025-05-18", "journal": ""}
{"title": "Inorganic profiles of preimplantation embryos reveal a role for zinc in blastocyst development", "doi": "10.1101/2025.05.14.654061", "authors": "Balough, J. L.; O'Halloran, T. V.; Duncan, F. E.; Woodruff, T. K.", "abstract": "Elements such as iron, copper and zinc play essential roles in the mammalian oocyte, egg, and embryo, however among these metals, zinc plays unique regulatory roles. Temporal fluctuations in zinc concentrations drive reproductive milestones such as meiotic resumption, egg activation, and initiation of the mitotic cell cycle. Roles for zinc in late preimplantation embryo development, have not been well characterized. Using a quantitative element approach we report the inorganic profiles of mouse embryos progressing through the late blastocyst stage. We find that blastocysts, like oocytes and eggs, and distinct to somatic cells, maintain higher levels of zinc than copper and iron. All three of these essential metals are more abundant in the inner cell mass, which contains the population of pluripotent stem cells that give rise to the fetus, relative to the trophectoderm which gives rise to the placenta and extraembryonic tissues. To test whether zinc abundance was associated with mitotic progress and cell fate lineage, we perturbed zinc homeostasis during blastocyst formation by artificially raising intracellular zinc concentrations with zinc pyrithione. This treatment during the morula-to-blastocyst transition when cell fate lineages emerge resulted in an elevation of zinc in the ICM. This treatment did not impact cell number, but did increase expression of the pluripotency and epiblast marker, Nanog, and decreased expression of the primitive endoderm marker, Gata4. These results demonstrate that the inorganic profiles of the late preimplantation embryo retain elemental hallmarks of earlier developmental stages and perturbation of zinc levels alters pluripotency gene expression in the blastocyst.", "date": "2025-05-18", "journal": ""}
{"title": "Modeling Immunosenescence on-a-chip: a platform for cancer vaccine efficacy assessment", "doi": "10.1101/2025.05.14.654059", "authors": "Maity, S.; Hassani Najafabadi, A.; Kawakita, S.; Khorsandi, D.; Yilgor, C.; Jewell, C.; Mohaghegh, N.; Dokmeci, M. R.; Khademhosseini, A.; Jucaud, V.", "abstract": "Immunosenescence dramatically reduces cancer vaccine efficacy in elderly patients, who represent the majority of cancer cases. Despite this clinical reality, age-related immune decline is rarely considered in preclinical testing. Therefore, novel in vitro models to test cancer vaccine efficacy, considering immunosenescence, are needed. Our novel lymph node paracortex on-a-chip (LNPoC) platform addresses this gap by recapitulating age-dependent immune responses against cancer vaccines, specifically antigen presentation, antigen-specific T cell activation, and antitumoral responses. Using this platform, we demonstrated that bone marrow-derived antigen-presenting cells (APCs) from young mice (6-7 weeks) displayed significantly enhanced ovalbumin (OVA) peptide presentation compared to APCs from older mice (35-36 weeks). This age-dependent difference translated to significantly greater OVA-specific CD8+ T cell activation and increased cytotoxicity against B16-OVA cancer cells. These age-dependent differences are unique to our LNPoC and undetectable in traditional 2D cultures, confirming that our LNPoC was more effective than 2D cultures at recapitulating immunosenescence-mediated immune responses against cancer vaccines in vitro. The in vivo validation confirms these findings, as young mice demonstrated higher OVA-specific CD8+ T cell responses and smaller tumors than older mice. Our LNPoC is a valuable tool for assessing immunosenescence's impact on cancer vaccines, potentially guiding more effective therapies for older adults.", "date": "2025-05-18", "journal": ""}
{"title": "Estradiol alters actin and protrusion dynamics in endometriotic epithelial cells", "doi": "10.1101/2025.05.14.654086", "authors": "Banerjee, S.; Herr, C.; Losert, W.; Stroka, K.", "abstract": "Estradiol (E2), a sex steroid hormone molecule, plays a key role in regulating the actin and shape dynamics of cells in a multitude of normal and pathophysiological conditions. While cytoskeletal rearrangements, membrane dynamics, and cellular protrusions are intimately involved in cell motility and invasiveness, little is known about the impact of E2 on these processes in estrogen-dependent epithelial cells. In this study, we quantified the impact of E2 on cell shape and actin dynamics in 12Z human endometriotic epithelial cells transfected with LifeAct-GFP and observed with lattice lightsheet microscopy, a new imaging technique fast enough to capture 3D dynamics on second timescales. E2, when applied for 24 hours, significantly decreased cell circularity, solidity, and rate of change of circularity, indicating a transition to a more elongated and less variable morphology. 24-hour E2 treatment also induced the formation of large membrane protrusions reminiscent of invadopodia and led to a more disordered flow of actin within those protrusions. However, these effects were not seen after 15 minutes of E2 treatment, suggesting that longer-term signaling is required to drive these structural changes. Together, these results suggest that E2 modulates actin polymerization and membrane protrusion dynamics in endometriotic epithelial cells and may prime them for cell invasion. This work highlights a role for hormonal signaling in mediating cytoskeletal plasticity and migratory cell phenotypes.", "date": "2025-05-18", "journal": ""}
{"title": "Ambient Light Impacts Innate Behaviors of New-World and Old-World Mice", "doi": "10.1101/2025.05.14.653927", "authors": "Reinhard, K.; Vastenavondt, R.; Crevits, B.; De Boever, S.; Liao, P.-Y.; Tortella, L.; Farrow, K.", "abstract": "Animals encounter predators and prey under diverse lighting conditions that signal different risks and opportunities, yet how ambient illumination shapes innate approach and avoidance behaviors remains poorly understood. Here we have systematically tested the visually guided behaviors of New-World (North American Peromyscus) and Old-World (Eurasian Mus) mice under conditions mimicking bright daylight or dim moonlit environments. We identified common and species-specific adaptations to the different lighting conditions. Across species, dim light enhanced the speed and vigor of escape responses to predator-like looming stimuli. However, species diverged in their reactions to non-threatening stimuli, with Mus musculus and Peromyscus polionotus increasing aversive behaviors under dim light, while Peromyscus maniculatus showed stronger avoidance under bright conditions. Finally, although ambient light levels had a common effect on exploratory behavior, these changes were not predictive of subsequent visually evoked behaviors. Our findings reveal that ambient lighting profoundly and differentially shapes innate behavioral strategies across species, and demonstrate that these context-specific survival responses are inherited rather than learned.", "date": "2025-05-18", "journal": ""}
{"title": "An in vivo rat lumbar spine instability model induced by intervertebral disc injury", "doi": "10.1101/2025.05.14.653956", "authors": "Xiao, F.; Noort, W.; Levenez, J.; Han, J.; van Dieën, J. H.; Maas, H.", "abstract": "Intervertebral disc (IVD) degeneration is a potential contributor to low-back pain. While experimental IVD injury models have demonstrated IVD structural changes, the early mechanical consequences remain unclear. This study aimed to establish a rat model of lumbar spine instability via IVD injury and assess back musculature adaptations to IVD injury. Thirty-one adult male Wistar rats were assigned to three groups: IVD knife stab lesion (knife), IVD needle puncture (needle), and sham surgery control (control). In the knife and needle groups, L4/L5 IVDs were injured at 14 weeks of age. One-two weeks post-intervention, lumbar multifidus (MF) and medial longissimus (ML) muscles were excised, L4-L5 spinal segments were harvested for mechanical testing, and IVDs were collected for histology. The needle group exhibited lower peak stiffness, peak moment, and hysteresis than controls in flexion, with no difference in lateral bending. IVD height and area did not differ between groups, but the needle group had a smaller nucleus relative to annulus area compared to controls. Morphological changes were observed in both injury groups. The needle group showed higher normalized ML mass, while normalized MF mass was unchanged. In conclusion, a rat model of lumbar spine instability was successfully established via IVD needle injury.", "date": "2025-05-18", "journal": ""}
{"title": "Macroscopic Analyses of RNA-Seq Data to Reveal Chromatin Modifications in Aging and Disease", "doi": "10.1101/2025.05.14.654062", "authors": "Mahajan, A.; Ratti, F.; Wang, B.; El-Samad, H.; Kaufman, J. H.; Gopalakrishnan, V.", "abstract": "Regulation of gene expression is fundamental for proper cellular function, and is constrained by the local chromatin environment of each gene, which varies spatially along the chromosome and is shaped by epigenetic modifications. Epigenetic modifications induce changes in the local chromatin structure, which can influence gene expression, by affecting the accessibility of DNA to transcription factors. Such changes are particularly relevant in aging and genetic disorders like Hutchinson-Gilford Progeria Syndrome (HGPS) and Werner Syndrome (WRN), where altered chromatin structure contributes to disease pathology. In this study, we analyze RNA-seq data using macroscopic metrics designed to be explicitly sensitive to chromatin modifications. The first metric, intra-chromosomal gene correlation length, measures spatial correlations in gene expressions along the chromosome. The second metric employs an energy landscape model based on the Arrhenius equation to estimate the energetic barriers associated with chromatin state transitions. We apply these metrics to various aging-related datasets, demonstrating their sensitivity to changes in the chromatin structure and the interpretability of the resulting outputs. The intra-chromosomal gene correlation length is particularly effective in quantifying changes in RNA-seq profiles due to increased chromatin accessibility during aging (and conversely, reduced accessibility due to treatment). This metric not only accurately distinguishes cell states, but also provides insight into the direction of aging. For instance, our observations on the effects of anti-sense oligonucleotide (ASO) treatment align with the existing literature, demonstrating that ASO partially restores chromatin structure in diseased cells. They additionally quantify the more pronounced effects in HGPS compared to WRN. The barrier energy landscape further extends this capability by offering a framework for understanding the progressive degradation of the regulatory mechanisms. Together, these metrics provide robust screening tools that enhance our ability to exploit common measurements such as RNA-seq to derive new phenotypes such as chromatin dynamics on aging and disease, offering an alternative perspective that complements traditional analytical techniques and enriches our understanding of cellular states.", "date": "2025-05-18", "journal": ""}
{"title": "DNA methylation networks during pig fetal development: a joint fused ridge estimation approach", "doi": "10.1101/2025.05.15.654211", "authors": "Wachala, K. M.; de Vos, J.; Madsen, O.; Derks, M. F. L.; Peeters, C. F. W.", "abstract": "Although an organisms genetic information is predominantly identical among most of its cell types, the epigenome regulates the expression of the genome in a cell type- and context-dependent manner. In mammals, DNA methylation in regulatory regions, such as promoters, primarily regulates gene expression by inducing transcriptional inactivation. With genome-wide approaches came the realization that DNA methylation patterns underlying mammalian development are considerably more dynamic than previously recognized. This realization highlights the need for methodological approaches capable of capturing this phenomenon. In this study, we investigated the feasibility of modeling DNA methylation networks by jointly estimating regularized precision matrices from time- and tissue-specific omics data derived from the pig genome. For that, we utilized RNA-Seq and RRBS data that span seven pig tissues at three developmental stages: early organogenesis, late organogenesis, and newborn. Our analysis focused on 61, 48, and 74 genes -- differentially expressed across developmental stages and CpG-methylated in promoter regions, from endoderm-, mesoderm-, and ectoderm-derived tissues, respectively. Using a joint fused ridge approach, we were able to borrow information across tissues and time points, enabling more robust network inference. This analytical framework advances exploratory methods for studying organism development using pig as a model species. Our results highlight the importance of fetal-maternal immunity and the circulatory system in early development, and shed light on dynamic interactions across tissues, organ systems, and germ layers. We anticipate that this flexible framework can be extended to other omics data and species, facilitating future research.", "date": "2025-05-18", "journal": ""}
{"title": "A Spectral Image Scanning Microscope for Multi-Color High-Resolution Imaging", "doi": "10.1101/2025.05.14.653993", "authors": "Bram, L.; Tal-Friedman, O.; Fibeesh, N.; Bar-Sinai, Y.; Flaxer, E.; Roichman, Y.; Ebenstein, Y.; Jeffet, J.", "abstract": "Fluorescence confocal microscopy is a fundamental and widely used tool for biological, medical, and chemical research. It enables color-coded visualization of sample components, enhancing our understanding of life's building blocks and their interactions. The recent realization of image scanning microscopy (ISM) using confocal spinning disks (CSD) enhanced the spatial resolution of fluorescence microscopy to twice the diffraction limit with minimal sample perturbation and fast acquisition rates. However, capturing multi-color images using ISM is still time-consuming and introduces temporal artifacts as different colors are not acquired simultaneously. Here, we present a spectral CSD-ISM system designed for concurrent high-resolution and simultaneous multi-color acquisition. By integrating a custom linear Amici prism into the CSD-ISM optical detection path, we achieve multi-color, super-resolution images at a fraction of the acquisition time and with a flexible color palette selection. A digital signal processor (DSP) is employed together with accompanying software as a cost-effective alternative to Field-Programmable Gate Arrays (FPGAs) used in previous studies. We provide an accompanying GPU-compatible, python-based image processing pipeline to decompose spectral signatures into multi-color channel-based images, preserving the optical resolution. System characterization using three color fluorescent beads demonstrated 1.74-fold resolution improvement over the diffraction limit and accurate color classification with three times faster acquisition compared to standard CSD-ISM. Application to neuron cells expressing a Parkinson's disease-associated mutation, showcased improved resolution and contrast of four distinctly labeled cellular components. This spectral CSD-ISM system provides a valuable tool for biological imaging, enabling the simultaneous acquisition of high-resolution spatial information and multi-color spectral data.", "date": "2025-05-18", "journal": ""}
{"title": "Phosphatase activity is dispensable for PRL-3-mediated oncogenesis and tumor progression", "doi": "10.1101/2025.05.14.654016", "authors": "Jolly, J. T.; Al-Hamaly, M. A.; Smith, C. N.; Spielmann, H. P.; Blackburn, J. S.", "abstract": "Phosphatase of Regenerating Liver 3 (PRL-3) is frequently upregulated in cancer and associated with poor prognosis, yet its oncogenic mechanism remains unresolved. Although traditionally studied for its phosphatase activity, PRL-3 also engages in protein-protein interactions via its catalytic site, notably binding the CNNM magnesium transporters, rendering these functions mutually exclusive. The commonly used C104S mutant disrupts both activities, confounding interpretations of prior studies. To dissect the distinct functions of PRL-3, we employed mutants selectively deficient in phosphatase activity (C104D) or CNNM binding (R138E). In zebrafish models of acute lymphoblastic leukemia (ALL) and rhabdomyosarcoma (RMS), as well as in human cancer cell lines, both wild-type PRL-3 and C104D enhanced tumor initiation, growth, and dissemination, while R138E had no effect. These findings indicate that PRL-3 promotes cancer via non-catalytic mechanisms. To support therapeutic development, we established an in vitro FRET-based assay to screen for inhibitors of the PRL-3:CNNM interaction and validated a cyclic peptide as a positive control. By demonstrating that PRL-3 enhances cancer progression independently of its catalytic activity, this study shifts focus toward targeting its binding functions as a therapeutic strategy.", "date": "2025-05-18", "journal": ""}
{"title": "Longitudinal single-cell analysis reveals RUNX1T1 as an early driver in treatment-induced neuroendocrine transdifferentiation", "doi": "10.1101/2025.05.14.653660", "authors": "Ni, Y.; Lin, D.; Shi, M.; Lin, Y.-Y.; Xue, H.; Dong, X.; Liu, L.; Sar, F.; Wu, R.; Morova, T.; Haegert, A.; Bell, R.; Pang, X.; Classen, A.; Wang, Y.; Chen, J.; Volik, S.; Bihan, S. L.; Lack, N.; Ong, C.; Wang, G.; Zeng, H.; Collins, C.; Wang, Y.", "abstract": "Treatment-induced neuroendocrine prostate cancer (t-NEPC) is a lethal, castration-resistant subtype of prostate cancer. While t-NEPC typically arises from adenocarcinoma through neuroendocrine transdifferentiation after androgen pathway inhibition, the temporal dynamics and molecular drivers of this process remain poorly understood. Here, utilizing the first-in-field patient-derived xenograft (PDX) model of adenocarcinoma-to-NEPC transdifferentiation (LTL331/331R), we performed longitudinal single-cell transcriptomic sequencing (scRNA-seq) across seven timepoints spanning pre-castration to relapsed NEPC. Our analysis demonstrated 15 distinct cell clusters, including twelve adenocarcinoma clusters and two NEPC clusters (ASCL1high/FOXA2low and ASCL1low/FOXA2high clusters). Notably, we revealed a newly-discovered, early intermediate transitional cell state during t-NEPC development distinguished by epithelial-mesenchymal transition (EMT), stem cell-related, metabolically active, and HDAC-associated regulatory signatures. Analysis of this intermediate transitional cluster led to the identification of RUNX1T1 as a pivotal transcriptional regulator of NEPC transdifferentiation. Functionally, RUNX1T1 overexpression promoted AR pathway inhibition (ARPI) -induced NE transdifferentiation and increased resistance to ARPI treatment in prostate adenocarcinoma. RUNX1T1 knockdown reverses the NE transdifferentiation, inhibits NEPC cell proliferation and induces apoptosis, and cell cycle arrest. In summary, this study identifies a critical intermediate transitional cell state during t-NEPC development and reveals the heterogeneity of terminal NEPC, offering new insights into NEPC biology and emphasizing the importance of early intervention. Moreover, the discovery of RUNX1T1 as a key early driver active in both the initial and terminal phases of NEPC progression presents promising opportunities for therapeutic intervention.", "date": "2025-05-18", "journal": ""}
{"title": "The polyamine naphthyl-acetyl spermine trihydrochloride (NASPM) lacks specificity for Ca2+-permeable AMPA receptors and suppresses seizure like activity in human brain tissue by inhibition of NMDA receptors.", "doi": "10.1101/2025.05.14.653650", "authors": "Podesta, A.; Monni, L.; Arnold, F. L.; Arnold, J.; Bertelli, S.; xu, R.; Onken, J.; Thomale, U.-W.; Kalbhenn, T.; Simon, M.; Sauvigny, T.; Alle, H.; Plested, A. J.; Holtkamp, M.; Geiger, J. R.; Fidzinski, P.", "abstract": "For decades, naphthyl-acetyl spermine trihydrochloride (NASPM) has been used as a selective inhibitor of calcium-permeable AMPA receptors (CP-AMPAR). In rodents, NASPM is known to suppress seizures in vivo and seizure-like events (SLE) in vitro, suggesting possible involvement of CP-AMPAR in ictogenesis and epileptogenesis. To address whether these findings can be translated to human brain, we investigated the involvement of glutamatergic receptor subclasses in SLE in human cortex ex vivo, demonstrating that glutamatergic receptor antagonists can block (NASPM and APV) or reduce (UBP302, GYKI52466, GYKI53655) SLE. Using a multimethodological approach we were able to demonstrate that both NASPM and APV inhibit human SLE by inhibition of NMDA receptors. Our results further show that the inhibitory effect of NASPM on NMDA receptors is sufficient to explain its inhibition of seizure like activity, rather than its action on CP-AMPA receptors. Thus, our findings challenge previous knowledge on the use of NASPM as a specific CP-AMPAR inhibitor. Some phenomena previously attributed to CP-AMPAR, may need to be re-examined more closely. Overall, our study raises awareness about potential pitfalls in the use of existing pharmacological agents and sets a new paradigm for the use of NASPM in neuroscience research while questioning its therapeutic potential in a clinical context.", "date": "2025-05-18", "journal": ""}
{"title": "Microbial Colonisation of Polyethylene in Offshore Marine Environments: Insights from the Southern and South Atlantic Oceans.", "doi": "10.1101/2025.05.18.654703", "authors": "Carrillo Barragan, P.; Erni Cassola, G.; Burkhardt-Holm, P.", "abstract": "Plastic debris is a pervasive environmental pollutant with polyethylene (PE) among the most abundant floating polymers in marine environments. While microbial colonisation of marine plastics has been extensively documented, studies predominantly focus on Northern Hemisphere coastal waters, leaving microbial dynamics in remote Southern Hemisphere oceanic regions poorly characterised. In this study, we employed ribosomal amplicon sequencing and shotgun metagenomics to characterise microbial colonisation patterns on PE films deployed during two oceanographic transects across the Southern Ocean and South Atlantic Ocean over 14 days of incubation. We evaluated environmental factors including geographic location, incubation regime (indoor/outdoor), and exposure conditions (UV radiation, temperature, and salinity) as potential drivers shaping microbial communities. Our results demonstrate clear differentiation in microbial community structure driven primarily by transect location and environmental conditions, rather than material type. Dominant taxa identified included Pseudomonadota known for hydrocarbon degrading capabilities and Cyanobacteria associated with phototrophic traits. Metagenomic analyses revealed enrichment of functional pathways linked to biofilm formation, hydrocarbon degradation, and iron metabolism. This study expands the current understanding of microbial colonisation processes on marine plastics, highlighting environmental factors influencing early plastisphere community structure and functional potential in understudied oceanic regions.", "date": "2025-05-18", "journal": ""}
{"title": "Multi ligand sensing by a bacterial histidine kinase through inhibition of dimerization", "doi": "10.1101/2025.05.18.654591", "authors": "Sankhe, G. D.; Xing, J.; Xiao, M.; Buglino, J. A.; Li, H.; Jouline, I.; Glickman, M.", "abstract": "Two component systems (TCS) mediate bacterial signal transduction in response to specific environmental conditions. The two components are the sensor kinase (SK), which senses the signal and autophosphorylates on a histidine residue, and a response regulator (RR), which is phosphorylated by the kinase and modifies gene expression. Despite intensive study, the mechanisms of signal sensing by sensor kinases are incompletely defined and the mechanisms by which SKs can sense multiple ligands are unclear. Mycobacterium tuberculosis PdtaS/PdtaR is a soluble TCS pair that participates in the Rip1 signal transduction cascade to control virulence by responding to copper and nitric oxide (NO). In contrast to paradigmatic ligand activated SKs, PdtaS is constitutively active without ligand and directly inhibited by Cu or NO, but it is unclear how such chemically diverse ligands are sensed. Here we show that PdtaS is a dimeric kinase that constitutively autophosphorylates in trans. Cu and NO both inhibit PdtaS phosphorylation by inhibiting dimerization. Phylogenetic analysis of the PdtaS family reveals conservation of the PAS/GAF dimer interface rather than the ligand binding pockets and mutations in the GAF dimer interface that alter dimerization impair multi-ligand sensing both in vitro and in M. tuberculosis cells. These results indicate that a single bacterial kinase can sense chemically diverse inputs through inhibition of dimerization dependent phosphorylation.", "date": "2025-05-18", "journal": ""}
{"title": "Incidence and attributes of chimeric COI and 18S sequences derived from nematode-infected arthropods", "doi": "10.1101/2025.05.16.654383", "authors": "D'Ercole, J.; Floyd, R.; Prosser, S. W. J.; Jafarpour, S.; Hebert, P. D. N.", "abstract": "High-throughput sequencing is speeding the discovery of new species and making it possible to quantify the species richness of bulk samples. However, chimeric sequences can lead to both type I errors (true species mistakenly rejected) and type II errors (chimeras incorrectly viewed as valid species). This study employed nanopore sequencing to examine the incidence and nature of chimeric sequences recovered from 531 arthropod specimens infected with nematodes. Specifically, it examined chimera formation in two gene regions: the 658 bp segment of mitochondrial COI employed as the barcode region for the animal kingdom, and a 900 bp segment of nuclear 18S often employed to discriminate lineages of nematodes. This work revealed chimeras for both gene regions despite the deep sequence divergences between members of these two phyla. However, the incidence of chimeric molecules was higher for 18S than COI, with chimera formation correlating with local variation in DNA stability and conserved regions between parent sequences. Aside from demonstrating that chimeras can arise from distantly related organisms, this study provides insights into the mechanisms underlying their formation.", "date": "2025-05-18", "journal": ""}
{"title": "SETD2 suppresses tumorigenesis in a KRASG12C-driven lung cancer model and its catalytic activity is regulated by histone acetylation", "doi": "10.1101/2025.05.16.654513", "authors": "Mack, R.; Flores, N. M.; Fox, G. C.; Dong, H.; Cebeci, M.; Hausmann, S.; Chasan, T.; Dowen, J.; Strahl, B. D.; Mazur, P. K.; Gozani, O.", "abstract": "Histone H3 trimethylation at lysine 36 (H3K36me3) is a key chromatin modification that regulates fundamental physiologic and pathologic processes. In humans, SETD2 is the only known enzyme that catalyzes H3K36me3 in somatic cells and is implicated in tumor suppression across multiple cancer types. While there is considerable crosstalk between the SETD2-H3K36me3 axis and other epigenetic modifications, much remains to be understood. Here, we show that SETD2 functions as a potent tumor suppressor in a KRASG12C-driven lung adenocarcinoma (LUAD) mouse model, and that acetylation at H3K27 (H3K27ac) enhances SETD2 in vitro methylation of H3K36 on nucleosome substrates. In vivo, SETD2 ablation accelerates lethality in an autochthonous KRASG12C-driven LUAD mouse tumor model. Biochemical analyses reveal that polyacetylation of histone tails in a nucleosome context promote H3K36 methylation by SETD2. In addition, monoacetylation exerts position-specific effects, such as H3K27ac stimulating SETD2 methylation activity. In contrast, mono-ubiquitination at various histone sites, including at H2AK119 and H2BK120, does not affect SETD2 methylation of nucleosomes. Together, these findings provide insight into how SETD2 integrates histone modification signals to regulate H3K36 methylation and highlights the potential role of SETD2-associated epigenetic crosstalk in cancer pathogenesis.", "date": "2025-05-18", "journal": ""}
{"title": "A Framework for Transparent and Repeatable Species Range Maps", "doi": "10.1101/2025.05.14.653500", "authors": "Tarr, N. M.", "abstract": "Knowledge of species' geographic distributions is essential to wildlife conservation and management. A great deal of research has developed predictive models that reveal complex spatial patterns and temporal dynamics of species' occurrence probabilities. However, binary maps of the geographic limits of species occurrence (\"range maps\") are still used in conservation assessments, decision making, and as a component of the species distribution modelling process itself. Organizations that create and revise range maps face numerous challenges. For example, different types of data must often be combined to fill knowledge gaps. Range delineation is labor intensive and subjective in ways that hinder transparency and repeatability. I developed a framework for transparent and repeatable range maps in support of the U.S. Geological Survey's National Gap Analysis Project. The framework has an explicit conceptual foundation that supports a compilation process built with open-source technologies and freely available data. As a case study, I mapped Fisher Pekania pennanti range and presence between 2021 and 2025 for the conterminous United States by compiling information from a range map circa 2001, 2,287 species occurrence records from 16 datasets, and 17 scientific publications. The maps depict presence and range according to levels of evidence. The justification for classification of each spatial unit is included in the output. The maps revealed that translocations and emigration have expanded the species' range in some areas, but the species is suspected to be absent from some areas previously considered range. The framework overcomes several challenges, but some components of the process warrant further development, such as occurrence record evaluation and direct incorporation of predictions from species distribution models. This work demonstrates how freely accessible technologies and data can support the maintenance and revision of species range datasets while improving transparency, reproducibility, and efficiency.", "date": "2025-05-18", "journal": ""}
{"title": "Mutation-selection-drift balance models of complex diseases", "doi": "10.1101/2025.05.18.654722", "authors": "Berg, J. J.; Li, X.; Riall, K.; Hayward, L.; Sella, G.", "abstract": "Genetic variation that influences complex disease susceptibility is introduced into the population by mutation and removed by natural selection and genetic drift. This mutation-selection-drift-balance (MSDB) shapes the prevalence of a disease and its genetic architecture. To date, however, MSDB has only been modeled for monogenic (Mendelian) diseases. Here, we develop a MSDB model for complex disease susceptibility: we assume that genotype relates to disease risk according to the canonical liability threshold model and that selection on variants affecting risk derives from the fitness cost of the disease, and focus on diseases that are highly polygenic, entail a substantial fitness cost, and are neither extremely common in the population nor exceedingly rare. Contrasting model predictions with GWAS and other findings in humans suggests that directional selection plays little role in shaping common genetic variation affecting complex disease susceptibility but might substantially affect rare, large effect variation. In turn, common variation affecting complex disease susceptibility appears to be dominated by pleiotropic stabilizing selection on other traits. Our results further suggest that current estimates of disease heritability are likely biased. More generally, our model provides a better understanding of the evolutionary processes that shape the architecture and prevalence of complex diseases.", "date": "2025-05-18", "journal": ""}
{"title": "Molecular basis behind the isoprene emission diversity in Fagaceae", "doi": "10.1101/2025.05.17.654689", "authors": "Koita, S.; Munakata, R.; Fukushima, K.; Nagano, A. J.; Ikezaki, Y.; Satake, A.; Saito, T.; Miura, K.; Sugiyama, A.; Yazaki, K.", "abstract": "Plants emit a large amount of volatile organic compounds (VOCs) into the atmosphere, reaching approximately 109 tons of carbon per year. These biogenic VOCs exhibit significant chemical diversity, with terpenoids being the dominant group, and isoprene accounting for nearly half of the total biogenic VOCs. Due to its high chemical reactivity, isoprene has a strong impact on atmospheric quality and climate. Quercus species (Fagaceae) are known to be the main isoprene emitters in the Northern Hemisphere. However, isoprene synthase is unknown in the entire Fagaceae family. Notably, even within a single genus such as Quercus, both isoprene-emitting and non-emitting species are present, yet the molecular basis of this dichotomy remains unclear. Here, we report the identification of the IspS gene from the isoprene-emitting species Quercus serrata (QsIspS1) through seasonal transcriptome analysis and its detailed biochemical characterization. We also identified two genes with high sequence similarity to QsIspS1 in the genomes of non-emitting species: Q. glauca (QgIspS1-like) and Lethocarpus edulis (LeIspS1-like). We discovered mutations in these sequences that likely impair their function. Biochemical analysis revealed that QgIspS1-like is a monoterpene synthase, whereas LeIspS1-like is a pseudogene incapable of isoprene synthesis, explaining these plants' inability to emit isoprene. Furthermore, site-directed mutagenesis revealed an amino acid that plays a pivotal role in the substrate and product specificities of isoprene synthase. Our findings provide new insight into the molecular mechanisms of isoprene emission diversity in Fagaceae.", "date": "2025-05-18", "journal": ""}
{"title": "An Anisotropic Reactive Viscoelastic Model of the Rhesus Macaque Cervix for Studying Cervical Remodeling", "doi": "10.1101/2025.05.14.654071", "authors": "Cordon, C. A. D.; Fang, S.; Rosado-Mendez, I. M.; Ateshian, G.; Hall, T. J.; Feltovich, H.; Myers, K. M.", "abstract": "The uterine cervix is a soft biological tissue with critical biomechanical functions in pregnancy. It is a mechanical barrier that supports the growing fetus. As pregnancy progresses, the cervix becomes more compliant and eventually opens in late pregnancy to facilitate childbirth. This dual function is facilitated by extensive remodeling of the cervical extracellular matrix (ECM), giving rise to its complex time-dependent material properties. Premature cervical remodeling is known to result in preterm birth, defined as birth before 37 weeks of gestation. While previous work has studied cervical remodeling using various biomechanical methods, it remains unclear how the intrinsic or flow-independent viscoelastic behavior of the cervix is influenced by cervical remodeling. In this study, an anisotropic reactive viscoelastic material model was formulated and investigated under tensile deformation to understand material behavior in cervical remodeling. To calibrate the model, experimental force relaxation data was used from uniaxial tension tests on Rhesus macaque cervical specimens from four gestational time points. The results showed that cervical tissue equilibrium and instantaneous stiffness significantly decreased from the non-pregnant to the late pregnancy status. In addition, cervical tissue in the late third trimester relaxed faster to equilibrium than the other gestational groups, particularly at prescribed tensile strains greater than 30%. This fast relaxation to equilibrium helps the cervix dissipate tensile hoop stresses induced by the fetus during labor, preventing its rupture. This work provides insights into time-dependent cervical remodeling features, which are crucial for developing diagnostic methods and treatments for preterm birth.", "date": "2025-05-18", "journal": ""}
{"title": "Guiding humans towards ergonomic postures using an active exoskeleton", "doi": "10.1101/2025.05.14.653966", "authors": "Gomes, W.; Quesada, L.; Berret, B.; Vignais, N.; Verdel, D.", "abstract": "In the past decades, active exoskeletons have been dedicated to reducing human effort, in particular to assist workers in occupational environments. However, this approach does not promote the learning of more ergonomic postures by workers, which is critical for the long-term prevention of musculoskeletal disorders. Alternatively, we propose to use exoskeletons as biofeedback systems, generating task-relevant perturbations guiding users towards ergonomic postures. To test this approach, participants performed reach-to-hold movements towards a redundant target, allowing multiple final postures. We then introduced vibrations with posture-dependent intensity, generating a sensorimotor disturbance that canceled out either above or below each participant's nominal preferred posture. Interestingly, participants adapted to minimize the vibrations, whether it increased or decreased the gravity efforts, and retained the novel posture when it induced lower effort. Finally, all participants significantly reduced effort post-exposure, demonstrating the feasibility and the benefits of using exoskeleton as biofeedback systems to improve posture.", "date": "2025-05-18", "journal": ""}
{"title": "Magnetically Responsive Nanocultures for Direct Microbial Assessment in Soil Environments", "doi": "10.1101/2025.05.17.654660", "authors": "Usman, H.; Molaei, M.; House, S.; Haase, M. F.; Dennis, C. L.; Niepa, T. H. R.", "abstract": "Cultivating microorganisms in native-like conditions is vital for bioprospecting and accessing currently unculturable species. However, there remains a gap in scalable tools that can both mimic native microenvironments and enable targeted recovery of microbes from complex settings. Such approaches are essential to advance our understanding of microbial ecology, predict community functions, and discover novel biotherapeutics. We present magnetic nanocultures, a high-throughput microsystem for isolating and growing environmental microbes under near-native conditions. These nanoliter-scale bioreactors are encapsulated in semi-permeable membranes that form magnetic polymeric microcapsules using iron oxide nanoparticles within polydimethylsiloxane-based shells. This design offers mechanical stability and magnetic actuation, enabling efficient retrieval from soil-like environments. The nanocultures are optimized for optical and biological properties to support microbial encapsulation, growth, and sorting. Our study demonstrates the feasibility of using magnetically responsive microenvironments to cultivate elusive microbes, offering a promising platform for discovering previously uncultured or unknown microbial species.", "date": "2025-05-18", "journal": ""}
{"title": "eSPred: Explainable scRNA-seq Prediction via Customized Foundation Models and Pathway-Aware Fine-tuning", "doi": "10.1101/2025.05.14.654052", "authors": "Sun, L.; Yang, Q.; Zhang, J.; Guo, W.; Lin, L.", "abstract": "Single-cell RNA sequencing (scRNA-seq) has been widely used for studying cellular heterogeneity, but its use for subject-level prediction and clinical applications is still limited. We introduce eSPred, a customized foundation model designed for predictive analysis of scRNA-seq. It integrates cell-type information through a grouping strategy during pre-training and leverages pathway information to guide network flow during fine-tuning. Across multiple datasets, eSPred improves prediction accuracy and highlights pathways linked to disease mechanisms. These results suggest that eSPred can help bridge the gap between single-cell data and subject-level clinical insights, supporting more precise diagnosis and better-informed treatment decisions.", "date": "2025-05-18", "journal": ""}
{"title": "Probing protein-protein interactions with drag flow: A case study of F-actin and tropomyosin", "doi": "10.1101/2025.05.14.653996", "authors": "Bages, C.; Chabanon, M.; Kools, W.; Dos Santos, T.; Pages, R.; Sirkia, M. E.; Leduc, C.; Houdusse, A.; Jegou, A.; Romet-Lemonne, G.; Wioland, H.", "abstract": "Tropomyosin are central regulators of the actin cytoskeleton, controlling the binding and activity of the other actin binding proteins. The interaction between tropomyosin and actin is quite unique: single tropomyosin dimers bind weakly to actin filaments but get stabilised by end-to-end attachment with neighbouring tropomyosin dimers, forming clusters which wrap around the filament. Force spectroscopy is a powerful approach for studying protein-protein interactions, but classical methods which usually pull with pN forces on a single protein pair, are not well adapted to tropomyosins. Here, we propose a method in which a hydrodynamic drag force is applied directly to the proteins of interest, by imposing a controlled fluid flow inside a microfluidic chamber. The breaking of the protein bonds is directly visualised with fluorescence microscopy. Using this approach, we reveal that very low forces from 0.01 to 0.1 pN per tropomyosin dimer trigger the detachment of entire tropomyosin clusters from actin filaments. We show that the tropomyosin cluster detachment rate depends on the cytoplasmic tropomyosin isoform (Tpm1.6, 1.7, 1.8) and increases exponentially with the applied force. These observations lead us to propose a cluster detachment model which suggests that tropomyosins dynamically explore different positions over the actin filament. Our experimental setup can be used with many other cytoskeletal proteins, and we show, as a proof-of-concept, that the velocity of myosin-X motors is reduced by an opposing fluid flow. Overall, this method expands the range of protein-protein interactions that can be studied by force spectroscopy.", "date": "2025-05-18", "journal": ""}
{"title": "Engineered Acinetobacter baylyi ADP1-ISx cells are sensitive DNA biosensors for antibiotic resistance genes and a fungal pathogen of bats", "doi": "10.1101/2025.05.17.654686", "authors": "Chuong, J.; Brown, K. W.; Mishler, D. M.; Gifford, I.; Barrick, J. E.", "abstract": "Naturally competent bacteria can be engineered into platforms for detecting environmental DNA. This capability could be used to monitor the spread of pathogens, invasive species, and resistance genes, among other applications. Here, we create Acinetobacter baylyi ADP1-ISx biosensors that detect specific target DNA sequences through natural transformation. We tested strains with DNA sensors that consisted of either a mutated antibiotic resistance gene (TEM-1 bla or nptII) or a counterselectable gene flanked by sequences from the fungus Pseudogymnoascus destructans, which causes white-nose syndrome in bats. Upon uptake of homologous DNA, recombination restored antibiotic resistance gene function or removed the counterselectable gene, enabling selection of cells that sensed the target DNA. The antibiotic resistance gene and P. destructans biosensors could detect as few as 3,000 or 5,000,000 molecules of their DNA targets, respectively, and their sensitivity was not affected by excess off-target DNA. These results demonstrate how A. baylyi can be reprogrammed into a modular platform for monitoring environmental DNA.", "date": "2025-05-18", "journal": ""}
{"title": "Dynamic regulation of neuronal Vault trafficking and RNA cargo by the noncoding RNA, Vaultrc5", "doi": "10.1101/2025.05.16.654162", "authors": "Musgrove, M. R. B.; Leighton, L. J.; Liau, W.-S.; Walsh, A. D.; Marshall, P. R.; Heyworth, S. M.; Bademosi, A. T. D.; Hertrich, N.; Zhao, Q.; Madugalle, S. U.; Periyakaruppiah, A.; Li, X.; Davies, J. W. A.; Ren, H.; Gong, H.; Meunier, F.; Mikhaylova, M.; Bredy, T.", "abstract": "Vaults are large ribonucleoprotein complexes of unknown function in neurons. Here, we report that the Vault-associated noncoding RNA, Vaultrc5, is highly enriched at the synapse and is required for activity-dependent Vault trafficking in neurons. We have discovered that Vaults are comprised of unique populations of coding and non-coding RNA, and that this cargo varies dynamically between subcellular compartments. In addition, Vaultrc5 knockdown at the synapse shifts the RNA cargo toward transcripts associated with immune surveillance, and Vaultrc5 knockdown, in vivo, leads to impaired fear learning. These findings suggest that the Vaultrc5 is critically involved in coordinating the experience-dependent trafficking of Vaults and related RNA cargo, which represents a novel feature of neuronal plasticity underlying learning and memory.", "date": "2025-05-18", "journal": ""}
{"title": "High-resolution laminar recordings reveal structure-function relationships in monkey V1", "doi": "10.1101/2025.05.14.653875", "authors": "Carr, N.; Zhu, S.; Lee, E. K.; Xia, R.; Chen, X.; Perliss, A.; Moore, T.; Chandrasekaran, C.", "abstract": "The relationship between the structural properties of diverse neuronal populations in the monkey primary visual cortex (V1) and their functional visual processing in vivo remains a critical knowledge gap in visual neuroscience. We took advantage of high-density Neuropixels electrodes to record large populations of neurons across layers of macaque V1 and used a state-of-the-art non-linear dimensionality reduction approach on waveform shape to delineate nine putative cell classes, 4 narrow-spiking (NS), 4 broad-spiking (BS) and 1 tri-phasic (TP). Then, we performed targeted analyses of laminar organization, spike amplitude, multichannel spatial features, functional properties, and network connectivity of these cell classes, to discover four fundamental aspects of the V1 microcircuit predicted by anatomical studies, but never fully demonstrated before in vivo: First, NS neurons were most concentrated in layer 4 and more numerous than parvalbumin positive neurons, consistent with studies of potassium channel expression in excitatory neurons in V1. Second, a large amplitude NS cell class in layer 4B was strongly direction selective, with multichannel waveforms consistent with a stellate morphology, which is a likely functional correlate of anatomical descriptions of neurons that project between V1 and MT. Third, an NS cell class in layer 4B showed robust bursting activity and strong orientation selectivity. Finally, cross-correlation analysis of neuron pairs revealed distinct functional interactions between cell classes. These results demonstrate that high-resolution electrophysiology enables discovery of novel relationships between structural organization and in vivo functional responses of neurons, and can inform biologically realistic microcircuit models of primate V1, perhaps even extending to all of neocortex.", "date": "2025-05-18", "journal": ""}
{"title": "Sea-ice microbial community succession and the potential role of parasitoids in the maintenance of diversity", "doi": "10.1101/2025.05.18.654361", "authors": "Dilliplaine, K.; Whitmore, L.; Aguilar-Islas, A.; Bolt, C.; Dumack, K.; Jin, M.; Kaufman, M.; Oggier, M.; Hennon, G.", "abstract": "Sea ice is a crucial, yet declining, habitat in high latitude ecosystems. Here we present a high-temporal resolution amplicon sequence data set collected during the vernal ice-algal bloom near Utqia[g]vik, Alaska in 2021 to study sea-ice microbial dynamics. The ice-algal bloom peaked on May 8th, reaching 46.6 mg chlorophyll a m-2, and thereafter became limited by nitrate availability. A massive bloom of the oil-degrading bacterium, Oleispira (>80% relative abundance), coincided with the algal bloom raising questions about hydrocarbon exposure. The sea-ice algal bloom was dominated by diatoms, particularly Nitzschia spp., and transitioned into a flagellate dominated post-bloom community which aligned with melt-associated irradiance increase and nutrient flushing. We explored the relationship between putative parasitoids, Chytridiomycetes, Thecofilosea (Cercozoa), Oomycetes, Syndiniales (Dinoflagellata), and Labyrinthulomycetes (Bigyra), and potential microalgal hosts. Chytrids peaked periodically suggesting synchronized infections and Cryothecomonas (Thecofilosea) was observed parasitizing Nitzschia spp. for the first time in Arctic sea ice. Co-occurrence analysis suggested that diatoms, especially Nitzschia, were the primary hosts of Arctic parasitoids, and that top-down parasitoid control may dramatically alter community composition over short timescales, such as days. These results provide important insights into the drivers of vernal bloom timing and maintenance of microalgal diversity in sea ice.", "date": "2025-05-18", "journal": ""}
{"title": "Discovery and Biosynthetic Origin of 4,4'-Dihydroxy-3,3',5,5' Tetrachlorobenzophenone Produced by the Clinical Isolate Burkholderia oklahomensis", "doi": "10.1101/2025.05.18.654707", "authors": "Dashti, Y.; Clarkson, G.; Mahenthiralingam, E.; Challis, G.", "abstract": "Burkholderia oklahomensis LMG 23618T is a Burkholderia pseudomallei-like bacterium originally isolated in 1973 from a wound infection caused by a farming accident in Oklahoma. Metabolic profiling of an organic extract from cultures of B. oklahomensis LMG 23618T using UHPLC-ESI-Q-ToF-MS led to identification of three known metabolites, betulinan A, yersiniabactin and ulbactin B, in addition to a novel polycholorinated compound. Mass-directed purification enabled isolation of the novel specialized metabolite, which was shown by X-ray crystallography and NMR spectroscopic analysis to be 4,4'-dihydroxy-3,3',5,5'-tetrachlorobenzophenone. Feeding experiments with stable isotope-labelled precursors established that the carbon skeleton of this unusual metabolite derives from two molecules of tyrosine. This led us to propose a plausible biosynthetic pathway via decarboxylative condensation of 3, 5-dichloro-4-hydroxybenzoic acid with its coenzyme A thioester derivative. The absolute configuration of ulbactin B was also established as 4'R, 3''S, 7''S, 8''R using X-ray crystallography and NMR spectroscopy.", "date": "2025-05-18", "journal": ""}
{"title": "Gut microbial conversion of dietary elderberry extract to hydrocinnamic acid improves obesity-associated metabolic disorders", "doi": "10.1101/2025.05.18.654739", "authors": "Alqudah, S.; DeLucia, B.; Osborn, L. J.; Markley, R. L.; Bobba, V.; Preston, S. M.; Thambidurai, T.; Nia, L. H.; Fulmer, C. G.; Sangwan, N.; Nemet, I.; Claesen, J.", "abstract": "Obesity-associated metabolic disorders such as type 2 diabetes mellitus and metabolic dysfunction associated fatty liver disease are major global health concerns, yet current pharmacological treatments often present with major side-effects. Dietary interventions including polyphenol-rich foods offer a promising complementary option for obesity amelioration, but their efficacy is dependent on specific gut microbial metabolism and the underlying molecular mechanisms mostly remain elusive. Here, we demonstrated that dietary elderberry (Eld) extract abrogates the effects of an obesogenic diet in a gut microbiota-dependent manner, by preventing insulin resistance and reducing hepatic steatosis in mice. We developed a targeted, quantitative liquid chromatography-tandem mass spectrometry method for detection of gut bacterial polyphenol catabolites and identified hydrocinnamic acid as a key microbial metabolite, enriched in the portal vein plasma of Eld supplemented animals. Next, we showed that hydrocinnamic acid potently activates hepatic AMP-activated protein kinase , explaining its role in improved liver lipid homeostasis. Furthermore, we uncovered the metabolic pathway cumulating in hydrocinnamic acid production in the common gut commensal Clostridium sporogenes. Our characterization of hydrocinnamic acid as a diet-derived, and microbiota-dependent metabolite with insulin-sensitizing and anti-steatotic activities will contribute to microbiome-targeted dietary interventions to prevent and treat obesity-associated metabolic diseases.", "date": "2025-05-18", "journal": ""}
{"title": "Elucidating the Mechanism by Which HIV-1 Nucleocapsid Mutations Confer Resistance to Integrase Strand Transfer Inhibitors", "doi": "10.1101/2025.05.17.654662", "authors": "Hikichi, Y.; Burdick, R. C.; Patro, S. C.; Ding, S.-Y.; Luke, B. T.; Clark, E.; Ablan, S. D.; Wu, X.; Pathak, V. K.; Freed, E. O.", "abstract": "Persons with HIV (PWH) receiving integrase (IN) strand transfer inhibitors (INSTIs) have been reported to experience virologic failure (VF) in the absence of resistance mutations in IN. We previously reported that mutations in the viral nucleocapsid (NC) are selected in the presence of the INSTI dolutegravir (DTG) and confer levels of INSTI resistance comparable to those conferred by clinically relevant IN mutations. Here we show that these NC mutations accelerate the kinetics of viral DNA integration. The shortened time frame between the completion of reverse transcription and integration correlates with reduced sensitivity to DTG, suggesting that NC mutations limit the window of opportunity for INSTIs to block viral DNA integration. We find that in primary peripheral blood mononuclear cells, HIV-1 acquires mutations in the viral envelope glycoprotein, NC, and occasionally IN during selection for INSTI resistance. Notably, the selected NC and IN mutations act in concert to reduce the susceptibility of the virus to INSTIs. These results provide insights into the mechanism by which HIV-1 escapes the inhibitory activity of INSTIs and underscore the importance of genotypic analysis outside IN in PWH experiencing VF on INSTI-containing drug regimens.", "date": "2025-05-18", "journal": ""}
{"title": "Uncovering the Diversity of Pathogenic Free-Living Amoebae in Freshwater Environments of Ghana: A Combined Culture Enrichment and Metabarcoding Approach", "doi": "10.1101/2025.05.17.654667", "authors": "Tekle, Y. I.; Acheampong, K. O.; Adu, R. K.; Dakwab, K. B.", "abstract": "Free-living amoebae (FLA) such as Naegleria and Acanthamoeba are opportunistic pathogens increasingly linked to fatal and severe human infections, particularly in settings with limited hygiene, water sanitation and diagnostic infrastructure. In this pilot study, we explored the diversity of potentially pathogenic FLA in sectors of the Kakum River Basin, near Cape Coast, Ghana using a combined approach of filtered, pelleted, and culture-enriched metabarcoding. Our results revealed a wide range of FLA from Amoebozoa and Heterolobosea clades, including several of clinical relevance, such as Acanthamoeba, Vermamoeba. Balamuthia and Paravahlkampfia. Importantly, various Naegleria species were also detected and morphologically confirmed, raising public health concerns given the favorable environmental conditions for Naegleria fowleri proliferation in the sampling sites. The use of culture-enriched metabarcoding was particularly valuable in recovering organisms that may encyst and be missed by direct methods. This study underscores the importance of integrative and sensitive molecular approaches for detecting neglected pathogens in vulnerable communities. Our findings provide a foundation for larger epidemiological studies that incorporate clinical data and support the development of cost-effective monitoring tools for FLA-associated public health threats in sub-Saharan Africa.", "date": "2025-05-18", "journal": ""}
{"title": "Unique TMJ-specific transcriptomic signature and its medial layer: Implications in osteoarthritis", "doi": "10.1101/2025.05.18.654737", "authors": "Raut, R. D.; Choudhury, C.; Chakraborty, A. K.; Singh, H.; Mehra, P.; Gerstenfeld, L.; Almarza, A.; Bais, M. V.", "abstract": "Objectives: Osteoarthritis (OA) is a debilitating joint disease that affects millions of people worldwide, with the temporomandibular joint (TMJ) and knee joint being prominently affected. Despite its prevalence, TMJ-OA remains understudied. This study aimed to investigate the transcriptional signature of the TMJ compared to that of the knee joint and to explore transcriptional differences in the medial and superficial layers of the TMJ-OA. Design: Six-month-old C57BL/6J mice TMJ and knee samples were collected. Goat TMJ superficial and medial layer cartilage was separated and treated with IL-1{beta}. All samples were subjected to bulk RNA sequencing followed by differential expression and gene set enrichment analysis. Results: We identified 4,031 protein-coding genes differentially expressed in the TMJ compared to the knee, with significant enrichment of neuronal system genes and lower enrichment of innate immune system genes. Key osteoarthritis biomarkers such as Mmp13, Postn, and Col1a1 were more highly expressed in the TMJ, indicating a higher vulnerability to OA development. IL-1{beta} treatment in goat TMJ chondrocytes mimicked the natural TMJ-OA-like transcriptional changes and immune responses, which are also observed in the rabbit TMJ-OA model. This validated the in vitro goat TMJ-OA model. The IL-1{beta}-treated goat TMJ medial cartilage layer was enriched in OA-associated transcription factors (TFs), senescence genes, and epigenetic regulators. Conclusion: Our study demonstrated the unique transcriptomic signature of the TMJ compared with the knee joint, highlighting its vulnerability to OA and pain. These findings provide valuable insights into the molecular mechanisms of TMJ and offer a resource for potential therapeutic target selection for TMJ-OA treatment.", "date": "2025-05-18", "journal": ""}
{"title": "Real-time Visualization of Trigger Factor on Translating Ribosomes", "doi": "10.1101/2025.05.16.654432", "authors": "Nunez, E.; Saha, P.; G.Ibarluzea, M.; Muguruza-Montero, A.; M.Alicante, S.; Ramis, R.; Leonardo, A.; Bergara, A.; Villarroel, A.; Rico, F.", "abstract": "Trigger Factor (TF) is an ATP-independent chaperone that assists in co-translational protein folding by associating with ribosomes to prevent aggregation. While its interaction with ribosomes has been described, real-time visualization of TF dynamics has remained elusive. Using high-speed atomic force microscopy, we imaged full 70S ribosomes under near-physiological conditions during translation. TF exhibited dynamic transitions between extended and compact conformations, forming both stable and transient contacts with ribosomal proteins uL23 and bL17 in ribosome nascent chain complexes. Binding to non-translating ribosomes was not observed under these conditions. Molecular dynamics simulations of TF alone and in complex with ribosomal proteins supported the experimental observations. Our findings reveal the structural flexibility of TF and its selective association with active ribosomes. Our combination of experimental and computational approaches offers new insights into how TF dynamically engages ribosomes during translation to facilitate protein folding.", "date": "2025-05-18", "journal": ""}
{"title": "L-Arginine Hydrochloride Enables Cold-Chain-Free DNA Polymerase Storage", "doi": "10.1101/2025.05.16.654417", "authors": "Shenekji, J. G.; Al-Daoud, A.; Ghrewati, A.", "abstract": "Preserving DNA polymerases under ambient conditions is a critical challenge, particularly in resource-limited settings with minimal cold storage infrastructure. This study introduces a novel, cost-effective approach to polymerase stabilization using L-arginine hydrochloride (LAH), evaluating its efficacy for Pfu polymerase and polymerase mixtures stored in 20 l aliquots at 4{degrees}C, 25{degrees}C, and 37{degrees}C over three months. Enzyme activity was assessed via polymerase chain reaction (PCR) amplification of a 1250 base pair (bp) DNA fragment. Pfu polymerase maintained enzymatic activity at all tested temperatures with 1 M LAH, whereas activity was lost at 37{degrees}C without the stabilizer. LAH also enhanced the stability of Taq polymerase and Pfu + Taq mixtures, though with reduced efficacy. Mechanistically, LAH prevents protein aggregation, enhances solubility, and stabilizes enzyme structure through electrostatic interactions. These findings position LAH as a robust stabilizer, reducing cold chain dependency and enabling scalable molecular diagnostics in low-resource environments. This study advances enzyme preservation by offering a sustainable alternative to traditional methods, with applications in clinical diagnostics and biotechnology. Future work will optimize LAH concentrations, assess long-term stability beyond three months, and extend the approach to other thermostable polymerases.", "date": "2025-05-18", "journal": ""}
{"title": "TERRA transcripts and promoters from telomeric and interstitial sites", "doi": "10.1101/2025.05.15.654290", "authors": "Santagostino, M.; Sola, L.; Cappelletti, E.; Gennari, N.; Piras, F. M.; Biundo, M.; Nergadze, S. G.; Giulotto, E.", "abstract": "The transcription of human telomeres gives rise to a family of long noncoding RNAs, named TERRA. We previously showed that TERRA transcription is driven by CpG island promoters that are composed by stretches of three types of repeats. Using the human genome assembly that was available at that time, putative promoter sequences were localized at several subtelomeres. In this work, using the T2T-CHM13v2.0 human reference genome, we found that 39 out of 46 subtelomeres contain TERRA promoters and grouped them in classes depending on their organization. The sequence of subtelomeric promoters was variable in different reference genomes suggesting that they are polymorphic in the human population. We then discovered 106 intrachromosomal TERRA-like promoters, adjacent to interstitial telomeric sequences (ITSs) or far away from them. Fortyseven of these promoters are flanked and may regulate the transcription of coding genes, ncRNAs or pseudogenes. Comparative sequence analysis showed that interstitial and subtelomeric promoters belong to a previously undescribed family of segmental duplications deriving from common ancestral sequences. RT-PCR experiments in seven cell lines demonstrated that TERRA transcripts can be synthesized from ITSs. TERRA expression was always low in primary fibroblasts and HeLa cells while highly variable in the other two telomerase positive (HT1080 and HEK293) and in the three telomerase negative ALT cell lines (GM847, U2OS and VA13). Given the large number of ITSs in the human genome, we propose that these loci contribute significantly to the production of the TERRA pool.", "date": "2025-05-18", "journal": ""}
{"title": "Embryonic Stem Cell-Specific Responses to DNA Replication Stress", "doi": "10.1101/2025.05.16.654332", "authors": "James, R. C.; Wang, J. K.; Bhatt, S. R.; Shadid, S. E.; Phuong, D. J.; Schimenti, J. C.", "abstract": "Genome maintenance is of the utmost importance in stem cells, as mutations can be propagated and cause defects in derivative tissues. Many stem cell types display low mutation rates, with embryonic stem cells (ESCs) being a notable example. The bases for this property are unclear but may be achieved by optimization of various processes including high-fidelity DNA repair, cell cycle checkpoint controls, and hypersensitivity to genotoxic insults that trigger cell death. Here, we investigate the mechanisms underlying the unique responses of mouse ESCs (mESCs) to replication stress (RS) using an array of small molecule inhibitors and genotoxins. We find that whereas mESCs survive under acute RS in an ATR- and CHK1-dependent manner similar to somatic cells, they lack a strong G2/M checkpoint and fail to repair DNA crosslinks in the absence of ATR signaling. Despite the lack of a strong G2/M checkpoint, mESCs maintain a spindle assembly checkpoint (SAC). We posit that mESCs preferentially repair DNA crosslinks in S phase via homology-directed mechanisms, and cells that fail to complete repair before mitosis undergo mitotic catastrophe and cell death. These findings shed light on mutation avoidance mechanisms in ESCs that may extend to other stem cell types.", "date": "2025-05-18", "journal": ""}
{"title": "Exploring the interplay of complex carbohydrate intake, the microbiome CAZymes pool and short-chain fatty acid production in the human gut: insights from different cohorts in the Argentine population", "doi": "10.1101/2025.05.15.654276", "authors": "Trotta, M.; Agustini, C.; Rohr, C.; Ame, R. M.; Giordano, L.; Balderramo, D.; Romagnoli, P.; vazquez, m.", "abstract": "Carbohydrate-active enzyme (CAZyme) activity in the gut microbiome has significant implications for health, including the release of nutrients otherwise inaccessible to the host and the enhancement of digestive efficiency. The primary end products of indigestible carbohydrate fermentation are short-chain fatty acids (SCFAs). We hypothesized that increased dietary fiber consumption could lead to greater SCFA production in the human gut. To investigate this, we examined the relationship between complex carbohydrate intake, CAZyme activity in the human gut microbiome, and SCFA production at the whole metagenomic level across three cohorts: a healthy reference-controlled cohort, an average cohort of individuals living in industrialized cities, and a cohort of patients with inflammatory bowel disease (IBD). Metagenomic sequencing and bioinformatic analyses were utilized to assess the diversity, abundance, and functionality of CAZymes, as well as the metabolic capacity for SCFA production. The average cohort exhibited higher alpha diversity of CAZyme families compared to the reference-controlled cohort, although subfamily composition was similar between both. A moderate negative correlation was identified between CAZyme abundance and SCFA production, indicating that a higher number of these enzymes does not directly translate to increased SCFA synthesis. In IBD patients, a decrease in the diversity and composition of CAZyme subfamilies was observed, suggesting a disruption in enzymatic functions associated with the disease. However, the overall functionality of CAZymes remained relatively stable across different health conditions, highlighting the resilience of the gut microbiome for these functions. These findings deepen our understanding of the gut microbiome role in health and disease, emphasizing that despite variations in microbial diversity, key enzymatic functions persist. The study underscores the complexity of the non-linear relationship between complex carbohydrate metabolism and SCFA production, laying the groundwork for future research on microbiome-targeted therapeutic/dietary profile interventions in both non-disease and chronic diseases conditions.", "date": "2025-05-18", "journal": ""}
{"title": "An Updated Polygenic Index Repository: Expanded Phenotypes, New Cohorts, and Improved Causal Inference", "doi": "10.1101/2025.05.14.653986", "authors": "Alemu, R.; Terskaya, A.; Howell, M.; Guan, J.; Sands, H.; Kleinman, A.; 23andMe Research Team,  ; Bann, D.; Morris, T.; Ploubidis, G. B.; Fitzsimons, E.; Mullan Harris, K.; Caspi, A.; Corcoran, D. L.; Moffitt, T. E.; Poulton, R.; Sugden, K.; Williams, B. S.; Steptoe, A.; Ajnakina, O.; Vainik, U.; Esko, T.; Estonian Biobank Research Team,  ; Campbell, A.; Hayward, C.; Iacono, W. G.; McGue, M.; Krueger, R. F.; Docherty, A. R.; Shabalin, A. A.; Hertwig, R.; Koellinger, P.; Richter, D.; Goebel, J.; Ahlskog, R.; Oskarsson, S.; Magnusson, P. K. E.; Harden, K. P.; Tucker-Drob, E. M.; Pahnke, C. K. L.", "abstract": "Polygenic indexes (PGIs) - DNA-based phenotype predictors for individual phenotypes - have become essential tools across the biomedical and social sciences. We introduce Version 2 of the Polygenic Index Repository, which expands the number of phenotypes from 47 to 61, increases the number of participating datasets from 11 to 20, and adopts a more consistent and improved methodology for PGI construction. For 16 phenotypes, we leverage summary statistics from an updated GWAS meta-analysis with greater statistical power compared to the original release, thereby improving the PGI's predictive power. To improve power for family-based analyses, we provide imputed parental PGIs in all datasets with first-degree relatives and we provide a framework for interpreting results from analyses that control for parental PGIs. Together, the updates improve predictive accuracy, expand coverage to new cohorts and phenotypes, and introduce novel tools that reduce confounding bias and improve interpretability.", "date": "2025-05-18", "journal": ""}
{"title": "Upstream open reading frame inactivation augments GATA4 translation and cardiomyocyte hypertrophy in mice", "doi": "10.1101/2025.05.18.654700", "authors": "Hedaya, O. M.; Jiang, F.; Baliga, U.; Ivanov, A.; Chen, S.; Schwartz, J.; Kawakami, Y.; Yan, C.; Yao, P.", "abstract": "Upstream open reading frames (uORFs) are short peptide-encoding sequences located in the 5' untranslated region (5' UTR) of mRNAs, enabling translational repression of main (m)ORFs. While uORFs are found in ~50% of mRNAs in humans, our understanding of their biological function remains limited. This study aims to elucidate the role of the uORF in the 5' UTR of the Gata4 (GATA binding protein 4) gene in cardiac biology by inactivating its start codon ({Delta}uORF) in the mouse genome. Our investigation reveals that mice with Gata4 uORF inactivation manifest spontaneous cardiac hypertrophy without apparent fibrosis as they age. Utilizing single-nucleus RNA sequencing (snRNA-seq), we uncovered significant transcriptional variations between wild-type (WT) and {Delta}ORF mice. Notably, mRNAs associated with sarcomeres and contractile functions show heightened expression levels, reflecting the hypertrophic phenotype. Notably, at least nine upregulated genes are GATA4-bound targets in mouse ventricles. Functional assessments of isolated primary adult cardiomyocytes confirmed enhanced hypertrophy and contractility in {Delta}ORF mice. Additionally, we employed single-nucleus transposase-accessible chromatin (snATAC)-seq to investigate changes in chromatin accessibility. Our results indicated increased accessibility within specific transcription-regulatory elements linked to elevated gene transcription. These putative cis-regulatory elements (pCREs) are significantly enriched in MEF2 (myocyte enhancer factor 2) binding motifs. In vitro luciferase reporter assays further supported the regulatory potential of three of these pCREs, highlighting their role in the transcriptional enhancement of three GATA4 target genes bound by MEF2 and GATA4. These findings illuminate the role of uORF in negatively regulating GATA4 protein expression and cardiomyocyte hypertrophy at the organismal level and provide a novel therapeutic target for cardiac pathogenesis.", "date": "2025-05-18", "journal": ""}
{"title": "Snekmer Learn/Apply: A kmer-based vector similarity approach to proteinclassification suitable for metagenomic datasets", "doi": "10.1101/2025.05.16.654600", "authors": "Nitka, T. A.; Jacobson, J.; Chang, C. H.; Krause, G. R.; Wheeler, T. J.; Egbert, R. G.; Nelson, W. C.; McDermott, J. E.", "abstract": "Advances in whole genome sequencing have led to a rapid and ongoing increase in the amount of sequence data available, but 40-50% of known genes have no functional annotation and only 25-30% have specific functional annotations. Current functional annotation approaches typically rely on computationally expensive pairwise or multiple sequence alignments, preventing rapid development of models for novel protein functions and sometimes limiting methods to one ontology. Representation of sequence in short segments (kmers) has been used in many applications for nucleotide sequence, and more recently has been applied to protein sequence as well. We previously developed Snekmer, a tool which uses kmer patterns to develop alignment-free individual protein family models. Other approaches, such as MMSeqs2 and DIAMOND, use protein kmers as a fast filter to reduce search space for subsequent sequence alignment. Here, we describe a novel addition to the Snekmer tool which builds kmer libraries for protein families and uses those libraries to map functional annotations to new sequences. We first demonstrate that our method accurately applies TIGRFAMs annotations to protein fragments and to a low-sequence identity benchmark dataset, and further use it to annotate a set of drought stress associated soil and rhizosphere metagenome sequences with higher sensitivity towards several important protein function classes than that shown by HMMs. We have incorporated this workflow into Snekmer.", "date": "2025-05-18", "journal": ""}
{"title": "InstaNovo-P: A de novo peptide sequencing model for phosphoproteomics", "doi": "10.1101/2025.05.14.654049", "authors": "Lauridsen, J.; Ramasamy, P.; Catzel, R.; Canbay, V.; Mabona, A.; Eloff, K.; Fullwood, P.; Ferguson, J.; Kirketerp-Moller, A.; Goldschmidt, I. S.; Claeys, T.; van Puyenbroeck, S.; Lopez Carranza, N.; Schoof, E. M.; Martens, L.; Van Goey, J.; Francavilla, C.; Jenkins, T. P.; Kalogeropoulos, K.", "abstract": "Phosphorylation, a crucial post-translational modification (PTM), plays a central role in cellular signaling and disease mechanisms. Mass spectrometry-based phosphoproteomics is widely used for system-wide characterization of phosphorylation events. However, traditional methods struggle with accurate phosphorylated site localization, complex search spaces, and detecting sequences outside the reference database. Advances in de novo peptide sequencing offer opportunities to address these limitations, but have yet to become integrated and adapted for phosphoproteomics datasets. Here, we present InstaNovo-P, a phosphorylation specific version of our transformer-based InstaNovo model, fine-tuned on extensive phosphoproteomics datasets. InstaNovo-P significantly surpasses existing methods in phosphorylated peptide detection and phosphorylated site localization accuracy across multiple datasets, including complex experimental scenarios. Our model robustly identifies peptides with single and multiple phosphorylated sites, effectively localizing phosphorylation events on serine, threonine, and tyrosine residues. We experimentally validate our model predictions by studying FGFR2 signaling, further demonstrating that InstaNovo-P uncovers phosphorylated sites previously missed by traditional database searches. These predictions align with critical biological processes, confirming the model's capacity to yield valuable biological insights. InstaNovo-P adds value to phosphoproteomics experiments by effectively identifying biologically relevant phosphorylation events without prior information, providing a powerful analytical tool for the dissection of signaling pathways.", "date": "2025-05-18", "journal": ""}
{"title": "Amira: gene-space de Bruijn graphs to improve the detection of AMR genes from bacterial long reads", "doi": "10.1101/2025.05.16.654303", "authors": "Anderson, D.; Lima, L.; Le, T.; Judd, L. M.; Wick, R. R.; Iqbal, Z.", "abstract": "Accurate detection of antimicrobial resistance (AMR) genes is essential for the surveillance, epidemiology and genotypic prediction of AMR. This is typically done by generating an assembly from the sequencing reads of a bacterial isolate and running AMR gene detection tools on the assembly. However, despite advances in long-read sequencing that have greatly improved the quality and completeness of bacterial genome assemblies, assembly tools remain prone to large-scale errors caused by repeats in the genome, leading to inaccurate detection of AMR gene content and consequent impact on resistance prediction. In this work we present Amira, a tool to detect AMR genes directly from unassembled long-read sequencing data. Amira leverages the fact that multiple consecutive genes lie within a single read to construct gene-space de Bruijn graphs where the k-mer alphabet is the set of genes in the pan-genome of the species under study. Through this approach, the reads corresponding to different copies of AMR genes can be effectively separated based on the genomic context of the AMR genes, and used to infer the nucleotide sequence of each copy. Amira achieves significant improvements in genomic copy number recall and nucleotide accuracy, demonstrated through objective simulations and comparison with alternative read and assembly-based methods on samples with manually curated truth assemblies. Applied to a dataset of 32 Escherichia coli samples with diverse AMR gene content, Amira achieves a mean genomic-copy-number recall of 98.4% with precision 97.9% and nucleotide accuracy 99.9%. Finally, we compare the number of fully (>90%) present genes with good read support by Amira and Flye with AMRFinderPlus across all E. coli, K. pneumoniae and E. faecium nanopore datasets from the ENA (n=8593, 2469 and 420 respectively), quantifying the improvement in recall when handling heterogeneous data.", "date": "2025-05-18", "journal": ""}
{"title": "Cell Type-Specific Effects of miR-21 Loss Attenuate Tumor Progression in MYC-Driven Prostate Cancer", "doi": "10.1101/2025.05.14.654101", "authors": "Zennami, K.; Graham, M. K.; Chikara, S.; Sysa-Shah, P.; Rafiqi, F. H.; Wang, R.; Abel, B.; Zeng, Q.; Krueger, T. E. G.; Brennen, W. N.; Ganguly, S.; Zarif, J. C.; Simons, B.; DeWeese, T. L.; De Marzo, A.; Yegnasubramanian, S.; Lupold, S. E.", "abstract": "Aberrant microRNA expression is common in cancer, yet cell-type-specific microRNA activity in the tumor microenvironment (TME) remains poorly understood. Here, we show that germline deletion of miR-21 significantly attenuated the progression of MYC-driven prostate cancer (PCa), reducing prostate weight, tumor burden, and proliferation index in Hi-Myc mice. In situ hybridization revealed elevated miR-21 expression in multiple cell types during disease progression. Inflammatory and premalignant lesions in mouse and human prostate showed increased miR-21 in both stroma and epithelium, with further enrichment in the stroma of invasive adenocarcinoma. In Hi-Myc mice, single cell RNA-sequencing revealed miR-21 gene regulation in neoplastic, stromal, and immune cells in a cell-type-specific manner, impacting both direct and indirect targets. Notably, miR-21 deletion reduced immune infiltration into the prostate TME, particularly Trem2-expressing macrophages and regulatory T cells. The Timp1-fibroblast gene signature in MYC-driven PCa was suppressed in miR-21 knockout prostates. Cell-cell communication analysis showed that miR-21 suppressed TGF-beta signaling in the TME, partially through Ski and Smad7 suppression in cancer-associated fibroblasts. These findings underscore the crucial role of miR-21 in PCa and provide some of the first in situ insights into cell-type-specific miRNA activity in solid tumors.", "date": "2025-05-18", "journal": ""}
{"title": "Neural function of Netrin-1 in precancerous lesions of the pancreas", "doi": "10.1101/2025.05.14.654046", "authors": "Haidar, H.; Bellon, A.; Sleiman, K.; Hocine, M.; Rama, N.; Gadot, N.; Carpizo, D. R.; Mehlen, P.; Mann, F.", "abstract": "The nervous system undergoes dynamic structural remodeling to infiltrate cancerous tumors, contributing to their growth and progression. Emerging evidence indicates that neuroplasticity initiates early, with nerve terminals detecting and responding to tissue changes even during precancerous stages. Notably, dense sympathetic axon sprouting has been observed around pancreatic intraepithelial neoplasia (PanIN), a common precursor lesion to pancreatic cancer. However, the molecular signals driving this early neuroplasticity and its functional consequences remain poorly understood. Here, we identify the axon guidance molecule Netrin-1 as a key factor secreted by pancreatic cells within precursor lesions of pancreatic cancer. Netrin-1 promotes sympathetic axon growth and branching through its receptor, Deleted in Colorectal Cancer (DCC). Inhibition of Netrin-1 disrupts sympathetic axon remodeling while accelerating PanIN formation and progression, driven by increased precancerous cell proliferation. Furthermore, human pancreatic tissue analysis corroborates Netrin-1 expression in precursor lesions. These findings suggest that Netrin-1-driven sympathetic neuroplasticity plays a protective role in the precancerous microenvironment by modulating local cellular dynamics, providing new insights into early cancer progression.", "date": "2025-05-18", "journal": ""}
{"title": "3D imaging of human pancreas suggests islet size and endocrine composition influence their loss in type 1 diabetes", "doi": "10.1101/2025.05.14.654045", "authors": "Rippa, A.; Posgai, A. L.; Currlin, S.; Brusko, M.; Williams, M. D.; Kaddis, J. S.; Kusmartseva, I.; Wasserfall, C. H.; Campbell-Thompson, M.; Atkinson, M. A.", "abstract": "A high-definition description of pancreatic islets would prove beneficial for understanding the pathophysiology of type 1 diabetes (T1D), yet significant knowledge voids exist in terms of their size, endocrine cell composition, and number in both health and disease. Here, 3-dimensional (3D) analyses of pancreata from control persons without diabetes (ND) revealed heretofore underappreciated frequencies (approximately 50%) of insulin-positive (INS+) glucagon-negative (GCG-) islets. Non-diabetic individuals positive for a single Glutamic acid decarboxylase autoantibody (GADA+) yet at increased risk for disease consistently demonstrated endocrine features, including islet volume and cell composition, closely resembling the age-matched ND controls. In contrast, pancreata from individuals with short-duration T1D demonstrated significantly reduced islet density and a dramatic loss of INS+GCG- islets with preservation of large INS+GCG+ islets. The size and cellular composition of pancreatic islets may, therefore, represent influential factors that impact {beta}-cell loss during T1D disease progression.", "date": "2025-05-18", "journal": ""}
{"title": "Characterizing the frequency-specific and spatiotemporal dynamics of β-γ Phase-Amplitude Coupling in Parkinson's disease", "doi": "10.1101/2025.05.14.653744", "authors": "Loehrer, P. A.; Yassine, S.; Weber, I.; Sanner, V.; He, S. A.; Pogosyan, A.; Chen, L.; Witt, L.; Fink, G. R.; Pedrosa, D. J.; Timmermann, L.; Tan, H.", "abstract": "Cross-frequency coupling (CFC) has been proposed to facilitate neural information transfer across spatial and temporal scales. Phase-amplitude coupling (PAC), a type of CFC in which the amplitude of a faster brain oscillation is coupled to the phase of a slower brain oscillation, is implicated in various higher-order cognitive functions and was shown to be pathologically altered in neurological and psychiatric disease. In Parkinson's disease (PD), the coupling between gamma amplitude (50-150 Hz) to beta phase (13-35 Hz) is exaggerated. Enhanced {beta}-{gamma} PAC was found in the subthalamic nucleus and various cortical sources and shown to be responsive to dopaminergic therapy and deep brain stimulation (DBS). Therefore, exaggerated {beta}-{gamma} PAC has been proposed to be a disease marker and a potential target for brain circuit interventions. Despite these promising findings, a significant knowledge gap remains, as the spatial and frequency-specific dynamics of {beta}-{gamma} PAC and its association with motor symptoms and therapy remain elusive. To address this knowledge gap, we employed high-density electroencephalography (EEG) with advanced source localisation techniques for PD patients at rest. We highlight three key findings: (1) a frequency-specific increase in high {beta} (23-35 Hz)-{gamma} PAC within and between sources of the cortical motor network, (2) a link between elevated high {beta}-{gamma} PAC and bradykinesia and rigidity when OFF medication, but not tremor, and (3) a medication-induced reduction in high {beta}-{gamma} PAC in the supplementary motor area correlating with clinical improvement. Altogether, this study provides novel insights into the pathophysiology of PD as an oscillopathy and identifies high {beta}-{gamma} PAC as a potential marker of Parkinsonian symptoms and treatment effects. This has important implications for invasive as well as non-invasive therapeutic strategies as high {beta}-{gamma} PAC targeting might hold greater promise than targeting {beta}-{gamma} PAC per se.", "date": "2025-05-18", "journal": ""}
{"title": "Telomerase reverse transcriptase is required for resistance to mycobacterial infection", "doi": "10.1101/2025.05.15.654386", "authors": "Han, D. J.; Costa, D. M.; Luo, G.; Wright, K.; Pandey, M.; Wee, D.; Chen, Y.; Akincilar, S. C.; Tergaonkar, V.; Dorajoo, R.; Carissimo, G.; Singhal, A.; Elks, P. M.; Ellis, P. S.; Henriques, C. M.; Yan, B.; Mostowy, S.; Oehlers, S. H.", "abstract": "Age is an important risk factor for infections such as tuberculosis (TB). Telomerase is expressed in immune cells yet leukocyte telomere length declines during ageing suggesting an age-dependent loss of telomerase activity in the immune system. Leukocyte telomere length has been correlated with worse outcomes in TB patients, however the mechanisms linking telomere biology to TB susceptibility and response to therapy are unexplored. Here we use the zebrafish-Mycobacterium marinum model to investigate the role of telomerase in TB resistance. We find depletion and inhibition of Tert, the catalytic subunit of telomerase, increases bacterial burden in zebrafish embryos while small molecule activation of Tert decreases bacterial burden. Depletion of shelterin components did not recapitulate the infection susceptibility phenotype, and infection susceptibility could not be rescued by p53 or STING depletion. Consistent with a previously described role for Tert in developmental hematopoiesis, we find Tert is necessary for demand-driven emergency myelopoiesis to support containment of extended mycobacterial infection. Our findings establish a previously undescribed role for host telomerase in supporting infection demand-driven hematopoiesis to control infection.", "date": "2025-05-18", "journal": ""}
{"title": "FSCN1-Mediated Hepatic Gluconeogenesis Is Indispensable for Neonatal Mice Survival", "doi": "10.1101/2025.05.18.654691", "authors": "Liu, X.; HU, Y.; Wu, L.; Zhang, Y.; Sang, L.; Gao, Y.; He, L.; Yang, S.; Xiong, W.; Sun, j.", "abstract": "Abstract: Actin-Bundling Protein Fascin1 (FSCN1) is encoded by the Fscn1 gene, and crucial for cytoskeletal remodeling and cellular migration. While previous study linked Fscn1 deficiency to neonatal lethality in mice, the underlying metabolic mechanism remains unexplored. Here, in this study, we report that systemic knockout (KO) of Fscn1 leads to 52.2% mortality within 24 hours post-birth, accompanied by severe hypoglycemia in KO pups compared to other littermates. Remarkably, this lethality was fully rescued by oral glucose administration, indicating a glucose supply-dependent survival mechanism. Surviving Fscn1 KO neonates displayed persistent developmental deficits, including growth retardation and depleted lipid stores, despite intact canonical insulin-regulated hepatic gluconeogenic pathways. Transcriptomic profiling of P0 livers revealed that Fscn1 loss predominantly disrupts metabolic pathway, within the glycerol phosphate shuttle being the most significantly downregulated module. Mechanistically, Fscn1 KO livers exhibited markedly reduced protein levels of glycerol-3-phosphate dehydrogenase isoforms (GPD1/GPD2), key enzymes bridging glycolysis and gluconeogenesis. Consistently, glycerol tolerance tests (GTT) demonstrated impaired glycerol-to-glucose conversion in Fscn1 KO mice, confirming defective glycerol-driven gluconeogenesis. Our findings establish FSCN1 as a novel cytoskeletal-metabolic integrator essential for neonatal survival by sustaining hepatic glucose production from glycerol, thus revealing an unexpected role of actin dynamics in coordinating metabolic adaptation during early postnatal development. Keywords: FSCN1; Neonatal mice survival; Hypoglycemia; Gluconeogenesis", "date": "2025-05-18", "journal": ""}
{"title": "Towards foundation models that learn across biological scales", "doi": "10.1101/2025.05.16.653447", "authors": "Kalfon, J.; Cantini, L.; Peyre, G.", "abstract": "We have reached a point where many bio foundation models exist across 4 different scales, from molecules to molecular chains, cells, and tissues. However, while related in many ways, these models do not yet bridge these scales. We present a framework and architecture called Xpressor that enables cross-scale learning by (1) using a novel cross-attention mechanism to compress high-dimensional gene representations into lower-dimensional cell-state vectors, and (2) implementing a multi-scale fine-tuning approach that allows cell models to leverage and adapt protein-level representations. Using a cell Foundation Model as an example, we demonstrate that our architecture improves model performance across multiple tasks, including cell-type prediction (+12%) and embedding quality (+8%). Together, these advances represent first steps toward models that can understand and bridge different scales of biological organization.", "date": "2025-05-18", "journal": ""}