{"title": "Skeletal muscle-derived extracellular vesicles are altered with chronic contractile activity: a dynamic light scattering analysis", "doi": "10.1101/2022.02.25.481852", "authors": "Obi, P. O.; Turner-Brannen, E.; West, A. R.; Labouta, H. I.; Gordon, J.; Saleem, A.", "abstract": "Extracellular vesicles (EVs) are small lipid bilayer-delimited particles that are secreted by all cells, playing a central role in cellular communication. EVs are released from skeletal muscle during exercise, but the effects of contractile activity on skeletal muscle-derived EVs (Skm-EVs) are poorly understood due to the challenges in distinguishing Skm-EVs derived from exercising muscle in vivo. Using tunable resistive pulse sensing (TRPS), we previously demonstrated that chronic contractile activity (CCA) increased the secretion of Skm-EVs from C2C12 myotubes, while their size and zeta potential remained unchanged. Here, we aimed to determine whether similar results could be obtained using an alternative method of EV characterization, dynamic light scattering (DLS). C2C12 myoblasts were differentiated into myotubes, and electrically paced (3h/day x 4days @14V, C-PACE EM, IonOptix) to mimic chronic exercise in vitro. EVs were isolated from conditioned media of control and stimulated myotubes using differential ultracentrifugation, and characterized based on size and zeta potential. The mean size of EVs from chronically stimulated myotubes (CCA-EVs, 132 nm) was 26% smaller than control (CON-EVs, 178 nm). Size distribution analysis revealed that CCA-EVs were enriched in small EVs (100-150 nm), while CON-EVs were largely composed of 200-250 nm sized vesicles. Additionally, zeta potential was 27% lower in CCA-EVs compared to CON-EVs. Our data indicate that the effect of CCA on facilitating the release of smaller, more stable EVs, is a robust finding, reproducible by multiple methods of EV characterization. Future studies investigating the mechanisms by which CCA influences Skm-EV biogenesis and secretion are warranted.", "date": "2025-05-04", "journal": ""}
{"title": "Prediction of fast subcellular calcium signals based on label-free second harmonic generation microscopy measurements", "doi": "10.1101/2023.04.03.535276", "authors": "Georgiev, T.", "abstract": "Calcium (Ca2+) sparks were predicted based on the label-free second harmonic generation (SHG) signal of myosin filaments with pix2pix, a conditional adversarial network. Predicted Ca2+ sparks and ground truth Ca2+ sparks show similar properties. Predicted Ca2+ spark frequencies and a predominant location at the periphery of skeletal muscle fibers were in good agreement with ground truth data. High frequencies of predicted Ca2+ sparks could be observed at y-shaped structures of myosin filaments. Important image pre-processing was applied in order to enhance the signal of Ca2+ sparks used for training. Only open-source software was applied. I provide the image pre-processing algorithm and several algorithms to evaluate the quality of predicted Ca2+ sparks. This technique can be extended to other label-free microscopy techniques and other fluorescent indicators developed during the last years. It remains a difficult task to predict the exact location of Ca2+ sparks.", "date": "2025-05-04", "journal": ""}
{"title": "The carbapenem inoculum effect provides insight into the molecular mechanisms underlying carbapenem resistance in the Enterobacterales", "doi": "10.1101/2023.05.23.541813", "authors": "Cartagena, A. J.; Taylor, K. L.; Lopez, L. C.; Su, J.; Smith, J. T.; Manson, A. L.; Chen, J. D.; Pierce, V. M.; Earl, A. M.; Bhattacharyya, R. P.", "abstract": "Carbapenem-resistant Enterobacterales (CRE) are important pathogens that can develop resistance via multiple molecular mechanisms, including hydrolysis or reduced antibiotic influx. Identifying these mechanisms can improve pathogen surveillance, infection control, and patient care. We investigated, both phenomenologically and mechanistically, how resistance mechanisms influence the carbapenem inoculum effect (IE), a phenomenon where inoculum size affects antimicrobial susceptibility testing (AST). We demonstrated that any of seven different carbapenemases were sufficient to impart a meropenem IE when transformed into a laboratory strain of Escherichia coli. Across 106 clinical CRE isolates spanning 6 genera and 12 species, the carbapenem IE strictly depended on resistance mechanism: all 36 carbapenemase-producing CRE (CP-CRE) exhibited a clear IE, whereas 43 porin-deficient CRE displayed none. 27 isolates with both carbapenemase production and porin deficiency exhibited high-level resistance at all inocula, and still displayed an IE, albeit smaller in magnitude than CP-CRE with intact porins. Mechanistically, we found that clinical CP-CRE release carbapenemase activity into culture supernatant to protect other cells. Further, this released activity markedly increased upon exposure to lethal antibiotic doses, functionally consistent with altruism. Concerningly, 50% and 24% of CP-CRE isolates changed susceptibility classification to meropenem and ertapenem, respectively, across the allowable inoculum range in clinical testing guidelines. The meropenem IE, and the ratio of ertapenem to meropenem minimal inhibitory concentration (MIC) at standard inoculum, reliably identified CP-CRE. Understanding how resistance mechanisms affect AST could improve diagnosis and guide therapies for CRE infections.", "date": "2025-05-04", "journal": ""}
{"title": "The spatial extent of anatomical connections within the thalamus varies across the cortical hierarchy in humans and macaques", "doi": "10.1101/2023.07.22.550168", "authors": "Howell, A. M.; Warrington, S.; Fonteneau, C.; Cho, Y. T.; Sotiropoulos, S.; Murray, J. D.; Anticevic, A.", "abstract": "Each cortical area has a distinct pattern of anatomical connections within the thalamus, a central subcortical structure composed of functionally and structurally distinct nuclei. Previous studies have suggested that certain cortical areas may have more extensive anatomical connections that target multiple thalamic nuclei, which potentially allows them to modulate distributed information flow. However, there is a lack of quantitative investigations into anatomical connectivity patterns within the thalamus. Consequently, it remains unknown if cortical areas exhibit systematic differences in the extent of their anatomical connections within the thalamus. To address this knowledge gap, we used diffusion magnetic resonance imaging (dMRI) to perform brain-wide probabilistic tractography for 828 healthy adults from the Human Connectome Project. We then developed a framework to quantify the spatial extent of each cortical area's anatomical connections within the thalamus. Additionally, we leveraged resting-state functional MRI, cortical myelin, and human neural gene expression data to test if the extent of anatomical connections within the thalamus varied along the cortical hierarchy, from sensory and motor to multimodal associative cortical areas. Our results revealed two distinct cortico-thalamic tractography motifs: 1) a sensorimotor cortical motif characterized by focal thalamic connections targeting posterolateral thalamus, associated with fast, feed-forward information flow; and 2) an associative cortical motif characterized by diffuse thalamic connections targeting anteromedial thalamus, associated with slow, feed-back information flow. These findings were consistent across human subjects and were also observed in macaques, indicating cross-species generalizability. Overall, our study demonstrates that sensorimotor and association cortical areas exhibit differences in the spatial extent of their anatomical connections within the thalamus, which may support functionally-distinct cortico-thalamic information flow.", "date": "2025-05-04", "journal": ""}
{"title": "Changes in Higuchi's fractal dimension across age in healthy human EEG are anti-correlated with changes in oscillatory power and 1/f slope", "doi": "10.1101/2024.06.15.599168", "authors": "Aggarwal, S.; Ray, S.", "abstract": "Non-linear dynamical methods such as Higuchi's fractal dimension (HFD) are often used to study the complexities of brain activity. In human electroencephalogram (EEG), while power in the gamma band (30-70 Hz) and the slope of the power spectral density (PSD) have been shown to reduce with healthy aging, there are conflicting findings regarding how HFD and other measures of complexity vary with aging. Further, the dependence of HFD on features obtained from PSD (such as gamma power and slope) has not been thoroughly probed. To address these issues, we computed time and frequency resolved HFD for EEG data collected from elderly population (N=217), aged between 50-88 years, for baseline (BL) eyes open state and during a fixation task in which visual grating stimuli that induce strong gamma oscillations were presented. During BL, HFD increased with age for frequencies up to 150 Hz, but surprisingly showed an opposite trend at higher frequencies. Interestingly, this change in HFD was opposite to the age-related change in PSD 1/f slope. Further, stimulus-related changes in HFD were anti-correlated with the changes in oscillatory power. However, age classification using HFD was slightly better than classification using spectral features (power and slope). Further, stimulus and age-related changes in HFD persisted even after normalization with surrogates, showing the effect of non-linear dynamics on HFD. Therefore, HFD could be jointly sensitive to various spectral features as well as some non-linearities not captured using spectral analysis, which could enhance our understanding of brain dynamics underlying healthy aging.", "date": "2025-05-04", "journal": ""}
{"title": "Non-equilibrium strategies for ligand specificity in signaling networks", "doi": "10.1101/2024.10.01.615884", "authors": "Goetz, A.; Barrios, J.; Madsen, R. R.; Dixit, P. D.", "abstract": "Signaling networks often encounter multiple ligands and must respond selectively to generate appropriate, context-specific outcomes. At thermal equilibrium, ligand specificity is limited by the relative affinities of ligands for their receptors. Here, we present a non-equilibrium model showing how signaling networks can overcome thermodynamic constraints to preferentially signal from specific ligands while suppressing others. In our model, ligand-bound receptors undergo sequential phosphorylation, with progression restarted by ligand unbinding or receptor degradation. High-affinity complexes are kinetically sorted toward degradation-prone states, while low-affinity complexes are sorted towards inactivated states, both limiting signaling. As a result, network activity is maximized for ligands with intermediate affinities. This mechanism explains paradoxical experimental observations in receptor tyrosine kinase (RTK) signaling, including non-monotonic relationships between ligand affinity, kinase activity, and signaling output. Given the ubiquity of multi-site phosphorylation and ligand-induced degradation across signaling pathways, we propose that {\\it kinetic sorting} provides a general non-equilibrium strategy for ligand discrimination in cellular networks.", "date": "2025-05-04", "journal": ""}
{"title": "Ketone body mediated histone β-hydroxybutyrylation is reno-protective", "doi": "10.1101/2024.12.18.628574", "authors": "Mandal, J.; Aryal, S.; Manandhar, I.; Chakraborty, S.; Mei, X.; Yeoh, B. S.; Mell, B.; Kleinhenz, A.; Tummala, R.; Yang, T.; Saha, P.; Gunning, W. T.; Vijay-Kumar, M.; Basrur, V.; de la Serna, I.; Joe, B.", "abstract": "Starvation, intermittent fasting and exercise, all of which are recommended lifestyle modifiers share a common metabolic signature, ketogenesis to generate the ketone bodies, predominantly {beta}-hydroxybutyrate. {beta}-hydroxybutyrate exerts beneficial effects across various contexts, preventing or mitigating disease. We hypothesized that these dynamic health benefits of {beta}-hydroxybutyrate might stem from its ability to regulate genome architecture through chromatin remodeling via {beta}-hydroxybutyrylation, thereby influencing the transcriptome. Focusing on the kidney, which is an end organ protected by {beta}-hydroxybutyrate, we examined histone {beta}-hydroxybutyrylation and observed widespread chromatin remodeling. Notably, regions of the genome associated with lipid catabolism were predominantly in an open chromatin configuration, leading to active transcription and translation. Significant {beta}-hydroxybutyrylation was observed in the kidneys and the most highly upregulated gene actively transcribed and translated was 3-hydroxy-3-methyglutaryl CoA Synthase 2 (Hmgcs2), a gene responsible for the biosynthesis of {beta}-hydroxybutyrate in mitochondria. In contrast, regions with more compact chromatin structures were enriched with genes related to immune function such as protein tyrosine phosphatase receptor type C (Ptprc) and lymphocyte cytosolic protein 1 (Lcp1), which exhibited reduced transcription and translation. These results reveal that renal epigenetic histone {beta}-hydroxybutyrylation, which concurrently modulates both energy metabolism and immune function is a mechanism underlying the dynamic health effects of {beta}-hydroxybutyrate to protect kidneys and lower hypertension.", "date": "2025-05-04", "journal": ""}
{"title": "Predicting microbial transcriptome using genome sequence", "doi": "10.1101/2024.12.30.630741", "authors": "FU, G.; YAN, Y.; CHEN, Y.; SHAO, B.", "abstract": "We present TXpredict, a transformer-based framework for predicting microbial transcriptomes using annotated genome sequences. By leveraging information learned from a large protein language model, TXpredict achieves an average Spearman correlation of 0.53 and 0.62 in predicting gene expression for new bacterial and fungal genomes. We further extend this framework to predict transcriptomes for 2,685 additional microbial genomes spanning 1,744 genera, 82% of which remain uncharacterized at the transcriptional level. Our analysis highlights conserved and divergent transcriptional programs across understudied genera, providing a powerful resource for uncovering microbial adaptation strategies and metabolic potential across the tree of life.", "date": "2025-05-04", "journal": ""}
{"title": "Germline and somatic variation influence nuclear-mitochondrial crosstalk in tumourigenesis", "doi": "10.1101/2025.02.11.637769", "authors": "Daunesse, M.; Sundaram, V.; Kentepozidou, E.; Connelly, J.; Anderson, C. J.; Liver Cancer Evolution Consortium,  ; Lopez-Bigas, N.; Semple, C.; Odom, D. T.; Taylor, M. S.; Roller, M.; Aitken, S. J.; Flicek, P.", "abstract": "Hepatocellular carcinoma is the most prevalent primary liver cancer and arises from hepatocytes, which are very metabolically active and contain abundant mitochondria. Despite extensive characterisation of nuclear driver genes and pathways, the role of crosstalk between the mitochondrial and nuclear genomes in mitochondrial mutagenesis remains poorly understood. To address this, we leveraged a chemical carcinogenesis model of liver cancer in four mouse strains. We analysed hundreds of tumours with paired whole-genome sequencing and total RNA sequencing to comprehensively characterise mitochondrial mutations and expression. Following de novo assembly of strain-specific mitochondrial genomes, we devised an accurate and efficient heteroplasmy detection approach and analysed mitochondrial DNA (mtDNA) content and transcription. Across strains, there was high concordance of the number of heteroplasmies, mutation signatures, and variant allele frequencies. In contrast, the heteroplasmy rate and genic locations differed between strains, suggesting strain-specificity in DNA repair mechanisms in early tumour development. Independent of age or environmental factors, tumours had lower mtDNA content than adjacent normal liver, suggesting mitochondrial loss during tumourigenesis. Additionally, within individual strains, mtDNA content differences were associated with nuclear driver gene choice. Our comprehensive characterisation of mitochondrial genomes and expression patterns demonstrates that both germline and somatic genetic variation influence tumour mtDNA content, mutation patterns, and gene expression.", "date": "2025-05-04", "journal": ""}
{"title": "Hybrid NMR-Computational framework for Mapping Functional Hot Spots and Guiding Directed Evolution of large Enzymes", "doi": "10.1101/2025.03.12.642771", "authors": "Chen, Y.; Gong, Z.; Zhao, X.; Zhu, M.; Raza, A.; Tao, Z.; Li, W.; Zhang, X.; Liu, M.; He, L.", "abstract": "Directed evolution of large enzymes is constrained by the immense combinatorial complexity of amino acid sequences, complicating high-throughput screening efforts. Here, we develop a hybrid NMR-computational framework to accelerate enzyme engineering by mapping functional hot spots and narrowing the mutational landscape. The method involves NMR titrations with nanobodies and substrates, detection of chemical shift perturbations, amino acid-type determination coupled with molecular docking, targeted site-saturation mutagenesis, and functional screening. Applying this strategy to Pyrococcus furiosus DNA polymerase (~90 kDa) enabled the identification of three functional hot spots. Saturation mutagenesis of each hot spot yielded variants with substantial improvements in different biocatalytic aspects. This targeted evolution approach bypasses exhaustive combinatorial screening and is broadly applicable to diverse large enzymes with available antibody tools, providing a versatile platform for biocatalyst optimization.", "date": "2025-05-04", "journal": ""}
{"title": "Characterization Eclosion Hormone Receptor function reveals differential hormonal control of ecdysis during Drosophila development.", "doi": "10.1101/2025.04.03.646974", "authors": "Silva, V.; Scott, R.; Guajardo, P.; Luan, H.; Herzog, R.; White, B. H.; Ewer, J.", "abstract": "Neuromodulators and peptide hormones play important roles in regulating animal behavior. A well-studied example is ecdysis, which is used by insects to shed their exoskeleton at the end of each molt. Ecdysis is initiated by Ecdysis Triggering Hormone (ETH) and Eclosion Hormone (EH), which interact via positive feedback to coordinate the sequence of behavioral and physiological changes that cause exoskeleton shedding. Whereas the cell types targeted by ETH are well characterized, those targeted by EH have remained largely unknown due to limited characterization of the EH receptor (EHR). A gene encoding an EHR has been described in the oriental fruit fly, B. dorsalis, and in the desert locust, Schistocerca gregaria. However, little is known in these species about its expression pattern and its precise role at ecdysis, and no other insect EHRs are known. Here we analyze CG10738, the Drosophila ortholog of the B. dorsalis gene encoding EHR, and show that expressing it in cells confers sensitivity to EH. In addition, mutations of CG10738 specifically disrupt ecdysis, phenocopying the knockout of the EH gene. Together, these results indicate that CG10738 encodes the Drosophila EHR. As in B. dorsalis, EHR is expressed in the ETH-producing Inka cells; in addition, it is expressed in many known targets of ETH, including the neurons responsible for the secretion of other ecdysis-related peptides, such as CCAP and EH itself. Our results from targeted knockdown and rescue experiments reveal that EHR is required for ecdysis in diverse cell types and that the role of EHR in different targets differs with developmental stage. Our findings indicate extensive convergence of EH and ETH signaling and provide an exemplar of the complex mechanisms by which hormones control animal behavior.", "date": "2025-05-04", "journal": ""}
{"title": "Alpha-BET: Functional labeling of envelope glycoproteins with single domain antibodies for in-virus single molecule imaging", "doi": "10.1101/2025.04.11.648405", "authors": "Williamson, D. J.; Zaza, C.; Carlon Andres, I.; Gentili, A.; Daly, J. I.; Holmes, H.; Thrush, J.; Starling, T.; Neil, S.; Owens, R.; Malim, M. M.; Tynan, C.; Simoncelli, S.; Padilla-Parra, S.", "abstract": "We present Alpha-BET, a structure-guided strategy leveraging AlphaFold to identify optimal ALFAtag insertion sites for minimally disruptive labeling of viral glycoproteins with high-affinity nanobodies. Applied to HIV-1 Env, SARS-CoV-2 S, and Nipah G, Alpha-BET preserves structural integrity and function. For HIV-1 Env, we demonstrate super-resolution DNA-PAINT MINFLUX 3D imaging enabled by tag insertion, showcasing its power for visualizing native trimers in single virions and potential for broader virological applications.", "date": "2025-05-04", "journal": ""}
{"title": "Association between high-frequency hearing sensitivity and visual cross-modal plasticity in typical-hearing adults", "doi": "10.1101/2025.04.28.648945", "authors": "Paul, B. T.; Srikanthanathan, A.; Daien, M.; Dimitrijevic, A.", "abstract": "Visual cross-modal plasticity after deafness describes when auditory cortical regions increase responsiveness to visual stimulation. Such neuroplasticity demonstrates that sensory cortex adapts to profound peripheral impairment by upregulating healthy sensory function. However, whether cross-modal plasticity occurs for mild, partial hearing loss is less clear. Here we investigated cross-modal plasticity in typical-hearing adults who had varying high-frequency hearing sensitivity, and if cross-modal plasticity was linked to adaptive visual behaviours. Twenty-five participants (aged 18 to 78) were tested in a modified Sternberg task with text-based visual words. Participants viewed a five-word sentence presented word-by-word during an encoding period and were asked to hold those words in short-term memory during a retention period. After, they reported if a target word probe was present in the encoding period. Multichannel EEG recorded visual cortical activity throughout. Results showed separate effects of high-frequency hearing sensitivity and age on visual cortical responses. At scalp sensors, visual N1 amplitudes were larger with worse hearing sensitivity, and P2 latencies were longer. In contrast, age was associated with shorter P2 latencies. Source analysis found that N1 amplitude increased with worse hearing sensitivity in right auditory cortex, but no effects were found in visual cortex, or for age. Hearing sensitivity and visual encoding activity did not correlate with behavioural performance or neural oscillations during the retention period. Results suggest for the first time that even a slight hearing decline in the high-frequency range is associated with higher visual activation of right auditory cortex, consistent with cross-modal plasticity.", "date": "2025-05-04", "journal": ""}
{"title": "How Electric Field Controls the Hydration and Fibrillar Structure of Self-Assembling Aminopolysaccharides", "doi": "10.1101/2025.04.25.650622", "authors": "Romany, A.; Payne, G. F.; Shen, J.", "abstract": "The past two decades have witnessed significant technical advances in the electrode-position of pH-responsive, self-assembling biopolymers (e.g., chitosan and collagen), yet a detailed molecular-level understanding of how an imposed electrical field affects supramolecular structure is largely unknown. Here we performed all-atom molecular dynamics simulations to investigate the effect of a weak, constant uniform electric field of 4 mV/nm on the nanofibril structure of chitosan composed of 4 antiparallel sheets, each having 6 chains of 20 neutral glucosamine units. The simulations with an aggregate time of 21 microseconds demonstrated that under the electric field, the nanofibril becomes more ordered, while contracting in the sheet-stacking thickness. Analysis revealed that these effects are the result of the field-induced disruption of water-bridged intra- and inter-sheet hydrogen bonds, which expels water molecules from the fibril and at the same time stabilizes the intra- and inter-sheet hydrogen bond network. Our work reveals a novel mechanism by which an electric field induces dewetting transitions between amphiphilic sheets, extending beyond the passive dewetting phenomenon that has been extensively studied in the theoretical community. The electric field-induced dewetting represents a novel approach for controlling the hydration state and microscopic structure of materials. Given that the simulated field strength is similar in magnitude to the electric field across biological membranes, the findings also have implications for understanding cellular processes.", "date": "2025-05-04", "journal": ""}
{"title": "A Fundamental Approach to Buoyant Density Determination by DGE-AUC", "doi": "10.1101/2025.04.28.650698", "authors": "Yarawsky, A. E.; Cardenas Lopez, P.; Walter, J.; DeLion, M. T.; Paul, L. N.", "abstract": "Density gradient equilibrium analytical ultracentrifugation (DGE-AUC) was introduced in 1957 by Meselson, Stahl, and Vinograd. The method saw significant use for nucleic acids, proteins, synthetic polymers, and viruses throughout the 1960s and 1970s. Since then, DGE-AUC has seen continued use in the polymer/nanoparticle field and the genomic DNA field. New developments in medicine have revived interest in the technique for the characterization of cell and gene therapeutics. While several theoretical (model-dependent) approaches exist to determine density at any given point along a density gradient at equilibrium, there is ample evidence in the 50+ years of density gradient literature that indicates the presence of pressure effects, solvent compressibility, and general nonideal behavior of the gradient medium that are not easily accounted for in models describing the density gradient. These complications led to the requirement for using reference standards at standard conditions where empirical relationships have been developed and tested over many years. With an interest in buoyant density determination for virtually any particle of various composition, an approach that does not rely on reference standards is desirable. The current manuscript details a fundamental model-independent method for determination of the buoyant density of a particle via DGE-AUC. An examination of this novel DGE-AUC method is presented in the context of NISTmAb and lambda bacteriophage DNA in a CsCl gradient, as well as polystyrene beads in a sucrose gradient. The method described herein is broadly applicable as a model-independent approach to determining the buoyant density of a particle in a density gradient medium.", "date": "2025-05-04", "journal": ""}
{"title": "When Meaning Matters Most: Rethinking Cloze Probability in N400 Research", "doi": "10.1101/2025.04.29.651301", "authors": "Arkhipova, Y.; Lopopolo, A.; Vasishth, S.; Rabovsky, M.", "abstract": "The N400 component of ERPs is modulated by how predictable a word is, but predictability is usually quantified with lexical cloze---the probability that readers supply that exact word in offline sentence completion tasks. This form-based metric is at odds with decades of evidence that the N400 is primarily sensitive to meaning. Here, we asked whether a measure of semantic feature predictability can better account for N400 amplitude modulation. We reanalysed two independent EEG datasets (N = 26 and N = 334), computing lexical and semantic cloze for each critical word. Across the two datasets, semantic cloze explained significantly more N400 variance than lexical cloze. Using the same materials, we then compared semantic and lexical cloze with probabilities from four large language models (GPT-2, GPT-2.7b, RoBERTa, ALBERT). None of the LLM-derived predictors outperformed semantic cloze. Our findings support the view that the N400 primarily reflects semantic---not exact-word---processing. Methodologically, we argue that replacing lexical cloze with semantic cloze can substantially increase the explanatory power of N400 studies, and caution against substituting human norms with raw LLM probabilities.", "date": "2025-05-04", "journal": ""}
{"title": "multideconv - an integrative pipeline for combining first and second generation cell type deconvolution results", "doi": "10.1101/2025.04.29.651220", "authors": "Hurtado, M.; Essabbar, A.; Khajavi, L.; Pancaldi, V.", "abstract": "Summary: Computational methods for cell type deconvolution from bulk RNA-seq data have been increasing in the last years, but their high feature complexity and variability across methods and signatures limit their utility and effectiveness for patient stratification. Applying multiple combinations of deconvolution methods and signatures often results in hundreds of redundant or contradictory cell features describing the tumor microenvironment (TME). Benchmarking efforts of deconvolution methods to look for the best one are inherently limited by the lack of bias-free ground truth, often yielding inconsistent results or no consensus. To address this, we present multideconv, an R package that reduces dimensionality and eliminates redundancy through unsupervised filtering and iterative correlation analyses. Built on top of existing frameworks like immunedeconv (Sturm et al. 2019) and omnideconv (Dietrich et al. 2024), multideconv harmonizes outputs across methods to identify robust cell subgroups and mitigate signature-driven heterogeneity.", "date": "2025-05-04", "journal": ""}
{"title": "Rapidly evolving orphan immunity genes protect human gut bacteria from intoxication by the type VI secretion system", "doi": "10.1101/2025.05.03.651265", "authors": "Azieh, A.; Hernandez, P. R.; Anderson, A. C.; Sychantha, D.; Verster, A. J.; Whitney, J.; Ross, B. D.", "abstract": "Bacteria encode diverse mechanisms for mediating interbacterial antagonism through the exchange of toxic effector proteins. Although the structure, function, and regulation of these pathways has been well established for many organisms, an understanding of their ecological and evolutionary dynamics lags behind. Type VI secretion systems (T6SS) deliver effectors between competing Gram-negative bacteria, including among mammalian gut Bacteroidales, resulting in the evolution of elaborate defense mechanisms that protect against T6SS attack. One such mechanism is the recombinase-associated acquired interbacterial defence (rAID) system, which harbors arrays of orphan immunity genes that diverge in sequence from T6SS-associated cognate immunity genes. It is not known if such sequence divergence impacts rAID orphan immunity function, or how rAID distribution across microbiomes relates to the T6SS. Here, we show that divergent rAID orphan immunity factors that possess dual SUKH domains allow bacteria to survive intoxication by cognate effectors. Such protection is due to high affinity protein-protein interactions between orphan immunity and effector that are comparable to that of cognate effector-immunity. Unlike other examples of T6SS effector-immunity interactions, we find that the binding interface is comprised of electrostatic interactions with a high degree of redundancy underlying its protective capacity. Finally, we quantify orphan immunity and effector gene abundance and dynamics across human gut metagenomes, revealing patterns of co-occurrence indicative of positive selection. Population genetic analyses of longitudinal data suggests that orphan immunity genes accumulate non-synonymous mutations that lie at the predicted protein interface. Together, our findings establish rAID orphan immunity genes as important bacterial fitness determinants in the human gut.", "date": "2025-05-04", "journal": ""}
{"title": "Bacterial metabolic signatures in MASLD predicted through gene-centric studies in stool metagenomes", "doi": "10.1101/2025.05.03.652020", "authors": "Medina, J. M.; Iruzubieta, P.; Fernandez-Lopez, R.; Crespo, J.; de la Cruz, F.", "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a multifactorial condition influenced by the gut microbiome (GM). While previous studies have reported inconsistent associations between MASLD and key microbial clades using low-resolution 16S rRNA profiling, we employed high-resolution metagenomic sequencing and multi-marker taxonomic classification across three independent cohorts to identify robust microbial and functional signatures of MASLD. We consistently detected a depletion of Agathobacter rectalis, a known butyrate producer, in MASLD patients. Functionally, MASLD was characterized by a depletion of genes involved in butyrate and methane biosynthesis -particularly within the crotonyl-butyryl-CoA axis- alongside an enrichment of genes driving the production of endogenous alcohols such as ethanol and 1-propanol. Genes encoding these fermentative pathways, often organized in operons like pdu and tor, were more abundant in MASLD samples, indicating a potential shift toward alcohol-producing metabolism. These geno-metabolic changes were accompanied by a broader displacement of beneficial taxa and an increase in accessory gene content across the GM, underscoring the limitations of taxonomy-based disease associations. Many of the differentially abundant genes were also found on plasmids, suggesting that horizontal gene transfer contributes to strain-level metabolic variability relevant to MASLD progression. Our findings support a model in which GM-driven metabolic shifts -rather than taxonomic changes alone- play a central role in MASLD pathogenesis, highlighting the importance of functional and mobile genetic element profiling for uncovering mechanistic links between the microbiome and liver disease.", "date": "2025-05-04", "journal": ""}
{"title": "Adaptations in common synaptic inputs to spinal motor neurons during grasping versus a less functional hand task", "doi": "10.1101/2025.05.02.651931", "authors": "Cabral, H. V.; Cosentino, C.; Rizzardi, A.; Inglis, J. G.; Fuglevand, A. J.; Negro, F.", "abstract": "Previous evidence suggests that shared synaptic inputs across spinal motor neurons play a key role in coordinating multiple muscles during hand movements, reducing control complexity. In this study, we investigated how the nervous system modulates these common synaptic inputs during a functionally relevant grip (grasping) compared to less functionally relevant hand tasks. Seventeen participants performed three different tasks: simultaneous four-finger flexion without thumb involvement (four-finger flexion), thumb flexion, and simultaneous flexion of both fingers and thumb (grasping). For each task, subjects sustained isometric contractions at 5% and 15% of maximal voluntary contraction, while high-density surface electromyograms (HDsEMG) were recorded from the superficial extrinsic flexor muscles of the hand. Motor unit spike trains were decomposed from HDsEMG and tracked across tasks, and their mean discharge rate was calculated. Coherence between motor units was quantified within the delta, alpha, and beta bands to estimate common synaptic oscillations. At both force levels, the mean discharge rate decreased during grasping compared to four-finger flexion but increased during grasping compared to thumb flexion. Additionally, the area under the curve of coherence within the alpha band decreased by ~20% during grasping compared to the four-finger flexion task, with no significant delta or beta bands changes. These reductions in alpha band coherence were reflected in force oscillations, showing decreased force-neural drive coupling within the alpha band and increased force steadiness during grasping compared to four-finger flexion. Our findings suggest that a functionally relevant and frequently used grip involves distinct neural control mechanisms that ultimately enhance force control.", "date": "2025-05-04", "journal": ""}
{"title": "Proteomic profiling of primary cilia in the developing brain uncovers newregulators of cortical development", "doi": "10.1101/2025.05.03.652041", "authors": "Liu, X.; Torres Gutierrez, O.; Kaur, G.; Al-Issa, Y.; Baboo, S.; Diedrich, J. K.; Cai, E.; Yates, J. R.; Ge, X.", "abstract": "In the developing brain, the primary cilia of radial glial cells extend from the surface of the lateral ventricle, serving as the signaling hub to integrate environmental cues critical for brain formation. Dysfunctions in ciliary proteins contribute to a wide range of brain structural abnormalities in ciliopathies, yet identifying the bona fide ciliary protein components in the brain remains a significant challenge. Here, using proximity labeling and quantitative proteomics, we systematically charted proteins localized to the cilia of radial glial cells in the dorsal and ventral regions of the embryonic brain. From this dataset, we identified cohorts of new molecules intrinsic to the cilia at distinct regions of the developing brain. We validated the cilium localization of several components of the translation machinery and studied the mechanistic roles of ciliary candidates previously linked to brain malformation, including Marcks, a key regulator of radial glial polarity, and Ckap2l, a protein associated with Filippi syndrome. These results revealed previously unrecognized ciliary mechanisms that regulate brain development. Thus, our brain proteomic dataset provides a unique resource for understanding ciliary functions in brain development and the molecular etiology of developmental disorders.", "date": "2025-05-04", "journal": ""}
{"title": "Disease-associated loci share properties with response eQTLs under common environmental exposures", "doi": "10.1101/2025.04.30.651602", "authors": "Lin, W.; Li, M.; Allen, O.; Burnett, J.; Popp, J. M.; Stephens, M.; Battle, A.; Gilad, Y.", "abstract": "Many of the genetic loci associated with disease are expected to have context-dependent regulatory effects that are underrepresented in the transcriptomes of healthy, steady-state adult tissues. To understand gene regulation across diverse environmental conditions and cellular contexts, we treated a broad array of human cell types with three environmental exposures in vitro. With single-cell RNA-sequencing data from 1.4 million cells across 51 individuals, we identified hundreds of response expression quantitative loci (eQTLs) that are associated with inter-individual differences in regulatory changes following treatment with nicotine, caffeine, or ethanol in diverse cell types. We also identified dynamic regulatory effects that vary across differentiation trajectories in response to exposure. In contrast to steady-state eQTLs, and similar to disease risk loci, response eQTLs are enriched in distal enhancers and are regulating genes that experienced strong selective constraint, contain complex regulatory landscapes, and display diverse biological functions. We identified response eQTLs that coincide with disease-associated loci not explained by steady-state eQTLs. Our results highlight the complexity of genetic regulatory effects and suggest that our ability to interpret disease-associated loci will benefit from the pursuit of studies of gene-by-environment interactions in diverse biological contexts.", "date": "2025-05-04", "journal": ""}
{"title": "Isomerized Aβ in the brain can distinguish the status of amyloidosis in the Alzheimer's Disease spectrum", "doi": "10.1101/2025.04.29.650793", "authors": "Mukherjee, S.; Coyle, R.; Dubois, C.; Perez, K.; Mclean, C.; Masters, C.; Roberts, B. R.", "abstract": "Extracellular amyloid plaques, the pathognomonic hallmark of Alzheimer's Disease (AD), are also observed in cognitively unimpaired subjects in the preclinical stages. Progressive accumulation of fibrillar amyloid-{beta} (A{beta}) as plaques and perivascular deposits occur two decades prior to clinical onset, making A{beta} a long-lived peptide. To characterize the amyloid plaques biochemically, both the A{beta} load as well the post-translational modifications (PTMs) could serve as markers for distinguishing the pre-clinical stage compared to later prodromal and clinical stages of AD. Recently, we described the presence of extensive isomerization of the A{beta} N-terminus in AD post-mortem brains that are significantly increased compared to the age-matched non-AD control brains with A{beta} aggregates in the frontal cortex. In this report, we used targeted mass spectrometry to conduct a quantitative analysis of the most common PTMs associated with A{beta} pyroglutamation, citrullination, N-terminal truncation (A{beta}4-x), C-terminal truncation (A{beta}42 and A{beta}40), and isomerization of aspartic acid residues (Asp-1 and Asp-7) in postmortem human brain tissue from pathologically negative (no A{beta} plaques) controls, controls with A{beta} plaques, Parkinson's disease (PD) with and without A{beta} accumulation/plaques and symptomatic AD. The AD cases contained statistically significant amounts of Asp-1and Asp-7 isomerized A{beta}1-15 (~ 90 %) compared to controls (preclinical AD) and PD brains with fibrillar A{beta} aggregates/deposits. We find that ratio of isomerized N-terminus A{beta} (A{beta}1-15) species in the brain detergent soluble pool differentiates older fibrillar A{beta} deposits in symptomatic AD brain compared to A{beta} deposits detected in preclinical AD and PD. Citrullinated A{beta}3pglu-15 was increased only in symptomatic AD, highlighting this A{beta} PTM is a unique feature of parenchymal plaques in advanced AD. Our results have implications for early therapeutic targeting of these modified species as well potential for better biofluid biomarker development for drug efficacy monitoring.", "date": "2025-05-04", "journal": ""}
{"title": "Metagenomes and Metagenome-Assembled Genomes from Tidal Lagoons at a New York City Waterfront Park", "doi": "10.1101/2025.05.01.651762", "authors": "Kong, S.; Abrams, E.; Binik, Y.; Cappelli, C.; Chu, M.; Cornett, T.; Culbertson, I.; Garcia, E.; Henry, J.; Lam, K.; Lampman, D.; Morenko, G.; Rivera, I.; Swift, T.; Torres, I.; Velez, R.; Waxman, E.; Wessely, S.; Yuen, A.; Lardner, C. K.; Weissman, J.", "abstract": "We report the sequencing and analysis of 15 shotgun metagenomes, including the reconstruction of 129 high-quality metagenome-assembled genomes, from tidal lagoons and bay water at Bush Terminal Piers Park in Brooklyn, NY sampled from July to September 2024.. Our metagenomic database for this site provides an important baseline for ongoing studies of the microbial communities of public parks and waterfront areas. In particular, we provide rich functional and taxonomic annotations that enable the use of these metagenomes and metagenome-assembled genomes for a wide variety of downstream applications.", "date": "2025-05-04", "journal": ""}
{"title": "Proteome-level robustness and the role of a histone-like protein during acute heat shock in the hyperthermophilic archaeon Pyrococcus furiosus", "doi": "10.1101/2025.05.02.651969", "authors": "Okabe, H.; Miura, M. C.; Sato, A.; Adachi, S.; Kanai, A.", "abstract": "The hyperthermophilic archaeon Pyrococcus furiosus thrives in extreme temperatures and exhibits a complex response to heat shock. However, the regulatory dynamics of genetic information during heat shock remain poorly understood. In this study, we exposed P. furiosus (cultured at 90oC) to acute heat shock by boiling (101-102oC) and analyzed its transcriptomic and proteomic responses. The levels of 16S and 23S rRNAs and of total tRNA were decreased by approximately 50%, and pre-tRNA splicing was inhibited, indicating suppression of translation. By contrast, approximately 90% of the proteome remained stable, underscoring the robustness of existing proteins. However, the transcriptome exhibited widespread alterations with limited correlation to the proteome (correlation coefficient r = 0.32), except for a few key proteins. These proteins included PF1883 (small heat shock protein), PF1385 (uracil-DNA glycosylase), and PF1616 (inositol-1-phosphate synthase), which are involved in protein chaperoning, stress-related metabolite synthesis, and DNA repair, respectively. Additionally, PF0624, previously annotated as a hypothetical protein, was identified as a putative histone motif-containing protein. Experimental evidence suggests that PF0624 may contribute to chromatin formation via archaeal histones in P. furiosus. In summary, our findings reveal that P. furiosus responds to acute heat shock by maintaining protein stability, suppressing translation, limiting genomic damage, and potentially compacting genomic DNA into archaeal chromatin.", "date": "2025-05-04", "journal": ""}
{"title": "Second-order elasticities for Ecology and Evolution: Unravelling nonlinear fitness responses to perturbations", "doi": "10.1101/2025.04.30.651456", "authors": "Kajin, M.; Tuljapurkar, S. D.; ZUO, W.; Jaggi, H.; Gascoigne, S.; Salguero-Gomez, R.", "abstract": "In ecology and evolutionary biology, understanding the relationship between vital rates (e.g., survival, development, reproduction) and population growth is essential to elucidate how life history strategies are shaped by natural selection. However, the established demographic methods to decipher the relationship between vital rates and population growth often analyse only the linear changes in population fitness as a result of changes in vital rates, thus simplifying the complexities of said relationships. To overcome the widespread linearity simplification, here we introduce the second-order elasticities of mean population fitness, the S-elasticity. The S-elasticity quantifies how changes in one or more vital rates can produce a second-order change in mean fitness. We provide a systematic mathematical framework behind the S-elasticity, revealing its ability to identify the convex and concave responses of mean fitness to perturbations of vital rates. Through structured population models, we demonstrate the distinct roles of linear and nonlinear mean fitness responses, and their combination, enabling to characterise local concavity/convexity of the mean population fitness function. We illustrate the application and the differences of S-elasticities and their biological meanings using matrix population models of the armadillo (Dasupys novemcinctus) and Pyne plum (Astragallus bibullatus). These two case studies showcase how the S-elasticity provides key insights into mean fitness responses to perturbations on demographic process and their correlations. We discuss the improvements that the S-elasticity provides for species management and our understanding of how natural populations cope with environmental change.", "date": "2025-05-04", "journal": ""}
{"title": "Effects of Visual Deprivation on Gait Stability During Treadmill Walking: Insights from a Bipedal Model", "doi": "10.1101/2025.04.29.651071", "authors": "Rahimi, N.; Amiri, M.; Kamankesh, A.; Shoja, O.; Zhang, L.; Ghassemi, F.; Towhidkhah, F.", "abstract": "Walking, a fundamental daily activity, relies on sensory input from the somatosensory, visual, and vestibular systems, with vision playing a key role in providing information. When vision is impaired, individuals adjust their walking patterns to maintain stability. This study developed a simplified sagittal model to examine how visual deprivation affects treadmill walking at a controlled speed while ensuring dynamic stability. The model provides a framework for exploring outcomes that are challenging to assess experimentally. We hypothesized that the model would align with experimental data on step frequency, step length, and stability while predicting the steps that could lead to falls without vision. This study presents a bipedal model with two degrees of freedom, controlled by a hierarchical system. Two bio-inspired constraints were implemented: a speed constraint to match with treadmill pace, and a stability constraint to maintain walking stability. The weight of the feedback signal related to joint angles was modified to simulate vision loss. Visual deprivation increased step frequency and decreased step length to prevent falls. Additionally, prolonged deprivation led to step length fluctuations and increased constraint errors, ultimately causing falls. These findings align with human data, validating the potential of the model for rehabilitation research in individuals with visual impairments.", "date": "2025-05-04", "journal": ""}
{"title": "Frequency-Dependent Neurostimulation in Whole Brain Network models", "doi": "10.1101/2025.04.30.651283", "authors": "Otero, M.; Poo, E.; Torres, F.; Mendoza, C.; Lea-Carnall, C. A.; Weinstein, A.; Guevara, P.; Prado, P.; Cabral, J.; EL-DEREDY, W.", "abstract": "Background: Neuromodulation with electric, electromagnetic, or sensory stimulation presents a complex challenge in optimizing stimulation parameters to achieve specific physiological, cognitive, or behavioral outcomes. The effectiveness of stimulation depends on factors such as stimulation frequency, target location, and individual brain network architecture, yet a systematic framework for predicting stimulation effects is still lacking. Methods: We deployed a coupled oscillators Kuramoto model informed by the human structural connectome, known to generate spontaneous metastable oscillatory modes with dynamical features resembling real M/EEG oscillatory activity. We simulated the effect of the stimulation at the peaks of its oscillatory modes in different brain cortical regions, using different structural connectivity properties to emulate inter-individual variability. We investigated how periodic stimulation influences network oscillatory activity and functional dynamics by identifying brain regions that synchronize with the stimulation frequency. Results: Neurostimulation outcomes are functionally selective, and vary depending on both the stimulation frequency and the structural connectivity of the stimulated region. Nodes with the greatest sum of adjacent connection weights facilitated broader network engagement, while variability in structural connectivity led to specific entrainment patterns. Entrainment exhibited an inverse relationship with frequency, such that lower-frequency stimulation propagated more extensively across the network, while higher- frequency inputs produced more spatially confined effects. Conclusions: Our computational modeling aligns with empirical findings on oscillatory communication, demonstrating that network-based approaches can enhance neurostimulation selectivity by incorporating individual structural connectivity and the frequency-dependent nature of entrainment. These results support a model-driven framework for personalized, context-specific stimulation, advancing the precision and predictability of neuromodulation strategies.", "date": "2025-05-04", "journal": ""}
{"title": "SarcAsM: AI-based multiscale analysis of sarcomere organization and contractility in cardiomyocytes", "doi": "10.1101/2025.04.29.650605", "authors": "Haertter, D.; Hauke, L.; Driehorst, T.; Nishi, K.; Long, J.; Tiburcy, M.; Berecic, B.; Primessnig, A.; Bao, G.; Cyganek, L.; Schmidt, C. F.; Zimmermann, W. H.", "abstract": "Cardiomyocyte function critically depends on sarcomere dynamics and their organization in myofibrils. To uncover how cardiomyocyte function emerges from individual sarcomere dynamics, comprehensive analysis of Z-bands (nanometer scale), sarcomeres (~2 micrometer scale), and myofibrils (~10 to 100 micrometer scale) is required. Tools for such multiscale analyses are presently lacking. Here we introduce the Sarcomere Analysis Multitool (SarcAsM), which combines deep learning and graph-based methods for automated, fast, and unbiased structural assessment of sarcomeric Z-bands, sarcomeres, and myofibrils as well as their organization in larger myofibril domains. SarcAsM features a generalist deep learning model, pre-trained on a broad range of experimental and published images, ensuring its versatile application and immediate usability across diverse datasets. Finally, we demonstrate the versatile utility of SarcAsM in analyzing sarcomere structure and dynamics under acute and chronic drug exposure in hiPSC-derived cardiomyocytes with fluorescently tagged Z-bands. SarcAsM is available as open-source Python package and stand-alone application.", "date": "2025-05-04", "journal": ""}
{"title": "Enhancing Neural Synchrony with Endogenous-like 1/f Noise Stimulation", "doi": "10.1101/2025.04.30.651370", "authors": "Ping, A.; Guan, L.; Gu, H.; Jiang, Z.; Deng, W.; Chen, H.; Zeng, K.; Li, X.", "abstract": "Aperiodic components of neural activity, characterized by endogenous 1/f noise dynamics, are hypothesized to support the emergence of large-scale cortical order and cognitive flexibility. Here, we combine computational modeling and human brain stimulation to elucidate the role of 1/f noise in modulating neural synchrony. Using a coupled oscillator model, we demonstrate that ubiquitous 1/f noise does more effectively enhances phase synchrony than spectrally flat (white) noise. Crucially, we identify a competitive synergy between noise intensity and the 1/f spectral exponent: starting from optimal white noise-induced synchrony, increasing the 1/f exponent while decreasing noise intensity leads to a further enhancement of synchrony, which peaks at a specific parameter regime before diminishing. To experimentally validate these findings, we developed a transcranial 1/f noise stimulation (tFNS) system and applied it to human subjects. Compared to spectrally white noise stimulation, the tFNS more robustly enhanced corticospinal synchrony, consistent with model predictions. These results uncover a functional advantage of scale-free brain noise in driving coordinated neural dynamics, offering a new framework for optimizing non-invasive brain stimulation. More broadly, our findings suggest that the brain may harness stochastic facilitation through adaptive modulation of its aperiodic activity to support ordered macro-dynamics.", "date": "2025-05-04", "journal": ""}
{"title": "Saddle Curvature Association of nsP1 Facilitates the Replication Complex Assembly of Chikungunya Virus in Cells", "doi": "10.1101/2025.05.01.641776", "authors": "Miao, X.; Law, M. C. Y.; Kumar, J.; Chng, C. P.; Zeng, Y.; Tan, Y. B.; Wu, J.; Guo, X.; Huang, L.; Zhuang, Y.; Gao, W.; Huang, C.; Luo, D.; Zhao, W.", "abstract": "The replication of positive-sense RNA viruses, including the pathogenic SARS-CoV-1 and -2, DENV, and ZIKV, often takes place in curved cellular membrane compartments of tens to hundreds of nanometers in diameter within host cells. The non-structural proteins (nsPs) of viruses are found to critically control the formation and maintenance of such unique nanoscale membrane structures. However, the molecular mechanism underlying the association and assembly of nsPs around curved membranes has remained elusive, due to the technical difficulties of imaging the nanoscale interaction in live cells. In this study, we leveraged vertically aligned nanostructures to define membrane curvatures in live cells and investigated the assembly of viral nsPs on these curved membranes. Using Chikungunya virus as a model system, we found that its nsP1 was preferentially bound to and stabilized around positively curved membrane sites and the preference became more apparent as the radius of curvature decreased to 150 nm or smaller. This preferential accumulation was mainly attributed to the hydrophobic residues on recently identified membrane association loops (MA loops) of each nsP1 monomer. Molecular dynamics simulations further confirmed the improved binding kinetics and stability of nsP1 on positively curved membranes, especially when a 12-mer ring was formed by the nsP1 dodecamer. More interestingly, a saddle curvature association was enabled by the 3D coordination of nsP1 monomers along the dodecamer ring, where the MA loops of individual nsP1 monomers sensed a wide range of the positively curved membrane in the x-z plane while the rigid nsP1 dodecamer ring stabilized the negative curvature in the x-y plane. Its strong coupling to the saddle curvature fulfilled the need to constrain the neck of the membrane spherule for viral replication. Strikingly, productive CHIKV replication exhibited strong enrichment on patterned nanostructure array, proving the effectiveness of membrane curvature-guided assembly of the functional replication complex. Our findings revealed that the cell membrane facilitated the local enrichment of viral nsPs in a curvature-dependent manner. It opens up membrane curvature modulation as a new dimension to dissect the formation and regulation of membrane compartments for viral replication.", "date": "2025-05-04", "journal": ""}
{"title": "Profiling of HCAR1 signaling reveals Gαi/o and Gαs activation without β-arrestin recruitment and the discovery of an allosteric agonist", "doi": "10.1101/2025.05.02.651384", "authors": "Lind, S.; Wright, S. C.; Gvozdenovic, E.; Nilsson, K. A.; Granberg, K. L.; Bouvier, M.; Johansson, L. C.", "abstract": "Lactate was long considered a byproduct of glycolysis and associated with various harmful effects. However, the role of lactate was expanded with the finding that it also can act as a signaling molecule through the G protein-coupled receptor Hydroxycarboxylic Acid Receptor 1 (HCAR1). The receptor was shown to be primarily expressed in adipocytes but is also expressed in many other tissues and cell types. Activation of HCAR1 can help regulate lipolysis and improve insulin sensitivity, making it a promising target for managing obesity and other metabolic disorders. While HCAR1 activation offers therapeutic benefits for metabolic diseases, it can also promote cancer cell survival and metastasis, necessitating a nuanced approach to avoid unintended tumor growth. However, only a few ligands have been reported for HCAR1, and their signaling pathways remain unexplored. Using enhanced bystander bioluminescence resonance energy transfer (ebBRET) to study G protein activation and {beta}-arrestin recruitment following ligand addition, we were able to identify compounds such as AZ7136, a potent HCAR1 agonist, AZ2114 a partial agonist, and establish GPR81 agonist 1 as an ago-positive allosteric modulator. We also show that HCAR1 preferentially activates the Gi/o and Gs pathways without recruiting {beta}-arrestins. These findings enhance our understanding of the signaling profile of HCAR1 and the newly characterized ligands could be used as molecular tools to understand more about HCAR1 in metabolic disease.", "date": "2025-05-04", "journal": ""}
{"title": "Unacylated Ghrelin Counteracts Contractile and Mitochondrial Dysfunction in Cancer Cachexia", "doi": "10.1101/2025.04.29.649515", "authors": "Ahn, B.; Wanagat, J.; Cleary, C.; Ainsworth, H. C.; Kim, E.; Kim, H.", "abstract": "Background Cancer cachexia is a complex metabolic syndrome that severely impacts patient mobility, treatment strategies, and quality of life. However, no treatments are available to mitigate the debilitating consequences of cancer cachexia. Unacylated ghrelin (UnAG), the main circulating form of ghrelin, enhances muscle growth and mitochondrial function in various diseases, but its effects in cancer cachexia remain to be tested. Methods Male C57Bl6/N mice were assigned to one of three treatment groups: non-tumor-bearing (NTB), tumor-bearing (TB), or tumor-bearing treated with unacylated ghrelin (TB+UnAG). Over four weeks, we monitored body weight, food intake, and tumor size. We assessed muscle mass, contractility, mitochondrial oxygen consumption rate (OCR), and reactive oxygen species (ROS) production. Proteomic analysis was performed to elucidate the downstream effects of UnAG. Cell culture assays were performed to measure the in vitro effects of cancer cell-secreted factors and UnAG on myoblasts. Results Gastrocnemius and quadriceps muscle masses were reduced by 20-30% in TB mice compared to NTB controls; however, UnAG treatment prevented approximately 50% of this loss. Beyond muscle mass, UnAG enhanced the isometric maximum specific force of the extensor digitorum longus by 70% in TB mice. This improvement in muscle quality was associated with preferential upregulation of myosin heavy chain expression in TB+UnAG mice. UnAG also increased mitochondrial OCR while reducing ROS production. Mitochondrial DNA (mtDNA) copy number, which was reduced in TB mice, was restored by UnAG, while the reduced mtDNA mutation frequency in TB mice was maintained with treatment, indicating improved mtDNA integrity. Consistent with enhanced mitochondrial function, treadmill running time was significantly increased in TB+UnAG mice. Proteomic analysis revealed that UnAG downregulated proteins associated with proteolysis, while normalizing antioxidant enzyme thioredoxin and proteins involved in calcium handling. Cancer cell-conditioned medium reduced myotube width in vitro, but UnAG treatment preserved myotube structure.. Conclusion UnAG protects against cancer cachexia by targeting multiple risk factors, including myosin heavy chain expression, mitochondrial bioenergetics, and modulation of protein degradation pathways.", "date": "2025-05-04", "journal": ""}
{"title": "PEtab.jl: Advancing the Efficiency and Utility of Dynamic Modelling", "doi": "10.1101/2025.04.30.651378", "authors": "Cvijovic, M.; Persson, S.; Frohlich, F.; Grein, S.; Lomna, T.; Ognissanti, D.; Hassselgren, V.; Hasenauer, J.", "abstract": "Dynamic models are useful to study processes ranging from cell signalling to cell differentiation. Common modelling workflows, such as model exploration and parameter estimation, are computationally demanding. The Julia programming language is a promising tool to address these computational challenges. To evaluate it, we developed SBMLImporter.jl and PEtab.jl, a package for model fitting. SBMLImporter.jl was used to evaluate different stochastic simulators against PySB and RoadRunner, overall Julia simulators proved fastest. For Ordinary Differential Equations (ODE) models solvers, gradient methods, and parameter estimation performance were evaluated using PEtab benchmark problems. For the latter two tasks PEtab.jl was compared against pyPESTO, which employs the high-performance AMICI library. Guidelines for choosing ODE solver were produced by evaluating 31 ODE solvers for 29 models. Further, by leveraging automatic differentiation PEtab.jl proved efficient and, for up to medium-sized models, was often at least twice faster than pyPESTO, showcasing how Julia's ecosystem can accelerate modelling workflows.", "date": "2025-05-04", "journal": ""}
{"title": "Identifying Explainable and Generalizable Features for MEG Decoding", "doi": "10.1101/2025.04.30.651376", "authors": "Maleki, N.; Karimi-Rouzbahani, H.", "abstract": "Sensory neural coding, the brain's process of transforming inputs into informative patterns of neural activity, generates complex and multiplexed neural codes which are hard to interpret. Although decoding methods have facilitated the interpretation of these codes, the specific features of neural activity that generalize across individuals, along with their precise timing, largely remain elusive. To address this gap, we investigated the potential of interpretable time-series features in magnetoencephalography (MEG) for decoding visual stimulus attributes (spatial frequency and orientation) and their generalizability across individuals. We extracted a comprehensive set of highly informative features from 18 subjects engaged in a visual task and performed a time-resolved decoding analysis. Our findings revealed that particular features, especially those capturing rapid changes in neural activity within the first 200 milliseconds of stimulus presentation, yielded high decoding accuracy. Notably, these early, transient features exhibited robust cross-subject generalizability, suggesting a shared neural coding mechanism during the initial processing of visual inputs. Furthermore, these features outperformed previously successful electroencephalography (EEG) wavelet features when applied to MEG data. While within-subject decoding demonstrated sustained above-chance performance, cross-subject generalization diminished after the initial 200 milliseconds, indicating more individualized processing at later stages. Our results underscore the importance of systematic, data-driven evaluation of neural signals for elucidating neural codes and for developing more transparent and generalizable Brain-Computer Interface (BCI) systems that capitalize on these reliable neural signatures.", "date": "2025-05-04", "journal": ""}
{"title": "Striatal signaling tracks naturalistic short-term fluctuations in hunger-satiety", "doi": "10.1101/2025.04.29.651295", "authors": "Mourra, D.; Murphy, C. E.; Hourany, E.; Centeno, K.; Gnazzo, F.; Beeler, J. A.", "abstract": "The neuromodulator dopamine is integral to feeding behavior, believed to modulate food pursuit and satiety. Here, we examine how dopamine and spiny projection neurons (SPNs) signaling the nucleus accumbens change during consumption as animals transition from hunger to satiety in naturalistic feeding. Both dopamine and SPNs transiently increase during food approach; however, the magnitude of this approach-related increase diminishes across progressive pellet ingestion, reflecting short-term satiation. Fasting dissociates the regulation of meal size and frequency-- termination and initiation, respectively-- with altered dopamine corresponding to changes in meal size but not frequency. Despite substantially decreasing feeding, pharmacological satiation via a glucagon-like peptide-1(GLP-1) agonist had no impact on dopamine signaling, suggesting that the GLP-1 agonist disengaged or decoupled dopamine from its modulatory role in food seeking.", "date": "2025-05-04", "journal": ""}
{"title": "Metabolic alterations in the absence of a detectable neuromuscular phenotype in novel genomically humanised SOD1A4V mice.", "doi": "10.1101/2025.05.01.650597", "authors": "Thompson, D.; Williams, C.; Tosolini, A. P.; Gilthorpe, J.; Schiavo, G.; Fisher, E. M.; Cunningham, T. J.", "abstract": "Amyotrophic lateral sclerosis (ALS) caused by mutation in superoxide dismutase 1 (SOD1) accounts for 15-30% of familial ALS and is typically autosomal dominant. How single base pair/amino acid changes in this small protein cause neurodegeneration is unknown. In North America, SOD1A4V is the most common familial ALS SOD1 mutation and results in an aggressive form of ALS. Here, we present a novel genomically humanised mouse model of SOD1A4V, in which the mouse Sod1 locus has been replaced by the human SOD1 gene, with intact genomic architecture of exons and introns, but bearing an A4V mutation. In agreement with previously reported human genomic knock-in mice, the phenotype is mild; however, transcriptomic and metabolomic profiling reveal significant dysregulation of glycolysis, the tricarboxylic acid (TCA) cycle, and lipid metabolism. These changes suggest an early bioenergetic imbalance that precedes neuromuscular impairment. Our findings support metabolic dysfunction as an early event in ALS pathogenesis. This freely available SOD1A4V model provides a valuable tool for studying ALS progression and identifying therapeutic targets for pre-symptomatic treatment.", "date": "2025-05-04", "journal": ""}
{"title": "G2VTCR: predicting antigen binding specificity by Weisfeiler-Lehman graph embedding of T cell receptor sequences", "doi": "10.1101/2025.04.29.651344", "authors": "Wang, Z.; Shen, Y.", "abstract": "The binding of peptide-MHC complexes by T cell receptors (TCRs) is crucial for T cell antigen recognition in adaptive immunity. High-throughput multiplex assays have generated valuable data and insights about antigen specificity of TCRs. However, identifying which TCRs recognize which antigens remains a significant challenge due to the immense diversity of TCR. Here we describe G2VTCR (Graph2Vec-based Representation and Embedding of TCR and Targets for Enhanced Recognition Analysis), a computational method that uses atomic level graph embedding to predict TCR-antigen recognition. G2VTCR represents antigens and the third complementarity-determining region (CDR3) of TCR sequences using graphs, in which nodes encode atomic identities and edges encode chemical bonds between atoms, and then uses Weisfeiler-Lehman iterations to produce embeddings. The embeddings can be used for supervised classification tasks in TCR-antigen binding prediction and unsupervised clustering of TCRs. We evaluated G2VTCR using publicly available paired TCR-CDR3/antigen data generated by antigen-stimulation experiments. We show that G2VTCR has better performance in both classification and clustering than other embedding methods including pre-trained protein language models. We investigated the impact of Weisfeiler-Lehman iterations and the sample size of TCR CDR3 on classification performance. Our results highlight the utility of atomic level graphical embedding of immune repertoire sequences for antigen specificity prediction.", "date": "2025-05-04", "journal": ""}
{"title": "A New Model of Heart Failure with Preserved Ejection Fraction Induced by Metabolic Syndrome in Ossabaw Miniature Swine", "doi": "10.1101/2025.04.29.651284", "authors": "Tang, X.-L.; Alloosh, M.; Ou, Q.; Luo, L.; Agrawal, D. K.; Kalra, D. K.; Sturek, M.; Bolli, R.", "abstract": "A major obstacle to progress in heart failure with preserved ejection fraction (HFpEF) is the paucity of clinically relevant animal models. We developed a large, translationally relevant model in Ossabaw minipigs, which are genetically predisposed to the metabolic syndrome (MetS). Pigs were fed a Western diet high in calories, fructose, fat, cholesterol, and salt and received 1-2 deoxy-corticosterone acetate (DOCA) depots (n=10). After 6 months, they exhibited liver function abnormalities and marked increases in body weight, arterial blood pressure, serum cholesterol and triglycerides, and plasma glucose and insulin levels (glucose tolerance test), indicating the development of a full MetS. Echocardiography demonstrated no change in LV ejection fraction but progressive concentric LV hypertrophy and left atrial dilatation. Doppler echocardiography showed increased E/e ratio and increased peak early (E) and peak late atrial (A) transmitral inflow velocities, with no change in E/A ratio. Right heart catheterization demonstrated increased central venous pressure, pulmonary arterial systolic pressure, and pulmonary capillary wedge pressure. Clinically, pigs exhibited impaired exercise capacity, assessed by treadmill tests, associated with chronotropic incompetence. Pathologic examination showed significant myocardial fibrosis, myocyte hypertrophy, and liver fibrosis. In contrast, lean pigs fed a standard diet (n=3) did not show any changes at 6 months. The Ossabaw porcine model described herein is unique in that it recapitulates the entire constellation of major multiorgan comorbidities and hemodynamic, clinical, and metabolic features of MetS-driven human HFpEF: obesity, arterial hypertension, hyperlipidemia, glucose intolerance, insulin resistance, liver fibrosis and dysfunction, pulmonary hypertension, increased LV filling pressures, concentric LV hypertrophy, LV diastolic dysfunction with preserved systolic function, and impaired exercise capacity. Because of its high clinical relevance, this model is well-suited for exploring the pathophysiology of MetS-driven HFpEF and the efficacy of new therapies.", "date": "2025-05-04", "journal": ""}
{"title": "No association between metabolic rate and an exaggerated sexually selected trait", "doi": "10.1101/2025.04.29.651352", "authors": "Matsumura, K.; Noda, T.; Sharma, M. D.; Okada, K.; Miyatake, T.; Hosken, D. J.", "abstract": "Exaggerated sexually selected traits are thought to be energetically costly to produce and to maintain. This is especially true of sexually selected weapons, traits that are frequently positively allometric, and therefore likely to be especially energetically costly. However, there have been few studies that directly measure these putative costs. Here we tested for the associations between resting metabolic rate, during development and adulthood, and the size of a weapon used during adult male-male competition in the beetle Gnatocerus cornutus. We found that metabolic rate was not statistically associated with weapon size, but there were effects of genotype and mass during development (pupal size) on weapons. Additionally, age, mass and genotype all affected metabolic rate in various ways. Despite no evidence of energetic costs to weapon development or maintenance, direct predation costs associated with them have been detected previously, and hence enlarged weapons are costly in this system.", "date": "2025-05-04", "journal": ""}
{"title": "Convergent pathways of reductive mitochondrial evolution characterised with hypercubic inference", "doi": "10.1101/2025.04.29.651065", "authors": "Glastad, R. C.; Johnston, I.", "abstract": "For a striking example of mitochondrial behaviour beyond ATP generation, consider mitochondrion-related organelles (MROs). Hydrogenosomes, mitosomes, and other reduced mitochondrial forms have evolved through the loss of physical and functional features, from individual ETC complexes to oxidative phosphorylaytion and the very ability to produce ATP (and further). Reduction of mitochondria is a dramatic example of convergent evolution, occuring in every eukaryotic kingdom and many parallel times. Here, we use hypercubic inference, a class of methods from evolutionary accumulation modelling (EvAM), to explore the pathways of convergent mitochondrial reduction across eukaryotes. We find that most MRO diversity can be explained by small variations on two distinct pathways, starting with either the loss of Complex I or the loss of Complexes III/IV, which tend to proceed over different characteristic timescales. We show that different clades, including ciliates and apicomplexans, reflect particular instances of these pathways. Using metabolic modelling, we connect the structure of these evolutionary pathways to the metabolic impact of the changes involved, suggesting a plausible explanation for the dramatically convergent nature of reductive evolution. We discuss this approach in connection with related theory on the genetic and functional reduction of mitochondria across organisms.", "date": "2025-05-04", "journal": ""}
{"title": "Context-Dependent Adaptation in Structured Environments", "doi": "10.1101/2025.04.29.651346", "authors": "Karita, Y.; Rodriguez-Sanchez, G. T.; Brambilla, E.; Hernandez-Beltran, J. C. R.; Schwarz, M.; Rainey, P. B.", "abstract": "Adaptive evolution often leads to niche specialization, but successful colonization of a new niche can depend as much on ecological context as on genetic change. This is especially true in spatially structured environments, where the physical construction of habitat and the order of arrival of mutants can shape evolutionary outcomes. In static broth cultures, the air-liquid interface (ALI) provides a high-oxygen niche typically colonized by mat-forming mutants. In Pseudomonas fluorescens, a range of single mutations that upregulate cellulose production give rise to \"wrinkly spreader\" (WS) types, canonical niche specialists that out-compete ancestral types at the ALI. Yet we discover that this is a half-truth: WS mutants frequently fail to establish when introduced alone at low density, but co-culture with ancestral types rescues colonization. Microscopy and model simulations show that ancestors physically scaffold the ALI, enabling stable attachment and facilitating the in situ emergence of an array of genetically diverse WS mutants. Ancestors later disperse, vacate the niche and allow WS mutant expansion. This transient asymmetric interaction reveals that even strongly adaptive mutations may require ecological facilitation to succeed. More broadly, our findings challenge simple narratives of adaptive replacement and underscore how transient ecological dependencies can shape the trajectory of evolutionary change.", "date": "2025-05-04", "journal": ""}
{"title": "Predicting forest tree leaf phenology under climate change using satellite monitoring and population-based GWAS", "doi": "10.1101/2025.04.30.651385", "authors": "Pfenninger, M.; Langan, L.; Feldmeyer, B.; Eberhardt, L.; Reuss, F.; Hofmann, J.; Fussi, B.; Seho, M.; Mellert, K.-H.; Hickler, T.", "abstract": "Leaf phenology, a critical determinant of plant fitness and ecosystem function, is undergoing rapid shifts due to climate change, yet its complex genetic and environmental drivers remain incompletely understood. Understanding the genetic basis of phenological adaptation is crucial for forecasting forest responses to a changing climate. Here, we integrate multi-year satellite-derived phenology from 46 Fagus sylvatica (European beech) populations across Germany with a population-based genome-wide association study to dissect the environmental and genetic drivers of leaf-out day (LOD) and leaf shedding day (LSD). We show that environmental factors, particularly temperature forcing and water availability, are the primary drivers of LOD variation, while LSD is influenced by a more complex suite of climatic cues. Our genomic analysis identifies candidate genes associated with LOD and LSD, primarily linked to circadian rhythms and dormancy pathways, respectively. Furthermore, genomic prediction models incorporating these loci accurately reconstruct past phenological dynamics, providing a powerful framework to forecast forest vulnerability and adaptation to future climate change.", "date": "2025-05-04", "journal": ""}
{"title": "Understanding the population structure of Moraxella catarrhalis using core genome multilocus sequence typing (cgMLST) and a life identification number (LIN) code classification system", "doi": "10.1101/2025.04.30.651387", "authors": "Yassine, I.; Jolley, K. A.; Bray, J. E.; Jansen van Rensburg, M. J.; Patel, F.; Sheppard, A. E.; Zar, H. J.; Allen, V.; Ah Tow, L.; Maiden, M. C. J.; Nicol, M. P.; Brueggemann, A. B.", "abstract": "Moraxella catarrhalis is an important cause of infectious exacerbations of chronic obstructive pulmonary disease and otitis media. Previously, seroresistant (SR) and serosensitive (SS) lineages that differed in virulence potential were described, which raised questions about their evolutionary relationship and species classification. To investigate the population structure of M. catarrhalis, we developed a core-genome multilocus sequence typing (cgMLST) scheme using 1,319 core genes, and a life identification number (LIN) barcode classification system. Whole-genome analyses of nearly 2,000 genomes confirmed two divergent SR and SS M. catarrhalis lineages with distinct evolutionary trajectories. SR genomes were more conserved, while SS genomes exhibited greater genetic variability. Virulence gene analyses revealed lineage-specific variations in ubiquitous surface proteins (UspA1 and UspA2) and lipooligosaccharide (LOS) types, and SR genomes had more diverse LOS variants. The bro {beta}-lactamase gene, and the mcb bacteriocin cluster, were more common in SR, which suggested different selective pressures and ecological adaptation. This cgMLST scheme and LIN code system provides a robust method for characterising M. catarrhalis, distinguishes between SR and SS lineages, and offers a unified framework for population structure analyses. Implemented within PubMLST, this open-access resource facilitates high-resolution genomic studies and supports the scientific community in understanding the evolutionary complexity of M. catarrhalis.", "date": "2025-05-04", "journal": ""}
{"title": "Support for the social buffering hypothesis, especially under unpredictable precipitation regimes", "doi": "10.1101/2025.04.30.651380", "authors": "Salguero-Gomez, R.; Santos, G.; Brent, L.; Gascoigne, S.; Bonsall, M. B. F.; Firth, J. A.; Albery, G.; Mondal, R.; Kajin, M.; Davis, K. J.", "abstract": "Sociality is hypothesised to buffer populations against environmental stochasticity by stabilising key vital rates, yet this has rarely been tested across diverse taxa. We compiled demographic time series from 87 populations for 66 animal species spanning 12 taxonomic classes to test whether sociality promotes demographic buffering and whether this relationship depends on environmental context. Using stochastic elasticities and phylogenetically comparative analyses, we find broad support for the social buffering hypothesis: more social species exhibit lower sensitivity of population growth to vital rate variance (lower stochastic elasticity to vital rate variances, Tsigma), particularly in juvenile survival and reproduction. Contrary to expectations, juvenile vital rates, but not adult survival, showed the strongest buffering patterns in social taxa, suggesting life-stage-specific social mechanisms. Furthermore, we show that social species invest more in maximising the average performance of adult survival and reproduction (higher stochastic elasticity to vital rate means, Tmu), consistent with adaptive strategies favouring canalisation of fitness-related traits. This buffering benefit is especially relevant in highly unpredictable environments: in climates with erratic precipitation, social species have greater demographic advantages, exhibiting even lower Tsigma values. Together, these findings provide support for the social buffering hypothesis, especially in highly stochastic environments. Social traits confer some demographic stability under moderate climatic conditions, but may become more relevant under extreme stochasticity, an insight particularly important for understanding population resilience in a rapidly changing world.", "date": "2025-05-04", "journal": ""}
{"title": "Postoperative Stress Accelerates Atherosclerosis through Inflammatory Remodeling of the HDL Proteome and Impaired Reverse Cholesterol Transport", "doi": "10.1101/2025.05.02.651357", "authors": "Boucher, D. M.; Rochon, V.; Laval, T.; Lorant, V.; Carter, A.; Emerton, C.; Joyce, N.; Vinayak, N.; Scaffidi, M.; Auer, R. C.; Gordon, S. M.; Ouimet, M.", "abstract": "BACKGROUND: Over 10 million patients undergoing non-cardiac surgery annually experience major cardiovascular complications within 30 days, many due to destabilized atherosclerotic plaques. Reverse cholesterol transport (RCT), a key pathway for cholesterol removal by HDL and apoA-I, is critical in preventing plaque progression. While surgery-induced inflammation is known to impair HDL function, its effects on RCT and plaque stability remain unclear. METHODS: To isolate the impact of surgical inflammation, independent of blood loss, we developed an abdominal laparotomy model in apoE-/- mice on a Western diet, minimizing blood loss and avoiding perioperative blood sampling. We assessed plasma cholesterol efflux capacity, performed proteomic analysis of HDL, and analyzed atherosclerotic plaques for lipid content, perilipin-2 (PLIN2), cleaved-caspase-3 (c-Casp-3), and necrotic core expansion. A novel dual-label, dual-cell-type in vivo RCT model was developed to compare RCT from macrophage-derived (BMDMs) and vascular smooth muscle cells (VSMCs)-derived foam cells. Recombinant apoA-I (rApoA-I) was tested for therapeutic rescue of impaired RCT. RESULTS: Surgery significantly reduced RCT for at least 48 hours, paralleled by a drop in cholesterol efflux capacity and inflammatory remodeling of HDL, marked by elevated serum amyloid A (SAA1/2) and reduced apoA-I. Plaques showed a 1.6-fold increase in intracellular lipids and PLIN2 expression at 24 hours post-surgery, with elevated c-Casp-3 indicating lipid-driven apoptosis. Foam cell analysis revealed increased PLIN2 in both CD45+ (leukocyte) and CD45- (non-leukocyte) subtypes, with leukocyte foam cells expressing higher PLIN2. c-Casp-3+ apoptotic cells were predominantly PLIN2high and of both leukocytic and non-leukocytic origin. By day 15, the necrotic core area increased by 1.5-fold with sustained loss of plaque cellularity. Using our dual-cell-type RCT model, we found that surgery significantly impaired BMDM RCT in vivo, while VSMC RCT remained largely unaffected, highlighting foam cell subtype-specific vulnerability to surgical inflammation. These findings were mirrored in general surgery patients, whose postoperative plasma exhibited markedly reduced cholesterol efflux capacity. In mice, rApoA-I treatment partially restored RCT and reduced plaque lipid accumulation. CONCLUSIONS: Surgical inflammation acutely impairs HDL function and RCT, triggering lipid accumulation, foam cell apoptosis, and accelerated plaque destabilization independent of blood loss. Immediate restoration of apoA-I at the time of surgery, aiming to counteract the acute phase response, may offer a targeted strategy to reduce postoperative cardiovascular risk.", "date": "2025-05-04", "journal": ""}
{"title": "Genome-wide expression gradient estimation based on local pseudotime in single cell RNA sequencing", "doi": "10.1101/2025.05.01.650773", "authors": "Tjaernberg, A.; Jackson, C.; Bonneau, R.; Christiaen, L.", "abstract": "Single cell genomics measures the internal state of individual cells and makes it possible to describe biological phenomena such as cell type heterogeneity, developmental progression, and dynamic differentiation using computational methods. A prominent approach to facilitate downstream analysis, for large collection of cells, is to connect individual cells by a k-Nearest Neighbor Graph (kNN-G). The kNN-G is among other things used by methods that derive pseudotime, a temporal ordering of cells. However, pseudotime methods require knowledge of initial states of the trajectories created. Alternatives have been invented that estimate gene rate of transcription e.g. by RNA velocity but these methods don't generalize to all individual genes for estimating transcriptional rate of change along pseudotime. While these methods can derive pseudo progression de novo by extrapolating transcription velocity vectors they are limited to subsets of genes where intronic reads are captured with sufficient magnitude. Here we present pseudovelocity, an alternative method for calculating a local rate of change in transcription based on the kNN-G and diffusion-based pseudotime, to derive RNA velocity estimates for individual genes, and demonstrate how it improves the gene-based estimation of RNA velocity for downstream analysis. This package can be accessed here: https://gitlab.com/Xparx/pseudovelocity.", "date": "2025-05-04", "journal": ""}
{"title": "Understanding the physical processes behind DNA-DNA proximity ligation assays", "doi": "10.1101/2025.05.02.649190", "authors": "Zubillaga Herrera, B. J.; Das, A.; Burack, L. R.; Wang, A.; Di Pierro, M.", "abstract": "In the last decade, DNA-DNA proximity ligation assays opened powerful new ways to study the 3D organization of genomes and have become a mainstay experimental technology. Yet many aspects of these experiments remain poorly understood. We study the inner workings of DNA-DNA proximity ligation assays through numerical experiments and theoretical modeling. Chromosomes are modeled at nucleosome resolution and evolved in time via molecular dynamics. A virtual Hi-C experiment reproduces, in-silico, the different steps of the Hi-C protocol, including: crosslinking of chromatin to an underlying proteic matrix, enzymatic digestion of DNA, and subsequent proximity ligation of DNA open ends. The protocol is simulated on ensembles of different structures as well as individual structures, enabling the construction of ligation maps and the calculation of ligation probabilities as functions of genomic and Euclidean distance. The methods help to assess the effect of the many variables of the Hi-C experiment and of subsequent data processing methods on the quality of the final results.", "date": "2025-05-04", "journal": ""}
{"title": "Effects of a Cancer-Associated Mutation and Multiple SerinePhosphorylation on Poly(ADP-Ribose) Polymerase 2", "doi": "10.1101/2025.04.29.651341", "authors": "Ghafari, M.; Cisneros, G. A.; Chatterjee, S.; Hughes, B.", "abstract": "Poly [ADP-ribose] polymerase 2 (PARP2) plays a crucial role in DNA repair. A common single-nucleotide polymorphism (SNP) in the PARP2 gene, rs3093921, has been associated with pancreatic cancer and marginal zone lymphoma (MZL). This SNP results in a missense mutation, D235G, in the PARP2 protein. PARP2 is also reported to undergo post-translational modifications (PTMs), particularly phosphorylation at serine residues 226, 232, and 353. The C-terminal region of PARP2 includes the Trp Gly-Arg (WGR) and ADP-ribosyl transferase (ART) domains, and the helical subdomain (HD). The latter two, spanning residues 220 to 583, comprise the catalytic region of PARP2. The DNA-induced enzymatic activation of PARP2 is regulated by local destabilization of the HD domain. We used molecular dynamics (MD) simulations to investigate the impact of these three PTMs on both the wild-type (WT) and the mutant (D235G) forms of PARP2. Our simulations suggest that, while neither the cancer-associated mutation nor PTMs on their own significantly alter the ove all flexibility of residues within the HD domain, they cause notably greater deviations in the backbone structure of the HD domain compared to the WT. In addition, PTMs in the context of the mutation show reduced interactions between the mutation site and other protein regions, likely due to structural stabilization induced by the PTMs. Importantly, PTMs mitigate the structural disruption caused by the mutation, helping the mutant protein retain a WT-like conformation. Additionally, the HD domain contributes to maintaining PARP2 in its inactive state through its connection with the ART domain. However, the D235G mutation weakens this connection. While PTMs alone do not have a significant impact on this connection, the simultaneous presence of both the mutation and PTMs partially alleviates the disruptive effect of the mutation and leads to partial restoration of the connection between the HD and ART domains.", "date": "2025-05-04", "journal": ""}
{"title": "Integrated single cell spatial multi-omics landscape of WHO grades 2-4 diffuse gliomas identifies locoregional metabolomic regulators of glioma growth", "doi": "10.1101/2025.04.30.651361", "authors": "Ma, Y.; Ayadhury, S.; Singh, S.; Vashishath, Y.; Ozdemir, C.; McKee, T.; Nguyen, N.; Basi, A.; Mak, D.; Gomez, J.; Huse, J.; Noor, S.; Winkowski, D.; Baird, R.; Weinberg, J.; Lang, F.; Burks, J.; Bozdag, S.; Seeley, E.; Ene, C.", "abstract": "Diffuse infiltrating gliomas are aggressive tumors of the central nervous system driven by intra-tumoral heterogeneity and aberrant normal-tumor cell-cell interactions. Grade specific and locoregional metabolic dependencies driving aberrant cell-states linked to treatment resistance, seizures and infiltration of gliomas remain elusive. Here, we applied spatial transcriptomics (stRNAseq), imaging mass cytometry (IMC) and mass spectrometry imaging (MSI; metabolites, peptides and glycans) to the core and edge tumor tissue from patients with World Health Organization (WHO) grades 2-4 diffuse infiltrating gliomas including isocitrate dehydrogenase (IDH) mutant oligodendrogliomas (WHO Grades 2 and 3) and IDH wildtype astrocytomas including anaplastic astrocytoma (prior 2016 WHO histological grade 3) and glioblastoma (GBM, WHO grade 4) stRNAseq identified regions-specific differentially expressed genes with significant overall survival implications particularly in IDH wildtype GBM. Integration of stRNA seq and MSI-derived metabolite expression demonstrated enrichment of L-glutamine in SOX4+ Neural progenitor-like (NPC-like) cells and DL-dopamine in GPNMB+ Mesenchymal-like (MES-like) GBM cells at the tumor edge relative to the core. Our results uncover clinically relevant and locoregional cell state-specific metabolites that may contribute to GBM proliferation, infiltration and seizures. This comprehensive pan-diffuse infiltrating glioma multi-omics study could serve as a resource for uncovering region-specific metabolic vulnerabilities encompassing metabolites, glycans and peptides within clinically transcriptionally defined cell states across WHO 2-4 diffuse glioma.", "date": "2025-05-04", "journal": ""}
{"title": "Rapid hypothalamic-pituitary recovery after chronic glucocorticoid therapy enables strategies that prevent adrenal suppression", "doi": "10.1101/2025.04.30.651350", "authors": "Gaston, L. S.; Jorgensen, B. C.; Friedman, H. R.; Sherman, M. S.; Majzoub, J. A.", "abstract": "Glucocorticoid-induced adrenal insufficiency (GIAI) persists for months to years after long-term treatment, which past studies suggest is mediated by initial, post-withdrawal hypothalamic-pituitary suppression. We examined the timing of hypothalamic, pituitary, and adrenal (HPA) recovery after 8 weeks of dexamethasone (DEX) treatment in mice. At withdrawal, HPA function was fully suppressed, but Crh mRNA and plasma ACTH surprisingly rebounded above control levels within 1 week. Despite this, corticosterone (CORT) remained suppressed for an additional 7 weeks. DEX-exposed adrenals were atrophic and contained previously undescribed, giant, multinucleated histiocytes. CORT secretion was disproportionately low relative to the non-histocyte adrenocortical area in the first 1-2 weeks post-DEX, suggesting that post-withdrawal GIAI is mediated by adrenocortical atrophy with superimposed, reduced ACTH responsiveness. We then tested whether trophic stimulation of the adrenal during glucocorticoid exposure prevented GIAI. Daily co-treatment with DEX and cosyntropin (an ACTH analog) failed to prevent GIAI. However, mice with non-suppressible endogenous ACTH due to knockout of the hypothalamic glucocorticoid receptor maintained normal adrenal function and histology despite long-term DEX. Localizing the mechanisms of post-withdrawal GIAI to the adrenal may permit the development of preventative strategies that mimic native HPA signaling during glucocorticoid exposure, thus reducing the morbidity of a widely prescribed drug class.", "date": "2025-05-04", "journal": ""}
{"title": "Housing environment bilaterally alters transcriptomic profile in the rat hippocampal CA1 region", "doi": "10.1101/2025.04.29.651351", "authors": "Kubota, A.; Kojima, K.; Koketsu, S.; Kannon, T.; Sato, T.; Hosomichi, K.; Shinohara, Y.; Tajima, A.", "abstract": "Brain asymmetry is widely observed in different species. Studies on rodent hippocampi have provided morphological and physiological explanations for left-right asymmetry and have shown that the environment influences hippocampal lateralization in the CA1 region. However, how the left-right asymmetry arises, and its significance are not fully understood. In this study, we aimed to elucidate the transcriptome profiles of the rat hippocampus associated with lateralization and to assess the sensitivity of the bilateral CA1 region to an enriched environment. Transcriptomic analysis using RNA-seq was performed on the left and right CA1 regions of male rats reared in isolated or enriched environments. Although differentially expressed genes (DEGs) were not found between left and right CA1 under either environmental condition, environment-induced DEGs were significantly detected in both left and right CA1. DEGs common to both hemispheres were also found in the environmental comparison, and immediate early genes were suggested as relevant together with gene co-expression network analysis. Gene set enrichment analysis revealed that the profiles of gene expression change due to the enriched environment in the bilateral CA1 were significantly enriched in the suppressed direction in several gene sets, including those related to synaptic signaling and organization, and neuronal connection.", "date": "2025-05-04", "journal": ""}
{"title": "Factors Influencing Monoclonal Antibody Pharmacokinetics Across Varying Immune Perturbations", "doi": "10.1101/2025.04.29.651349", "authors": "DeBonis, J.; Davis, A.; Wang, Z.; Fell, C.; Diehl, M.; Igoshin, O. A.; Veiseh, O.", "abstract": "The development of continuous-release devices or injectables for the long-term delivery of biologics is of great interest, especially monoclonal antibodies (mAbs) that require frequent, high-dose injections. Preclinical testing of these technologies in murine models is necessary for clinical translation; however, xenogeneic responses to the mAb and foreign body responses to the implants or injectables can confound results. Immune system knockout (KO) models that affect immune cells are often used in these experiments, but the effects of KO models on mAb pharmacokinetics (PK) are not well characterized. Here, we investigated the PK profile of the human mAb 3BNC117 after intravenous, subcutaneous, and intraperitoneal injections in four mouse strains: BL6, BCD, RAG2, and NSG mice. Noncompartmental analysis was used to quantify differences in PK between each mouse strain. Strikingly, both BL6 and NSG mice exhibited significantly higher mAb clearance compared to the other two strains. To better understand these differences, we developed a minimally physiological based PK model of mAb PK and estimated model parameters using nonlinear mixed effects modeling. The fitted model parameters illustrated how specific processes change in each strain, including the change in clearance rates over time in BL6 and differences in mAb lymphatic uptake in NSG mice. We then used simple allometric scaling relationships to assess which strains were reasonably predictive of human mAb PK. NSG and BL6 mice were found to be unpredictive of human PK, unlike RAG2 and BCD mice. Overall, these results highlight the importance of selecting an appropriate KO strain for preclinical mAb evaluation and demonstrate that RAG2 and BCD strains are suitable mouse models for investigation of mAb PK.", "date": "2025-05-04", "journal": ""}
{"title": "Engineering sialylation in pigs: A promising strategy for overcoming xenograft rejection and revolutionizing organ transplantation.", "doi": "10.1101/2025.04.30.651299", "authors": "Roy, S.; Rao, C.; Sims, E. K.; Bottino, R.; Cooper, D.; Piganelli, J. D.", "abstract": "The organ shortage crisis leaves over 100,000 people waiting for transplants, causing 6,000 deaths annually. To address this, pigs are being explored as potential donors. Despite advances like the FDA-approved GalSafe pig, immunological challenges remain. Key issues include strong antibody, innate, and cellular immune responses, along with coagulation problems due to differences in glycosides and sialic acid linkages, which prevent long-term xenograft survival. Hyperacute rejection, caused by instant blood-mediated immune reaction (IBMIR), is a persistent problem, characterized by inflammatory and thrombotic responses when, for example, xenogeneic islets contact blood or reperfusion post anastomosis of transplanted organ. To overcome IBMIR, and other innate immune mediated rejection, we expressed human sialyltransferase (ST8Sia6) in otherwise wild type, porcine endothelium, creating human-like sialic linkages on porcine glycoproteins and lipids. This increased expression of human sialic acid 2,8- linkage on porcine endothelial cells, enhanced sialic-acid-binding immunoglobulin-like lectin (Siglec) binding reducing immune effector mechanisms such as complement activation and cell cytotoxicity. It also correlated with reduced CTL-targeted killing, lower levels of CD107a, perforin, and IFN-{gamma} production. This coincided with higher immunoreceptor tyrosine-based inhibition motif (ITIM) induction, mirroring immune tolerance seen in fetal development and tumor immune evasion. Moreover, the landscape of the expression induced transcriptome of ST8Sia6, overexpression in porcine kidney cells revealed differential expression of genes involved in immune downregulation, cell signaling, and metabolic alteration. Expression of 2,8-linked disialic acids on porcine cells protected against immune effector mechanisms, reducing complement activation, immune cell activation, and CTL killing. These findings suggest that enhanced 2,8- linked disialic acid expression can modulate the innate and adaptive immune response, reducing xenograft rejection. This approach may improve xenotransplantation success, mitigate primary non-function in xenografts, and be applied to human iPSC-derived islets and other cell products. Further research into the specific mechanisms of these immunomodulatory effects could guide the development of effective strategies for xenotransplantation.", "date": "2025-05-04", "journal": ""}
{"title": "Virus glycoprotein nanodisc platform for vaccine design", "doi": "10.1101/2025.05.02.651272", "authors": "Rantalainen, K.; Liguori, A.; Ozorowski, G.; Flynn, C.; Steichen, J. M.; Swanson, O.; Madden, P. J.; Baboo, S.; Phulera, S.; Gharpure, A.; Lu, D.; Kalyuzhniy, O.; Skog, P.; Terada, S.; Shil, M.; Diedrich, J. K.; Georgeson, E.; Tingle, R.; Eskandarzadeh, S.; Lee, W.-H.; Goodwin, D.; Alavi, N.; Kubitz, M.; Amirzehni, S.; Himansu, S.; Sok, D.; Lee, J. H.; Yates, J. R.; Paulson, J. C.; Crotty, S.; Schiffner, T.; Ward, A. B.; Schief, W. R.", "abstract": "Transmembrane glycoproteins of enveloped viruses are the targets of neutralizing antibodies and essential vaccine antigens. mRNA-LNP technology allows in situ production of transmembrane glycoproteins upon immunization, but biophysical characterization of transmembrane antigens and in vitro analysis of post-immunization antibody responses typically rely on soluble proteins. Here, we present a methodological platform for assembling transmembrane glycoprotein vaccine candidates into lipid nanodiscs. We demonstrate the utility of the nanodiscs in HIV membrane proximal external region (MPER)-targeting vaccine development by binding assays using surface plasmon resonance (SPR), ex vivo B cell sorting with fluorescence-activated cell sorting (FACS), and by determining the structure of a prototypical HIV MPER-targeting immunogen nanodisc in complex with three broadly neutralizing antibodies (bnAbs), including the MPER bnAb 10E8, to 3.5 [A] by cryogenic electron microscopy (cryo-EM), providing a template for structure-based immunogen design for MPER. Overall, the platform offers a tool for accelerating the development of next-generation viral vaccines.", "date": "2025-05-04", "journal": ""}
{"title": "CoreTIA: a modular, statistically robust transduction inhibition assay for AAV neutralization", "doi": "10.1101/2025.04.30.651383", "authors": "Kovacs, B.; Somogyi, F.; Szabo, V.; Nagy, Z. Z.; Hernadi, I.; Matyas, F.; Vanduffel, W.; Szemlaky, Z.; Rozsa, B.; Ulbert, I.; Hillier, D.", "abstract": "Adeno-associated virus (AAV) gene therapy is often limited by pre-existing neutralizing antibodies (NAbs), yet current assays for NAb detection lack standardization and rarely quantify uncertainty, complicating cross-study comparisons. We present coreTIA (core Transduction Inhibition Assay), a modular experimental protocol combined with a statistically robust analysis pipeline that delivers precise, reproducible NAb titers with quantified uncertainty for every result. coreTIA's statistical framework enables robust estimation of neutralization even when dilution series are incomplete, helping to reduce repeat testing and minimizing sample volume requirements. Evaluation and refinement of key assay parameters support consistent performance across AAV serotypes. By providing a protocol and analysis suite as an open resource, coreTIA facilitates more consistent and transparent NAb measurement, potentially aiding assay harmonization and regulatory assessment, addressing a key barrier to progress in gene therapy research and development.", "date": "2025-05-04", "journal": ""}
{"title": "Bridging Hearts and Muscles: Genetic Insights into Cardiac Structure and Sarcopenia", "doi": "10.1101/2025.04.29.651359", "authors": "Wang, C.; Xie, W.; Zhu, Y.; Liu, Z.; Yang, G.; Zhong, D.; Li, Y.; Zhao, S.", "abstract": "Background: Currently, the link between cardiovascular diseases and sarcopenia is increasingly garnering attention from researchers. However, studies exploring the association between cardiac structure and sarcopenia are sparse. This study aims to investigate the potential genetic links between cardiac structural features and sarcopenia. Methods: During the discovery phase, we employed Linkage Disequilibrium Score Regression (LDSC) and Mendelian Randomization (MR) to assess the genetic correlation and causality between traits related to cardiac structure and sarcopenia, with further validation of the results using validation set data. In the study, we established a scoring system to identify high-confidence trait pairs. For these pairs, we conducted sensitivity analyses to assess their heterogeneity and pleiotropy. Additionally, we undertook follow-up studies of these trait pairs, including using mediation analysis to evaluate the potential mediating effects of lipids, and enrichment analysis to explore possible shared biological pathways linking these characteristics. Results: The genetic correlation analyses during the discovery and validation phases identified 5 pairs (in forward analysis) and 16 pairs (in reverse analysis) of high-confidence trait pairs. As a key sarcopenia-related feature, appendicular lean mass (ALM) exhibited positive causal relationships with several cardiac structural features, including the volumes of the left and right atria. Mediation analysis suggested that certain lipids, such as phosphatidylcholine, might mediate these causal relationships. Notably, gene and pathway enrichment analyses revealed that genes associated with significant SNPs in high-confidence trait pairs were enriched in multiple key biological processes and pathways, such as tube morphogenesis, cardiac right ventricle morphogenesis, and muscle system processes in the forward analysis, as well as skeletal system development, heart development, and hemopoiesis in the reverse analysis. Cell-type enrichment analysis pointed to endothelial cells, smooth muscle cells, fibroblasts, and mesenchymal stem cells. Conclusions: This study provides evidence for genetic relationships between cardiac structures and sarcopenia-related traits. These findings may enhance our understanding of the biological mechanisms underlying age-related diseases and provide scientific basis for developing future preventive and therapeutic strategies.", "date": "2025-05-04", "journal": ""}
{"title": "Mechanistic and evolutionary insights into a family of aminoacyl-tRNA deacylases that protects against canavanine toxicity", "doi": "10.1101/2025.05.04.652006", "authors": "Maldonado, J. S.; Sepulveda, S.; Karthikeyan, S.; Shirakawa, K. T.; Merced, I.; Radecki, A. A.; Douglas, J.; Peti, W.; Page, R.; Vargas-Rodriguez, O.", "abstract": "Aminoacyl-tRNA deacylases safeguard the accurate translation of the genetic code by hydrolyzing incorrectly synthesized aminoacyl-tRNAs. Canavanyl-tRNA deacylase (CtdA) was recently shown to protect cells against the toxicity of the non-proteinogenic amino acid canavanine, which is synthesized and accumulated by various plants. In most organisms, canavanine is ligated to tRNAArg, causing translation of arginine codons with canavanine. CtdA prevents canavanine toxicity by hydrolyzing canavanyl-tRNAArg. Here, we investigated the function, structure, substrate specificity, phylogenetic distribution, and evolution of CtdA. We show that CtdA is essential to prevent canavanine cytotoxicity in Salmonella enterica, and its heterologous expression can also rescue Escherichia coli. By determining the structure of CtdA, we identified its putative binding pocket and residues that modulate enzymatic activity and specificity. We also found that CtdA displays a relaxed specificity for the aminoacyl moiety substrate as it hydrolyzes arginyl-tRNAArg. Finally, we showed that despite their structural homology, CtdA and the aminoacyl-tRNA hydrolytic domain of phenylalanyl-tRNA synthetase are functionally and evolutionarily divergent. Collectively, these results substantially expand our understanding of the CtdA family, providing new insights into its structure, function, and evolution. Moreover, this work highlights the diverse mechanisms unique to each organism to ensure faithful translation of the genetic code.", "date": "2025-05-04", "journal": ""}
{"title": "Acidification by nitrogen metabolism triggers extracellular biopolymer production in an oleaginous yeast", "doi": "10.1101/2025.05.04.652101", "authors": "Sepulveda Del Rio Hamacek, H.; Tingajeva, O.; Ostertag, K.; Rekena, A.; Illarionov, A.; Joul, P.; Monteiro de Oliveira, P.; de La Caridad Martin-Hernandez, G.; Müller, B.; Bonturi, N.; Passoth, V.; Lahtvee, P.-J.; Kumar, R.", "abstract": "The oleaginous yeast Rhodotorula toruloides is a natural producer of lipids and carotenoids. However, its potential as a producer of extracellular biopolymers remains unexplored. Hence, we aimed to evaluate the R. toruloides CCT0783 for extracellular biopolymer production. We found that the carbon-to-nitrogen ratio influenced exopolysaccharide (EPS) production, reaching 5.84 {+/-} 0.45 g/L under glucose-rich conditions. We characterized the crude biopolymer using FTIR and GC-MS, identifying polysaccharide peaks, wherein EPS consisted of (%) glucose (88.83 {+/-} 4.87), galactose (5.50 {+/-} 1.50), mannose (4.80 {+/-} 1.57), and xylose and arabinose (0.87 {+/-} 0.04) monomers. The dried EPS also contained a fractional presence of protein (1.0%). Interestingly, inorganic, but not organic, nitrogen metabolism was associated with the acidification of the culture environment and simultaneous EPS production. A comparison between non-buffered and buffered media indicated that EPS was produced when the final pH was around or below 2, which was observed in the former but not in the latter. Finally, a comparative bioinformatics analysis allowed us to map a putative EPS biosynthesis and transport pathways, as well as regulators of intracellular pH maintenance. In conclusion, our study demonstrates R. toruloides' potential as an extracellular microbial biopolymer producer, enabling its development as a cell factory.", "date": "2025-05-04", "journal": ""}
{"title": "cctbx.xfel: a suite for processing serial crystallographic data", "doi": "10.1101/2025.05.04.652045", "authors": "Brewster, A. S.; Paley, D. W.; Bhowmick, A.; Mittan-Moreau, D. W.; Young, I. D.; Mendez, D.; Tchon, D. M.; Poon, B. K.; Sauter, N. K.", "abstract": "The cctbx.xfel suite of processing programs and tools allows fast, visual analysis of serial diffraction images from synchrotrons and XFELs. Built on DIALS and cctbx, cctbx.xfel is designed for real-time and post-experiment processing with a fully featured graphical user interface. Users can quickly identify hitrates, view diffraction patterns, analyze unit-cell isomorphism using clustering, and merge data using a metadata tagging approach that allows on-the-fly organization and visualization of processing results. This paper describes the fundamental algorithms and command-line programs used by cctbx.xfel, including the two main program dials.stills_process, which performs spot-finding, indexing, geometric refinement, and integration, and cctbx.xfel.merge, which performs scaling, post-refinement, and merging. A discussion of merging statistics is presented and newer features are described, including random sub-sampling for indexing multi-lattice hits and{Delta} CC[1/2] filtering to remove outliers. Finally we show a complex, heterogeneous sample containing hexagonal and monoclinic isoforms in P63 and P21. The isoforms are separated by unit cell clustering, and for each isoform we resolve a (pseudo-)merohedral indexing ambiguity.", "date": "2025-05-04", "journal": ""}
{"title": "CircRNA hypomethylation in the human amygdala implicates FKBP5 in alcohol use disorder", "doi": "10.1101/2025.05.04.652083", "authors": "Ghandour, T.; Glausier, J. R.; Asok, A.; Doyle, M. R.; Campo, P.; Colnaghi, L.; Lewis, D. A.; Kandel, D. B.; Kandel, E. R.; de Guglielmo, G.; Huang, S.-s. C.; Melas, P. A.", "abstract": "Genome- and phenome-wide association studies implicate the RNA demethylase FTO in alcohol use disorder (AUD), yet the RNA methylation landscape in AUD remains poorly characterized. Analyzing postmortem human basolateral amygdala (BLA) tissue, a key brain region in AUD-related behaviors, we found extensive mA hypomethylation uniquely affecting circular RNAs (circRNAs). Notably, FKBP5-hosted circRNAs (circFKBP5s) exhibited pronounced hypomethylation correlating with elevated expression of FKBP5 mRNA isoforms. These findings were replicated in an animal model of alcohol dependence. Predictive analyses suggest that circFKBP5s influence genes involved in neurodevelopmental processes and neuronal identity. These findings uncover a novel aspect of AUD neurobiology linked to circRNA methylation.", "date": "2025-05-04", "journal": ""}
{"title": "Mapping the gene regulatory landscape of archaic hominin introgression in modern Papuans", "doi": "10.1101/2025.05.04.652069", "authors": "Comerford, M.; Vespasiani, D. M.; Shukla, N.; Cook, L. E.; Yermakovich, D.; Dannemann, M.; Leavesley, M.; Kinipi, C.; Ricaut, F.-X.; Brucato, N.; Cox, M. P.; Gallego Romero, I.", "abstract": "Interbreeding between anatomically modern humans and archaic hominins has contributed to the genomes of present-day human populations. However, our understanding of the specific gene regulatory consequences of Neanderthal, and particularly, Denisovan introgression is limited. Here, we used a massively parallel reporter assay to investigate the regulatory effects of 25,869 high-confidence introgressed SNPs segregating in present-day individuals of Papuan genetic ancestry in immune cell types. Overall, 8.22% of Denisovan and 8.58% of Neanderthal sequences showed active regulatory activity, and 9.22% of these displayed differential activity between alleles. We examined the properties of active and differentially active sequences, and found no impact of introgressed allele frequency on the probability of activity, but do observe an association with distance to the nearest transcription start site. Differential activity was also associated with differential transcription factor binding. Genes predicted to be regulated by differentially active sequences included IFIH1 and TNFAIP3, key immune genes and known examples of archaic introgression. Overall, this work provides insight into the regulatory activity of archaic variants in Papuan populations and, more broadly, the contribution of archaic introgression in shaping modern human genetic diversity.", "date": "2025-05-04", "journal": ""}
{"title": "Evaluation of Nanopore direct RNA sequencing updates for modification detection", "doi": "10.1101/2025.05.01.651717", "authors": "Esfahani, N. G.; Stein, A. J.; Akeson, S.; Tzadikario, T.; Jain, M.", "abstract": "Nanopore technology can directly sequence intact RNA molecules, offering a unique capability to read native modifications. Oxford Nanopore Technologies recently updated its direct RNA sequencing technology from RNA002 to RNA004 chemistry. This update included an improved basecaller (Dorado) for increased sequencing accuracy, and ionic current models for de novo detection of four RNA modifications. Using a single RNA extraction from GM12878 B-lymphocyte cell line, we compared RNA002 and RNA004 sequencing chemistries and evaluated Dorado modification calling accuracy. We computed U-to-C mismatches, previously used to identify putative pseudouridine sites, and ran m6anet for identifying putative N6-methyladenosine sites. Dorado results for each respective modification showed both global and site-specific differences when compared to RNA002 results. We used DRS data from in vitro transcription of GM12878 genomic DNA as well as synthetic oligonucleotides to evaluate Dorado modification calling performance. Dorado pseudouridine model achieved 96-98% for both accuracy and F1-score. Similarly, Dorado N6-methyladenosine model achieved 94-98% accuracy, 96-99% F1-score. Our results demonstrate that Nanopore Direct RNA sequencing could simultaneously detect pseudouridine, N6-methyladenosine, 5-methylcytosine, and inosine modifications on individual mRNA strands. It is critical to validate these calls using orthogonal methods (e.g., Liquid Chromatography with Tandem Mass Spectrometry) for increased confidence.", "date": "2025-05-04", "journal": ""}
{"title": "Bacteriophage-Loaded Microneedle Patches for Targeted andMinimally Disruptive Foodborne Pathogen Decontamination", "doi": "10.1101/2025.04.30.651002", "authors": "Prasad, A.; Khan, S.; Arshad, F.; Sidhu, H.; Jackson, K.; MacLachlan, R.; Kvitka, E.; Grignano, V.; Mann, H.; Filipe, C.; Hosseinidoust, Z.; Didar, T.", "abstract": "Antibacterial additive use has surged due to rising incidences of food contamination, despite concerns over antibiotic resistance. Bacteriophage (bacterial viruses) are a promising alternative with pathogen-level specificity. However, their commercial success has been limited by the significant diffusion barriers they face within food, preventing effective delivery at contamination sites. Here, we introduce bacteriophage-loaded microneedle patches that enable targeted phage delivery directly within food, eliminating internal pathogens in a minimally disruptive manner. The application of microneedles within food is first explored. The platform is then substantiated by comparing performance in raw beef and cooked chicken, where we achieved up to 3-logs reduction in Escherichia coli, meeting regulatory limits. In contrast, conventional surface application of the same phage failed to provide significant decontamination. To ensure broad applicability, phage cocktails were also loaded into microneedles to demonstrate polymicrobial decontamination. This platform can also be adapted to extend food shelf-life by targeting spoilage-inducing bacteria.", "date": "2025-05-04", "journal": ""}
{"title": "AI-assisted Drug Re-purposing for Human Liver Fibrosis", "doi": "10.1101/2025.04.29.651320", "authors": "GUAN, Y.; Inchai, J.; Fang, Z.; Law, J.; Brito, A. A. G.; Pawlosky, A.; GottWeis, J.; Daryin, A.; Myaskovsky, A.; Palepu, A.; Rong, k.; Xu, Y.; Tu, T.; Peltz, G.", "abstract": "Liver fibrosis is a severe disease with few treatment options due to the poor quality of the available animal and in vitro models. To address this, we investigated whether a hypothesis generating multi-agent AI system (AI co-scientist) could assist in re-purposing drugs for treatment of liver fibrosis and direct their experimental characterization. A multi-parameter image analysis workflow, which enabled anti-fibrotic efficacy and drug toxicity to be serially assessed in multi-lineage human hepatic organoids grown in microwells (i.e., microHOs), was used to assess the effects of 14 drugs. Remarkably, two of the three AI co-scientist-recommended drugs that targeted epigenomic modifiers exhibited significant anti-fibrotic activity. Analysis of the anti-fibrotic effects of five drugs indicated that two inhibited TGFb;-induced intracellular signaling and three drugs altered TGFb;-induced mesenchymal cell differentiation. Since all five of the anti-fibrotic drugs reduced TGFb;-induced chromatin structural changes, epigenomic changes play an important role in the pathogenesis of liver fibrosis. One AI co-scientist recommended drug is an FDA-approved anti-cancer treatment (Vorinostat) that reduced TGFb;-induced chromatin structural changes by 91% and promoted liver parenchymal cell regeneration in microHOs. Hence, the use of AI co-scientist and this microHO platform identified a potential new generation of liver fibrosis treatments that also promote liver regeneration.", "date": "2025-05-04", "journal": ""}
{"title": "G34R cancer mutation alters the conformational ensemble and dynamics of the histone H3.3 tails", "doi": "10.1101/2025.05.02.651932", "authors": "Fuchs, H. A.; Peng, Y.; Ayyappan, S.; Zhang, H.; Rosas, R.; Panchenko, A.; Musselman, C. A.", "abstract": "In recent years, mutations in the histone variant H3.3 have been discovered in pediatric and adult gliomas and osteosarcomas. One of these is the G34R mutation in the H3.3 N-terminal tail. While this mutation is known to disrupt epigenomic pathways, the effects on nucleosome structure itself have not been explored. In light of recent studies, that have demonstrated that the interaction of the H3 tail with nucleosomal and linker DNA is driven in large part by arginine residues, we sought to determine if the G34R cancer mutation and adjacent G33R mutation, not observed in cancer, directly alter nucleosome structural dynamics. Using NMR spectroscopy and molecular dynamics simulations, we investigate the effects of these mutations on the H3 tail in the context of the nucleosome. Our results show that both of these mutations enhance the association of the H3 tails with DNA and decrease the conformational dynamics around the site of mutation. Moreover, our results reveal that both mutations lead to changes in the conformational ensemble of the entire tail, re-positioning it on the nucleosomal DNA as well as promoting intra-tail interactions. This has implications for the accessibility of the H3 tail to effector proteins and for changes in higher-order chromatin structure resulting from a shift in intra- versus inter-nucleosome contacts mediated by the H3 tail.", "date": "2025-05-04", "journal": ""}
{"title": "Design of a Modular Inducible Circuit for Pulsatile Population Control of Engineered Bacteria", "doi": "10.1101/2025.05.03.652077", "authors": "Roy, R.; Mayalu, M. N.", "abstract": "Synthetic biology enables the precise control of bacterial population dynamics through engineered genetic circuits, paving the way for innovative therapeutic and biosensing applications. Here, we present genetic circuit design that leverages AHL (acyl-homoserine lactone)-based quorum sensing and a transcriptional cascade regulated by an external inducer to drive synchronized proliferation and lysis events. In this system, the absence of the inducer arabinose prevents CinR mediated repression, enabling activation of a transcriptional cascade that drives the expression of the lysis protein, fluorescent protein, and a drug resistance gene. The accumulation of AHL acts as a proxy for population density and modulates gene expression through a quorum-sensing mechanism. This inducible circuit provides tunable and pulsatile control over bacterial population dynamics, enabling cycles of population growth and collapse. Such behavior prevents premature population clearance while ensuring functional bacterial densities for extended durations. Our system represents a foundational step toward implementing more complex multi-stable architectures for self-regulation of bacterial population. This dynamic and modular framework offers significant advantages for therapeutic interventions, such as self-regulating drug delivery, inflammation-responsive probiotic therapies, and targeted bacterial therapy.", "date": "2025-05-04", "journal": ""}
{"title": "Task-specificity of local load feedback depends on intersegmental information in an insect walking system", "doi": "10.1101/2025.04.29.651003", "authors": "Ruthe, A.; Oezyer, A.; Akay, T.; Bueschges, A.", "abstract": "Load proprioceptive feedback measured by campaniform sensilla (CS) substantially contributes to the generation of leg stepping during walking. In stick insects, the effect of load feedback on the antagonistic protractor and retractor motor neurons (MNs) reverses depending on the walking direction to support the functional stance MN pool in both stepping directions. However, this was shown in highly reduced preparations in which the stimulated leg did not perform actual stepping movements, but the effect was inferred from MN activity profiles. It is still largely unknown whether the load feedback similarly shows a direction dependent reversal in its effects on protractor and retractor activity during actual stepping of the stimulated leg. Here, we implemented load stimulation in a single-middle leg preparation and recorded protractor and retractor MN activity extracellularly during fictive forward and backward stepping. We show that CS stimulation during the stance phase prolonged stance (retractor) activity for the duration of the stimulation and induced stance (retractor) activity when applied during the swing phase in forward stepping. During backward stepping, when protractor and retractor switch phases, the same stimulation again prolonged stance (protractor) activity for the duration of the stimulation. However, it rarely induced stance (protractor) activity when applied during the swing phase. We provide evidence that this is due to the absence of signals about the stepping direction of the neighboring legs, thus highlighting the importance of intersegmental signals for task-specific processing of load proprioceptive feedback.", "date": "2025-05-04", "journal": ""}
{"title": "Harmonized Protocol for Subfield Segmentation in the Hippocampal Body on High-Resolution in vivo MRI from the Hippocampal Subfields Group (HSG)", "doi": "10.1101/2025.04.29.651039", "authors": "Daugherty, A. M.; Carr, V.; Canada, K.; Radman, G.; Brown, T.; Augustinack, J.; Amunts, K.; Bakker, A.; Berron, D.; Burggren, A.; Chetelat, G.; de Flores, R.; Ding, S.-L.; Huang, Y.; Insausti, R.; Johnson, E.; Kanel, P.; Keresztes, A.; Kedo, O.; Kennedy, K. M.; Lee, J.; Malykhin, N.; Martinez, A.; Mueller, S.; Mulligan, E.; Ofen, N.; Palombo, D.; Pasquini, L.; Pluta, J.; Raz, N.; Riggins, T.; Rodrigue, K. M.; Saifullah, S.; Schlichting, M. L.; Stark, C.; Wang, L.; Yushkevich, P.; La Joie, R.; Wisse, L.; Olsen, R.; the Alzheimers Disease Neuroimaging Initiative,  ; the Hippocampal Subfields Gro", "abstract": "Hippocampal subfields differentially develop and age, and they vary in vulnerability to neurodegenerative diseases. Innovation in high-resolution imaging has accelerated clinical research on human hippocampal subfields, but substantial differences in segmentation protocols impede comparisons of results across laboratories. The Hippocampal Subfields Group (HSG) is an international organization seeking to address this issue by developing a histologically-valid, reliable, and freely available segmentation protocol for high-resolution T2-weighted 3 tesla MRI (http://www.hippocampalsubfields.com). Here, we report the first portion of the protocol focused on subfields in the hippocampal body; protocols for the head and tail are in development. The body protocol includes definitions of the internal boundaries between subiculum, Cornu Ammonis (CA) 1-3 subfields, and dentate gyrus, in addition to the external boundaries of the hippocampus apart from surrounding white matter and cerebrospinal fluid. The segmentation protocol is based on a novel histological reference data set labeled by multiple expert neuroanatomists. With broad participation of the research community, we voted on the segmentation protocol via online survey, which included detailed protocol information, feasibility testing, demonstration videos, example segmentations, and labeled histology. All boundary definitions were rated as having high clarity and reached consensus agreement by Delphi procedure. The harmonized body protocol yielded high inter- and intra-rater reliability. In the present paper we report the procedures to develop and test the protocol, as well as the detailed procedures for manual segmentation using the harmonized protocol. The harmonized protocol will significantly facilitate cross-study comparisons and provide increased insight into the structure and function of hippocampal subfields across the lifespan and in neurodegenerative diseases.", "date": "2025-05-04", "journal": ""}
{"title": "Haptic Force Feedback Enhances de Novo Learning of Arm Kinematics and Dynamics", "doi": "10.1101/2025.04.29.651298", "authors": "Howard, I. S.; Alvarez-Hidalgo, L.", "abstract": "The human motor system exhibits remarkable plasticity: not only can we master complex skills, but we can also learn to control artificial effectors. Here, we examine whether haptic force feedback from a simulated endpoint mass facilitates the de novo learning of novel kinematic and dynamic mappings. We investigate this using a virtual 2D planar arm controlled via a bimanual robotic manipulandum. Human participants moved two handles constrained to 1D channels, with handle positions specifying shoulder and elbow joint angles. Across two days, they performed center-out and out-back movements under two experimental conditions. On Day 1, one half of the participants practiced with a purely kinematic arm, whereas the other half received continuous haptic feedback from an endpoint mass. Although intrinsic hand movements were often initially sequential, participants rapidly adopted more coordinated control strategies, and trajectories became straighter with practice. Notably, the haptic-feedback group exhibited significantly greater improvements in virtual arm control. On Day 2, we introduced a velocity-dependent curl field to both groups. The curl field initially resulted in curved, loopy paths, but participants gradually compensated, consistent with internal-model formation. Prior exposure to haptic feedback conferred a superior capacity to adapt to the novel dynamics, evidenced by straighter trajectories and smaller directional biases throughout force-field exposure. These findings suggest haptic feedback enhances sensorimotor learning, possibly by engaging a distributed neural network of brain regions involved in motor skill acquisition and refinement.", "date": "2025-05-04", "journal": ""}
{"title": "Sex-specific transcriptional signatures of oxycodone persist during withdrawal and abstinence in the suprachiasmatic nucleus of heterogeneous stock rats", "doi": "10.1101/2025.04.29.651331", "authors": "Delorme, T. C.; Sambare, S.; Williams, B. R.; Gamble, M. C.; Solberg-Woods, L.; Maturin, L.; Palmer, A. A.; George, O.; Logan, R.", "abstract": "Opioid use disorder (OUD) is a major public health issue. Sleep and circadian disruptions are recognized as hallmarks of opioid addiction, often emerging during withdrawal and lasting into abstinence. However, little is known about the impact of opioids on the brain's primary circadian pacemaker, the suprachiasmatic nucleus (SCN). We examined SCN transcriptomic changes in genetically diverse heterogeneous stock rats across different opioid physiological and behavioral states (naive, oxycodone intoxication, acute withdrawal, and prolonged abstinence), alongside behavioral assessments. In females, intoxication and withdrawal altered pathways related to neurotransmission, circadian rhythms, and inflammation, while in males, changes involved immune regulation, DNA damage, and metabolism. During abstinence, females showed enrichment in stress-related pathways, particularly those involved in energy metabolism and neurotransmitter function, whereas males exhibited enrichment in pathways related to cellular detoxification and oxidative stress, suggesting lasting, sex-specific effects of oxycodone administration during withdrawal and abstinence. Further, the highest proportion of sex-specific rhythmic differentially expressed genes (DEGs) were identified during abstinence compared to other states, suggesting sex differences in gene expression in the SCN during opioid abstinence. Co-expression network analysis identified a black module linked to synaptic signaling and a red module linked to ciliary function, which were positively and negatively associated with intoxication, respectively. Black module genes were positively correlated with addiction-related behaviors during abstinence, while red module genes inversely correlated with these behaviors during intoxication, linking opioid-induced alterations in the SCN to addiction-like phenotypes. These findings highlight the SCN as a dynamic, sex-specific target of opioid exposure and suggests that SCN alterations may contribute to long-term behavioral and physiological consequences of OUD.", "date": "2025-05-04", "journal": ""}
{"title": "Context-Dependent Synergism and Antagonism between IGF2BP1/3 and METTL3/14 in m6A-mediated mRNA regulation", "doi": "10.1101/2025.05.04.652102", "authors": "Bhardwaj, R.; Bhakhri, H.; Palanichamy, J. K.", "abstract": "N-6 Methyl Adenosine (m6A) methylation is primarily found in the 3'-UTRs of mRNAs, near the stop codon, and at consensus sequence RRACH. The methylation reaction is catalyzed by RNA methyltransferases METTL3 and METTL14, known as writers. Readers recognize the modified mRNA, which influences mRNA stability and translation. Insulin-like growth factor-2 binding proteins 1 and 3 (IGF2BP1 and IGF2BP3) are known m6A readers, promoting mRNA stabilization. Erasers like ALKBH5 and FTO remove m6A modifications. Dysregulation of m6A machinery has been implicated in cancer progression. We analyzed the expression patterns of writers, erasers, and readers (WERs) in multiple public datasets, including NCBI-GEO, TCGA, TARGET, and normal tissue expression data from GTEx. Our findings revealed widespread dysregulation of WERs across various cancers. To investigate whether IGF2BP1/3 and METTL3/14 function synergistically in mRNA stabilization, we identified direct mRNA targets using intersection analyses of IGF2BP1/3 eCLIP and METTL3/14 knockout (KO) datasets on Galaxy server. This analysis identified METTL14-dependent targets (KDM3B, DYNLL1, CNOT1, RPL29) and METTL3-dependent targets (SREBF2, HNF4A, GNA11), all bound by IGF2BP1/3. To validate these interactions, we cloned 3'-UTRs of these targets downstream of luciferase reporter and assessed mRNA stability following IGF2BP1/3 and METTL3/14 overexpression. Luciferase activity increased for RPL29, DYNLL1, SREBF2, and CNOT1 upon co-expression, indicating IGF2BP1/3-mediated mRNA stabilization in an m6A-dependent manner. In contrast, KDM3B, HNF4A, and GNA11 exhibited reduced luciferase activity, suggesting destabilization. Our study provides novel evidence that m6A readers and writers exhibit synergistic and antagonistic interactions in a target-dependent manner, underscoring the complexity of m6A-mediated gene regulation in oncogenesis.", "date": "2025-05-04", "journal": ""}
{"title": "Human biliary atresia extrahepatic cholangiocyte organoids express increased ER and oxidative stress, altered drug metabolism and cell polarity changes", "doi": "10.1101/2025.05.04.649927", "authors": "Har-Zahav, A.; Hamody, Y.; Danan, K.; Tobar, A.; Basphelchik, M.; Gurevich, M.; Shamir, R.; Gat-Viks, I.; Waisbourd-Zinman, O.", "abstract": "Background & Aims: Biliary atresia (BA), the leading cause of liver transplantation in children, presents in neonates with jaundice and progressive extrahepatic bile duct obstruction, yet its etiology and pathogenesis remain unknown. Here, we aimed to investigate the molecular mechanisms underlying BA and the susceptibility of cholangiocytes in the extrahepatic biliary tree using patient-derived extrahepatic cholangiocyte organoids (EHCOs). Methods: EHCOs were derived from common bile ducts remnants of BA patients undergoing Kasai portoenterostomy and from non-BA controls at the time of liver transplantation. Transcriptomic profiling was performed via bulk RNA sequencing, and analyzed in two ways: differentially expressed pathways and perturbation analysis to predict aberrant functions. Key findings were validated through mechanistic assays, immunofluorescence staining, qPCR and transmission electron microscopy (TEM). Results: Transcriptomic analysis predicted significant alteration in endoplasmic reticulum (ER) stress, dysregulations of drug metabolism, alongside pronounced alterations in cellular adhesion and polarity-related genes in BA-derived EHCOs. Cell-to-cell alterations were observed with various proteins including E-cadherin, RhoU, Sox17 and CFTR. BA EHCOs had an increased endoplasmic reticulum (ER) stress response, exemplified by elevated PERK, BiP, and ATF4 along with abnormal ER on TEM. Furthermore CHOP, ERO1A, WFS1, and SOD3 were decreased suggestive of abnormal ER stress response. BA EHCOs displayed increased toxicity to biliatresone-induced injury and inhibition of cytochrome P450 resulted in attenuation of the ER stress markers PERK, BiP and ATF4. Finally, liver hilum biopsies from BA patients undergoing Kasai portoenterostomy confirmed elevated PERK and PGR78(BiP) consistent with the EHCOs analysis. Conclusions: BA EHCOs exhibit disrupted polarity, ER stress, and increased susceptibility to drug toxicity. These findings highlight key pathogenic mechanisms in BA and suggest that targeting these pathways may help mitigate cholangiocyte injury in BA.", "date": "2025-05-04", "journal": ""}
{"title": "Development of an Open-source Low-cost Pressure Myography and Cardiac Flow Simulator, HemoLens, for Mechanical Characterization of Native and Engineered Blood Vessels", "doi": "10.1101/2025.04.29.651300", "authors": "PereiraTavares, A. J.; Aranda-Michel, L.; Hahn, S. A.; Coffin, B. D.; Ashraf, S. F.; Szafron, J. M.; Straub, A. C.; Shiwarski, D. J.", "abstract": "Pressure myography, the standard for assessing vascular mechanics and vasoreactivity, is costly ($40,000+), has low throughput, and is limited to static fluid flow. Here, we developed HemoLens, an open-source 3D-printed pressure myography system for ~$700. HemoLens features compact micromanipulators, incremental in-line pressure control, physiological temperature regulation, and modular pulse pressure control between normotensive and hypertensive levels. HemoLen's efficacy was demonstrated by delineation of physiological reactivity and pathological mechanical phenotypes using native mouse arteries and bioprinted acellular scaffolds. Wildtype vessels show greater distention (124.3 vs. 43.07 {micro}m) and increased dynamic compliance compared to diseased vessels. Small diameter (450 {micro}m) collagen-based artery-like scaffolds are FRESH bioprinted to mimic hypertensive vascular stiffening. Engineered hypertensive vessels demonstrate increased burst pressure (464 mmHg) and reduced dynamic compliance reminiscent of diseased arteries. Together, HemoLens lowers the barrier to entry in pressure myography research by serving as a comprehensive low-cost system for native and engineered vessel characterization.", "date": "2025-05-04", "journal": ""}
{"title": "Continuous Monitoring of Head Turns: Compliance, Kinematics, and Reliability of Wearable Sensing", "doi": "10.1101/2025.04.29.650670", "authors": "Cho, S. Y.; Dibble, L. E.; Fino, P. C.", "abstract": "Wearable devices offer objective mobility metrics for continuous monitoring but often focus on traditional measures like step count or gait speed. Other quantitative metrics such as head kinematics may provide valuable insights into mobility, balance, and sensory integration, given the head's central role in coordinating vestibular, ocular, and postural control. Yet, basic knowledge about capturing daily living head turns, including participant compliance, algorithms, normative data, and reliability, is not yet established. This study aimed to resolve this knowledge gap by capturing head and trunk movement kinematics over a 7-day period and to establish normative data in healthy adults. Participants (n = 24) wore head-mounted sensors for an average of 16.38 hours per day (SD = 4.43), completing 5,163 (SD = 1,466) head turns daily, with 72% occurring independently of trunk motion. Head turn amplitude (M = 58.18 deg, SD = 4.26 deg) was comparable to lumbar turns, while peak velocity was higher for head turns (M = 104.49 deg/s, SD = 12.08 deg deg/s). By the second day, all head turn metrics achieved excellent reliability (ICC > 0.9), supporting the feasibility of multi-day monitoring. Additionally, we examined the relationship between head motion and other mobility metrics and established recommendations for implementing similar protocols for capturing future studies, including the minimum number of days required for reliable data collection. Findings from this study provide a foundation for future multi-day continuous monitoring of head kinematics in both healthy and clinical populations.", "date": "2025-05-04", "journal": ""}
{"title": "MIST-Explorer: The Comprehensive Toolkit for Spatial Omic Analysis and Visualization of Single-Cell MIST Array Data", "doi": "10.1101/2025.04.29.650640", "authors": "Fischer, C.; Chen, J.; Meah, A.; Wang, J.", "abstract": "Recent advances in spatial proteomics have enabled high-dimensional protein analysis within tissue samples, yet few methods accurately detect low-abundance functional proteins. Spatial MIST (Multiplex In Situ Tagging) is one such technique, capable of profiling over 100 protein markers spatially at single-cell resolution on tissue sections and cultured cells. However, despite the availability of various open-source tools for image registration and visualization, no dedicated software exists to align the images and analyze spatial MIST data effectively. To address this gap, we present MIST-Explorer, a comprehensive, user-friendly toolkit for the visualization and analysis of single-cell spatial MIST array data. Developed in Python with a PyQt6-based graphical interface, MIST-Explorer streamlines the spatial omics workflow-from image preprocessing and registration to cell segmentation and protein quantification. The software supports two workflows: one for preprocessed datasets and another for raw image inputs, ensuring broad compatibility across experimental designs. Key features include tile-based image registration using Astroalign and PyStackReg, deep learning-based segmentation with StarDist, multi-channel visualization with layer controls, and an interactive analysis module offering ROI selection along with histograms, heatmaps, and UMAP plots. MIST-Explorer generates spatially resolved expression tables readily compatible with downstream single-cell analysis pipelines. By integrating all major steps into a single platform, MIST-Explorer empowers researchers to derive biological insights from complex spatial omics datasets without requiring extensive computational expertise.", "date": "2025-05-04", "journal": ""}
{"title": "Localized Reactivity on Protein as Riemannian Manifolds:A Geometric and Quantum-Informed Basis for Deterministic, Metal-Aware Reactive-Site Prediction", "doi": "10.1101/2025.04.29.651260", "authors": "Park, H.", "abstract": "We present a unified framework for protein reactive-site prediction that couples a rigorous geometric, quantum-informed model with a metal-aware, fully deterministic implementation. Proteins are treated as smooth Riemannian manifolds; each residue is equipped with a localized fiber, whose environment vector encodes geometric and physico-chemical features. Motivated by Density Functional Theory - which links global electron density to reactivity - we hypothesize that a sufficiently rich local density stencil captures the same information at the residue scale. On this foundation we build a single-file Python toolkit, reactive site predictor.py, which ranks candidate reactive residues in both metallo- and apo-proteins. The score combines (i) a geometry-based environment term, (ii) relativistic ZORA distance factors for metal centers, (iii) coordination-number and angle-deviation corrections, and (iv) an optional pocket-proximity flag. A fixed global random seed removes all stochastic elements, guaranteeing reproducibility. Benchmarks on three representative assemblies - Rubisco, GroEL, and SecA - achieve top-10 recall between 90 and 50 percent for documented functional residues. While promising, the current validation is limited to three static PDB structures; extension to dynamic ensembles and explicit quantum layers is left to future work. The framework thus offers an interpretable, physics-grounded, and deterministic paradigm for protein-function prediction. Beyond residue-level reactivity, the same manifold-fiber formalism is ultimately intended for purely geometric analysis of protein-protein interfaces: instead of assigning scalar scores, we construct an explicit contact submanifold and study its curvature, topology, and fibre-overlap signatures to deduce interaction logic without additional learning.", "date": "2025-05-04", "journal": ""}
{"title": "The Liver-Enriched Long Non-Coding RNA FAM99A Suppresses Tumorigenesis through Negative Regulation of Protein Synthesis", "doi": "10.1101/2025.04.29.651319", "authors": "Sarfaraz, N.; Kaur, R.; Harper, S.; Oni, L.; Somarowthu, S.; Bouchard, M. J.", "abstract": "Primary liver cancer represents a significant global health burden, with limited therapeutic options for advanced disease. Long non-coding RNAs (lncRNAs) are increasingly found to play crucial roles in hepatic biology and disease progression. Here, we identify FAM99A as a highly liver-specific lncRNA that is systematically downregulated across liver malignancies, with reduced expression correlating with poor clinical outcomes. FAM99A exhibits remarkable tissue specificity with minimal expression outside the liver, and its levels rapidly decline during primary hepatocyte dedifferentiation in culture. Through isoform analysis, we establish FAM99A-203 as the predominant transcript in normal liver tissue and observe altered isoform distribution in liver cancers. Functionally, FAM99A overexpression inhibits anchorage-independent growth in liver cancer cell lines. Transcriptomic analysis reveals that FAM99A negatively regulates translation-related pathways in both liver cancer cells and primary hepatocytes. This is corroborated by protein synthesis assays showing that FAM99A overexpression substantially reduces global translation rates. Targeted RNase H-mediated extraction coupled with mass spectrometry identifies multiple components of the translation machinery as direct FAM99A binding partners, including eukaryotic translation initiation factors and RNA helicases involved in ribosome biogenesis. Clinical data analysis demonstrates significant inverse correlations between FAM99A expression and ribosomal protein genes in liver cancer patients. Additionally, hepatitis B virus appears to downregulate FAM99A expression, potentially contributing to its oncogenic properties. Our findings establish FAM99A as a liver-specific translational regulator that exerts tumor-suppressive effects by restraining protein synthesis rates, offering insights into hepatocarcinogenesis and the potential of FAM99A as both a biomarker and agent in new therapeutic avenues.", "date": "2025-05-04", "journal": ""}
{"title": "Reprogramming breast cancer cells to breast cancer stem cell-like by the POU1F1 transcription factor", "doi": "10.1101/2025.04.30.651395", "authors": "Concepcion, L. A.; Ruzo, S. S.; Gonzalez, S. R.; Gois, M.; Arias, M. E.; Delgado, D. M.; Lado, N.; Caballero, T. G.; Aguiar, P.; Fernandez, R. P.", "abstract": "Breast cancer stem cells (BCSCs) have been proposed as the cause of resistance to conventional treatments and as the origin of breast cancer recurrence and metastasis. However, BCSC origin is not fully understood. Using breast cancer cell lines with POU1F1 overexpression and knockdown as well as immunodeficient mice models, this study provides compelling evidence of the role of POU1F1 in reprogramming breast cancer cells into BCSC-like by deregulating CD24, CD44, CD133, and ALDH markers. In addition, a subpopulation from POU1F1 overexpressing MCF-7 cells with high levels of ALDH present functional changes, e.g., higher invasion, glycolytic metabolism, increased clonogenicity and mammosphere formation, high tumor-initiating capacity, and resistance to treatment. Mechanistically, these features seem to be mediated by POU1F1 activation of the IL-6/JAK2/STAT3 pathway. Our data suggests that hormone therapy-resistant Luminal A breast tumors with high levels of POU1F1 could be targeted by blocking the IL-6/JAK2/STAT3 pathway.", "date": "2025-05-04", "journal": ""}
{"title": "A Characterization of the Immune Cells in Immunocompetent and Immunodeficient Mice with Orthotopic Brain Tumors.", "doi": "10.1101/2025.04.29.651335", "authors": "Gardam, B.; Nam, E.; Kollis, P. M.; Kilyen-Coles, J.; Lenin, S.; Gliddon, B. L.; Tea, M. N.; Pitson, S. M.; Brown, M. P.; Ebert, L. M.; Gargett, T.", "abstract": "Background: Glioblastoma, while considered rare, is characterized by poor survival and few treatment advances for over 20 years. New treatment options for brain cancers are, therefore, desperately needed. Active research that is being conducted in immunotherapy for glioblastoma and other primary brain cancers may be hampered by the lack of detailed studies that characterize the different immune compartments of orthotopic murine brain tumor models. Methods: We used glioma neural stem cell lines derived from glioblastoma patients and murine glioma cell lines to produce intracranial xenograft and syngraft brain tumors in immunodeficient (NSG) or immunocompetent (C57BL/6) mice, respectively. High-parameter flow cytometry was used to characterize the immune cell compartment in each brain tumor model. We investigated the tissues of brain, spleen, lymph node, and bone marrow for the frequencies of monocytes, macrophages, B cells, T cells, dendritic cells, neutrophils, eosinophils, and where possible, their subsets. Results: In a study first of non-tumor-bearing mice, we show dramatic differences between NSG and C57BL/6 mice in numbers not only of T and B cells but also of other immune cells. Then we show in mice bearing brain tumors significant differences in numbers of immune cells in brain, draining lymph nodes, spleen and bone marrow. Also, we investigated the effects on immune cell numbers of luciferase-expressing murine glioma cell lines compared to the parental lines. Finally, we show the effects of whole-body irradiation on immune cell numbers. Conclusions: Our quantitative characterization of different immune compartments in orthotopic murine models of glioblastoma xenografts and syngrafts may allow for a better informed selection of tumor models that are appropriate for the pre-clinical investigation of immunotherapies for glioblastoma.", "date": "2025-05-04", "journal": ""}
{"title": "TBK1 eliminates aggregation-prone monomeric TDP-43 through the IFNβ-immunoproteasome pathway", "doi": "10.1101/2025.04.29.650889", "authors": "Sakai, S.; Oiwa, K.; Iguchi, Y.; Watanabe, S.; Komine, O.; Horiuchi, M.; Katsuno, M.; Yamanaka, K.", "abstract": "Loss-of-function mutations in TANK-binding kinase 1 (TBK1) are genetically linked to amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD), and induce cytoplasmic aggregation of TAR DNA-binding protein 43 (TDP-43), known as TDP-43 pathology. Although TBK1 deficiency is thought to contribute to TDP-43 pathology primarily through impaired autophagy, the full spectrum of its pathological impact remains unclear. Given the multifunctional nature of TBK1, alternative pathways beyond autophagy are possibly involved in TDP-43 pathology. Here, we found that TBK1 alleviates TDP-43 pathology in neuronal cells via induction of interferon-beta (IFN{beta}), and that the IFN{beta} receptor is downregulated in spinal motor neurons from ALS patients with TDP-43 pathology. We further demonstrated that IFN{beta} induces the immunoproteasome by upregulating its subunits, thereby promoting the degradation of aggregation-prone monomeric TDP-43. Furthermore, heterozygous deletion of Tbk1 in SOD1G93A ALS model mice resulted in reduced immunoproteasome induction and increased polyubiquitinated protein accumulation in the spinal cord. These findings suggest that impairment of the TBK1-IFN{beta}-immunoproteasome axis may contribute to the development of TDP-43 pathology in ALS and FTD.", "date": "2025-05-04", "journal": ""}
{"title": "Adolescent intermittent ethanol exposure induces sex-specific and time-dependent changes in affective behaviors and metabolomic profiles.", "doi": "10.1101/2025.04.29.651256", "authors": "Shobande, M. J.; Kumari, A.; Pearson, M.; Baker, J. A.; Hall, N. I.; Waters, R. C.; Emehel, C. E.; Hill, D.; Fowlkes, M. E.; Dean, T.; Cannady, R.; Wang, B.; Maldonado-Devincci, A. M.", "abstract": "Given the adverse effects of adolescent binge alcohol consumption in humans, the present work explores the lasting behavioral and metabolomic impacts following adolescent binge ethanol exposure. Here we determine short- and long-term changes in affective behaviors and metabolomic profiles in male and female adolescent binge ethanol-exposed mice. Male and female C57BL/6J mice were exposed to adolescent intermittent ethanol (AIE) as a model of binge ethanol exposure using intermittent vapor inhalation from postnatal day (PND) 28-42. Mice were tested in a battery of behavioral tests and metabolomic analyses were conducted following short-term and long-term withdrawal from AIE exposure. Mice were tested for affective behaviors using the open field test (OFT), the light/dark test (LDT), and the tail suspension test (TST) one week following AIE exposure from PND 49-53 and again from PND 91-95. Serum samples were collected on PND 43, corresponding to 24 hours after the last exposure, fecal samples were collected during each OFT, and liver samples were collected approximately 80 days after AIE exposure for metabolomic analysis. We show modest incubation of behavioral differences in anxiety-like behavior in males after adolescent binge ethanol exposure; an effect that was absent in female mice. In contrast, metabolomic differences in male mice that were more pronounced shortly after adolescent binge ethanol exposure waned as time progressed since last exposure. Male mice appear to be more susceptible to the persistent changes in adolescent binge ethanol exposure that varies over time. It is possible that short-term metabolomic changes may predict long-term behavioral changes in affective behaviors.", "date": "2025-05-04", "journal": ""}
{"title": "A combined neuroanatomy, ex vivo imaging and immunohistochemistry defined MRI mask for the human paraventricular nucleus of the thalamus", "doi": "10.1101/2025.04.29.651339", "authors": "Tetzlaff, M. R.; Leonard, B. T.; Yassa, M. A.; Baram, T. Z.; Rasmussen, J. M.", "abstract": "The paraventricular nucleus of the thalamus (PVT) is an evolutionarily conserved midline thalamic structure known to contribute to arousal, interoceptive states, and motivated behaviors. Yet, a consensus anatomical definition of the human PVT across tissue-based and MRI-based approaches remains elusive, thereby limiting reliable translation between its cellular characteristics and in vivo functional connectivity. To address this challenge, we describe a histologically-informed PVT segmentation compatible with standard 3T MR imaging pipelines. We performed postmortem anatomical MRI scans on an intact whole brain and an excised thalamic block, manually segmented the PVT at high resolution using ex vivo calretinin staining and neuroanatomical landmarks, registered the resulting image-label pair to a commonly used MRI template space (Montreal Neurological Institute's MNI152), and performed a comparative reanalysis using this newly defined mask. This tissue-grounded PVT mask largely overlaps spatially with existing MRI-based PVT masks, with the exception of additional voxels posteriorly. Importantly, the functional connectivity patterns of this tissue-grounded mask are highly consistent with those previously reported. Collectively, this multimodal definition of the human PVT balances tissue-based ground truth with in vivo MRI features, providing a valuable resource for advancing translation between cellular level features identified by histology and in vivo functional connectivity at the meso/macro scale in the understudied human PVT.", "date": "2025-05-04", "journal": ""}
{"title": "Spontaneous Dynamics Predict the Effects of Targeted Intervention in Hippocampal Neuronal Cultures", "doi": "10.1101/2025.04.29.651327", "authors": "Tentori, E.; Kastellakis, G.; Maschietto, M.; Leparulo, A.; Poirazi, P.; Mazzucato, L.; Allegra, M.; Vassanelli, S.", "abstract": "Dissociated neuronal cultures on High-Density Multi-Electrode Arrays (HD-MEAs) provide a controllable in vitro platform to systematically investigate the formation, development, and functioning of neural circuits, as well as their response to a wide array of electrical and pharmacological manipulations. Yet, this potential cannot be fully exploited without a a reliable characterization of the intricate web of causal interconnections within the culture. In this work, we present a protocol to map the network-wide impact of focal stimulation by sequentially stimulating individual sites and recording the evoked responses across the culture. We demonstrate that evoked responses are consistent and replicable across stimulation trials, allowing us to map causal links in terms of the strength of stimulus-response effects, termed Interventional Connectivity (IC). However, this time-consuming protocol may be inconvenient for experimental settings that demand rapid recordings or no perturbation, such as analyses of spontaneous plasticity. We thus investigate whether IC can be predicted from the network`s ongoing activity by comparing it to Effective Connectivity (EC) estimates derived from relatively short (10 minutes) recordings of spontaneous, unperturbed activity. We show that EC is strongly informative of IC, regardless of the specific metric used for EC inference (Transfer Entropy, Signed Cross-Correlation, or Cross-Covariance), proving that spontaneous activity can reliably reveal key aspects of the culture`s causal architecture. Our findings open the way to robust network analyses of in vitro neuronal systems, and the design of effective, targeted stimulation experiments exploiting the culture`s strongest connections or most highly connected sites.", "date": "2025-05-04", "journal": ""}
{"title": "The Brain, Body, and Behavior Dataset (BBBD): Multimodal Recordings during Educational Videos", "doi": "10.1101/2025.04.29.651259", "authors": "Madsen, J.; Kuppa, N.; Parra, L. C.", "abstract": "When humans engage with video, their brain and body interact in response to sensory input. To investigate these interactions, we recorded and are releasing a dataset from N=178 participants across five experiments featuring short online educational videos. This dataset comprises approximately 110 hours of multimodal data including electrocardiogram (ECG), heart rate, respiration, breathing rate, pupil size, electrooculogram (EOG), gaze position, saccades, blinks, fixations, head movement, and electroencephalogram (EEG). Participants viewed 3-6 videos (mean total duration: 28{+/-}5 min) to test attentional states (attentive vs. distracted), memory retention (multiple-choice questions), learning scenarios (incidental vs. intentional), and an intervention (monetary incentive). Demographic data, ADHD self-report (ASRS), and working memory assessments (digit span) were collected. Basic statistics and noteworthy effects: increased alpha power in a distracted condition, broadband EEG power increases from posterior to anterior scalp, increased blink-rate, and decreased saccade-rate in distracted and intervention conditions. All modalities are time-aligned with stimuli and standardized using BIDS, making the dataset valuable for researchers investigating attention, memory, and learning in naturalistic settings.", "date": "2025-05-04", "journal": ""}
{"title": "A highly efficient method to differentiate CGRP-expressing peptidergic nociceptors from human induced pluripotent stem cells", "doi": "10.1101/2025.04.29.651263", "authors": "Duggal, G.; Pettingill, P.; Lalic, T.; Gupta, S. K.; Hogsbro, C. F.; Volpato, V.; Webber, C.; Bowden, R.; Charou, D.; Arunasalam, K.; Li, X.; Maresca, M.; Hicks, R.; Chintawar, S.; Cader, Z.", "abstract": "Human cellular models of disease developed using induced pluripotent stem cells (iPSC) have enabled wide-ranging research from investigation of human disease mechanisms to phenotypic drug screens. Pain disorders such as neuropathic pain and headache remain areas of considerable unmet need and are considered high risk by pharma. Human iPSC-derived sensory neurons have already been used to accelerate translational research but the current differentiation protocols produce non-peptidergic nociceptors. We demonstrate for the first time the robust differentiation of hiPSC into peptidergic nociceptor lineage with high yield. These nociceptors express CGRP and TRPV1 whilst the non-peptidergic marker RET was completely absent. Functionally, the nociceptors show functional maturity including the expression of TTX-resistant currents and responding to TRPV1 and TRPA1 agonists. Importantly, they were able to release CGRP basally and upon stimulation by an inflammatory soup, which was inhibited upon the application of the 5-HT1B/1D/1F agonist, sumatriptan and topiramate, a migraine prophylactic drug. Overall, we report the successful generation of a novel in vitro functional peptidergic nociceptor model which will allow investigation of disease mechanisms in pain and for the development of new effective pain therapies.", "date": "2025-05-04", "journal": ""}
{"title": "Optimizing cardiac organoid culture to enhance maturation, viability, and cardiotoxicity assessments", "doi": "10.1101/2025.04.29.651308", "authors": "Harihara, A.; Moshksayan, K.; Momtahan, N.; Ben-Yakar, A.; Zoldan, J.", "abstract": "Development of relevant, human induced pluripotent stem cell-derived cardiac organoids is essential to recapitulate myocardium physiology and functionality for assessment of drug-induced toxicity evaluations. However, the optimal conditions for culturing self-aggregating multicellular cardiac organoids are not well-elucidated, particularly the impact of noncardiomyocytes. In this study, we generated cardiac organoids at varying seeding densities to formulate organoids that meet or exceed the biological diffusion limit. We assessed their morphology, gene expression profiles, beating functionality, viability, and mitochondrial activity over time. Our results show that organoid sizes stabilize by seven days of culture, regardless of seeding density. However, organoids seeded with 20,000 cells retained an optimal cardiac signature that promotes cardiac maturity and minimizes fibrotic tendencies, especially when culturing longer than seven days. While all organoid populations maintained their beating functionalities, those seeded with 80,000 cells exhibited greater cell shedding and increased apoptosis at long term culture. In contrast, minimal apoptosis was observed in organoids seeded with 20,000 cells after seven days. Mitochondrial staining further revealed that organoids seeded with 20,000 cells consistently demonstrated higher metabolic activity. Taken together, organoids seeded with 20,000 cells and cultured for seven days yielded the healthiest morphology, transcriptional signature, and viability, while maintaining robust beating kinetics. Importantly, compared to 2D cultures, these optimized organoids demonstrate improved sensitivity to clinically relevant doxorubicin-induced cardiotoxicity, enabling more accurate dose-response evaluations that better reflect therapeutic conditions.", "date": "2025-05-04", "journal": ""}
{"title": "Gene-based calibration of high-throughput functional assays for clinical variant classification", "doi": "10.1101/2025.04.29.651326", "authors": "Zeiberg, D.; Tejura, M.; McEwen, A. E.; Fayer, S.; Pejaver, V.; Rubin, A. F.; Starita, L. M.; Fowler, D. M.; O'Donnell-Luria, A.; Radivojac, P.", "abstract": "High-throughput functional assays measure the effects of variants on macromolecular function and can aid in reclassifying the rapidly growing number of variants of uncertain significance. Under the current clinical variant classification guidelines, using functional data as a line of evidence to assert pathogenicity relies on determining assay score thresholds that define variants as functionally normal or functionally abnormal. These thresholds are designed to maximize the separation of variants with known clinical effects (benign, pathogenic) and often incorporate expert opinion. However, this approach lacks the rigor of calibration, in which a variant's posterior probability of pathogenicity must be estimated from the raw experimental score and mapped to discrete evidence strengths. To build upon the existing guidelines, we introduce and evaluate a method for calibrating continuous high-throughput functional data as a line of evidence in clinical variant classification. Assay score distributions of synonymous variants and variants appearing in gnomAD for a given functional scoreset are jointly modeled with score distributions of known pathogenic and benign variants using a multi-sample skew normal mixture of distributions. This model is learned using a constrained expectation-maximization algorithm that provably preserves the monotonicity of pathogenicity posteriors and is subsequently used to calculate variant-specific evidence strengths for use in the clinic. Using 24 datasets from 14 genes, we first assess the model's ability to capture assay score distributions. We then demonstrate its potential impact on reclassifying variants by comparing the evidence strengths assigned at the variant-level with those assigned uniformly to all functionally normal and abnormal variants under the existing ClinGen guidelines. An improved classification of variants will directly improve the accuracy of genetic diagnosis and subsequent medical management for individuals affected by Mendelian disorders.", "date": "2025-05-04", "journal": ""}
{"title": "Quantification of single cell-type-specific alternative transcript initiation", "doi": "10.1101/2025.04.29.651292", "authors": "Fu, S.; Wilson, P.; Zhang, B.", "abstract": "Cells can transcribe different isoforms of a gene by using distinct Transcriptional Start Regions (TSRs), which are recognized by RNA-Polymerase II and regulated by cell-type-specific expressed transcription factors, eventually forming tissue and cell-type-specific expression during development. However, how the distinct TSRs are selectively activated in different tissues and cell types remains largely uncharacterized. To better explore the alternative usage of gene TSRs, we developed TSRdetector, a novel bioinformatic method specifically designed to detect the significant usage alteration of gene TSRs in different tissues, cell types, or diseases. TSRdetector can process either scRNA-seq or bulk-RNA-seq transcriptome data, define dominant TSRs, and compute the differential usage of gene TSRs between given conditions. To demonstrate the capacity of TSRdetector, we applied TSRdetector to analyze a 10X snRNA-seq dataset of healthy and diabetic human kidneys, a Smart-seq2 dataset of mouse B-cell differentiation, and bulk-RNA-seq data of pluripotency transition in human ESCs. In all three analyses, TSRdetectors discovered significant alterations in TSR usage, accompanied by the significant remodeling of the epigenetic landscape. Alteration of TSR usage can change the dominant transcript isoform and further affect the major protein products. Interestingly, a large proportion of these alterations of TSR usage in different cell types did not change the overall gene expression, revealing unique transcription regulations that are independent of expression level. In summary, TSRdetector is a user-friendly package to analyze the differential usage of gene TSRs by using both scRNA-seq and bulk-RNA-seq data, and can be used to explore the alternative transcription initiations of genes at the single cell-type level.", "date": "2025-05-04", "journal": ""}
{"title": "Exercise training remodels inter-organ endocrine networks", "doi": "10.1101/2025.04.29.651323", "authors": "Ahn, C.; Hevener, A. L.; Goodyear, L. J.; Bodine, S. C.; Esser, K. A.; Seldin, M. M.; Sparks, L. M.", "abstract": "Exercise induces organism-wide molecular adaptations, partly mediated by humoral factors released in response to acute and chronic physical activity. However, the extent and specificity of endocrine effects from training-induced secreted factors remain unclear. Here, we applied systems genetics approaches to quantify inter-organ endocrine networks using multi-tissue transcriptomics and proteomics data collected from endurance-trained rats in The Molecular Transducers of Physical Activity Consortium (MoTrPAC). Eight weeks of endurance training significantly altered both the magnitude and specificity of endocrine effects across multiple origin-target tissue pairs. Subcutaneous white adipose tissue emerged as a key endocrine regulator impacted by training, while extracellular matrix-derived factors were identified as globally regulated secretory features in trained vs sedentary animals. Notably, secretory Wnt signaling factors were identified as key mediators of exercise-induced endocrine adaptations in multiple tissues. Our systems genetics framework provides an unprecedented atlas of inter-organ communication significantly remodeled by endurance exercise, serving as a valuable resource for novel exerkine discovery.", "date": "2025-05-04", "journal": ""}
{"title": "Plastic-elastomer heterostructure for robust flexible brain-computer interfaces", "doi": "10.1101/2025.04.29.651325", "authors": "Lin, X.; Zhang, X.; Wang, Z.; Chen, J.; Lee, J.; Lee, A. J.; Yang, H.; Remy, A.; Shen, H.; He, Y.; Zhao, H.; Zhang, X.; Wang, W.; Aljovic, A.; Vlassak, J. J.; Lu, N.; Liu, J.", "abstract": "Electronics for neural signal recording must be robust across multiple and deep brain regions while preserving tissue-level flexibility to ensure stable tracking over months or years. However, existing electronics cannot simultaneously achieve robustness and tissue-level flexibility, limiting their potential for customizable and scalable neuroscience research and clinical applications. Here, we introduce FlexiSoft, an electronic platform based on a plastic-elastomer heterostructure that uniquely integrates mechanical robustness and tissue-level flexibility. Compared to conventional flexible electronics of similar thickness, the FlexiSoft platform demonstrates an order-of-magnitude improvement in both mechanical robustness (critical energy release rate) and flexibility (flexural rigidity). Leveraging these mechanical advantages, we developed FlexiSoft probe for robust implantation, demonstrated by its ability to withstand repeated insertion and removal, as well as to reach centimeter-scale depths comparable to those in the human brain. The platform enables long-term recording from the same neurons across the hippocampus (HPC) and primary motor cortex (M1) during a months-long motor learning task, thereby revealing long-term dynamic changes in neuronal firing patterns. Additionally, FlexiSoft's unique robustness and flexibility enable curved implantation routes, opening new directions of customizable implantation pathways. In summary, we present FlexiSoft as a novel, robust, and tissue-level flexible heterostructure electronics platform that advances flexible brain-computer interfaces (BCIs) with strong translational potential for neuroscience and clinical applications.", "date": "2025-05-04", "journal": ""}