{"title": "Meta-Analyzed Atopic Dermatitis Transcriptome (MAADT) is strongly correlated with disease activity, and consistent with therapeutic effects", "doi": "10.1101/2022.05.24.493180", "authors": "Li, X.; He, W.; Zhang, Y.; Page, K.; Hyde, C.; Maciejewski, M.", "abstract": "Background: Atopic Dermatitis (AD) is a persistent inflammatory disease of the skin to which a few novel treatment options have recently become available. Multiple published datasets, from RNA sequencing (RNA-seq) and microarray experiments performed on lesional (LS) and non-lesional (NL) skin biopsies collected from AD patients, provide a useful resource to better define an AD gene signature and evaluate therapeutic effects. Methods: We evaluated 22 datasets using defined selection criteria and leave-one-out analysis and then carried out a meta-analysis (M-A) to combine 4 RNA-seq datasets and 5 microarray datasets to define a disease gene signature for AD skin tissue. We used this gene signature to evaluate its correlation to disease activity in published AD datasets, as well as the treatment effect of some of the existing and experimental therapies. Results: We report the AD gene signatures developed separately from the RNA-seq or the microarray datasets, as well as a gene signature from datasets combined across these two technologies; all 3 gene signatures showed a strong correlation to the disease activity score (SCORAD) - microarray: Pearson's rho = 0.651, p-value < 0.01, RNA-seq: rho = 0.640, p < 0.01, combined: rho = 0.649, p < 0.01. The gene signature improvement (GSI) of two existing effective therapies, Dupilumab and Cyclosporine, as well as that of other experimental treatments, is consistent with their reported cohort level efficacy from the associated clinical trials. Conclusions: The M-A derived AD gene signature provides an evolution of an important resource to correlate gene expression to disease activity and will be helpful for evaluating potential treatment effects for novel therapies.", "date": "2025-05-25", "journal": ""}
{"title": "Long-term stability of dominance hierarchies in a wild parrot with fission-fusion dynamics", "doi": "10.1101/2024.05.15.594429", "authors": "Penndorf, J.; Farine, D. R.; Martin, J. M.; Aplin, L. M.", "abstract": "Dominance hierarchies are a common feature of stable groups, allowing animals to limit the costs of fighting over access to resources. However, while the emergence of dominance is relatively well known from species that form stable groups, less is known about whether hierarchies are maintained in societies with open group membership. One challenge for species that live in an open social environment is that they have the possibility of engaging in dominance interactions with a large number of conspecifics. To better understand how animals navigate the complexities of interacting within a large, open society, we recorded social associations and aggressive interactions in a highly social, communally roosting parrot, the sulphur-crested cockatoo (Cacatua galerita). By following 515 individuals across three neighbouring communities and recording social interactions during foraging, we show that sulphur-crested cockatoos form clear, linear hierarchies. We find males rank higher than females and that adults rank higher than juveniles. Within sex, where individuals may still have to compete with up to 100 individuals from the same age-sex class, body size did not affect dominance rank. Finally, we find that, despite highly dynamic social associations (fission-fusion dynamics) among individuals, hierarchies are stable, with dominance ranks being highly repeatable across at least three years. This study demonstrates that closed group membership is not a pre-requisites for stable dominance hierarchies to emerge.", "date": "2025-05-25", "journal": ""}
{"title": "Likelihood-based fine-tuning of protein language models for few-shot fitness prediction and design", "doi": "10.1101/2024.05.28.596156", "authors": "Hawkins-Hooker, A.; Surana, S.; Simons, J.; Kmec, J.; Bent, O.; Duckworth, P.", "abstract": "Protein language models (PLMs) implicitly learn distributional constraints on protein sequences upheld over the course of evolution. As a consequence, the sequence and mutation-level likelihoods of such models form effective zero-shot predictors of mutations. Although various schemes have been proposed for exploiting the distributional knowledge captured by PLMs to enhance supervised fitness prediction and sequence design tasks, a lack of head-to-head comparison across different prediction strategies and different classes of PLM has made it challenging to identify the best-performing methods. Our contribution is to extend previously proposed ranking-based loss functions to develop likelihood scoring functions for family-based and masked PLMs. We demonstrate that in the low-data setting the best configurations outperform the current SOTA approach, which is based on frozen embeddings. Furthermore, we propose ensembling strategies that exploit the strong dependence of the mutational distributions learned by PLMs on sequence context, showing that they can be used to guide efficient optimisation strategies over fitness landscapes.", "date": "2025-05-25", "journal": ""}
{"title": "High-Resolution Spatial Mapping of Electrocorticographic Activities with a 4096-Channel, Multiplexed Flexible Thin-Film Transistor Array", "doi": "10.1101/2024.08.18.608446", "authors": "Sheng, X.", "abstract": "Advanced brain-machine interfaces (BMIs) demand implantable devices that offer flexibility, high-density and high-throughput capabilities. Conventional neural electrodes are constrained by the wiring strategy. Here we present a flexible and implantable electrocorticography (ECoG) device array (NeuroCam) based on metal-oxide semiconductor thin-film transistors (TFTs), to record brain activities at a large scale. Employing a multiplexing technique, the system is capable to record ECoG signals with up to 4096 channels and a density of 44 sites/mm2, while compressing the fan-in/fan-out leads to around a hundred. In a rabbit model with epilepsy, the NeuroCam array maps abnormal spike-wave discharges with an exceptional spatial resolution (150 um) across extensive brain areas. The device strategy provides a promising route towards high-throughput BMIs with potential applications in fundamental neuroscience studies and practical biomedicine.", "date": "2025-05-25", "journal": ""}
{"title": "Distinct classes of antidepressants commonly act to shape pallidal structure and function in mice", "doi": "10.1101/2024.09.23.614626", "authors": "Abe, Y.; Sugiura, Y.; Maeda, R.; Taira, S.; Yoshida, K.; Ibi, D.; Moritoh, S.; Hashimoto, K.; Yagishita, S.; Tanaka, K. F.", "abstract": "Antidepressants including selective serotonin reuptake inhibitors, ketamine, and psilocybin are all effective for treating depression despite their distinct primary mechanisms. We hypothesized that these drugs may share a common mechanism that underlies their therapeutic actions. We treated mice with one of the following: escitalopram, R-/S-/RS-ketamine, or psilocin. Additionally, groups exposed to electroconvulsive stimulation and a saline control were included. Following treatment, fixed brains underwent structural magnetic resonance imaging, and voxel-based morphometry was performed to evaluate brain-wide volumetric changes. Compared with control treatment, we observed greater volumes in the nucleus accumbens, ventral pallidum, and external globus pallidus across all antidepressant treatments, and a smaller volume in the mediodorsal thalamus. Specifically, R-ketamine, RS-ketamine, and psilocin induced more pronounced hypertrophy of the ventral pallidum, whereas selective serotonin reuptake inhibitors and S-ketamine predominantly increased the volume of the external globus pallidus. Further analyses using super-resolution microscopy and imaging mass spectrometry revealed corresponding microstructural and molecular changes. Greater pallidal volume was associated with striatal medium spiny neuron terminal hypertrophy and elevated {gamma}-aminobutyric acid (GABA) levels. Interestingly, all antidepressants were also associated with higher striatal dopamine content. Moreover, striatal vesicular GABA transporter overexpression reproduced the medium spiny neuron terminal hypertrophy and increased pallidal GABA content, and was associated with a reduction in innate anxiety. These findings indicate that despite their pharmacological diversity, antidepressant treatments lead to shared pallidum-centered structural and molecular changes. We propose that these shared changes may potentiate the striato-pallidal inhibitory circuit, thereby contributing to the overall antidepressant effect.", "date": "2025-05-25", "journal": ""}
{"title": "Poultry-Associated Nitrofurantoin-Resistant and Pre-Resistant Escherichia coli Clones are Found in Multiple Countries and One-Health Compartments", "doi": "10.1101/2024.10.20.619276", "authors": "Sealey, J.; Astley, B.; Mounsey, O.; Avison, M. B.", "abstract": "Escherichia coli is the most common cause of urinary tract infection (UTI) in humans. The nitrofuran-class antibacterial drug nitrofurantoin is a frequent UTI therapy, with resistance rarely observed. Here we show that nitrofurantoin resistant (NFT-R) E. coli are sometimes excreted by dogs fed a raw meat diet in the city of Bristol, United Kingdom, and that NFT-R and pre-resistant (one mutation away from NFT-R) E. coli can be found contaminating chicken meat sold for human consumption and chicken-based raw dog food in the same city. Using whole genome sequencing, we identified multiple NFT-R or pre-resistant E. coli clones spanning several phylogroups. These clones were dominated by isolates from poultry farms and poultry meat in Europe, Canada, the United States and Japan, and we identified instances where closely related NFT-R and pre-resistant isolates have colonised humans and caused UTIs. The origins of these poultry-associated NFT-R and pre-resistant E. coli clones are uncertain, but nitrofuran-class antibacterials (particularly furazolidone, furaltadone, and nitrofurazone) were used in poultry production during the 1970s and 80s, though this practice has been banned since the 1990s. It is possible, therefore, that this caused an initial selective pressure for the emergence of NFT-R and pre-resistant E. coli clones on poultry farms. Our findings have potentially important implications for domestic hygiene, particularly among people receiving nitrofurantoin therapy.", "date": "2025-05-25", "journal": ""}
{"title": "Inhibition and Updating Share Common Resources: Bayesian Evidence from Signal Detection Theory and Drift Diffusion Model", "doi": "10.1101/2024.11.06.622265", "authors": "Sun, Y.; Lin, Y.; Han, S.", "abstract": "Inhibition and updating are fundamental cognitive functions in humans, yet the nature of their relationship-whether shared or distinct-remains ambiguous. This study investigates the relationship between inhibition and updating within a unified task framework using a novel paradigm that integrates the N-back task with the congruent/incongruent Stroop task, creating conditions that require either updating alone or both inhibition and updating. Employing Signal Detection Theory (SDT) and the hierarchical drift diffusion model (HDDM), the results provided overall extremely strong Bayesian evidence that participants exhibited longer response times and lower accuracy in conditions requiring both inhibition and updating, compared to those requiring only updating. SDT analysis revealed a decline in discriminability, while HDDM analysis showed slower drift rates, longer non-decision times and a lower decision threshold in inhibition-demanding conditions. Even after controlling for the congruency sequence effect and current stimulus attributes, the results remained robust, showing a larger inhibition effect size compared to the traditional Stroop task. These findings suggest that inhibition consumes cognitive resources, impairing updating performance, and implying that both functions may rely on shared cognitive resources. Overall, the results elucidate the relationship between these fundamental executive functions, supporting the notion that inhibition and updating share cognitive resources.", "date": "2025-05-25", "journal": ""}
{"title": "Global risk mapping of highly pathogenic avian influenza H5N1 and H5Nx in the light of epidemic episodes occurring from 2020 onward", "doi": "10.1101/2024.11.15.623755", "authors": "Dupas, M.-C.; Vincenti-Gonzalez, M. F.; Dhingra, M.; Guinat, C.; Vergne, T.; Wint, G. W.; Hendrickx, G.; Marsboom, C.; Gilbert, M.; Dellicour, S.", "abstract": "Avian influenza (AI) is a highly contagious viral disease affecting poultry and wild water birds, posing significant global challenges due to its high mortality rates and economic impacts. Highly pathogenic avian influenza (HPAI) outbreaks, particularly those caused by H5N1 and its variants, have surged since their first occurrence in 1959. The HPAI H5N1 clade 2.3.4.4b viruses have notably expanded its geographical reach, affecting numerous countries, diverse avian species, and now wild and domestic mammals. Using an ecological niche modelling approach, this study aims to elucidate the environmental factors associated with the increased HPAI H5 cases since 2020, investigate potential shifts in ecological niches, and predict new areas suitable for local viral circulation. Focusing on H5N1 and H5Nx strains, we have developed ecological niche models for HPAI case in both wild and domestic birds while considering two distinct periods: 2015-2020 and 2020-2022. Key environmental predictors include chicken and duck population density, human density, distance to water bodies, and several land cover variables. Post-2020, we observe a notable increase in the relative importance of some of these predictors, such as intensive chicken population density and cultivated vegetation. The resulting risk maps reveal notable ecological suitability for local HPAI H5 circulation in Europe, Asia, as well as North and South America, with notable expansions of the areas at risk post-2020. The spatial distribution of HPAI H5 occurrences in wild birds appears to be primarily influenced by urban areas and open water regions. Overall, global risk maps derived from our models identify regions at risk where surveillance and control measures should be prioritised. Finally, our analyses also highlight a shift in the diversity of species affected by HPAI outbreaks, with a higher variety of avian species, particularly sea birds, being impacted post-2020. This increased diversity suggests that ecological shifts in HPAI H5 circulation may be accompanied by a broader range of susceptible species. Overall, these results further contribute to the understanding of HPAI epidemiology.", "date": "2025-05-25", "journal": ""}
{"title": "Cycles in Seizure Duration and Their Underlying Dynamics in the Tetanus Toxin Rat Model", "doi": "10.1101/2024.11.27.625789", "authors": "Zarei Eskikand, P.; Kazemi, S.; Cook, M.; Burkitt, A. N.; Grayden, D. B.", "abstract": "Seizure duration, a characteristic of epilepsy that is understudied in relation to its relationship with rhythmic cycles, provides critical insights into the severity and temporal dynamics of seizures. This study investigates the rhythmic patterns of seizure duration in the Tetanus Toxin (TT) rat model of epilepsy. Our analysis shows significant cyclical patterns in seizure durations, with periods ranging from 4 to 8 days across rats. The synchronization index and circular-linear correlations revealed phase-locked relationships between seizure durations and cycles, suggesting non-random, predictable temporal dynamics. Further analyses examined the relationship between seizure durations, inter-seizure intervals, and dominant EEG power. The findings highlight that seizure durations exhibit predictable rhythms, which could transform seizure prediction and enable time-based intervention strategies, ultimately improving epilepsy management and patient outcomes. These insights lay the groundwork for personalized, rhythm-aware therapeutic approaches.", "date": "2025-05-25", "journal": ""}
{"title": "The neuroreceptors and transporters underlying spontaneous brain activity", "doi": "10.1101/2024.12.06.627265", "authors": "Nakuci, J.; Bansal, K.", "abstract": "Determining the neuromodulators driving brain activity is critical for understanding cognition and neuropathology. Neuromodulators act through neuroreceptors in a coordinated manner, yet their interconnected dynamics are often overlooked. We show that a neuroreceptor-based modeling framework using cortical density maps of 19 neuroreceptors and transporters from Positron Emission Tomography (PET) can model BOLD-derived brain activity. This framework reconstructs activity across four datasets (N = 314) identifying two neuroreceptor modules linked to higher-order associative or somatomotor and visual networks. Applying the framework to independent datasets, we recover the binding profiles of LSD and Modafinil, demonstrating consistency with known pharmacological and neurobiological associations. Additionally, it uncovered associations between neuroreceptors, transporters, and altered brain activity in neuropsychiatric disorders. These findings demonstrate the potential to elucidate neuromodulatory mechanisms and advance our understanding of brain function across diverse states and conditions.", "date": "2025-05-25", "journal": ""}
{"title": "Residue conservation and solvent accessibility are (almost) all you need for predicting mutational effects in proteins", "doi": "10.1101/2025.02.03.636212", "authors": "Tsishyn, M.; Hermans, P.; Pucci, F.; Rooman, M.", "abstract": "Predicting how mutations impact protein biophysical properties remains a significant challenge in computational biology. In recent years, numerous predictors, primarily deep learning models, have been developed to address this problem; however, issues such as their lack of interpretability and limited accuracy persist. We showed that a simple evolutionary score, based on the log-odd ratio (LOR) of wild-type and mutated residue frequencies in evolutionary related proteins, when scaled by the residue's relative solvent accessibility (RSA), performs on par with or slightly outperforms most of the benchmarked predictors, many of which are considerably more complex. The evaluation is performed on mutations from the ProteinGym deep mutational scanning dataset collection, which measures various properties such as stability, activity or fitness. This raises further questions about what these complex models actually learn and highlights their limitations in addressing prediction of mutational landscape. The RSALOR model is available as a user-friendly Python package that can be installed from the PyPI repository. The code is freely available at https://github.com/3BioCompBio/RSALOR.", "date": "2025-05-25", "journal": ""}
{"title": "Signaling of trans-saccadic prediction error by foveal neurons of the monkey superior colliculus", "doi": "10.1101/2025.03.02.641039", "authors": "Zhang, T.; Bogadhi, A.; Hafed, Z. M.", "abstract": "Across saccades, neurons in retinotopically organized visual representations experience drastically different images, but visual percepts remain stable. Here we investigated whether such stability can be mediated, in part, via prediction-error signaling by neurons processing post-saccadic visual images. We specifically recorded from foveal superior colliculus (SC) neurons when a visual image only overlapped with their response fields (RF's) after foveating saccades but not pre-saccadically. When we rapidly changed the target features intra-saccadically, the foveal neurons' post-saccadic visual reafferent responses were elevated, even though the neurons did not directly sample the pre-saccadic extrafoveal target features. This effect did not occur in the absence of saccades, and it also scaled with the extent of the introduced intra-saccadic image feature discrepancies. These results suggest that foveal SC neurons may signal a trans-saccadic prediction error when the foveated image stimulating them is inconsistent with that expected from pre-saccadic extrafoveal representations, a potential perceptual stability mechanism.", "date": "2025-05-25", "journal": ""}
{"title": "Novel Fatigue Profiling Approach Highlights Temporal Dynamics of Human Sperm Motility", "doi": "10.1101/2025.04.27.650828", "authors": "Sergounioti, A.; Alonaris, E.; Rigas, D.", "abstract": "Background: Accurate characterization of human sperm motility is crucial for understanding male fertility potential. Traditional motility assessment methods primarily focus on static velocity parameters, often overlooking temporal declines in motility during the sperm trajectory. Objective: We aimed to develop and validate a novel fatigue-based profiling approach to assess intra-trajectory motility decline in human spermatozoa. Methods: Using computer-assisted sperm analysis (CASA)-derived motion tracking data from 1,118 sperm trajectories, we introduced the Fatigue Index, a log-fold metric quantifying the decline in forward progression (VSL) over time. We performed descriptive, clustering-based, and predictive modeling analyses, including Random Forest classifiers, to characterize fatigue patterns. Results: Fatigued spermatozoa exhibited significantly lower straight-line velocity (VSL: 18.4 vs 42.7 m/s) and steeper VSL slopes (-0.34 vs -0.08 m/s/frame) compared to non-fatigued counterparts. The Fatigue Index reliably identified subpopulations of sperm with motility deterioration. A Random Forest model achieved high discriminative performance (AUROC = 0.956), and feature importance analysis highlighted VSL slope as the dominant predictor. Conclusions: Fatigue-based temporal profiling offers a new dimension for understanding sperm motility, highlighting the dynamic nature of forward progression and identifying subtle impairments that may be overlooked by conventional assessment methods. This approach shows promise as a quantitative tool for dynamic sperm quality evaluation.", "date": "2025-05-25", "journal": ""}
{"title": "Off-target interaction of the amyloid PET imaging tracer PiB with acetylcholinesterase", "doi": "10.1101/2025.05.16.654428", "authors": "Granzotto, A.; Fullone, R.; Miccoli, L.; Bomba, M.; Di Marzio, C.; Delli Pizzi, S.; Floresta, G.; Sensi, S. L.", "abstract": "Pittsburgh compound B (PiB) is a widely used Positron Emission Tomography (PET) tracer for detecting amyloid-{beta} (A{beta}) deposits in Alzheimer's disease (AD). While PiB is assumed to bind selectively to A{beta}, emerging evidence suggests off-target interactions that may complicate PET signal interpretation. Here, we report that PiB can interact with acetylcholinesterase (AchE), a key enzyme in the cholinergic system. Similarity screening identified the AchE ligand thioflavin T (ThT) as the top structural analog of PiB. Docking studies and molecular dynamics simulations showed that PiB stably binds the peripheral anionic site (PAS) of AchE, with binding energies comparable to ThT and clinically relevant AchE inhibitors. In vitro fluorescence-based assays confirmed this interaction and suggest an involvement of the PAS. These findings indicate a stable off-target interaction between PiB and AChE with implications for interpreting PiB-PET signals in AD, particularly in regions with altered AchE expression or under AchE inhibitor therapy.", "date": "2025-05-25", "journal": ""}
{"title": "Perinatal Fentanyl Exposure Drives Enduring Addiction Risk and Central Amygdala Gene Dysregulation", "doi": "10.1101/2025.05.20.655167", "authors": "Wood, C. P.; Shin, Y.; Balaguer, M. G.; Campo, P.; Dirik, S.; Montoya, B. A.; Cook, G. M. R.; Palermo, G. M.; Naghshineh, P. K.; Morgan, A.; Rahman, S. R. M. U.; Palmer, A. A.; Telese, F.; de Guglielmo, G.", "abstract": "The use of fentanyl and other opioids during pregnancy is a pressing public health issue due to its association with Neonatal Opioid Withdrawal Syndrome (NOWS) and long-term neurobehavioral deficits. Human epidemiologic studies are confounded by both genetic and environmental factors that differ between exposed and unexposed children. We developed a novel rat model of perinatal fentanyl exposure to characterize NOWS symptoms and investigate enduring behavioral and molecular outcomes. Offspring born to fentanyl-exposed dams exhibited reduced survival, lower body weight, spontaneous withdrawal symptoms, and mechanical hypersensitivity. In adolescence, these rats displayed negative affect, while in adulthood, they showed increased fentanyl self-administration, heightened drug-seeking during reinstatement, and elevated corticosterone levels during withdrawal. To explore the molecular underpinnings of these physiological and behavioral outcomes, we conducted RNA-seq in the central amygdala of adult rats, revealing dysregulated pathways related to GPCR signaling, adaptive immune response and neurodevelopmental processes. These transcriptional changes provide insights into the mechanisms driving addiction vulnerability and stress-related behaviors following early fentanyl exposure. Our findings highlight the lasting impact of perinatal opioid exposure in an experimental system that avoids many of the confounds that plague studies in humans, underscoring the need for preclinical models to study NOWS and its long-term consequences. This model offers translational relevance for developing therapeutic strategies to mitigate NOWS and reduce neuropsychiatric risks associated with prenatal opioid exposure.", "date": "2025-05-25", "journal": ""}
{"title": "Differential conformational expansion of Nup98-HOXA9 oncoprotein in micro- and macrophases", "doi": "10.1101/2025.05.21.655138", "authors": "Ruan, H.; Dillenburg, R.; Wittmann, S.; Girard, M.; Lemke, E. A.", "abstract": "Transcription factors (TFs) play a central role in gene regulation by binding to specific DNA sequences and orchestrating the transcriptional machinery. A majority of eukaryotic TFs have a block copolymer architecture, with at least one block being a folded DNA interaction domain, and another block being highly enriched in intrinsic disorder. Multivalent interactions in the intrinsically disordered region (IDR) can contribute to phase separation into macroscopic condensates. In this study, we focus on Nup98-HOXA9 (NHA9), a chimeric transcription factor implicated in leukemogenesis, in which two FG-repeat-rich IDRs derived from Nup98 get fused to the C-terminal part of transcription factor HOXA9. By integrating experiments and simulations, we examined the structural dynamics of NHA9's FG domain across assembly states. We found that the FG domain has different conformational compactness in the monomeric state, oligomeric, and densely packed condensate state. Notably, the oligomeric state exhibits micelle-like organisation, with the DNA-binding domain exposed at the periphery. While their architecture is non-random, their sizes depend on NHA9 concentration, consistent with non-core-shell spherical micelles. Molecular dynamics simulations support the expansion behaviour of NHA9 FG domain as oligomeric assemblies grow in size and reveal micelle-like structural features in oligomeric assemblies. These findings offer molecular insight into the phase behaviour of NHA9 and highlight the dynamic conformational transitions of IDRs during condensate formation, with implications for understanding transcriptional regulation in cancer.", "date": "2025-05-25", "journal": ""}
{"title": "Diffusion Neuroimaging of Speech Acquisition in Infants", "doi": "10.1101/2025.05.23.655876", "authors": "Liu, F.; Liu, J.; Gu, J.; Wang, Y.; Cai, X.; Wang, Z.; Wu, H.; Feng, J.; Zhang, H.; Shen, D.", "abstract": "We utilize diffusion MRI (dMRI) data from the Baby Connectome Project to longitudinally characterize white matter tract maturation across motor, auditory, visual, ventral language, and dorsal language pathways in infants from birth to 24 months of age. Our analysis reveals three primary insights into the neural basis of early speech acquisition. First, association tracts (arcuate fasciculus and superior longitudinal fasciculus) exhibit marked immaturity at birth but undergo rapid maturation paralleling motor tracts (corticospinal and thalamo-precentral tract). By 24 months, these association tracts approach maturity levels comparable to primary sensory tracts (acoustic and optic radiation), and the maturation of these motor and association tracts consistently correlate with infants' comprehension of gesture-based phrases. Second, these rapidly maturing association tracts correlate with nearly all developmental domains, including motor skill, social interaction, emotional regulation, living skill, and speech. Conversely, complex speech behaviors correlate broadly across nearly all examined tracts, underscoring extensive neural integration characterized by nonlinear mappings between neural substrates and developmental outcomes. Third, exploratory longitudinal mediation analyses suggest an asymmetric loop of communicative interactions in early infancy: gross-motor skill indirectly facilitates speech development through enhanced social interactions; while social interaction facilitates speech development by refining fine-motor skill. Collectively, these findings highlight motor development as a major developmental driver in early infancy and advocate an integrative, experience-dependent, and dynamic model of early speech acquisition. This study points to future research avenues focused on elucidating how social interactions function as a pivotal catalyst, aligning infants' neural and behavioral development --- from spontaneous, undifferentiated actions toward socially adaptive behaviors.", "date": "2025-05-25", "journal": ""}
{"title": "Advanced neural activity mapping in brain organoids via field potential imaging with ultra-high-density CMOS microelectrodes.", "doi": "10.1101/2025.05.24.655914", "authors": "Yokoi, R.; Matsuda, N.; Ishibashi, Y.; Suzuki, I.", "abstract": "Human iPSC-derived brain organoids and assembloids have emerged as promising in vitro models for recapitulating human brain development, neurological disorders, and drug responses. However, detailed analysis of their electrophysiological properties requires advanced measurement techniques. Here, we present a novel analytical approach utilizing ultra-high-density (UHD) CMOS microelectrode arrays (MEAs) containing 236,880 electrodes (10.52m x 10.52m each) distributed over a broad sensing area of 32.45mm 2 for field potential imaging (FPI) of brain organoids. Neuronal activity was recorded simultaneously from over 46,000 electrodes interfaced with brain organoids, allowing for the identification of single-cell firing events and the assessment of neuronal network connectivity based on individual spikes. In midbrain organoids, administration of L-DOPA revealed both excitatory and inhibitory cellular responses, with a dose-dependent increase in the proportion of excitatory responses, suggesting enhanced network connectivity. Capitalizing on the spatial and temporal resolution of UHD-CMOS-MEAs, we introduced new endpoints for network activity: propagation speed and propagation area. In cortical organoids, application of the GABA A receptor antagonist picrotoxin led to increased propagation speed, whereas the NMDA receptor antagonist MK-801 resulted in a broad reduction of propagation area, along with localized increases. As FPI enables direct recording of electrical potential waveforms, frequency-domain analyses were also conducted. Spontaneous activity in cortical organoids exhibited region-specific frequency distributions, with gamma-band activity displaying distinct patterns compared to other frequency bands. Additionally, in midbrain-striatal assembloids, electrophysiological activity was observed in both regions. Connectivity analysis showed that treatment with 4-aminopyridine enhanced inter-organoid connection strength. This large-scale, single-cell-resolved recording approach using UHD-CMOS-MEAs facilitates comprehensive analysis of network connectivity, propagation velocity and propagation area, and frequency characteristics. It represents a powerful platform for advancing our understanding of the electrophysiological functions of brain organoids and assembloids, and holds significant potential for drug screening and disease modeling in human neuroscience research.", "date": "2025-05-25", "journal": ""}
{"title": "Advanced neural activity mapping in brain organoids via field potential imaging with ultra-high-density CMOS microelectrodes.", "doi": "10.1101/2025.05.24.655914", "authors": "Yokoi, R.; Matsuda, N.; Ishibashi, Y.; Suzuki, I.", "abstract": "Human iPSC-derived brain organoids and assembloids have emerged as promising in vitro models for recapitulating human brain development, neurological disorders, and drug responses. However, detailed analysis of their electrophysiological properties requires advanced measurement techniques. Here, we present a novel analytical approach utilizing ultra-high-density (UHD) CMOS microelectrode arrays (MEAs) containing 236,880 electrodes (10.52m x 10.52m each) distributed over a broad sensing area of 32.45mm 2 for field potential imaging (FPI) of brain organoids. Neuronal activity was recorded simultaneously from over 46,000 electrodes interfaced with brain organoids, allowing for the identification of single-cell firing events and the assessment of neuronal network connectivity based on individual spikes. In midbrain organoids, administration of L-DOPA revealed both excitatory and inhibitory cellular responses, with a dose-dependent increase in the proportion of excitatory responses, suggesting enhanced network connectivity. Capitalizing on the spatial and temporal resolution of UHD-CMOS-MEAs, we introduced new endpoints for network activity: propagation speed and propagation area. In cortical organoids, application of the GABA A receptor antagonist picrotoxin led to increased propagation speed, whereas the NMDA receptor antagonist MK-801 resulted in a broad reduction of propagation area, along with localized increases. As FPI enables direct recording of electrical potential waveforms, frequency-domain analyses were also conducted. Spontaneous activity in cortical organoids exhibited region-specific frequency distributions, with gamma-band activity displaying distinct patterns compared to other frequency bands. Additionally, in midbrain-striatal assembloids, electrophysiological activity was observed in both regions. Connectivity analysis showed that treatment with 4-aminopyridine enhanced inter-organoid connection strength. This large-scale, single-cell-resolved recording approach using UHD-CMOS-MEAs facilitates comprehensive analysis of network connectivity, propagation velocity and propagation area, and frequency characteristics. It represents a powerful platform for advancing our understanding of the electrophysiological functions of brain organoids and assembloids, and holds significant potential for drug screening and disease modeling in human neuroscience research.", "date": "2025-05-25", "journal": ""}
{"title": "De novo genome assemblies of threatened Asian hornbills (Bucerotidae) reveal declining population trajectories during the late Pleistocene", "doi": "10.1101/2025.05.20.655227", "authors": "Pawar, P. Y.; Krishnan, G.; Naniwadekar, R.; Joshi, J.", "abstract": "Asian hornbills are flagship species of the wet tropics that face significant threats from hunting, habitat loss, and fragmentation. Despite being conservation flagships, whole genome information is available for only two of the 32 Asian hornbill species. In this study, we provide the first de novo genome assemblies for four hornbill species (Bucerotidae) in Asia. We present hybrid genome assemblies for Buceros bicornis and Rhyticeros undulatus, and short-read genomes for Anthracoceros coronatus, and Aceros nipalensis. The genome sizes of these hornbills range from 1.1 Gb to 1.3 Gb with over 93% completeness and gene prediction BUSCO. We also provide annotated mitogenomes for each of these species. Furthermore, we estimated Pleistocene population trajectories for these four species, which vary in their habitat preferences. Our results indicate that Pleistocene climatic fluctuations have led to dramatic population declines in all four species. We believe that this study provides robust genomic resources to support future conservation genomics efforts for hornbills.", "date": "2025-05-25", "journal": ""}
{"title": "Perivascular matrix densification dysregulates angiogenesis and activates pro-inflammatory endothelial cells", "doi": "10.1101/2025.05.20.655215", "authors": "Xia, J.; Wang, W.; Jacobs, K.; Lin, D.; Jarman, E.; Matera, D.; Loesel, K.; Davison, C.; Hiraki, H.; Tan, X.; Shikanov, E.; Kent, R.; Parent, C.; Fan, X.; Shikanov, A.; Kutys, M. L.; Baker, B.", "abstract": "Fibrosis is central to numerous fatal conditions including solid cancers, pulmonary fibrosis, cirrhosis and post-infarct cardiac fibrosis amongst many others, thereby collectively contributing to 45% of all deaths in developed nations. The potential for fibrosis across most organ systems may stem from its connections to wound healing and the ubiquitous presence of vascular endothelium. Endothelial cells (ECs) and angiogenesis, cells and associated biological program central to wound healing, have been heavily implicated in many organ-specific fibroses, but the relationship between angiogenesis and fibrogenesis remains debated and little has been established in terms of how the EC phenotype governs tissue healing vs. fibrosis. Here, we examine a murine lung injury model enabling EC lineage tracing and observe the invasion of aberrant ECs from the bronchial microvasculature following lung injury along with concurrent densification of matrix fibers surrounding these vessels. To investigate the underlying mechanisms governing their appearance, we established a microphysiological system (MPS) of arteriole/venule-scale microvessels embedded within a tunable stromal mimetic matrix and find that heightened extracellular matrix fiber density activates ECs, drives endothelial to mesenchymal transition, and promotes aberrant tip EC (ATEC) invasion into the matrix. ATECs remain adherent to fibrotic matrix and possess a pro-inflammatory phenotype that secretes TGF-b2. Notably, our studies establish that the formation of ATECs is gated by destabilization of endothelial adherens junction upon EC adhesion to fibrous matrix, and associated regulation of TGF-b signaling that is mediated by a novel VE-cadherin -- TGF-bR2 axis. The current lack of effective anti-fibrotic therapies suggests potential critical involvement of other cell types such as ECs, and our findings suggest new contributions of ECs to fibrotic progression that may better inform future targets for novel anti-fibrotic therapeutics.", "date": "2025-05-25", "journal": ""}
{"title": "Engineering orthogonal and synergistic modules in marine bacteria for efficient upcycling of lignin-derived carbon", "doi": "10.1101/2025.05.20.655217", "authors": "Wei, Y.; Gong, B.; Chen, P.-R.; Yuan, X.-Z.; Wang, S.-G.; Xia, P.-F.", "abstract": "Rational allocation of cellular carbon between engineered behaviors and essential metabolic activities is a longstanding challenge in engineering microbes with unusual competencies. Here, we established orthogonal-yet-synergistic modules in marine bacteria to leverage their unique metabolic potential for upcycling lignin-derived carbon into valuable chemicals. First, we determined the superior catalytic capability of Roseovarius nubinhibens to circumvent the biological constraint in the essential metabolic node. Then, we genetically decoupled biosynthesis pathway from central metabolism to channel the lignin-derived monomer into products, utilizing acetate to sustain cell growth and supply necessary resources, but not substrates, for biosynthesis. Besides this designed division of labor, we identified a cross-module push-and-pull synergy between biosynthesis and cell growth. By deploying this biological scheme, we successfully achieved escalated conversion of the lignin-derived monomer 4-hydroxybenzoate to pharmaceutical compound protocatechuate with seawater, rather than freshwater, as the water source, underscoring its potential in concurrent carbon and water conservation.", "date": "2025-05-25", "journal": ""}
{"title": "Partitioned Multi-MUM finding for scalable pangenomics", "doi": "10.1101/2025.05.20.654611", "authors": "Shivakumar, V. S.; Langmead, B.", "abstract": "Pangenome collections are growing to hundreds of high-quality genomes. This necessitates scalable methods for constructing pangenome alignments that can incorporate newly-sequenced assemblies. We previously developed Mumemto, which computes maximal unique matches (multi-MUMs) across pangenomes using compressed indexing. In this work, we extend Mumemto by introducing two new partitioning and merging strategies. Both strategies enable highly parallel, memory efficient, and updateable computation of multi-MUMs. One of the strategies, called string-based merging, is also capable of conducting the merges in a way that follows the shape of a phylogenetic tree, naturally yielding the multi-MUM for the tree's internal nodes as well as the root. With these strategies, Mumemto now scales to 474 human haplotypes, the only multi-MUM method able to do so. It also introduces a time-memory tradeoff that allows Mumemto to be tailored to more scenarios, including in resource-limited settings.", "date": "2025-05-25", "journal": ""}
{"title": "Hepatocyte-specific CLSTN3B ablation impairs lipid droplet maturation and alleviates diet-induced steatohepatitis in mice", "doi": "10.1101/2025.05.20.655199", "authors": "Zhang, C.; Yang, D.; Suzuki, H.; Chen, J.; Wang, J.; Ye, M.; Zhou, J.; Zeng, Q.; Bai, M.; Lin, M.-J.; Lee, J.; Zhu, H.; Hoshida, Y.; Zeng, X.", "abstract": "Excessive lipid accumulation in hepatocytes, a hallmark of metabolic dysfunction-associated steatotic liver disease (MASLD), can lead to progressive liver damage. Understanding the molecular mechanisms governing lipid storage in hepatocytes is essential for identifying therapeutic targets to halt MASLD progression. Here, we show a pivotal role for the protein calsyntenin 3{beta} (CLSTN3B) in promoting lipid droplet (LD) maturation and lipid storage in hepatocytes. Previously characterized as an endoplasmic reticulum (ER)-LD contact protein that facilitates LD maturation in adipocytes, we now show that CLSTN3B expression is strongly induced in mouse hepatocytes by peroxisome proliferator-activated receptor gamma (PPAR{gamma}) in response to dietary caloric excess. Hepatocyte-specific deletion of CLSTN3B in mice significantly increases energy expenditure, reduces metabolic efficiency, and protects against diet-induced hepatic steatosis and fibrosis. Mechanistically, CLSTN3B deficiency causes reduced LD phospholipid coverage and increased lipase recruitment. This results in enhanced fatty acid oxidation driven by a futile cycle of lipolysis and re-esterification. Notably, human clinical data reveal a positive correlation between hepatic CLSTN3B expression and MASLD severity and progression, emphasizing its relevance to human disease. Together, our findings establish CLSTN3B as a key regulator of hepatocyte lipid storage and metabolic efficiency and highlight its potential as a therapeutic target in MASLD.", "date": "2025-05-25", "journal": ""}
{"title": "Marginal zone and follicular B cells respond differently to TLR4 and TLR9 stimulation", "doi": "10.1101/2025.05.20.655194", "authors": "Makkar, H.; Remick, S.; Roy, S.; Zangle, T. A.; Roy, K.", "abstract": "Marginal zone (MZ) B cells are considered to be innate-like immune cells, and follicular (FO) B cells are considered to be adaptive immune B cells. Yet, the proliferative response of MZ and FO B cells to different innate stimuli remains unclear. Here, we investigated cell growth, division, and death to determine the collective proliferative response of MZ and FO B cells in response to innate stimuli, LPS and CpG. We show that the growth rate of FO B cells is higher than that of MZ B cells in response to CpG, though MZ B cells acquire a higher mass at division, whereas both the growth rate and mass at division for MZ and FO B cells remain similar in response to LPS stimulation. We show that MZ B cells divide faster and induce a higher cRel expression in response to both CpG and LPS stimulation than FO B cells. A higher proportion of MZ B cells enter first division in response to LPS stimulation, not in response to CpG stimulation, than FO B cells. Interestingly, CpG stimulation, not LPS stimulation, leads to higher cell death in MZ B cells than FO B cells. In response to LPS stimulation, MZ B cells show a higher cell number at early time and a reduced/ similar cell number at late time, whereas in response to CpG stimulation, MZ B cells show a lower cell number at both early and late time. Our study suggests that LPS and CpG stimulation impact cell growth, division, and death differently, which in turn regulate different proliferative responses of MZ and FO B cells. Thus, our study offers a new perspective that different innate stimuli regulate different features of proliferative responses.", "date": "2025-05-25", "journal": ""}
{"title": "Variation in temperature but not diet determines the stability of latitudinal clines in tolerance traits and their plasticity", "doi": "10.1101/2025.05.20.655196", "authors": "Walter, G. M.; Chakraborty, A.; Cockerell, F.; Kellermann, V.; Hall, M. D.; White, C. R.; Sgro, C. M.", "abstract": "Latitudinal clines in thermal tolerance are routinely used as evidence of adaptation across a broad climatic gradient. However, if the strength of latitudinal clines changes with the environment, then patterns of adaptation will be unstable, and using clinal patterns to predict population responses to global change will be difficult. To test whether changes in temperature and diet influence the strength of latitudinal patterns in key traits, we sampled five populations of Drosophila melanogaster spanning 3000-km of east coast Australia, and measured stress tolerance (heat, cold and desiccation) and body size on flies that developed in six combinations of temperature (13{degrees}C, 25{degrees}C and 29{degrees}C) and diet (standard and low-calorie) treatments. We found evidence of latitudinal clines whereby populations nearer the equator had smaller wings, lower cold tolerance and greater heat tolerance. For all traits, developmental temperature determined the strength of the latitudinal cline, whereas diet had little influence. Latitudinal clines were steeper in warmer treatments, which was created by latitudinal variation in plasticity. Compared to populations from higher latitudes, lower latitude populations that developed at the warmest temperature showed smaller increases in heat tolerance, greater decreases in cold tolerance, but a better ability to maintain desiccation resistance. These results suggest that latitudinal trends in plasticity underlie environment-dependent latitudinal clines, which are likely to determine variation in population responses to global change.", "date": "2025-05-25", "journal": ""}
{"title": "Saliva-based Biomarkers for Predicting Gastric Cancer", "doi": "10.1101/2025.05.20.655204", "authors": "Arora, A.; Raghava, G. P. S.", "abstract": "Saliva-based biomarkers offer a non-invasive, convenient, and patient-friendly approach for gastric cancer (GC) diagnosis, eliminating the need for uncomfortable procedures. This study aimed to identify salivary extracellular RNA (exRNA) biomarkers capable of distinguishing GC from normal samples. We used GEO dataset containing exRNA expression profiles of 98 GC and 100 normal samples. We filtered the data and applied the Mann-Whitney U test to identify statistically significant salivary exRNAs (p < 0.05). Initially, a single gene-based classification method identified potential biomarkers including GSDMA, SMR3B, NPTXR, TBCD, KCNC4, and KRT26, achieving accuracies ranging from 61.61% to 64.14%. Then, we applied AI-based methods to identify GC biomarkers. We developed machine learning models on different sets of biomarkers extracted from the original set of statistically significant exRNA using feature selection methods. An optimal primary biomarker set of eight mRNAs (GSDMA, CCDC141, TBCD, STARD13, WRB, ARHGAP23, CDHR3, BX842679.1) was identified, yielding an AUC of 0.905 and MCC of 0.770 with an ensemble stacking classifier. We performed comparative analysis with existing GC biomarker studies which demonstrated that our identified primary biomarker set outperformed previously reported biomarker panels. Out of the eight identified genes, seven have been reported in the literature to be associated with Gastric Cancer. Our results demonstrate the potential of salivary exRNA biomarkers as a non-invasive tool for GC diagnosis.", "date": "2025-05-25", "journal": ""}
{"title": "Using Virtual Patients to Evaluate Dosing Strategies for Bispecifics with a Bell-Shaped Efficacy Curve", "doi": "10.1101/2025.05.20.655186", "authors": "Gevertz, J. L.; Kareva, I.", "abstract": "Bispecific antibodies can be broadly divided into two categories: those that are pharmacologically active as either dimers bound to a single target or as trimers bound to both targets, and those that are only active as trimers. Dose selection of trimer-based bispecifics poses a unique challenge, as toxicity increases with dose, but efficacy does not. Instead, trimer-driven bispecifics have a bell-shaped efficacy curve, for which both under- and over-dosing can cause a decrease in efficacy. To address the challenge of dose selection for trimer-based bispecifics, we develop a semi-mechanistic pharmacokinetic/pharmacodynamic model of one such bispecific, teclistamab. By introducing variability in key patient-specific parameters, we find that the currently selected phase II recommended dose of 1.5 mg/kg administered subcutaneously weekly falls within the calculated optimal range for maximizing concentration of the pharmacologically active trimer for a broad population. We next explore different strategies for patient stratification based on pre-treatment levels of measurable biomarkers. We discover that significantly more variability across subpopulations is predicted when the drug is administered every two weeks as compared to weekly administration, and that higher doses generally result in more interpatient variability. Further, the pharmacologically active trimers are predicted to be maximized at different doses for different subpopulations. These findings underscore the potential for model-supported patient stratification based on measurable biomarkers, offering a middle ground between population-level approaches and fully personalized medicine.", "date": "2025-05-25", "journal": ""}
{"title": "Storm in a bottle: An experimental investigation of how extreme precipitation impacts phytoplankton communities", "doi": "10.1101/2025.05.20.655176", "authors": "Barth, A. J.; Pinckney, J.; Krask, J.; Smith, E.; Stone, J.", "abstract": "Phytoplankton community composition in estuaries is tightly linked to freshwater input. While regular freshwater input typically delivers nutrients, fueling phytoplankton growth, the impact of extreme events is less certain. Several observational studies have documented increases in phytoplankton biomass following large precipitation events but cannot to adequately identify the mechanism driving this increase. This paper advances two hypotheses about what drives phytoplankton biomass change following extreme precipitation events. First, the Resident Response Hypothesis (RRH), which suggests local estuarine phytoplankton grow in response to favorable conditions. Alternatively, the Production Introduction Hypothesis (PIH) indicates that large rainfall events introduce new phytoplankton taxa to estuaries during run-off events associated with large storms. These hypotheses were tested at North Inlet Estuary (South Carolina, USA) through a novel experimental design, which utilized multiple treatments to mimic the distinct impacts of large rainfall events on natural phytoplankton communities. Experimental samples were analyzed using photopigments and flow-through imaging microscopy. This allowed a wide assessment of phytoplankton community change both through measuring chlorophyll-a and biomass concentration. Ultimately, there was a strong increase in phytoplankton growth in the storm treatments, primarily identified by diatom pigment increases in response to run-off delivered nutrients, providing support for the RRH. However, biomass concentration analysis of select diatom taxa revealed the introduction of new diatom taxa in run-off water communities. This supports the PIH, suggesting that initial growth from nutrient additions may be due to small cell growth as well as introduction of new taxa.", "date": "2025-05-25", "journal": ""}
{"title": "Alternating 2D and 3D Culture Reduces Cell Size and Extends the Lifespan of Placenta-Derived MSCs", "doi": "10.1101/2025.05.20.655182", "authors": "Pan, Y.; Han, L.; Yang, Y.; Wu, X.; Wang, A.; Xie, L.; Zhu, W.; Wang, S.; Lei, Y.", "abstract": "Mesenchymal stem cells (MSCs) offer significant therapeutic potential, but traditional 2D culture on rigid substrates results in progressive cell enlargement and senescence, reducing proliferative capacity and therapeutic potency. This poses a major challenge for widespread clinical application. We explored a novel strategy for placenta-derived MSCs combining 2D expansion with 3D spheroid culture to address these limitations. Our research shows that culturing MSCs as 3D spheroids significantly reduces individual cell size and size distribution compared to 2D culture. Spheroid formation is feasible in chemically defined media with minimal cell death, and is enhanced by extracellular matrix protein supplementation. Although MSCs do not proliferate in 3D suspension, an alternating 2D/3D culture protocol, transitioning cells between 2D flasks and 3D spheroids after each passage, effectively slows MSC enlargement and senescence over long periods. This alternating method also preserves MSC immunomodulatory function, unlike continuous 2D culture which leads to its loss. For scalability, we developed an RGD-functionalized alginate hydrogel tube (AlgTube) system that mimics this alternating environment, supporting both adherent growth and chemically triggered spheroid formation. This alternating 2D/3D culture strategy and the scalable AlgTube platform provide a foundation for developing next-generation MSC manufacturing technologies to meet future clinical demands.", "date": "2025-05-25", "journal": ""}
{"title": "Improved open modification searching via unified spectral search with predicted libraries and enhanced vector representations in ANN-SoLo", "doi": "10.1101/2025.05.20.655174", "authors": "Arab, I.; Laukens, K.; Bittremieux, W.", "abstract": "The primary computational challenge in mass spectrometry-based proteomics is determining the peptide sequence responsible for generating each measured tandem mass spectrum. This task is traditionally addressed through sequence database searching, as well as alternative approaches such as spectral library searching. ANN-SoLo is a powerful spectral library search engine optimized for open modification searching, enabling the detection of peptides carrying any post-translational modification. Here, we present an enhanced version of ANN-SoLo that combines strengths of both spectral library searching and sequence database searching, by integrating with Prosit to generate predicted spectral libraries from protein sequence databases. Additionally, it provides functionality to generate decoys at both the spectrum and the peptide level, introduces an optimized internal file structure for large-scale analytics, and improves search accuracy by incorporating neutral loss information into spectrum vector representations. These advancements collectively address challenges associated with missing spectral libraries and enhance peptide identification in large-scale and complex proteomics workflows.", "date": "2025-05-25", "journal": ""}
{"title": "Genetic background influences the heterogeneous phenotypes driven by the MAFAS64F MODY variant in male mice", "doi": "10.1101/2025.05.20.653758", "authors": "Loyd, Z.; Lee, D.; Maurer, M.; Liu, J.-H.; Guo, M.; Reynolds, G.; Magnuson, M. A.; Cartailler, J.-P.; Stein, R.; Cha, J.", "abstract": "Pancreatic {beta}-cells require several key factors to appropriately secrete insulin to maintain euglycemia. One such factor is MafA, a transcription factor fundamental to {beta}-cell function. We previously identified that a rare, naturally occurring mutation in MAFA (MAFAS64F) predisposes carriers to heterogenous conditions of either adult-onset diabetes or hypoglycemia. Curiously, MAFAS64F-associated diabetes is much more prevalent in men while women tend to present with hypoglycemia. A mouse model harboring this mutation (termed MafAS64F/+) mimicked the heterogeneous, sex-dependent phenotype: female MafAS64F/+ mice were hypoglycemic, while male MafAS64F/+ mice were hyperglycemic due to widespread, premature {beta}-cell aging and senescence. Here we show that genetic background modulates these heterogenous phenotypes: while male MafAS64F/+ mice on a mixed background of C57/Bl6J and SJL manifest overt diabetes by 5 weeks of age, MafAS64F/+ males on a C57/Bl6J background prevents this pathology. In contrast, female mice on both backgrounds (mixed and C57/Bl6J) similarly show hypoglycemia. We find that C57 MafAS64F/+ males show improved insulin secretion, abrogation of {beta}-cell senescence, and an islet MafA phosphorylation profile more similar to MafAWT males. Indeed, the abundance of MafAS64F in C57 MafAS64F/+ male islets was reduced compared to those from mixed background mice. Bulk RNAseq of isolated islets revealed differentially expressed genes (DEGs) including those encoding factors critical for insulin production, including Nkx6.2, Glis1, and Onecut1 and production of non-insulin islet hormones such as Cck, Gast, Gcg, and Sst. CUT&RUN mapping of MafA DNA binding sites in mouse {beta}-cells identified putative MafA- targets, and overlay of these CUT&RUN peaks with DEGs of each genetic background identified uniquely affected pathways, such as circadian regulation by MafAS64F in the mixed background. In sum, these data identified heterogeneity in glycemic phenotypes across genetic background as a result of differences in islet MafAS64F abundance and distinct pathways affected in MafAS64F/+ {beta}-cells at the intersection of cellular aging and circadian entrainment to modulate diabetes susceptibility.", "date": "2025-05-25", "journal": ""}
{"title": "Heterogeneity of CD8αα intraepithelial lymphocytes is transcriptionally conserved between TCRαβ and TCRγδ cell lineages.", "doi": "10.1101/2025.05.20.655135", "authors": "Hioki, K. A.; Liang, X.; Lynch, A. C.; Ranjan, R.; Pobezinskaya, E. L.; Pobezinsky, L. A.", "abstract": "Intestinal intraepithelial lymphocytes (IELs) are a versatile population of immune cells with both effector and regulatory roles in gut immunity. Although this functional diversity is thought to arise from distinct IEL subpopulations, the heterogeneity of TCR{beta}+ and TCR{gamma}{delta}+ IELs have not been well-characterized. Using scRNAseq, we identified CD8+ T cell subsets with memory-like (Tcf7) and effector-like (Prdm1) profiles in both TCR{beta}+ and TCR{gamma}{delta}+ IELs. Using CD160 and CD122 as markers of memory-like and effector-like cells, respectively, we found that while effector-like cells dominated the small intestine, memory-like IELs were more prevalent in the large intestine, suggesting a functional specialization of immune responses along the gut. Further transcriptional analysis revealed shared profiles between TCR{beta}+ and TCR{gamma}{delta}+ small intestinal IEL subsets, suggesting conserved functional roles across these populations. Finally, our analysis indicated that TCR{beta}+ memory-like IELs arise from Tcf7 double-negative (DN) precursors, and that effector-like IELs subsequently differentiate from the memory-like population. In contrast, TCR{gamma}{delta}+ IELs appear to originate from two distinct precursor populations, one expressing Tcf7 and the other Zeb2, indicating the presence of parallel developmental pathways within this lineage. Overall, our findings reveal that both TCR{beta}+ and TCR{gamma}{delta}+ cells contain memory-like and effector-like subsets, which may contribute to the functional heterogeneity of IELs.", "date": "2025-05-25", "journal": ""}
{"title": "Analysis of spectral and photosynthetic response variations of Cystoseira spp. exposed to Chromium", "doi": "10.1101/2025.05.20.655136", "authors": "Varini, F.; Penna, M.; Varghese, D.; Mancuso, F. P.; Marcelli, M.", "abstract": "This study explores the physiological and spectral responses of different species belonging to the genus Cystoseira to varying concentrations of chromium (Cr) in controlled experimental conditions. The research highlights the potential of Cystoseira spp. as a bioindicator for monitoring heavy metal pollution in marine ecosystems. Experiments were conducted in tanks with increasing chromium concentrations (0, 0.1, 1, and 10 mol l-1), analysing changes in reflectance, photosynthetic efficiency, and pigment composition over 14 days. Results showed dose- and time-dependent effects, with higher chromium levels causing significant photosynthetic inhibition, oxidative stress, and chlorophyll degradation. Spectral analyses identified key wavelengths (550 nm and 710 nm) correlating with chromium-induced stress, supporting their use in remote sensing for environmental monitoring. The study underscores the importance of integrating field validation and remote sensing for large-scale monitoring of marine ecosystems impacted by heavy metal contamination. These findings contribute to conservation strategies and the development of innovative tools for assessing the ecological quality of coastal waters.", "date": "2025-05-25", "journal": ""}
{"title": "Creatine synthesis is a tumor suppressor pathway hypostatic to one-carbon metabolism", "doi": "10.1101/2025.05.23.655758", "authors": "Leung, N. Y. T.; Yee, T. M.; AminiTabrizi, R.; Bhalla, R.; Ang, N.; Lu, L.; Chan, C. Y.; Lian, D. W. Q.; Lim, M. Y.; Paulo, J. A.; Wu, W.; Shah, H.; Wang, L. W.", "abstract": "Methylene tetrahydrofolate reductase 2 (MTHFD2), the rate-limiting enzyme of mitochondrial one-carbon metabolism, is one of the most highly expressed metabolic enzymes across diverse cancers and lymphoproliferative disorders. However, its exact roles in oncogenic metabolism remain poorly defined. We show that MTHFD2 is a key regulator of mitochondrial energetics in Epstein-Barr virus-transformed B lymphoblastoid cell lines (LCLs), an in vitro model of post-transplant lymphoproliferative disorder (PTLD). We also delineate a role for MTHFD2 in fueling de novo creatine synthesis; MTHFD2 mediates the production of glycine, a necessary substrate for creatine synthesis, through serine catabolism. Aminomethyltransferase (AMT) suppression short-circuits the glycine cleavage system (GCS) to augment LCL mitochondrial glycine levels. Creatine synthesis is hypostatic to mitochondrial one-carbon metabolism; inhibition of creatine synthesis improves LCL fitness only when MTHFD2 is lost. Our findings emplace MTHFD2 at the nexus of amino acid and energy metabolism pathways in LCLs, with potential clinical ramifications for PTLD.", "date": "2025-05-25", "journal": ""}
{"title": "SPITROBOT-2 advances time-resolved cryo-trapping crystallography to under 25 ms", "doi": "10.1101/2025.05.23.655289", "authors": "Spiliopoulou, M.; Hatton, C. E.; Kollewe, M.; Leimkohl, J.-P.; Schikora, H.; Tellkamp, F.; Mehrabi, P.; Schulz, E. C.", "abstract": "We previously introduced the SPITROBOT, a protein crystal plunging system that enables reaction quenching via cryo-trapping with a time resolution in the millisecond range. Here we present the next generation, SPITROBOT-2, as an integrated benchtop device, condensed to approximately an A4 footprint. The user experience has been enhanced by the integration of a guiding beam and a sample-switch dial, to optimise sample exchange operations. This is complemented by a light-indicated liquid nitrogen level sensor, ensuring enhanced reliability. Moreover, a fully automated shutter shields the liquid nitrogen from the humidified environment, improving sample integrity. These improvements reduce the net sample preparation time to approximately three minutes per sample. Most importantly, the cryo-trapping delay time has been reduced to 23 milliseconds, making SPITROBOT-2 twice as fast as the previous generation. This further expands the number of target systems that can be addressed by cryo-trapping time-resolved crystallography. We demonstrate successful cryo-trapping via ligand binding and conformational changes using 12 crystal structures of three independent model systems: xylose isomerase, human insulin and bacteriophage T4 lysozyme. Taken together, these improvements increase the convenient access to cryo-trapping, time-resolved X-ray crystallography empowering the MX community with efficient tools to advance research in structural biology.", "date": "2025-05-25", "journal": ""}
{"title": "Beta-Hydroxybutyrate but not NMN supplementation mimics caloric restriction reducing early mortality in Daphnia", "doi": "10.1101/2025.05.21.655400", "authors": "Pearson, A. C.; Yampolsky, L. Y.", "abstract": "NAD+ homeostasis is an important determinant of lifespan and may be a key mechanism of caloric restriction (CR) expansion of lifespan. Ketone bodies such as beta-hydroxybutyrate (BHB) that regulate NAD+ abundance and NAD+ precursors such nicotinamide mononucleotide (NMN), as are known to extend life in experimental animals and ameliorate age-related conditions in humans. We tested the hypothesis that chronic BHB and NMN exposure separately or in combination can extend lifespan in a model organism Daphnia, a freshwater zooplankton crustacean with the magnitude similar to that of the CR treatment. We also measured fecundity, lipofuscin accumulation, and lipid investments into offspring in Daphnia fed the full diet, full diet with BHB, NMN, and combined treatments, and fed the CR diet (25% of the full diet). We also conducted an RNAseq experiment comparing the two diets and the two exposure treatments. We show that BHB exposure, but not NMN exposure reduces early life mortality in Daphnia fed the full diet to levels similar to those observed under CR without compromising fecundity. We also observed that in a combined exposure cohort, NMN nearly eliminates the beneficial effect of BHB. None of the treatments affected lipofuscin accumulation, but the NMN and the combined treatment mimicked the effect of CR on neonate size in older females. We show that BHB-treated Daphnia change expression of a variety of genes, including genes with known longevity extending effects, but differential expression of few genes is consistent with the effects of CR and their functionality is not clear.", "date": "2025-05-25", "journal": ""}
{"title": "Rapid expression of pyruvate decarboxylase from Zymomonas mobilis in E. coli BL21 LysY/Iq", "doi": "10.1101/2025.05.25.654064", "authors": "Jilani, S. B.; Olson, D. G.", "abstract": "Abstract: E. coli BL21 DE3 strain is commonly used to express and purify non-toxic prokaryotic proteins in high yields. Traditionally, IPTG based induction of the host strain at reduced temperatures for extended period (12-16 h) is performed to obtain high yield of functional proteins. It is desirable to explore methods which result in high yield of protein within a short period of time. We report rapid purification of pyruvate decarboxylase (PDC) enzyme from Zymomonas mobilis using E. coli BL21 pLysY/Iq as a host strain. High yield of purified PDC at 0.33 (+/-0.02) mg was obtained after two-hour induction by 0.6 mM IPTG at 37oC. The enzyme yield was comparable to 0.37 (+/-0.08) mg obtained in E. coli BL21 DE3 strain (used as control) after 16 h induction by 0.6 mM IPTG at 18oC. Similar values of the maximum specific activity of the enzyme expressed and purified at 37oC and 18oC were obtained at 78.31 (+/-1.13) in strain LysY/Iq and 85.73 (+/-4.39) micromol/min/mg protein in strain DE3, respectively. In almost all IPTG treatments, the kinetic parameters of the purified enzyme - app Km, app Vmax, Kcat and Kcat/Km - also did not vary remarkably between the two temperature regimes. Based upon the data presented here, we propose that E. coli BL21 LysY/Iq strain has potential to serve as a host for efficient and rapid expression (2 h) of non-toxic proteins. Results of this study will aid in cell free system study which require rapid scale up of the complexity of metabolic pathways by utilizing multiple purified enzymes involved in bioconversion of the substrate of interest.", "date": "2025-05-25", "journal": ""}
{"title": "Siibra: A software tool suite for realizing a Multilevel Human Brain Atlas from complex data resources", "doi": "10.1101/2025.05.20.655042", "authors": "Dickscheid, T.; Gui, X.; Simsek, A. N.; Schiffer, C.; Mangin, J.-F.; Leprince, Y.; Jirsa, V.; Bjaalie, J. G.; Leergaard, T. B.; Bludau, S.; Amunts, K.", "abstract": "Computational technology opens new possibilities towards understanding the complexity of the human brain, but it requires integrating measurements from different modalities and scales in anatomical context and exposing them in interoperable, actionable form. Especially with growing big data resources, accessing information from different scales and modalities coherently for visual exploration, reproducible analysis and application development remains challenging. We present siibra, a tool suite that connects diverse data from cloud resources to reference atlases and coordinate spaces. It supports different use cases by making contents accessible through a web viewer, Python library and HTTP API. Using siibra we implemented a Multilevel Human Brain Atlas linking macro-anatomical concepts and their inter-subject variability with measurements of the microstructural composition and intrinsic variance of brain regions, building on cytoarchitecture as a reference and supporting MRI-based and microscopic templates. The atlas is integrated with the EBRAINS research infrastructure. All software and content are openly accessible.", "date": "2025-05-25", "journal": ""}
{"title": "Non-Canonical RNA Binding of Human La-related Protein 6", "doi": "10.1101/2025.05.22.652967", "authors": "Gordon, B. H.; Ogunkunle, V. S.; Silvers, R.", "abstract": "La-related proteins (LARPs) are RNA-binding proteins that are involved in a variety of disease-related processes. Most LARPs recognize short single-stranded poly(U/A) motifs via a conserved hydrophobic pocket. Human LARP6 (HsLARP6) is an exception, binding a structured 5' stem-loop (5'SL) that controls type I collagen translation and fibroproliferative disease progression. Here, we present the de novo solution NMR structure of the La domain of HsLARP6 in the bound state. Chemical shift perturbation, solvent paramagnetic relaxation enhancement, intermolecular NOEs and targeted mutagenesis converge on a previously unknown binding interface that integrates electrostatic and hydrophobic contacts with shape complementarity in 5'SL binding. This non-canonical interface enables the La domain to discriminate 5'SL RNA from homopolymeric or purely helical hairpin RNAs with low-nanomolar affinity, overturning earlier views that the adjacent RRM is required for recognition. The structure provides the first molecular model for 5'SL recognition and expands the paradigm of La-mediated RNA binding beyond 3'-terminal oligo-U/A motifs. These insights provide the biophysical framework for molecular recognition of 5'SL by LARP6 that is related to collagen biosynthesis in fibrosis and associated pathologies.", "date": "2025-05-25", "journal": ""}
{"title": "Live imaging of bacterial actin MreBs causing helicity switching of a minimal synthetic cell", "doi": "10.1101/2025.05.23.655722", "authors": "Tanaka, Y.; Kiyama, H.; Morimoto, Y. V.; Miyata, M.", "abstract": "Spiroplasma swim by shifting their helical body into right-handed and left-handed. Bacterial actin, MreB4 and MreB5 are involved in this helicity formation and shifting. Fluorescent labeling of each MreB and manipulating expression levels revealed that MreB4 is more structurally constrained and lower expression level required for motility than MreB5. Photobleaching and photoactivation indicated that MreB5 remains in place during movement. Treatment with MreB polymerization inhibitor A22 caused helix deformation, movement stall, and diffusion of MreB5 fluorescence. This indicates that A22 disrupts MreB5 interactions that are required for movement. These results have several implications for the mechanism and suggest that frequent MreB5 replacement during cell movement is unlikely.", "date": "2025-05-25", "journal": ""}
{"title": "Intratumoral expression of IL-12 and CD40 ligand (CD154) from plasmids generates antitumor responses that eliminate tumoral T regs", "doi": "10.1101/2025.05.20.655082", "authors": "Ho, G.; Santos, A.; Fields, J.; Rosato, P. C.; Turk, M. J.; Steinmetz, N.; fiering, S.", "abstract": "Intratumoral immunotherapy (ITIT) strives to generate effective antitumor immunity by directly stimulating the immune system in tumors to reverse local tumor-mediated immune suppression. In vivo expression of Interleukin-12 (IL-12) using in vivo plasmid transfection as an intratumoral cancer immunotherapy entered Phase II clinical trials for metastatic melanoma but to limited clinical success. We sought to improve the efficacy of in vivo IL-12 electroporation by the addition of a CD154 (CD40 ligand)- expressing plasmid to the IL-12 encoding plasmid treatment and assessing efficacy against solid tumors. Mice with intradermal B16F10 melanoma or MC38 murine colon carcinoma tumors received 2 weekly intratumoral (IT) injections of plasmids encoding IL-12 and CD154, followed by in vivo electroporation. The addition of CD154 to IL-12 was superior to IL-12 alone and resulted in frequent tumor clearance of treated tumors, marked by an increase in CD8 T cells and a drastic reduction in T regulatory cells in the tumor microenvironment. Tumor treatment responses were abrogated in mice which lack conventional DC1 cells (BatF3 KO) or lack CD8 T cells. These findings highlight the potential of adding CD154 to IL-12 plasmid electroporation as a cancer immunotherapy and suggest that other combinations would be therapeutically valuable.", "date": "2025-05-25", "journal": ""}
{"title": "Laquinimod treatment attenuates EAU by inhibiting both the inductive and effector phases in an APC-dependent manner", "doi": "10.1101/2025.05.20.654165", "authors": "Xu, B.; Mattapallil, M. J.; Jia, X.; Tang, J.; Horai, R.; Caspi, R. R.; Gery, I.", "abstract": "Purpose: To evaluate the immunomodulatory effects on experimental autoimmune uveitis (EAU) of the aryl hydrocarbon receptor (AhR) agonist Laquinimod (LAQ), and its active metabolite DELAQ, with a focus on dendritic cell- and T cell-mediated mechanisms. Methods: EAU was induced in mice by active immunization or by adoptive transfer of activated T cells. Mice were treated with LAQ either from the time of immunization or from 7 days after. Effects of LAQ were examined in wild-type, global AhR-knockout, or dendritic cell-conditional AhR knockout mice. Direct vs. indirect effects of AhR agonism on dendritic cells and T cells were studied in vitro using DELAQ, a major active metabolite of LAQ. Results: LAQ treatment from Day 0 fully suppressed EAU, while delayed treatment (Day 7) provided only partial protection. In the adoptive transfer model, LAQ-treated recipients showed reduced pathology. Global AhR-deficient mice developed severe EAU and elevated Th17 responses. LAQ-treated mice displayed increased frequencies of cDC1 and Foxp3+ regulatory T cells. In vitro, DELAQ activated AhR signaling and induced Ido1 and Ido2 expression in dendritic cells. DELAQ inhibited activation of naive and memory mouse T cells APC-dependently, as response to anti CD3/CD28 stimulation was unaffected. Importantly, DELAQ suppressed recall responses of human PBMC to tetanus toxoid. Conclusions: LAQ protects against EAU by acting on AhR-expressing antigen-presenting cells to impair both priming and reactivation of pathogenic T cells. Its active metabolite DELAQ does not suppress T cells directly, but re-programs dendritic cells toward a tolerogenic, IDO-expressing phenotype that promotes immune regulation.", "date": "2025-05-25", "journal": ""}
{"title": "Fat-rich diet reprograms intrapulmonary neutrophils to boost tissue-specific antitumor immunity", "doi": "10.1101/2025.05.20.655047", "authors": "Wang, Y.; Zhang, J.; Li, Y.; Wang, T.; Wang, L.; Miao, Y.; Chang, C.-W.; Liu, Y.; Huang, Z.; Yao, Z.; Xu, H.; Zhou, Q. D.; Wang, L.; Yao, Y.", "abstract": "Neutrophils adapt to tissue-specific signals and exert innate defense functions against infections and malignancies. Fat-rich diet (FRD), such as high-fat diet (HFD) and ketogenic diet (KD), has complex impacts on immunity. However, whether and how FRD shapes tissue-specific functions of neutrophils remain unclear. Here we show that both isocaloric HFD- and KD-fed mice demonstrate enhanced neutrophil-mediated pulmonary tumor resistance than chow diet-fed mice. Intrapulmonary but not systemic neutrophils in FRD-fed mice bear enhanced potential of reactive oxygen species (ROS) production and ROS-dependent tumor cytotoxicity. Mechanistically, FRD-induced increased serum saturated fatty acids and cholesterol stimulate lung vascular endothelial cells (LVECs), which reprogram intrapulmonary neutrophils via contact- and intercellular adhesion molecule-1 (ICAM-1)-dependent mechanisms. Analysis on human lung single-cell RNA sequencing data showed that intensified cell adhesion and priming signals from human LVECs are associated with enhanced antitumor functions in intrapulmonary neutrophils. Our findings highlight the roles of dietary fats in shaping neutrophil functions in a tissue-specific manner. Dietary intervention targeting tissue-specific reprogramming of neutrophils therefore represents a potential strategy against malignancies in the lungs.", "date": "2025-05-25", "journal": ""}
{"title": "Source tracking of larval bacterial community of Pacific white shrimp across the developmental cycle: ecological insights for microbial management and pathogen prevention in larviculture", "doi": "10.1101/2025.05.25.655974", "authors": "Zhang, F.; Chen, H.; Yu, J.; Chen, R.; Zhang, D.; Chen, C.; Wang, K.", "abstract": "Health of postlarvae (as products of larviculture) of Pacific white shrimp (Penaeus vannamei) is critical to subsequent culture. Larval microbiota establishment has potential long-term impact on host health, but bacterial sources of larval shrimps remain largely unexplored. We investigated the larviculture cycles of two shrimp strains by utilizing 16S rRNA gene sequencing alongside mainstream microbial source-tracking tools. Our goal was to evaluate the contributions of environmental elements, feeds, and internal succession to larval bacterial community. Regardless of shrimp strains or tools, the mouth opening marked a pivotal shift in bacterial source composition of larvae, with a notable contribution from the rearing water at the beginning of mouth opening, followed by enhanced internal succession, emphasizing the critical role of early microbiota establishment. Notably, the dominance of external sources at zoea II highlights the necessity for ensuring microbial safety due to the prevalence of zoea-II syndrome at this vital stage. Source tracking of specific bacterial groups suggests regulatory timing and routes of Roseobacteraceae (with potential probiotics) and frozen Artemia as a major source of vibrios (with opportunistic pathogens). The determinism-dominated assembly of bacteria, sourced either internally or externally, highlights strong host selection. This process exhibits overall similarities in taxonomic preferences for internal succession, while differences in taxonomic preferences from external sources reflect the influence of the genetic backgrounds of shrimp strains. Our work presents the first systematic assessment on bacterial sources of P. vannamei larvae across the complete developmental cycle, providing new insights that facilitate microbial management and pathogen prevention in larviculture.", "date": "2025-05-25", "journal": ""}
{"title": "MPK3 mediated phosphorylation of WRKY48 down regulates CIPK6 expression during PstDC3000 challenge in Arabidopsis", "doi": "10.1101/2025.05.21.655431", "authors": "Singh, N.; Chattopadhyay, D.", "abstract": "WRKY transcription factor (TF) family are one of the key regulators of plant immune responses, functioning as both activators and suppressors depending on the pathogen encountered. Among these, WRKY48, a class IIC TF, functions as a negative regulator of pattern-triggered immunity (PTI) in Arabidopsis thaliana. Our study explicates the regulatory mechanisms underlying the function of WRKY48, revealing its role in repressing the expression of CIPK6, a negative regulator of immune response in Arabidopsis, during Pseudomonas syringae DC3000 (PstDC3000) infection. This suppression is mediated through MPK3-dependent phosphorylation of WRKY48. In vitro phosphorylation assays demonstrated that MPK3 primarily phosphorylates WRKY48 at serine residues S35 and S40. The phosphorylated WRKY48 predominantly localizes to the nucleus, enhancing its DNA-binding affinity and trans-repressive activity at specific W-box motifs in the CIPK6 promoter. Whereas invivo dual luciferase shows that unphosphorylated WRKY48 (S26S35S40 / A26A35A40 ) unable to repress luciferase activity of CIPK6 promoter. The bioinformatics analysis identified two WRKY-binding sites (P1 and P2) on the CIPK6 promoter and electrophoretic mobility shift assays confirms the preferential binding of WRKY48 to the P1 site. Unlike other WRKY TFs (WRKY28 and WRKY8) in the same subgroup, WRKY48 exhibited unique specificity, highlighting the distinct regulatory roles within the WRKY family. Functional studies demonstrated that phosphorylation of WRKY48 enhances its ability to suppress CIPK6 both transcriptionally and translationally, leading to increased reactive oxygen species (ROS) levels and decreased susceptibility to PstDC3000. The reduced expressions of PTI marker genes and ROS-associated genes in wrky48 mutants were associated with enhanced resistance in wrky48 and cipk6 mutants and emphasizes the critical role of WRKY48 in fine-tuning immune responses. Our findings identify a novel MPK3-WRKY48-CIPK6 signaling module that connects calcium-dependent pathways to MAPK signalling to modify plant immunity.", "date": "2025-05-25", "journal": ""}
{"title": "From Microscale to Microbial Insights: Validating High-Throughput Microvolume Extraction Methods (HiMEx) for Microbial Ecology", "doi": "10.1101/2025.05.25.655987", "authors": "Ghotbi, M.; Ghotbi, M.; DAgostino, E.; Kanitz, M.; Needham, D. M.", "abstract": "Extracting and amplifying DNA from small-volume, low-biomass samples enables rapid, ultra high-throughput analyses, and facilitates studying microbial communities where large-volume sample collection is challenging. This method can aid where conventional filtration-based methods miss capturing smaller microbes, or where microscale variability matters, such as the ocean. Here, we develop and validate physical and chemical-based DNA extractions from microvolumes with universal rRNA gene amplicons and metagenomic sequencing for all domains and viruses, on natural seawater and experimentally manipulated marine waters. Compared to 500-mL filter-based extraction, direct PCR of 3 microliter of lysed microvolume samples consistently captured comparable microbial community composition and diversity, with reliable amplification and little to no contamination. Metagenomic results of 10 microliter of lysed microvolume samples captured high-quality assemblies, bacterial genomes, and diversity on par or better than our conventional extraction (48 vs 44 representative MAGs), and substantially more putative complete circular viral genomes (38 vs 1). Our approach enables processing hundreds of samples in per day for a fraction of the cost of conventional methods and complements existing microvolume approaches by increasing throughput and removing unnecessary expenses, like excess plasticware and expensive bead clean-up, expanding opportunities for more comprehensive microbial community monitoring, controlled laboratory experiments and field-based investigations.", "date": "2025-05-25", "journal": ""}
{"title": "Intestinal Stem Cells Retain an Epigenetic Memory of Prior Inflammation", "doi": "10.1101/2025.05.24.655923", "authors": "Hamdan, F. H.; Perez, I.; Smith, H.; Kossick, K.; Edwinson, A.; de Hoyos-Vega, J. M.; Gonzalez, M.; Chiang, D.; Klatt, E.; Rumer, K.; Perez Pachon, M.; Sagstetter, M.; Friton, J.; Kammer, E.; English, A.; Chini, L. C. S.; Carnahan, J. F.; Baca, N. A.; Mopuri, R.; Bhagwate, A.; Raffals, L. E.; Sun, Z.; Grover, M.; Revzin, A.; Faubion, W. A.; Druliner, B. R.", "abstract": "Background & Aims: Intestinal epithelial damage and impaired repair are hallmarks of ulcerative colitis (UC), even after inflammation resolves. Inflammatory injury in barrier tissues induces epigenetic memory in epithelial stem cells, and the tendency of UC to relapse at previously inflamed sites indicates this imprinting may occur in long-lived cells like intestinal stem cells (ISCs). We hypothesized that inflammatory exposure induces epigenetic memory in ISCs. This study aimed to uncover the long-term molecular and functional consequences of inflammatory exposure in ISCs from patients with UC. Methods: Paired colonic organoids were derived from inflamed and uninflamed regions of the same UC patients and cultured under standardized conditions in long-term culture. Chromatin accessibility and gene expression were profiled by ATAC-seq and RNA-seq. Functional assays included organoid-forming efficiency, transepithelial resistance, and wound repair. Results: Prior-inflamed (PI) organoids exhibited reduced clonogenicity and impaired barrier function relative to matched uninflamed (NI) organoids. Chromatin profiling identified 2,252 PI-specific accessible regions enriched at enhancer elements and marked by AP-1, and associated with genes involved in epithelial stress responses, regeneration, and inflammation. Although these regions remained accessible, ~95% of associated genes were not upregulated in PI organoids, indicating a primed state. PI organoids showed transcriptional upregulation and accelerated healing upon inflammatory or injury re-challenge. Together, this supports a model in which inflammation-experienced ISCs are epigenetically primed for amplified responses following injury. Conclusions: ISCs retain a chromatin-based memory of inflammation that persists in the absence of immune cues and shapes future responses to injury. While this may support epithelial adaptation to secondary insults, it may predispose tissue to relapse in patients with UC.", "date": "2025-05-25", "journal": ""}
{"title": "Diverse behavioural responses of vampire bats to human disturbance revealed by state-space modelling of sparse GPS data.", "doi": "10.1101/2025.05.20.655023", "authors": "Cardoso Ribeiro, R. C.; Zariquiey, C. M.; Chavez, W.; Pillaca Rodriguez, K.; Clavijo Manuttupa, J.; Risco Huiman, M. A.; Zuniga Villafuerte, R.; Campana Quintanilla, W.; Medrano-Uchuya, N.; French, H.; Czyzewski, J.; Shiva, C.; Falcon, N.; Valderrama, W.; Walsh, D. P.; Rocke, T. E.; Matthiopoulos, J.; Streicker, D. G.", "abstract": "1. Human activities can alter animal movement, having unexpected consequences for disease transmission. In Latin America, culls of common vampire bats (Desmodus rotundus) for rabies control have been indicated to raise viral spatial spread by increasing long-range movement and inter-colony mixing among surviving bats, but behavioural responses to disturbance have not been quantified. 2. We used Global Positioning System (GPS) tags to track the movements of 93 vampire bats from 5 roosts in the Peruvian Andes over 9 nights after human disturbance (capture, handling and tag attachment). Responses to disturbance were modelled under a Bayesian state-space framework that estimated bat departure time, activity duration, and travel distances while accounting for the sparse GPS data obtainable in a topographically complex landscape where vampire bats occur. 3. A large fraction of bats (43%, 39/90) abandoned the study area on the night of disturbance, with more abandonment observed in groups expected to have greater dispersal capacity (males and bats with longer forearms). Among the remaining bats, we observed high individual heterogeneity on the night of disturbance, with some bats staying atypically close to the roost and others travelling unusually long distances. With increasing time post-disturbance, bats tended to remain closer to the roost. 4. Analysis of inferred flight histories showed that bats travelled >5 km on most nights, with high variability both within individuals across nights and between individuals in the same roost. 5. By inferring movement from irregular and error-prone data, our model extends the utility of animal-borne GPS tracking to landscapes with poor satellite visibility, revealing greater complexity in vampire bat movement than previously recognised. Vampire bat disturbance was associated with three distinct behavioural responses: roost abandonment, increased flight distances and extreme individual heterogeneity on the night of disturbance. In the context of vampire bat management, such perturbations would be expected to exacerbate the spatial spread of rabies and potentially undermine the efficacy of culling activities which are currently practiced by most Latin American governments.", "date": "2025-05-25", "journal": ""}
{"title": "Diversity and Community Structure of Collembola (Hexapoda) across sites and microhabitats in the Bula Protected Area, a UNESCO-Listed Hyrcanian Forest at the Crossroads of Two Biodiversity Hotspots (Iran).", "doi": "10.1101/2025.05.20.650270", "authors": "Tully, T.; Shayanmehr, M.; Yoosefi Lafooraki, E.; Ghajar Sepanlou, M.; D'Haese, C.", "abstract": "Background. The Hyrcanian Forests of Iran, a unique 850 km stretch of deciduous forest along the southern coast of the Caspian Sea, are renowned for their exceptional biodiversity, high levels of endemism and ecological integrity. The northern part of this forest massif is part of the Caucasian Biodiversity Hotspot, while its southern fringe extends into the Iranian-Anatolian Hotspot. The recognition of these forests as a UNESCO World Heritage Site has focused global attention on their protection, primarily from human disturbance. While the diversity of vascular plants is well documented, other groups, such as soil-dwelling arthropods, remain underexplored. This study aims to fill this knowledge gap by conducting inventories in different sections of the Hyrcanian forests, with a focus on Collembola, a potentially diverse but understudied group of soil fauna. The study was conducted to answer the following questions: Is the naturalness and degree of conservation of these forests reflected in the biodiversity of springtail communities? To what extent does the composition and diversity of these communities vary between different sites and micro-habitats within these forests? Methods. To answer these questions, 89 samples were collected over a two-year period from three different forest sites that had undergone contrasting forest management. Specifically, the study focused on three forest ecosystems, a preserved anthropized (planted) forest (PAF), a preserved natural forest (PNF) and a non-preserved natural forest (NPF), all located in the Bula protected area. Three types of microhabitats were sampled at each site, including moss, litter and dead wood. The springtails collected were identified and counted (approximately 3,000 individuals in total), allowing various biodiversity indices to be calculated for the communities as a whole, as well as by site and microhabitat. Soil samples were also analysed to compare soil properties between the three sites. Results. The results reveal an impressive diversity of springtails, with 73 morphospecies identified, belonging to 39 genera and 12 families. Of these, 49 could be identified to species level. The estimated total species richness ranged from 80 to 110 species. The analyses also revealed significant differences in species richness between sites, with two preserved sites (PAF and PNF) having a greater number of species compared to the non-preserved site (NPF), and in habitats, with greater diversity observed in dead wood, followed by soil and then mosses. A more detailed analysis of the communities showed a high degree of interspecific diversity in terms of abundance and distribution, without revealing strong patterns of ecological specialization for the majority of species. An analysis of cooccurrences showed that, in most cases species interactions appeared to be neutral. However, some pairs of species showed positive associations, while negative interactions were more marginal. The results of the soil properties showed no differences between the sites and no effect on the Collembola community. Discussion. The Bula Forest host particularly diverse Collembola communities. The results underline the importance of conserving these environments, which harbours a high diversity of springtails. Additionally, the results highlight the crucial role of dead wood as a substrate in supporting this biodiversity. The results also call for a more in-depth investigation of the factors influencing the presence, absence and abundance of species, as well as an exploration of the underlying causes of positive or negative species covariation.", "date": "2025-05-25", "journal": ""}
{"title": "Escaping inbreeding: the demographic path to genetic recovery", "doi": "10.1101/2025.05.20.655063", "authors": "Ahrens, C. W.; Miller, A. D.; Silver, L. W.; Mclennan, E. A.; Hogg, C. J.; Weeks, A. R.", "abstract": "Bottlenecks pose a major threat to species persistence by reducing genetic diversity and increasing inbreeding. Although evolutionary theory suggests these constraints can be overcome, empirical evidence has largely come from invasive species. Here, we analyse whole-genome data from 418 koalas (Phascolarctos cinereus) across 27 populations to reconstruct demographic histories and examine rare genetic variation. We find that northern populations retain higher genetic diversity, while southern populations, despite severe bottlenecks, exhibit larger and increasing effective population sizes (Ne). This apparent contradiction is explained by increased reshuffling of genetic variation through recombination, and the accumulation of rare alleles during recent demographic expansion. Our findings demonstrate that rapid population growth can substantially elevate Ne, offering an evolutionary pathway by which threatened populations may escape the genetic risks of inbreeding.", "date": "2025-05-25", "journal": ""}
{"title": "Evolutionary responses to historic drought across the range of scarlet monkeyflower", "doi": "10.1101/2025.05.20.655098", "authors": "Sheth, S. N.; Albano, L. J.; Blanchard, C.; Cook, E. J.; Diaz, R.; Gomez-Vega, X.; Kutella, K.; Moazed, M.; Patel, M.; Prange, J.; Ramadoss, N.; Regan, A.; Riley, A.; Rivas Hernandez, M.; Rojas, J.; Strebler, M.; Verma, A.; Villano, L.; Waits, J.; Wang, D.; Wilborn-Pilotte, O.; Diez, J.; Flores-Renteria, L.; Sexton, J.; Muir, C. D.", "abstract": "Adaptive evolution is a key means for populations to persist under environmental change, yet whether populations across a species' range can adapt quickly enough to keep pace with climate change remains unknown. The breeder's equation predicts the evolutionary change in a trait from one generation to the next as the product of the selection differential and the narrow-sense heritability in that trait. Incorporating these aspects of the breeder's equation, we performed a resurrection study with the scarlet monkeyflower (Mimulus cardinalis) to evaluate whether traits associated with drought adaptation have evolved in populations across a species' range in response to extreme drought. We compared trait and fitness differences of pre-drought ancestors and post-drought descendants from six populations transplanted into three latitudinally-arrayed common gardens and quantified phenotypic selection and trait heritabilities. The strength, direction, and mode of selection varied among traits and gardens. Trait heritabilities were relatively low, and did not differ dramatically among populations or gardens. Overall, instances of evolutionary responses between ancestors and descendants were few and small in magnitude, but the magnitude of these evolutionary differences varied among gardens. Together, these results suggest that the expression of genetic variation, and thus traits, depend on the environment, and that environmental variability in field settings may mask the genetic variation that is often detected in greenhouse environments.", "date": "2025-05-25", "journal": ""}
{"title": "Functional bottlenecks can emerge from non-epistatic underlying traits", "doi": "10.1101/2025.05.20.655048", "authors": "Schulte, A. O.; Alqatari, S.; Rossi, S.; ZAMPONI, F.", "abstract": "Protein fitness landscapes frequently exhibit epistasis, where the effect of a mutation depends on the genetic context in which it occurs, i.e., the rest of the protein sequence. Epistasis increases landscape complexity, often resulting in multiple fitness peaks. In its simplest form, known as global epistasis, fitness is modeled as a non-linear function of an underlying additive trait. In contrast, more complex epistasis arises from a network of (pairwise or many-body) interactions between residues, which cannot be removed by a single non-linear transformation. Recent studies have explored how global and network epistasis contribute to the emergence of functional bottlenecks - fitness landscape topologies where two broad high-fitness basins, representing distinct phenotypes, are separated by a bottleneck that can only be crossed via one or a few mutational paths. Here, we introduce and analyze a simple model of global epistasis with an additive underlying trait. We demonstrate that functional bottlenecks arise with high probability if the model is properly calibrated. Our results underscore the necessity of sufficient heterogeneity in the mutational effects selected by evolution for the emergence of functional bottlenecks. Moreover, we show that the model agrees with experimental findings, at least in small enough combinatorial mutational spaces.", "date": "2025-05-25", "journal": ""}
{"title": "RNA-sequencing Strain-specific Genome Alignment Increases Differential Expression Findings in Comparison of C57BL/6J and DBA/2J Nucleus Accumbens", "doi": "10.1101/2025.05.25.656014", "authors": "Gnatowski, E.; Zeliff, D.; Dozmorov, M. G.; Miles, M. F.", "abstract": "Alcohol Use Disorder (AUD) is a polygenic disease defined by the inability to regulate alcohol consumption despite adverse consequences. C57BL/6J (B6) and DBA/2J (D2) mice, the progenitor strains to the BXD recombinant inbred strain, exhibit differences in voluntary ethanol consumption and other ethanol behaviors, making them frequently used models for studying genetic influences on ethanol responses. The B6 genome is the standard reference genome for the majority of mouse RNA-sequencing (RNAseq) studies, including studies on D2 mice. We hypothesized that aligning B6 and D2 RNAseq data to their strain specific genome would allow improved detection of differentially expressed genes (DEGs) in comparison of brain gene expression between these two strains. RNA samples obtained from B6 and D2 nucleus accumbens (NAc) tissue were analyzed using a standard RNAseq analysis pipeline except from genome alignment. Following quality control, samples were aligned to either the B6 reference genome (Release 108) or the D2 samples were aligned to a recent homologous genome assembly (GCA_921998315.2). Alignment of D2 samples to the D2 genome showed significantly higher alignment compared to the B6 reference genome (93.82% vs 92.02%, p = 0.0272), but also showed a decrease in the number of total reads assigned (72.30%% vs 74.36%, p <0.0001). When comparing B6 and D2 expression, using the D2 alignment resulted in large increases in the number of differentially expressed genes (DEGs) (10,777 vs 6,191) and differentially utilized exons (DUEs) (81,206 vs 21,223) with resulting changes in gene ontology functional analyses. The gene ontology identified substantial overlap between the two analyses while also adding novel categories. These studies highlight the importance of using strain-specific alignment in increasing the number of reads aligned and the number of DEGs and DUEs identified. The use of strain-specific alignment in RNA-seq studies may provide greater accuracy in investigating gene expression and pathways regulated by ethanol in model organism studies on molecular mechanisms of AUD.", "date": "2025-05-25", "journal": ""}
{"title": "Genome-wide screen uncovers novel host factors for L-A virus maintenance and a mutualistic-symbiosis relationship in yeast", "doi": "10.1101/2025.05.20.655038", "authors": "Hsiao, W.-Y.; Yeh, C.-S.; Liu, H.-I.; Tung, L.; Chang, T.-H.", "abstract": "Viruses are often regarded as obligate intracellular parasites that exploit host resources for their own propagation. However, emerging evidence suggests that virus-host interactions can be more complex than simple antagonism. Here, we performed a genome-wide screen in Saccharomyces cerevisiae to identify host factors required for the maintenance of the L-A double-stranded RNA virus, a persistent and non-lytic resident of most laboratory yeast strains. Using two complementary mutant collections encompassing ~6,000 yeast genes (~93% genome coverage), we identified 96 host genes essential for L-A maintenance, spanning diverse biological functions. Transcriptome profiling revealed that the presence of L-A virus alters the host stress-response gene expression program. Strikingly, competitive fitness assays under environmental stress conditions showed that L-A enhances host stress tolerance, revealing a previously unrecognized mutualistic relationship. Together, our findings redefine the L-A-yeast interaction as a form of stable mutualism and highlight the utility of functional genomics and systems-level approaches in uncovering hidden dimensions of virus-host coevolution.", "date": "2025-05-25", "journal": ""}
{"title": "Unmasking Human T Cell Receptor Germline Diversity: 335 Novel Alleles Identified in 47 Pangenome Reference Individuals Using the gAIRR Suite", "doi": "10.1101/2025.05.24.655452", "authors": "Yang, Y.-H.; Yao, C.-Y.; Lin, M.-J.; Huang, K.-T.; Lin, Y.-H.; Chiu, I.-H. C.; Lai, S.-K.; Chen, C.-Y.; Yang, Y.-C.; Hsu, C.-L.; Hsu, J. S.; Chen, C.-Y.; Chen, P.-L.", "abstract": "The adaptive immune receptor repertoire (AIRR), composed of V(D)J-recombined T cell receptors (TR) and immunoglobulins (IG), is central to adaptive immunity. Accurate AIRR profiling depends on a comprehensive and diverse germline gene set encoding AIRR (gAIRR). Furthermore, gAIRR alleles themselves are associated with immune-related phenotypes and diseases. However, for TR genes, the IMGT database - the primary gAIRR reference - has not been updated since 2020 and lacks sufficient population diversity and complete flanking sequences. To address these limitations, we investigated 47 high-quality genomes from the Human Pangenome Reference Consortium (HPRC) using the gAIRR Suite and identified 335 novel TR alleles - 305 TRV and 30 TRJ - representing 91.6% and 30.9% increases over IMGT records. All novel alleles were crosschecked using two orthogonal pipelines. We also established a comprehensive flanking sequence database, including recombination signal sequences (RSS). We have made all resources publicly available to support immunogenomics research and clinical applications.", "date": "2025-05-25", "journal": ""}
{"title": "Complexoform-restricted covalent TRMT112 ligands that allosterically agonize METTL5", "doi": "10.1101/2025.05.25.655995", "authors": "Goetzke, F. W.; Bernard, S. M.; Ju, C.-W.; Pollock, J.; DeMeester, K. E.; Gross, J.; Simon, G. M.; He, C.; Melillo, B.; Cravatt, B. F.", "abstract": "Adaptors serve as hubs to regulate diverse protein complexes in cells. This multitude of functions can complicate the study of adaptors, as their genetic disruption may simultaneously impair the activities of several compositionally distinct complexes (or adaptor complexoforms). Here we describe the chemical proteomic discovery of bicyclopyrrolidine acrylamide stereoprobes that react with cysteine-100 (C100) of the methyltransferase (MT) adaptor TRMT112 in human cells. Curiously, the stereoprobes showed negligible reactivity with uncomplexed recombinant TRMT112, and we found that this interaction was restored exclusively in the presence of METTL5, but not other MTs. A co-crystal structure revealed stereoprobe binding to a composite pocket proximal to C100 of TRMT112 that is templated by METTL5 and absent in other TRMT112:MT complexes. Structural rearrangements promoted by stereoprobe binding in turn lead to allosteric agonism of METTL5, thus revealing how covalent ligands targeting a pleiotropic adaptor can confer partner-specific functional effects through reactivity with a single complexoform.", "date": "2025-05-25", "journal": ""}
{"title": "Allosteric Control of Super-Agonism in a Ligand-Gated Ion Channel", "doi": "10.1101/2025.05.23.655750", "authors": "Viscarra, F.; Minguez, T.; Bermudez-Diaz, I.; Biggin, P. C.", "abstract": "Ligand-gated ion channels open in response to the binding of an agonist. The agonist binding site is typically located tens of Angstroms away from the channel gate, which lies within the membrane and thus the gating mechanism is considered a classic example of allostery within proteins. The multi-subunit nature of these proteins also means that modulatory effects on the gating process can also be mediated by several other distinct regions - so called allosteric modulatory sites. One of the most well-studied channels in this regard, is the nicotinic acetylcholine receptor. Super-agonists are compounds that can produce a greater maximal response than the endogenous ligand (acetylcholine in this case). They are able to stabilize the open state of the ion channel and this can have important consequences for neuronal signaling. Some super-agonist effects can be mediated through the orthosteric binding site, but others can be mediated by alternative binding sites. The latter are often much harder to identify and can depend very precisely on the subunit composition of the receptor. In this work we sought to identify the mechanism by which TC-2559, a known super-agonist that acts as such only at one particular combination of neuronal nicotinic acetylcholine receptors - the high sensitivity receptor which is comprised of 2 alpha subunits and 3 beta subunits (as opposed to the low sensitivity receptor which has 3 alpha and 2 beta subunits). By using advanced computational methods, supported by two-voltage electrode clamp experiments, we were able to show that TC-2559 not only binds to the orthosteric but also binds to the unique b2-b2 interface of the HS receptor. The binding of TC-2559 to this interface exerts unique interactions that other agonists are not able to make, but more importantly it induces changes in the interface that support that concept of an allosteric gain in overall efficacy. Our results highlight how allosteric control exists to modulate receptor function.", "date": "2025-05-25", "journal": ""}
{"title": "Effective Tubulin Degradation by Rationally Designed Proteolysis Targeting Chimeras", "doi": "10.1101/2025.05.22.655572", "authors": "Maiocchi, A.; Abel, A.-C.; Basellini, M.; Perez-Pena, H.; Boiarska, Z.; Ferrandi, E. E.; Kozicka, Z.; Fasano, V.; Pieraccini, S.; Cappelletti, G.; Steinmetz, M. O.; Passarella, D.; Prota, A. E.", "abstract": "Proteolysis targeting chimeras (PROTACs) are heterobifunctional molecules that induce the degradation of proteins of interest (POIs) via the ubiquitin-proteasome pathway by recruiting E3 ligases to form a ternary complex with the POI. In this study, we rationally designed and synthesized PROTACs targeting the {beta}-tubulin heterodimer, the building block of microtubules (MTs) that are essential for numerous cellular functions and represent important therapeutic targets in cancer and neurodegenerative diseases. Maytansinol, a known MT-destabilising agent, was selected as the POI ligand, functionalised and conjugated to linkers bearing cereblon or Von Hippel-Lindau ligands as E3 ligase recruiters. Four compounds were synthesized and characterized through structural, biophysical and cell biology studies to evaluate their ability to form degradation-prone tubulin-PROTAC-E3 ligase ternary complexes. We confirmed that the PROTACs effectively bind tubulin and recruit E3 ligases. Remarkably, two PROTACs exhibited cellular degradation activity, representing an important advancement in chemically inducing tubulin-E3-ligase interactions. This work integrates rational design, biophysical and structural validation, and cell-based studies to establish a robust framework for developing tubulin-targeting PROTACs, offering significant implications for basic research and therapeutic developments.", "date": "2025-05-25", "journal": ""}
{"title": "Engineering of interconnected microcapillary networks at the mesoscale via magnetic assembly of endothelial-cell 'seeds'.", "doi": "10.1101/2025.05.20.655072", "authors": "Rojek, K.; Wrzos, A.; Maiullari, F.; Gizynski, K.; Ceraolo, M. G.; Bearzi, C.; Rizzi, R.; Szymczak, P.; Guzowski, J.", "abstract": "Despite significant developments in endothelial-cell (EC) manipulation techniques, a proper in vitro model of a functional microvasculature with controlled local interconnectivity under well-defined global architecture is still lacking. Here, we report the generation of such controlled mul-ti-scale vascular networks via manipulation of tens of sprouting EC 'seeds'. We exploit magnetic patterning to assemble EC-coated superparamagnetic microbeads into ordered arrays and estab-lish effective growth rules governing the development of interconnectivity and directionality of the networks depending on the applied seed-seed spacing. The EC-seed-based approach offers a range of advantages over conventional EC-manipulation techniques including: (i) expedited sprouting, (ii) spatial control over interconnections, (iii) reduction in cell consumption by >100x, and (iv) native high-throughput format. We co-develop multiparametric morphometric analysis tool and demonstrate high-content assessment of drug-induced vascular remodeling in 3D tumor microenvironments. Overall, we propose a uniquely precise and standardized vascular-microtissue engineering tool with applications, e.g., in angiogenesis research, high-throughput drug testing including personalized therapies, and with possible extension to organ-on-chip and tissue-regenerative approaches.", "date": "2025-05-25", "journal": ""}
{"title": "Unravelling the constrained cell growth in engineered living materials", "doi": "10.1101/2025.05.21.655284", "authors": "Sun, S.-S.; Ding, C.-C.; Yu, H.-Y.; Yuan, X.-Z.; Wang, S.-G.; Xia, P.-F.", "abstract": "Engineered living materials (ELMs) leverage the integrative advantages of materials science and synthetic biology for advanced functionalities. Predicting and controlling cellular behavior is essential for designing and building ELMs, requiring fundamental understanding of the growth dynamics of encapsulated cells. Here, we interrogate the interference of constrained growth on the engineered functionalities and cellular physiology of cyanobacteria and unveil the dynamic interaction between cell growth and spatial confinements within photosynthetic ELMs. We observed that engineered cyanobacteria within ELMs exhibited compromised performances in growth, uptake of non-natural substrate, and synthesis of customized products, while ELMs could protect encapsulated cells from external stresses. Besides commonly accepted external influences, we identified abnormally high levels of reactive oxygen species and impaired oxygenic photosynthesis inside the cells encapsulated in ELMs. Finally, we illustrated the dynamics of cell growth within the confined spaces enveloped by the material matrices, forming clustered cell aggregates and compressed growth bubbles until the spatial limits. Our study provides a fundamental yet often overlooked connection between cellular behavior and spatial confinements, consolidating the foundation for advanced ELM innovations.", "date": "2025-05-25", "journal": ""}
{"title": "ChemBERTaPolyPharm: Modeling polypharmacy side effects with ChemBERTa and PubMed Encoders", "doi": "10.1101/2025.05.20.655109", "authors": "Gromova, A. A.; Maida, A. S.", "abstract": "Polypharmacy side effects occur when drug combinations trigger unexpected interactions, altering therapeutic outcomes. During which the activity of one drug may change favorably or unfavorably if taken with the other drug. Drug interactions are rare and are only observed in clinical studies. Thus, the discovery and detection of polypharmacy side effects remains a challenge. Our approach achieves an impressive average F1 score of 0.93, demonstrating its efficacy in capturing drug interaction patterns.", "date": "2025-05-25", "journal": ""}
{"title": "A statistical model for quantitative analysis of single-molecule footprinting data", "doi": "10.1101/2025.05.20.655044", "authors": "Ozonov, E. A.; Gaspa-Toneu, L.; Peters, A.", "abstract": "The binding of sequence-specific TFs (TF) to genomic DNA is fundamental to gene regulation. Emerging single-molecule footprinting (SMF) technologies such as the NOMe-seq and Fiber-seq assays offer unique opportunities for acquiring quantitative information about binding states of TFs and nucleosomes at single-DNA-molecule resolution. Contrasting bulk epigenomic profiling methodologies, SMF enables better molecular characterization of inherently stochastic processes of protein-DNA interactions. Despite the many advantages that SMF technologies bring for studying mechanisms of gene regulation, rigorous statistical models for the analysis of datasets generated using these technologies are still missing. Here, we introduce a novel statistical framework designed for inference of footprint lengths and predictions of footprint positions for unbiased quantitative analysis and interpretation of SMF datasets. We carried out comprehensive computational simulations of SMF experiments and identified experimental parameters that are critical to footprint detection. Finally, we demonstrate the power of this statistical approach for the analysis of genome-wide and amplicon-based NOMe-seq datasets generated for mouse embryonic stem cells.", "date": "2025-05-25", "journal": ""}
{"title": "AI-Guided Discovery and Optimization of Antimicrobial Peptides Through Species-Aware Language Model", "doi": "10.1101/2025.05.20.654992", "authors": "Bae, D.; Kim, M.; Seo, J.; Nam, H.", "abstract": "The rise of antibiotic-resistant bacteria drives an urgent need for novel antimicrobial agents. Antimicrobial peptides (AMPs) show promise solutions due to their multiple mechanisms of action and reduced propensity for resistance development. This study introduces LLAMP (Large Language model for AMP activity prediction), a target species-aware AI model that leverages pre-trained language models to predict minimum inhibitory concentration (MIC) values of AMPs. Analysis of attention values allowed us to pinpoint critical amino acid residues (e.g., Trp, Lys, and Phe). Our work demonstrates the potential of AI to expedite the discovery of peptide-based antibiotics to combat antibiotic resistance.", "date": "2025-05-25", "journal": ""}
{"title": "Bursty Gene Expression in Single Cells and Expanding Populations: A Discrete Approach", "doi": "10.1101/2025.05.20.655093", "authors": "Poljovka, J.; Zabaikina, I.; Bokes, P.; Singh, A.", "abstract": "Bursty protein production is a key source of gene expression noise. In this study, we analyze a Markovian model of cellular protein dynamics, where proteins are produced in geometrically distributed bursts. Extending this model, we incorporate a feedback mechanism by assuming that higher protein levels reduce both cell growth and protein decay rates. We study both single-cell dynamics and an expanding cell population. Without feedback, the protein level follows a negative binomial distribution with the same parameters in both cases. With feedback, however, single-cell and population-level distributions differ, each expressible as a mixture of two negative binomial distributions with framework-dependent parameters. Using numerical integration of the master and population balance equations, we calculate the time-dependent distributions in both settings. This work extends previous continuous models and provides new insights into how population expansion influences intrinsic cellular heterogeneity.", "date": "2025-05-25", "journal": ""}
{"title": "Fluctuation Test with Phenotypic Switching: A Unified Stochastic Approximation Framework", "doi": "10.1101/2025.05.20.655090", "authors": "Hlubinova, A.; Bokes, P.; Singh, A.", "abstract": "This paper examines a structurally symmetric fluctuation test experiment in which cell populations grow from a single cell to a set size before undergoing treatment. During growth, cells may acquire tolerance to treatment through probabilistic events, which are passed to progeny. Motivated by recent research on drug tolerance in microbial and cancer cells, the model also allows tolerant cells to revert to a sensitive state, reflecting dynamic phenotypic switching. The master equation governing the probability distribution of tolerant cells is solved via the generating function method and the quasi-powers approximation. Depending on model parameters, the distribution may be approximated by a stable distribution (or its special case, the normal distribution) or through large deviations theory. In the regime of frequent switching, the large deviations approach provides better agreement with numerical solutions, particularly at distribution tails. Conversely, in the regime of infrequent switching, the general stable distributions offer improved accuracy over the Landau distribution, which represents a limiting distribution in case of unidirectional switching.", "date": "2025-05-25", "journal": ""}
{"title": "Dual Metabolic Blockade by Metformin and Dichloroacetate Induces Lethal Energy Crisis in Chemoresistant NSCLC", "doi": "10.1101/2025.05.20.654286", "authors": "Tang, J.; Yang, R.", "abstract": "Acquired chemoresistance, often linked to metabolic adaptation, severely limits therapeutic efficacy in non-small cell lung cancer (NSCLC). Strategies targeting resistance-associated metabolic plasticity are urgently needed. Here, we investigated the combination of Metformin (mitochondrial Complex I inhibitor) and Dichloroacetate (DCA; PDK inhibitor) in chemo-sensitive human A549 NSCLC cells and an acquired Doxorubicin-resistant subline (A549-DR). A549-DR cells displayed significant Doxorubicin resistance (~15.6-fold; IC50: 3.9 microM vs 0.25 microM in parental A549) and exhibited enhanced glycolysis (higher ECAR) while retaining substantial oxidative phosphorylation (OxPhos) capacity. While single-agent Metformin or DCA showed limited cytotoxicity, their combination induced potent synergistic cell death (Combination Index < 0.5) specifically in A549-DR cells compared to parental A549 (CI ~ 0.8-1.1). Mechanistically, Metformin inhibited OxPhos, while DCA promoted pyruvate entry into the TCA cycle, preventing compensatory glycolysis. This dual blockade precipitated a catastrophic metabolic collapse uniquely in A549-DR cells, marked by simultaneous suppression of OxPhos (OCR) and glycolysis (ECAR), leading to severe ATP depletion (~85% reduction), hyperactivation of the energy sensor AMPK, and robust induction of apoptosis (~58% Annexin V positive). Parental A549 cells were less susceptible, experiencing moderate metabolic inhibition and apoptosis (~32% Annexin V positive). Our findings highlight a powerful synergistic strategy that exploits the acquired metabolic vulnerabilities of chemoresistant NSCLC cells, inducing an irrecoverable energy crisis and offering a promising therapeutic approach to counteract treatment failure.", "date": "2025-05-25", "journal": ""}
{"title": "Developing terrestrial environmental DNA sampling methods for detecting arboreal invasive reptiles: a case study of the green anole in the Ogasawara Island, Japan", "doi": "10.1101/2025.05.24.655731", "authors": "Tsuji, S.; Murakami, Y.; Toda, M.; Yagami, Y.; Ashizawa, K.; Nishiwaki, T.; Yamamoto, N.", "abstract": "Early detection of invasive alien species is essential for preventing establishment and mitigating ecological impacts, particularly in island ecosystems harbouring evolutionarily isolated endemic species. Recently, despite increasing reptile introductions and their suggested widespread impacts, methods for monitoring arboreal invasive reptiles remain limited. This study addressed the need for practical detection tools by developing terrestrial environmental DNA (eDNA) sampling methods that collect DNA from leaf surfaces to detect the arboreal invasive green anole (Anolis carolinensis) in the Ogasawara Islands, Japan. Two methods, wiping leaf surfaces with gauze and rinsing with sprayed water, were tested. At an invaded site, green anoles were successfully detected in eight out of 10 samples in both methods. Although no significant difference in eDNA concentration was observed, the wiping method was selected for its greater simplicity. Subsequently, the relationship between green anole population density and eDNA concentrations detected using the wiping method was investigated, suggesting a significant positive relationship. This is the first report demonstrating that terrestrial eDNA concentrations can reflect arboreal reptile population density, suggesting potential applications in quantitative terrestrial biodiversity assessments. Furthermore, the successful detection of eDNA even in the extremely low-density habitat of the green anole demonstrates the usefulness of eDNA-based surveys for early detection of invasions. The method developed here may be broadly applicable to terrestrial biodiversity monitoring, especially in tree-dwelling taxa. Given accelerating biological invasions and biodiversity loss, this approach is expected to benefit managers, conservationists, and researchers concerned with terrestrial ecosystems.", "date": "2025-05-25", "journal": ""}
{"title": "Specialised RNA decay fine-tunes monogenic antigen expression in African trypanosomes", "doi": "10.1101/2025.05.24.654301", "authors": "Lansink, L. I. M.; Walther, L.; Longmore, S.; Jones, M.; Dowle, A.; Faria, J. R.", "abstract": "Antigenic variation is a sophisticated immune evasion strategy employed by many pathogens. Trypanosoma brucei expresses a single Variant-Surface-Glycoprotein (VSG) from a large genetic repertoire, which they periodically switch throughout an infection. Co-transcribed with the active-VSG within a specialised nuclear body are expression-site-associated-genes (ESAGs), involved in important host-parasite interactions, including protecting the parasite from human serum lytic effects, modulating the host's innate immune response and uptake of essential nutrients. Despite expression within the same polycistron, there is a significant differential expression between ESAGs and VSGs (>140-fold), however, the regulatory mechanism has remained elusive for decades. Here, using a combination of genetic tools, super resolution microscopy, proteomics and transcriptomics analyses, we identified three novel proteins, which are recruited in a hierarchical manner, forming discreet sub-nuclear condensates that are developmentally regulated and negatively regulate ESAG transcripts. Among them, Expression-Site-Body-specific-protein-2 (ESB2) contains a nuclease domain that shares structural similarity to the endonuclease domain found in SMG6, a critical component of nonsense mediated decay in mammals. Mutation of key residues required for the nuclease activity impaired ESB2 localisation and function. Overall, our findings reveal a novel mechanism of post-transcriptional regulation and shed light on how specialised RNA decay can regulate expression of specific genes.", "date": "2025-05-25", "journal": ""}
{"title": "CAMK2D causes heart failure in RBM20 cardiomyopathy", "doi": "10.1101/2025.05.23.655557", "authors": "van den Hoogenhof, M. M.; Duran, J.; Britto-Borges, T.; Kemmling, E.; Konrad, L.; Lennermann, D. C.; Hartmann, J.; Schraft, L.; Kornienko, J.; Bock, T.; Krueger, M.; Dieterich, C.; Steinmetz, L. M.; Dewenter, M.; Backs, J.", "abstract": "Although heart disease can arise from different etiologies, current treatment is not tailored to the different underlying causes but is rather a one-size-fits-all approach. Importantly, not all patients benefit from this treatment regimen, which means the number needed to treat is very high. Moreover, this makes clinical trials large and costly, limiting clinical translation. Thus, there is a high medical need to develop a first etiology-specific therapy. Mutations in RBM20, a splicing factor that targets multiple pivotal cardiac genes including TTN and CAMK2D, cause a clinically aggressive form of dilated cardiomyopathy (DCM) with a high risk of malignant ventricular arrhythmias. Here, we hypothesized that CAMK2D is the heart disease-causing target of RBM20. We crossed Camk2d- to Rbm20-deficient mice and found that double knockout (DKO) mice were protected from heart failure and sudden cardiac death. Phosphorylation of multiple CAMK2D targets was increased in Rbm20-deficient mouse hearts, which was reverted in DKO hearts, confirming that CAMK2D is not only misspliced but also overactivated. AAV9-mediated re-expression of single CAMK2D splice variants in DKO mice reintroduced cardiac dysfunction irrespective of the splice variant, unmasking that overactivation rather than missplicing underlies the detrimental phenotype. To test whether heart failure could pharmacologically be reversed, we treated heterozygous Rbm20-R636Q knock-in (KI) mice with hesperadin, a potent CAMK2 inhibitor, which rescued both cardiac function and ventricular geometry. These data demonstrate that overactivation of CAMK2D underlies heart failure in RBM20 cardiomyopathy. Pharmacological inhibition of CAMK2D could therefore become the first cause-directed DCM therapy.", "date": "2025-05-25", "journal": ""}
{"title": "The landscape and consequences of transcription stress", "doi": "10.1101/2025.05.25.655982", "authors": "Aqeilan, R. I.; Hidmi, O.; Oster Flayshman, S.; Shatleh, D.; Monin, J.", "abstract": "Cancer is characterized by uncontrolled proliferation and hypertranscription of oncogenes, leading to transcription stress, a major source of DNA double-strand breaks (DSBs) that threaten genomic stability. However, the landscape and consequences of transcription stress remain incompletely understood. Here, using genome-wide maps of DSBs identified by sBLISS alongside transcription stress markers, we reveal that transcription stress regions are highly enriched at the super-enhancer (SE) regulatory landscape. Transcriptional induction through SEs markedly amplifies DSB accumulation compared to non-SE-driven transcription. {gamma}H2AX mapping revealed selective enrichment at transcription stress sites, with only a subset of DSB-enriched genes showing strong {gamma}H2AX marking. Notably, genes with high DSBs and strong {gamma}H2AX signals exhibited significantly higher DSB turnover and repair than {gamma}H2AX-low genes, correlating with increased vulnerability to mutagenesis. These findings identify SE-driven transcription as a major determinant of the transcription stress landscape in cancer and highlight a key mechanism threatening the genomic stability of oncogenes.", "date": "2025-05-25", "journal": ""}
{"title": "A spatially targeted metric of potential koala populations based on Bayesian Networks for conservation management", "doi": "10.1101/2025.05.20.655061", "authors": "Muriuki, G.; Mooney, S.; Castiglione, M.; Davis, J.; Pitchforth, J.; Johnson, S.; Duwalage, K. I.; Mengersen, K.; Wu, P. P.-Y.", "abstract": "Koalas (Phascolarctos cinereus) face significant threats from habitat loss and fragmentation, with South-East Queensland (SEQ) experiencing some of the most severe population declines. Current metrics used to assess conservation impacts often lack spatial resolution, transparency, or integration of diverse data sources. We propose a novel, spatially targeted metric, Koala Population Potential (KPP), to estimate the potential number of koalas that could inhabit a given area under ideal conditions. This metric is derived from a Bayesian Network model that integrates ecological, environmental, and threat data, including satellite imagery, expert knowledge, and stakeholder input. We developed and validated the KPP within an interactive online platform, the Koala Bayesian Network Platform (KBNP), enabling stakeholders to visualise and assess the conservation impact of various management scenarios at the land-parcel scale. Application of the KPP across SEQ revealed substantial spatial variation in potential koala populations. Regional areas like Somerset and the Scenic Rim exhibited high KPP scores, while urban LGAs such as Redland City and Logan had lower scores due to elevated threat levels. Model predictions of habitat support were strongly correlated with independent habitat quality assessments (R{superscript 2} = 0.803, p < .001), supporting the validity of the approach. The KBNP provides an accessible, evidence-based decision-support tool that empowers landholders, planners, and conservation managers to evaluate and communicate the likely outcomes of their actions. While developed for koalas, this framework is adaptable to other vulnerable species requiring localised, data-driven conservation planning under uncertainty.", "date": "2025-05-25", "journal": ""}
{"title": "Genome assembly and annotation of the naked mole rat Heterocephalus glaber reared in Japan", "doi": "10.1101/2025.05.20.654782", "authors": "Toga, K.; Oka, K.; Tanaka, H.; Itoh, T.; Toyoda, A.; Bono, H.; Miura, K.", "abstract": "The naked mole rat (NMR, Heterocephalus glaber) is a eusocial rodent that is native to northeastern Africa. NMRs exhibit extraordinary traits such as longevity, resistance to age-related decline, and remarkable hypoxia tolerance. Although the reference genome of this species has been determined because of its unique characteristics, the significance or role of intraspecific genomic variations remains unknown. In this study, we used PacBio long-read sequencing to generate a genome assembly of NMR reared in Japan. The assembled genome is 2.56 Gb. Benchmarking Universal Single-Copy Orthologs (BUSCO) revealed high completeness (95.2%). BRAKER3 estimated 26,714 protein-coding genes, and we successfully added functional annotations for 26,232 protein-coding genes using the functional annotation workflow. We identified 417 gene models that were previously undetectable in the reference genome of this species. We also identified structural and amino acid sequence variations between our assembly and the reference genome, suggesting the presence of intraspecific genomic variations. This new genomic resource could help uncover the molecular mechanisms underlying the behavioral and physiological traits of NMR.", "date": "2025-05-25", "journal": ""}
{"title": "Activity-based probes and chemical proteomics reveal the potential of targeting HMGCS1 for cancer therapy", "doi": "10.1101/2025.05.21.655359", "authors": "Yi, S. A.; Liang, S.; Rao, Y.; Ordureau, A.; Lewis, J.; An, H.", "abstract": "HMGCS1 is an underexplored target for inhibitor development compared to other MVP enzymes, despite its unique features, such as a ligandable cysteine. Chemical tools for HMGCS1 are currently limited, with Hymeglusin as the primary inhibitor, although its selectivity has not been fully validated. Here, we report the development of a suite of chemical probes that allow us to evaluate the selectivity, efficacy, and stability of Hymeglusin. Our biological study indicates that Hymeglusin induces proteome changes nearly identical to statins and that concurrently targeting HMGCS1 and HMGCR effectively inhibits the growth of statin-resistant cells and xenograft models without increasing the risk of side effects. Moreover, the proteolysis of HMGCS1 exhibits a more significant anti-proliferative effect than the inhibition. In this context, covalent inhibitors of HMGCS1 can be easily transformed into dual-functional degraders. Collectively, this study provides an extensive toolkit for HMGCS1 and outlines the biological implications of targeting HMGCS1.", "date": "2025-05-25", "journal": ""}
{"title": "Multidirectional alignment of collagen fibers to guide cell orientation in 3D-printed tissue", "doi": "10.1101/2025.05.20.654730", "authors": "Singhal, D.; Christakopoulos, F.; Brunel, L. G.; Borkar, S.; Doulames, V. M.; Myung, D.; Fuller, G. G.; Heilshorn, S. C.", "abstract": "Natural tissue comprises fibrous proteins with complex fiber alignment patterns. Here, we develop a reproducible method to fabricate biomimetic scaffolds with patterned fiber alignment along multiple orientations. While extrusion-based approaches are commonly used to align fibrous polymers in a single orientation parallel to the direction of flow, we hypothesized that extrusion-based 3D printing could be utilized to achieve more complex patterns of fiber alignment. Specifically, we show control of lateral spreading of a printed filament can induce fiber alignment that is either parallel or perpendicular to the flow direction. Theoretical prediction of the printing parameters that control fiber orientation was experimentally validated using a collagen biomaterial ink. The velocity ratio of the printhead movement relative to the ink extrusion rate was found to dictate collagen fiber alignment, allowing for the informed fabrication of collagen scaffolds with prescribed patterns of fiber alignment. For example, controlled variation of the ink extrusion rate during a single print resulted in scaffolds with specified regions of both parallel and perpendicular collagen fiber alignment. Human corneal mesenchymal stromal cells seeded onto the printed scaffolds adopted a spread morphology that aligned with the underlying collagen fiber patterns. This technique worked well for filaments either printed into air or extruded within a support bath using embedded 3D printing, enabling the fabrication of 3D structures with aligned collagen fibers. Taken together, this work demonstrates a theoretical and experimental framework to achieve the reproducible fabrication of 3D printed structures with controlled collagen fiber patterns that guide cellular alignment.", "date": "2025-05-25", "journal": ""}
{"title": "Age and Alzheimer's disease affect functional connectivity along separate axes of functional brain organization", "doi": "10.1101/2025.05.22.655469", "authors": "Rittmo, J.; Franzmeier, N.; Strandberg, O.; Chauveau, L.; Satterthwaite, T. D.; Wisse, L. E.; Spotorno, N.; Behjat, H. H.; Dehsarvi, A.; van Westen, D.; Anijärv, T. E.; Palmqvist, S.; Janelidze, S.; Stomrud, E.; Ossenkoppele, R.; Mattsson-Carlgren, N.; Hansson, O.; Vogel, J. W.", "abstract": "Aging and Alzheimer's disease (AD) are associated with alterations in functional connectivity (FC), yet their spatial and temporal characteristics remain debated. Whole-cortex functional gradients, which organize regions along axes of functional similarity, are positioned here as a framework for understanding such alterations. Across two independent cohorts (BioFINDER-2, N=973; ADNI, N=129), we demonstrate that hyper- and hypoconnectivity in both healthy aging and biomarker-confirmed AD progression coexist systematically, forming consistent spatial patterns that align with two distinct axes of brain organization. Using a combination of longitudinal and non-linear analyses, we show that the early (but not late) stages of AD pathology accumulation is associated with functional alteration along the sensory-association axis, a pattern that vanishes in later stages of AD. However, functional alteration along the sensory-association axis is associated with worse cognition throughout the AD spectrum, and even in older adults without AD pathology, suggesting that these FC patterns may reflect a general neural response to cognitive strain. Independently of AD, older age was associated with alterations instead along the executive-nonexecutive axis, a finding that was consistent throughout the adult lifespan. These findings highlight the fundamental role of intrinsic functional organization in shaping how the brain responds to aging and to AD, helping to resolve previously reported discrepancies.", "date": "2025-05-25", "journal": ""}
{"title": "Task-relevant cognitive maps in episodic memory", "doi": "10.1101/2025.05.23.655754", "authors": "Rau, E. M. B.; Heinen, R.; Herweg, N. A.; Patai, E. Z.; Kobelt, M.; Ahmadi, K.; Axmacher, N.", "abstract": "Cognitive maps support navigation by representing locations in internal spaces with Euclidean distances. Similar organizational principles may govern the representation of non-spatial sensory and conceptual features, enabling higher cognitive functions including decision making and model-based reinforcement learning. Previous studies have shown that medial temporal lobe (MTL) structures support the embedding of stimuli into cognitive maps. However, these studies investigated the generation of novel cognitive maps, while the recruitment of existing semantic knowledge into task-relevant representational spaces and their remapping according to changing goals has not been investigated. In addition, it is not clear how the MTL interacts with neocortical representations of task-relevant stimulus features and whether this influences the formation of novel episodic memory traces. Here we show that the neural representations of natural stimuli in both MTL and neocortex are organized in behaviorally relevant cognitive maps of conceptual features and influence the accessibility of novel memory traces. Cognitive maps organize information into internal spaces with Euclidean distances, adapt to ongoing task demands, and influence performance. Their representational structure matches neural similarities in the MTL, with a specific role of the hippocampus for task-dependent remapping. Further, we isolated task-relevant and stimulus-driven representations of natural stimuli and show how they contribute to the formation of memory traces. Together, our results suggest that conceptual representations are flexibly recruited in spatially organized cognitive maps of task-relevant features and that Euclidean distances in these cognitive maps affect subsequent memory.", "date": "2025-05-25", "journal": ""}
{"title": "Combinatorial mechanisms specify cellular location and neurotransmitter identity during regeneration of planarian neurons", "doi": "10.1101/2025.05.23.655781", "authors": "Clay, K. B.; Medlock-Lanier, T.; Grimes, R. N.; Oke, O. O.; Filipov, N.; Roberts-Galbraith, R. H.", "abstract": "During regenerative neurogenesis, neurons must be created in the right types and locations. Though regenerative neurogenesis is limited in humans, other animals use regenerative neurogenesis to faithfully restore form and function after brain injury. Planarians are flatworms with extraordinary capacity for brain regeneration. Planarians use pluripotent stem cells to create neurons after injury, rather than resident progenitors. In this context, genetic mechanisms that produce diverse neurons with correct local identity remain unknown. Here, we report the discovery of factors important for regenerative neurogenesis of dopaminergic neurons in the planarian central, peripheral, and pharyngeal nervous systems. Distinct genes promote dopaminergic neuronal identity and instruct neurons to inhabit regions of the nervous system. Our results demonstrate that planarian neuronal fate requires factors that simultaneously direct neurotransmitter choice and regional location. Our work suggests that combinatorial direction of cell type could inform and improve exogenous stem cell therapies aimed at precisely replacing neurons.", "date": "2025-05-25", "journal": ""}