{"title": "Using a modular massively parallel reporter assay to discover context-dependent regulatory activity in type 2 diabetes-linked noncoding regions", "doi": "10.1101/2023.10.08.561391", "authors": "Tovar, A.; Kyono, Y.; Nishino, K.; Bose, M.; Varshney, A.; Parker, S. C. J.; Kitzman, J. O.", "abstract": "Most genome-wide association signals for complex disease reside in the noncoding genome, where defining function is nontrivial. MPRAs (massively parallel reporter assays) offer a scalable means to identify functional regulatory elements, but are typically conducted without regard to cell type, pairing cloned fragments with a generic housekeeping promoter. To explore the context-sensitivity of MPRAs, we screened enhancer activity across a panel of nearly 12,000 198-bp fragments spanning over 300 type 2 diabetes- and metabolic trait-associated regions in the 832/13 rat insulinoma beta cell line, a relevant model of pancreatic beta cells. We explored these fragments' context sensitivity by comparing their activities when placed up- or downstream of a reporter gene, and in combination with either a synthetic housekeeping promoter (SCP1) or a more biologically relevant promoter corresponding to the human insulin (INS) gene. We identified clear effects of MPRA construct design on enhancer activity. Specifically, a subset of fragments (n = 702/11,656) displayed positional bias, evenly distributed across up- and downstream preference. Promoter choice also influenced MPRA activity (n = 698/11,656), mostly biased towards the cell-specific INS promoter (73.4%). To identify sequence features associated with promoter preference, we used Lasso regression with 562 genomic annotations and discovered that fragments with INS promoter-biased activity are enriched for HNF1 motifs. HNF1 family transcription factors are key regulators of glucose metabolism disrupted in maturity onset diabetes of the young (MODY), suggesting genetic convergence between rare coding variants that cause MODY and common T2D-associated regulatory regions. We designed a follow-up MPRA containing HNF1 motif-enriched fragments and observed several instances where deletion or mutation of HNF1 motifs disrupted the INS promoter-biased enhancer activity, specifically in the beta cell model but not in a skeletal muscle cell line, another diabetes-relevant cell type. Together, our study suggests that cell-specific regulatory activity is partially influenced by enhancer-promoter compatibility and indicates that careful attention should be paid when designing MPRA libraries to capture context-specific regulatory processes at disease-associated genetic signals.", "date": "2025-09-14", "journal": ""}
{"title": "Engineering One-Signal Activated TILs with CD3ζ-CD28 Chimeras Optimizes the Antitumor Efficacy of TIL-Based Immunotherapy", "doi": "10.1101/2024.03.21.586203", "authors": "Wu, Y.; ye, x. s.; Zhu, Y.; Liu, S.; Song, J.; Zhang, Y.; Yuan, Q.; Liu, F.; Kong, D.; Zhao, L.", "abstract": "Adoptive T cell therapy (ACT) is a promising therapeutic option that enhances the anti-cancer immune response to recognize and eliminate tumor burden. Recently, ACT modalities with autologous tumor-infiltrating lymphocytes (TILs) have shown robust anti-tumor efficacy in solid tumors. However, this therapeutic strategy's application remains suboptimal in stability and faces critical challenges, primarily due to the lack of costimulatory signals. Here, we unveil a novel engineering strategy one-signal-activated TIL (OSAT), which integrates CD3{zeta} with secondary signaling domains, to bypass the classical dual-signal requirement for T cell activation. We demonstrate that OSAT molecules 2 (CD3{zeta}-CD28, M2) and 7 (CD3{zeta}-CD137-CD28, M7) mediate efficient mono-signal activation, and recapitulate both the activation signatures and functional markers of mock T cells stimulated with dual signals. Notably, OSAT exhibited enhanced cytotoxicity and in vivo anti-tumor activity across syngeneic tumor models, especially when combined with PD-1 blockade therapy. Mechanistically, OSAT can be fully activated by first signal stimulation, leading to upregulation of activation and metabolic reprogramming genes, production of IL-2/IFN-{gamma}/TNF-, initiation of cytotoxicity, and enhanced TIL antitumor efficacy. These findings unveil integrating CD3{zeta} with secondary signaling domains as a higher efficacy modification for TILs with therapeutic potential for clinical cancer immunotherapy.", "date": "2025-09-14", "journal": ""}
{"title": "Hemispheric specialization of functions are tuned by conduction velocities of neuronal propagation in large-scale brain networks", "doi": "10.1101/2024.05.02.592033", "authors": "Kumar, N.; Albouy, P.; Roy, D.; Banerjee, A.", "abstract": "Analogous to the notion of pleiotropy where one gene can influence two or three unrelated traits, shared structural connectome encompassing both hemispheres of human brain gets functionally segregated along left vs right hemispheres during speech and melody processing, respectively. Here, the underlying neural mechanism is explored with a combined empirical and computational approach wherein, context-specific causal outflow of information emerging from primary auditory cortices (PAC) is shown to be guiding the hemispheric specialization of speech and melody processing while human volunteers listened to naturalistic music while their electroencephalogram (EEG) were recorded. Using a detailed whole-brain connectome model guided by diffusion MRI, individual-specific functional lateralization were predicted at cortical sources representing an extended auditory processing network. High levels of accuracy in prediction can be achieved after optimizing conduction velocity - controller of transmission delays of neural information processing. Thus, a tuning-by-delay mechanism is presented, which when triggered by the spectro-temporal complexity of the task context, guides the geometry of lateralization.", "date": "2025-09-14", "journal": ""}
{"title": "Early Braking of Abnormal Tibial Translation Determines Spontaneous Healing Success of the Anterior Cruciate Ligament in a Murine Model", "doi": "10.1101/2024.05.28.596036", "authors": "Saito, R.; Nakayama, K.; Usami, Y.; Enomoto, S.; Nogi, K.; Kokubun, T.", "abstract": "The anterior cruciate ligament (ACL) has been recognized to have no spontaneous healing capacity after complete rupture due to an intra-articular environment. Meanwhile, our group reported that a completely ruptured ACL could heal spontaneously by restabilizing the femur-tibia joint. The wound healing of connective tissue involves three phases: the inflammatory, proliferative, and remodeling phases, with the appropriate range of mechanical loading differing according to the healing stage. Understanding the mechanoresponsive feature of healing ACLs, which have difficulty regaining normal ligament function, is crucial for elucidating the mechanisms of ACL maturation and mechanical strengthening. Therefore, this study investigated the relationship between mechanical stress and the healing response during the early stages of ACL healing. Male and female C57BL/6 mice with ruptured ACLs were randomly assigned to the Tight-CATT, Loose-CATT, and ACL-Rupture groups. The Tight-CATT group showed a higher success rate of ACL healing than the Loose-CATT group at 4 and 8 weeks. However, collagen maturation and mechanical properties on the healed ACL did not differ between the Tight- and Loose-CATT groups. Our results suggested that loose ATT braking immediately after injury is a negative factor for the healing of the completely ruptured ACL. On the other hand, tightly ATT in the early healing phase was insufficient to improve mechanical strength and collagen maturation. Therefore, our results suggest controlling mechanical stress tightly in the early phase leads to spontaneous healing of ACL, and it might be necessary to apply higher mechanical stress in the later stages to achieve greater healing.", "date": "2025-09-14", "journal": ""}
{"title": "Limits to the inference of gene regulation from bulk tissue expression data", "doi": "10.1101/2024.10.24.619521", "authors": "Chu, C. P.; Morin, A. A.; Pavlidis, P.", "abstract": "Thousands of studies have used co-expression analysis of bulk tissue samples to probe gene regulation. However, the extent that intracellular regulatory signals are present in these data is unclear. Specifically, we lack clarity of the factors that promote or impede the propagation of intracellular regulatory signals from the single cell level to the bulk tissue level. To bring these issues into focus, we developed a novel computational simulator, grounded in real data, to explore the theoretical relationship between events in single cells and bulk tissue expression profiles, and clarify the conditions required for the propagation of intracellular regulatory signals in complex tissues such as the brain.", "date": "2025-09-14", "journal": ""}
{"title": "SpaceExpress enables differential spatial transcriptomics with natural coordinate systems", "doi": "10.1101/2024.12.19.628720", "authors": "Kim, Y.; Ojha, A.; Schrader, A.; Lee, J.; Wu, Z.; Traniello, I. M.; Jain, S.; Robinson, G. E.; Han, H. S.; Zhao, S. D.; Sinha, S.", "abstract": "Spatial transcriptomics (ST) technologies have enabled new explorations into the spatial organization of tissues and their functional implications. However, one of the most fundamental analyses [ndash] comparative analysis of spatial gene expression across phenotypes [ndash] remains a formidable challenge. We introduce SpaceExpress, a novel statistical tool for detecting phenotype-associated changes in spatial expression patterns. SpaceExpress employs a neural network to embed multiple ST samples in a common latent space, enabling robust cross-sample comparisons despite structural and technical variations. It then uses spline regression to test differential spatial expression of genes between conditions, identifying specific regions of the tissue where expression patterns diverge and quantifying the magnitude of those differences, with rigorous false discovery control and handling of multiple replicates per condition. It includes visualization tools to help interpret spatial pattern differences. We demonstrate the tool's effectiveness on synthetic and real ST datasets, revealing mechanistic insights into behavior- and development-related neurogenomic changes in honey bees and mice. Our work extends the highly influential paradigm of differential gene expression analysis to spatial omics.", "date": "2025-09-14", "journal": ""}
{"title": "Immunosuppressants Rewire the Gut Microbiome-Alloimmune Axis Through Time-Dependent and Tissue-Specific Mechanisms", "doi": "10.1101/2025.01.02.631100", "authors": "Wu, L.; Kensiski, A.; Gavzy, S.; Song, Y.; Lwin, H. W.; France, M.; Kong, D.; Li, L.; Lakhan, R.; Saxena, V.; Piao, W.; WillsonShirkey, M.; Mas, V.; Lohmsr, B.; Bromberg, J. S.; Ma, B.", "abstract": "Background: Lifelong immunosuppressive therapy is required to prevent allograft rejection in organ transplantation. Current immunosuppressants effectively suppress adaptive and innate immune responses, but their broad, antigen-non-specific effects often result in severe off-target complications. It remains a significant unmet medical need in transplant medicine. Results: In this study we investigated immunosuppressant effects of four major immunosuppressant classes, including tacrolimus, prednisone, mycophenolate mofetil (MMF), and fingolimod (FTY), on the gut microbiome, metabolic pathways, lymphoid architecture and lymphocyte trafficking after up to 30-day chronic exposure. Despite their distinct mechanisms of action and not designed to target the gut, all immunosuppressive drugs induced profound and time-dependent alterations in both intestine gene expression and gut microbiome composition. Progressive alterations from moderate early, drug-specific changes to a strikingly convergent microbial dysbiosis, marked by significant expansion of pathobionts of Muribaculaceae, occurred across all drug classes. Concurrently, all drugs uniformly induced significant suppression of mucosal immunity including B cell, immunoglobulin, and antigen recognition. Time-dependent changes in lymph node (LN) reorganization and cellular composition were also observed, marked by a progressive shift toward pro-inflammatory phenotypes in gut-draining mesenteric LNs and a gradual loss of tolerogenic architecture in peripheral LNs. Drug-specific metabolic alterations and distinct phases of intestinal transcriptional responses were also characterized. Notably, MMF and FTY demonstrated the most robust immunomodulatory properties, and were able to suppress alloantigen-induced inflammation through mediating regulatory T cell distribution and LN remodeling. Conclusions: Together, these findings highlight the underappreciated complexity and temporal dynamics immunosuppressants effects, particularly their impact on the gut and compartmentalized regulation of alloimmune in lymphoid tissues. Understanding these relationships offers new opportunities for refining immunosuppressive strategies to reduce treatment-related off-target complications and improve long-term organ transplant outcomes.", "date": "2025-09-14", "journal": ""}
{"title": "Putative signatures of genomic adaptation to Cuckoo brood parasitism in Reed Warbler hosts across Europe", "doi": "10.1101/2025.01.06.631542", "authors": "Smith, W. J.; Ronka, K.; Bensch, S.; Bergman, N.; Dudaniec, R. Y.; Eroukhmanoff, F.; Fossoy, F.; Hansson, B.; Jezierski, M. T.; Kluen, E.; Prochazka, P.; Lo Cascio Saetre, C.; Stokke, B. G.; Thorogood, R.", "abstract": "Behaviour is a fundamental defence mechanism for animals facing enemies, yet its plasticity makes finding associated genomic evidence for coevolution challenging. As a solution, we apply landscape genomics methods more typically deployed with abiotic variables to a coevolutionary model system: Reed Warblers (Acrocephalus scirpaceus) and their Cuckoo (Cuculus canorus) brood parasites. Using continental sampling of genome-wide data from hosts breeding under varying brood parasitism rates, we reveal that gene flow varies among populations, and, controlling for variation due to environmental differences, identify genomic regions and putative genes that differ with exposure to brood parasitism. Therefore, our results suggest that variable host responses to selection are possible, even by highly mobile and connected populations, supporting long-held assumptions that behavioural defences may reflect genomic adaptation despite their plasticity. Further studies, including those linking genetic variation to individual-level behaviours involved in parental responses to brood parasitism, are required to confirm a genetic basis to specific coevolutionary adaptations, and to test for other biotic or abiotic variables potentially confounding with local parasitism rate.", "date": "2025-09-14", "journal": ""}
{"title": "Mutually inhibiting teams of nodes: A predictive framework for structure - dynamics relationships in gene regulatory networks", "doi": "10.1101/2025.02.07.636066", "authors": "Shyam, S.; Nandan, N.; Anand, V.; Jolly, M. K.; Hari, K.", "abstract": "Phenotypic plasticity - the reversible switching of cell-states - is a central tenet of development, regeneration, and cancer progression. These transitions are governed by gene regulatory networks (GRNs), whose topological features strongly influence their dynamics. While toggle switches (mutually inhibitory feedback loops between two transcription factors) are a common motif observed for binary cell-fate decisions, GRNs across diverse contexts often exhibit a more general structure: two mutually inhibiting teams of nodes. Here, we investigate the teams of nodes as a potential topological design principle of GRNs. We first analyze GRNs from the Cell Collective database and introduce a metric, impurity, which quantifies the fraction of edges inconsistent with an idealized two-team architecture. Impurity correlates strongly with statistical properties of GRN phenotypic landscapes, highlighting its predictive value. To further probe this relationship, we simulate artificial two-team networks (TTNs) using both continuous (RACIPE) and discrete (Boolean) formalisms across varying impurity, density, and network size values. TTNs exhibit toggle-switch-like robustness under perturbations and enable accurate prediction of dynamical features such as inter-team correlations and steady-state entropy. Together, our findings establish the teams paradigm as a unifying principle linking GRN topology to dynamics, with broad implications for inferring coarse-grained network properties from high-throughput sequencing data.", "date": "2025-09-14", "journal": ""}
{"title": "Proteome-wide prediction of the Functional Impact of Missense Variants with ProteoCast", "doi": "10.1101/2025.02.09.637326", "authors": "Abakarova, M.; Freiberger, M. I.; Liehrmann, A.; Rera, M.; Laine, E.", "abstract": "Background: Dissecting the functional impact of genetic mutations is essential to advancing our understanding of genotype-phenotype relationships and identifying new therapeutic targets. Despite the progress in sequencing and CRISPR technologies, proteome-wide mutation effect prediction remains challenging. Here, we introduce ProteoCast, a scalable and interpretable computational method for proteome-wide classification of genetic variants and functional protein site identification. It relies solely on evolutionary information, leveraging protein sequence data across organisms. Results: Using ProteoCast, we generated mutational landscapes for 22,169 Drosophila melanogaster proteoforms, categorising over 293 million amino acid substitutions as functionally neutral, uncertain, or impactful. We validated our predictions with over 380 thousand natural polymorphisms observed in the Drosophila Genetic Reference Panel (DGRP) and Drosophila Evolution over Space and Time (DEST) datasets and with FlyBase's developmentally lethal mutations. About 86% of known lethal mutations were classified as impactful or uncertain, versus only 13% and 18% of DGRP and DEST mutations. Moreover, we performed ProteoCast-guided genome editing experiments, providing a proof-of-concept of the validity of this strategy. Beyond variant effect prediction, ProteoCast detected evolutionary conservation signals in about one-third of 40.5K annotated post-translational modification sites and 83% of ~90 known short linear motifs. These results support its usefulness for uncovering interaction and regulatory sites in unstructured protein regions. Conclusions: Our results demonstrate ProteoCast applicability for model organisms, contributing to basic genetic research and translational studies. This work provides a publicly available dataset, user-friendly interactive web services, and a locally deployable pipeline tool for further research into gene function and mutation effects in any organism.", "date": "2025-09-14", "journal": ""}
{"title": "Investigating Gene Expression Noise Reduction by MicroRNAs and MiRISC Reinforcement by Self-Feedback Regulation of mRNA Degradation", "doi": "10.1101/2025.02.11.637731", "authors": "Tian, S.; Zhao, Z.; Kassie, M. G.; Zhang, F.; Ren, B.; Wang, D.", "abstract": "The microRNA (miRNA) induced silencing complex (miRISC) is the targeting apparatus and arguably the rate-limiting step of the miRNA-mediated regulatory subsystem, a major noise reducing, though metabolically costly, mechanism. Recently, we reported that miRISC channels miRNA-mediated regulatory activity back onto its own mRNAs to form negative self-feedback loops, a noise-reduction technique in engineering and synthetic/systems biology. In this paper, our mathematical modeling predicts that mRNA expression noise exhibits a negative correlation with the degradation rate (Kdeg) and is attenuated by self-feedback control of degradation. We also calculated Kdeg and expression noise of mRNAs detected in a total-RNA single-cell RNA-seq (scRNA-seq) dataset. As predicted, miRNA-targeted mRNAs exhibited higher Kdeg values accompanied by reduced inter-cell expression noise, confirming the operational trade-off between noise suppression and the increased metabolic/energetic costs associated with producing these mRNAs subjected to accelerated degradation and translational inhibition. Moreover, consistent with the Kdeg self-feedback control model, miRISC mRNAs (AGO1/2/3 and TNRC6A/B/C) exhibited further reduced expression noise. In summary, mathematical-modeling and total-RNA scRNA-seq data-analyses provide evidence that negative self-feedback regulation of mRNA degradation reinforces miRISC, the core machinery of the miRNA-mediated noise-reduction subsystem. To our knowledge, this is the first study to concurrently analyze mRNA degradation dynamics and expression noise, and to demonstrate noise reduction by self-feedback regulation of mRNA degradation.", "date": "2025-09-14", "journal": ""}
{"title": "Warming and species richness weaken eco-phenotypic feedback loop in long-term natural ecosystems.", "doi": "10.1101/2025.03.23.644810", "authors": "Zhao, Q.; Wang, Y. X. G.; Xu, C.; Sugihara, G.; De Laender, F.", "abstract": "Eco-phenotypic feedback-reciprocal interactions between phenotypic traits and ecological dynamics-is increasingly recognized as a driver of biodiversity patterns, species interactions, and ecosystem functioning. Through this feedback, phenotypic traits such as body size can rapidly respond to environmental variation through plastic or evolutionary changes, altering population abundance, which in turn feeds back to shape the trait dynamics. Yet, whether the integrity of this feedback remains stable under environmental change remains unclear. Using long-term monitoring data from 101 aquatic and terrestrial ecosystems encompassing multiple generations, we provide the first synthesis showing that warming and species richness systematically weakens the eco-phenotypic feedback loop, while mean species body size strengths it. Our findings reveal that climate change can erode key trait-demography couplings and highlight the importance of integrating eco-phenotypic frameworks into global change research.", "date": "2025-09-14", "journal": ""}
{"title": "Male XIST expression in cardiac pseudo-glia does not induce X chromosome inactivation", "doi": "10.1101/2025.04.09.648005", "authors": "Gorin, G.; Goodman, L.", "abstract": "XIST is a long non-coding RNA that mediates the process of X chromosome inactivation in females, and has not been previously observed in males outside of developmental, pathological, and ectopic contexts. We report the unprecedented endogenous expression of XIST in 226 male heart samples across 15 single-cell RNA sequencing studies. The male expression of XIST is specific to a rare cell type typically annotated as neurons or glia. We investigate a variety of potential explanations and cross-reference the expression of XIST against age, sex, and pathology, finding signatures of a non-canonical inhibitory program. Most interestingly, the highest-powered datasets exhibit XIST upregulation in heart disease and comorbidity donors relative to healthier controls, suggesting that the pathology of cardiomyopathy may involve uncharacterized, therapeutically actionable non-coding RNA pathways that operate through the cardiac nervous system.", "date": "2025-09-14", "journal": ""}
{"title": "Neural similarity between choice options predicts group-level context effects", "doi": "10.1101/2025.04.15.648989", "authors": "Madar, A.; Zemer, T.; Tavor, I.; Levy, D. J.", "abstract": "Choices are affected by the context of available alternatives, a phenomenon termed choice context effects. Current models of context effects require options to be described by two explicit numerical attributes. However, decision-makers might represent these options by additional latent attributes, which are hard to define a-priori. We propose to use participants' neural representations to access the full attribute set they consider and predict context effects without modelling any explicit attributes. We first estimated the context effects elicited by lotteries using a behavioral sample. Then we recruited two fMRI samples with preregistered design to estimate the neural representations of each lottery without the context of choice. We predicted the context effects using only the similarity in neural representations between the individual lotteries, improving both out-of-sample and in-sample predictions compared to traditional methods. These neural representations encoded a mixture of explicit and latent attributes, previously inaccessible to researchers using only behavioral methods.", "date": "2025-09-14", "journal": ""}
{"title": "Persistently increased expression of PKMζ and unbiased gene expression profiles identify hippocampal molecular traces of a long-term active place avoidance memory and 'shadow' proteins", "doi": "10.1101/2025.04.28.651143", "authors": "Han, J.; Grau-Perales, A.; Harris, R. M.; Kao, H.-y.; Pal, A.; Alarcon, J.-M.; Sacktor, T. C.; Martiniani, S.; Hofmann, H. A.; Fenton, A. A.", "abstract": "Long-term memory formation transiently activates Ca2+-calmodulin kinase II and atypical protein kinase C isoform iota/lambda, whereas persistent activation of the other atypical PKC, protein kinase M zeta (PKM{zeta}), together with its interacting partner, the scaffolding-protein KIBRA (Wwc1), are necessary for maintaining potentiated synapses and memory. Here, we use immediate-early gene (IEG) Arc activation during active place avoidance memory expression to tag memory-activated neurons with EYFP-ChR2. PKM{zeta} immunohistochemistry identified which hippocampal synaptic pathways are persistently altered. EYFP-PKM{zeta} colocalization persistently increases in the hippocampal trisynaptic pathway (dentate gyrus [DG][-&gt;]CA3[-&gt;]CA1) tracing a one-month-old PKM{zeta} engram. DG, CA3, and CA1 transcriptional profiling identifies that memory persistence correlates with upregulated immediate-early-genes Arc, Fos, and NPas4 in DG, but not with PKM{zeta} or most genes known to be crucial for LTP and memory. This rules out strong memory-related transcriptional regulation, but not regulation of mRNA translation or altered stability of 'shadow proteins' like PKM{zeta} that, despite being crucial for memory maintenance, evade detection by unbiased transcriptome profiling. In contrast, our method Correlation Signal Co-cluster Reduction (C-SCoRe) incorporates weak linear and non-linear gene correlations and highlights network interaction changes predicting memory, and related IEG and Prkcz/Wwc1 expression. Manifold transcriptional relationships can reveal shadow molecular components of long-term memory.", "date": "2025-09-14", "journal": ""}
{"title": "From duplication to divergence: single-cell insights into transcriptional and cis-regulatory landscapes", "doi": "10.1101/2025.05.07.652760", "authors": "Li, X.; Zhang, X.; Schmitz, R. J.", "abstract": "Gene duplication is a major source of evolutionary innovation, enabling the emergence of novel expression patterns and functions. Leveraging single-cell genomics, we investigated the transcriptional and cis-regulatory landscapes of duplicated genes in cultivated soybean (Glycine max), that has undergone two rounds of whole-genome duplication. Our analysis revealed extensive diversity of transcriptional profiles within and across tissues among duplicated gene pairs. Within-tissue divergence was largely attributable to genetic variation in their associated accessible chromatin regions (ACRs), where cis-regulatory elements reside, whereas cross-tissue divergence was more likely shaped by dynamics in ACR chromatin accessibility profiles across tissues. Distinct duplication mechanisms also likely give rise to different types of cis-regulatory variants, contributing variably to transcriptional divergence. By comparing ACRs associated with gene sets derived from the two rounds of whole-genome duplications and sharing a common ancestral gene, we found that most ACRs retained one or multiple corresponding duplicated sequences in which mutations gradually accumulated over time, while a subset likely arose de novo. Lastly, we traced the evolution of cell-type-specific expression and cell-type-specific ACRs within duplicated gene sets, illustrating a powerful framework for identifying candidate regulatory regions driving cell-type-specific expression. Collectively, our findings highlight the important role of cis-regulatory evolution in shaping transcriptional divergence in a spatiotemporal manner, uncovered with the resolution of single-cell genomics.", "date": "2025-09-14", "journal": ""}
{"title": "Integrating the ENCODE blocklist for machine learning quality control of ChIP-seq data with seqQscorer", "doi": "10.1101/2025.05.12.653555", "authors": "Albrecht, S.; Krämer, C.; Röchner, P.; Mayer, J. U.; Rothlauf, F.; Andrade-Navarro, M. A.; Sprang, M.", "abstract": "Motivation: Quality assessment of next-generation sequencing data is a complex but important task to ensure correct conclusions from experiments in molecular biology, biomedicine, and biotechnology. We previously introduced seqQscorer, a quality assessment tool using machine learning to support this process. To improve seqQscorer in terms of accuracy and processing time, we integrated the ENCODE blocklist* to derive a new type of quality-related features, supposed to be more informative and faster in generation than those conventionally used by seqQscorer. Results: The novel seqQscorer extension, called seqBLQ, allows us to improve the quality assessment for ChIP-seq data derived from human tissues and cell lines. Furthermore, seqBLQ enhances the usability of the tool by simplifying the installation procedure and reducing the computational resources required for feature generation. Availability and implementation: https://github.com/salbrec/seqQscorer", "date": "2025-09-14", "journal": ""}
{"title": "Evidence for the acquisition of a proteorhodopsin-like rhodopsin by a chrysophyte-infecting giant virus", "doi": "10.1101/2025.06.17.660233", "authors": "Byl, P.; Schvarcz, C. R.; Thomy, J.; Li, Q.; Williams, C. B.; LaButti, K.; Schulz, F.; Edwards, K. F.; Steward, G. F.", "abstract": "Chrysophytes are widespread nanoflagellate protists in aquatic ecosystems with diverse trophic strategies ranging from phototrophy to phagotrophy. Molecular evidence has suggested that giant viruses infect chrysophytes, and here, we report the first isolation of a chrysophyte-infecting virus, Chrysophyceae clade H virus SA1 (ChrysoHV). Both host and virus were isolated from surface waters in the subtropical North Pacific. The ChrysoHV capsid (291 {+/-} 42 nm diameter) is associated with a loose, sac-like membrane that extends its effective diameter (716 {+/-} 115 nm), and presents a long, thin tail extending 1,202 ({+/-} 243) nm in length. This morphology has not been previously observed in other virus isolates or environmental surveys. The sequenced, assembled genome is 1.19 Mbp, and phylogenetic analysis places ChrysoHV as the third cultivated member of the Aliimimivirinae subfamily in the Mimiviridae family of giant viruses. ChrysoHV is the first cultivated member of Aliimimivirinae to encode a rhodopsin, and the closest related rhodopsin sequences from cultivated organisms derive from bacteria in the genus Pelagibacter. Therefore, the rhodopsin homolog in ChrysoHV might be representative of a previously undescribed lineage of virus rhodopsin, laterally transferred from the chrysophyte's putative bacterial prey. In addition, the ChrysoHV genome contains nine genes, mostly related to nutrient uptake, whose closest known homologs come from Prochlorococcus. This highly abundant cyanobacterium is known to be consumed by the chrysophyte host, providing further evidence for prey-virus gene transfer in the evolution of ChrysoHV", "date": "2025-09-14", "journal": ""}
{"title": "Heritable and environmental influences on innate immunity across three populations of threespine stickleback (Gasterosteus aculeatus)", "doi": "10.1101/2025.07.11.664444", "authors": "Wolf, C. J.; Codner, P.; Weber, J. N.", "abstract": "Environmental variation plays a key role in immune development and function; factors such as pathogen exposure history, seasonality, and resource availability all affect an individual's immune phenotype. However, the relative contributions of heritable and non-heritable factors remain unclear for most immune phenotypes. We used populations of threespine stickleback (Gasterosteus aculeatus) with heritable differences in immune function to investigate the relationship between immunity, genetic divergence, and the environment. Fish were raised in tanks with different flow rates (continuous or intermittent) that harbored differing microbial communities. After long-term acclimation to one tank environment, a subset of adult fish were moved to the alternate flow regime and allowed to acclimate for eighteen weeks. We then measured the effects of starting environment, transfer between environments, and final environment across several immune parameters. Both population and treatment significantly affected immune function. Sticklebacks from a population previously found to display the highest heritable levels of innate immunity displayed the highest oxidative burst capacity (ROS) regardless of tank environment. However, all fish in intermittent flow tanks (both resident and transfers) tended to have higher ROS production, more granulocytes, and greater spleen mass than in continuous flow. Variation in liver mass was mainly driven by population effects. Together, this work demonstrates that a simple change in water flow dynamics can shift aquarium microbial conditions, creating opportunities to explore immune flexibility. Perhaps more importantly, we also highlight the need for further research examining how naturally evolved genetic differences and environmental factors individually and jointly influence the magnitude and direction of immune responses.", "date": "2025-09-14", "journal": ""}
{"title": "Neural and Behavioural Correlates of Variance of Sensory Evidence", "doi": "10.1101/2025.07.17.665271", "authors": "Mousavi-Harris, A. M.; Esmaily, J.; Lefebvre, G.; Navajas, J.; Bahrami, B.", "abstract": "Neurobiology of perceptual decisions has largely focused on the neural correlates of the mean strength of sensory evidence. Much less is known about the neural coding of sensory variability. Here, we analyzed the EEG signals obtained from participants who judged the mean orientation of a sequence of gratings with varying variance but constant mean to identify the neural signatures of sensory variance and their relation to individual differences in choice confidence. The neural responses in the stimulus-entrained (4 Hz) and alpha (9 to11 Hz) bands tracked variability independently of mean. The frontal and centro-parietal regions demonstrated a quadratic relationship (i.e., strongest responses to intermediate levels of uncertainty) to the standard deviation of the sequence. The occipital response coded the visual stimulus variability linearly. These neural markers of variability were correlated with inter-individual differences in computational components of metacognition. Centro-parietal activity was most predictive of metacognitive sensitivity, aligning with its known role in evidence accumulation. These findings advance our understanding of how the brain dynamically encodes uncertainty and help better characterise the electrophysiological basis of individual differences in metacognitive evaluation.", "date": "2025-09-14", "journal": ""}
{"title": "The Neural Basis of Quantity Discrimination in Mice", "doi": "10.1101/2025.07.26.666982", "authors": "Peng, J.; Yang, D.; Xu, C.; Xu, T.", "abstract": "Quantity discrimination is an ability of identifying preferable sizes or amounts of subjects, yet its mechanisms remain elusive. Here, we report that mice exhibit an innate quantity discrimination behavior for food amounts, consistent with the Weber-Fechner law. Inhibition of the Posterior Parietal Cortex (PPC), but not other cortex regions, disrupts this behavior. Two-photon analysis reveals that selected neurons with preferential activities or Number Neurons are detected at a given time; however, these neurons are not correlated with quantity discrimination behavior and alter their preferential identities over time. Furthermore, inhibition of other cortex regions with Number Neurons does not affect quantity discrimination. Conversely, the PPC neuronal population changes synchronous firing levels, which correlates with quantity discrimination behavior and could be explained by a Neural Entropy model. Together, our study identifies a central role of the PPC in quantity discrimination, providing a neuronal population model of synchronous firing for quantity discrimination coding.", "date": "2025-09-14", "journal": ""}
{"title": "A neuroendocrine principle: Pancreatic islets actively shape sympathetic innervation", "doi": "10.1101/2025.09.03.673215", "authors": "Li, D.-X.; Luo, J.-M.; Wang, J.-J.; Qian, Y.-Z.; Abudujilile, D.; Mutailifu, M.; Yang, T.; Hong, Y.-X.; Shi, W.-T.; Ma, X.-Y.; Ye, Q.; Zhu, L.; Li, H.; Yang, X.-M.; Zhang, Y.-L.; Jiang, S.-H.; Yu, Y.-Q.; Wang, K.; Li, J.; Li, Q.; Hu, L.-P.; Zhang, X.-L.; Zhang, Z.-G.", "abstract": "Survival critically depends on maintaining blood glucose to provide essential energy, especially during emergencies such as the fight-or-flight response, when timely glucose control via neural integration is vital. However, pancreatic islets constitute only a small fraction of the pancreas and are dispersed throughout the organ, raising the fundamental question of how the nervous system coordinates synchronized control of multiple islets. Using whole-organ clearing and 3D imaging, we mapped pancreatic sympathetic innervation, revealing specialized anatomical integration between sympathetic nerves and islets. Transplanted islets intrinsically attracted sympathetic nerves independent of their native environment. Chronic islet injury disrupted sympathetic innervation and impaired nerve regeneration after denervation. Sympathetic denervation markedly elevated islet-derived Reg2 and Reg3{beta}; administration of these proteins accelerated sympathetic regeneration and improved islet graft function. Our findings identify an islet-sympathetic architecture actively maintained by islets, uncovering an endocrine-driven mechanism for neural regulation, highlighting Reg2 and Reg3{beta} as therapeutic candidates for diabetes management.", "date": "2025-09-14", "journal": ""}
{"title": "Spectral envelopes of rhythmic facial movements predict intention and motor cortical representations", "doi": "10.1101/2025.09.10.675423", "authors": "Hakim, R.; Heo, G.; Jaggi, A.; Musall, S.; Datta, S. R.; Sabatini, B. L.", "abstract": "1Animals, including humans, use coordinated facial movements to sample the environment, ingest nutrients, and communicate. To study these behaviors and the neural signals that underlie them, we introduce face-rhythm, a tool for quantitatively tracking, extracting, and interpreting facial movements. The approach utilizes markerless point tracking, spectral analysis, and tensor component analysis to extract demixed components of behavior from videos of facial movements. Face-rhythm is fully unsupervised and allows for the discovery of uninstructed behaviors; when applied to videos of facial behavior, face-rhythm identifies interpretable behaviors such as whisking, sniffing, and snout movements. Analysis of videos of mice in various behavioral conditions, including a classical conditioning protocol, a brainmachine interface (BMI) task, and natural behaviors outside of a task structure, revealed robust signatures of uninstructed facial movements in all regimes. The expression of these facial movements predicted internal belief states during classical conditioning and was correlated with instructed neural activity when the BMI was activated. Furthermore, facial behaviors identified by face-rhythm were highly represented in face-associated areas of primary motor cortex (M1). We found that M1 neural activity encodes a mixed representation of both the phase of facial movements as well as the phase-invariant spectral envelope of movement patterns, with higher-frequency facial movements being more likely to be represented as phase-invariant. Our results demonstrate that face-rhythm provides a novel and flexible approach for decomposing continuous face movements into natural behavioral motifs that are closely linked to neural activity patterns.", "date": "2025-09-14", "journal": ""}
{"title": "The Towers Foraging Park: A Flexible Naturalistic Framework to Study Learning, Decision-Making, and Motor Control in Freely Moving Mice", "doi": "10.1101/2025.09.09.675194", "authors": "Schaffhauser, M.; Orjollet-Lacomme, T.; Amroune, K.; Morvan, T.; Fortoul, A.; Lechelon, M.; Robbe, D.", "abstract": "Two separate strategies are fruitfully used in neuroscience to study brain functions. Trial-based tasks decompose behavior for mechanistic insights at the cost of ethological relevance, while open-field investigations capture naturalistic behavioral dynamics but often remain descriptive. To leverage the strengths of these approaches while reducing their shortcomings, we introduce the Towers Foraging Park, an experimental paradigm that captures the exploration-exploitation tradeoff central to patch foraging. In this self-paced task, mice harvest rewards along the walls of square towers (patches) by making repetitive quarter-turns around them (exploit) and alternating between towers (explore) under experimenter-controlled contingencies: patches deplete after a random number of rewards and must be harvested in one direction. Within a few sessions, naive mice efficiently performed quarter-turns in the rewarded direction. They underharvested patches, consistent with risk aversion, and executed reward-directed turns with greater vigor and reduced variability, reflecting utility-based modulation of movement. When the harvest direction was suddenly reversed, mice shifted their preference. Notably, trajectory variability of newly rewarded turns dropped immediately, while their speed increased gradually across sessions. Mice trained with daily reversals adapted more quickly, revealing meta-learning. When later exposed to a highly uncertain protocol, these mice outperformed those trained under stable contingencies. Altogether, the Towers Foraging Park reveals sophisticated learning dynamics, flexible and adaptive exploration-exploitation tradeoffs, and dissociable effects of reward history on movement speed and variability. This simple framework adheres to FAIR principles, accommodates protocol variations, and is fully compatible with neurophysiological methods, providing a powerful platform to investigate the biological processes underlying adaptive behavior.", "date": "2025-09-14", "journal": ""}
{"title": "CCL5/CCR5 signaling modulates depression-relevant behavior, neuronal oscillations, and long-term depression of synaptic activity.", "doi": "10.1101/2025.09.12.675856", "authors": "Hummel, K.; Stefansson, L.; Gilbert, K.; Amontree, M.; Ma, J.; Pak, D.; Conant, K.", "abstract": "Major depressive disorder (MDD) is a debilitating disorder, often associated with perseverative thinking and anxiety. Localized reductions in pyramidal cell activity may contribute to associated symptoms, and effective antidepressant treatments typically enhance overall neuronal excitation. CCL5 is a chemokine that has been shown to reduce excitatory-neuronal activity, and is also increased with MDD and conditions that increase MDD risk. Here, we investigate the CCL5/CCR5 axis for its ability to modulate depression-relevant endpoints that are diminished in MDD, including neuronal oscillations, as well as biochemical and behavioral correlates of the disorder. In comparison to wildtype mice, CCR5 knockouts had increased gamma and theta power, and stronger theta/high-gamma phase amplitude coupling during dark-cycle EEG recordings. Compared to strain-matched wildtype mice, CCR5 knockouts also demonstrated reduced anxiety, increased sucrose preference, and improved associative memory. Proteomic analysis of the hippocampus showed that CCR5 knockouts had reduced levels of the GABA receptor alpha-4 subunit, which mediates tonic inhibition and restricts pyramidal cell plasticity. In complementary primary neuronal culture studies, CCL5 diminished GSK-beta activity and impaired NMDA-dependent long-term depression (LTD), a form of plasticity that promotes cognitive flexibility. In addition, CCL5 signaling increased parvalbumin expression in GABAergic neurons through a CCR5-dependent manner. In combination with the ability of CCR5 to restrain gamma oscillation power and LTD, our data raise the possibility that CCL5/CCR5 signaling inhibits neuronal excitation through increased PV+ interneuron activity. Moreover, data are consistent with the possibility that CCR5 antagonists might share the ability of established antidepressants to both increase PC excitation and reduce PC inhibition.", "date": "2025-09-14", "journal": ""}
{"title": "Validation of Dynamic Bayesian Optimization for a Non-Stationary Human-in-the-Loop Optimization Problem", "doi": "10.1101/2025.09.08.674907", "authors": "Kim, G.; Sergi, F.", "abstract": "Human-in-the-Loop Optimization (HILO) has demonstrated efficacy in achieving a plethora of assistive or augmentative effects. However, conventional optimizers such as Bayesian optimization (BO) do not account for the non-stationary aspects of the human-robot system, and may thus be limited in the domains of robot-assisted training or rehabilitation. In this study, we implemented HILO using dynamic Bayesian optimization (DBO) to define the optimal value of a single control parameter to target a desired effect in propulsion mechanics, specifically in the maximum hip extension (HE) angle during stance. Sixteen healthy participants received unilateral hip torque pulses via a hip exoskeleton for about 15 minutes while walking on a treadmill. Exoskeleton torques were determined via HILO using DBO or BO. Unknown to the optimizers, treadmill speed was gradually increased to amplify the non-stationary behavior of the system. Experimental results revealed that DBO outperformed BO in the later stages of training, leading to improved cost and to final values of torques closer to the true value. The primary difference between optimizers arose from their ability to model the history-dependent relationship between applied torque and output. BO associated later deviations between expected and measured output to process noise, while DBO developed a more accurate predictive model of the input-output relationship that gave proper weighing to past datapoints for making predictions.", "date": "2025-09-14", "journal": ""}
{"title": "Automated Segmentation of Hepatic Vessels and Lobules in Whole-Slide Images Using U-Net Models", "doi": "10.1101/2025.09.08.674181", "authors": "Bafna, M.; König, M.; Saalfeld, S.; Liska, V.; Moulisova, V.; Dahmen, U.; Albadry, M. A. M.", "abstract": "Automated analysis of hepatic vascular structures and lobules within whole-slide histological images is critical for ensuring accurate and timely morphometric evaluations and facilitating advancements in computational liver histology. Nonetheless, the intricate morphology of the tissue, variability in staining techniques, and the requirements for high-resolution imaging present substantial challenges to the precision of segmentation processes. We present a robust deep-learning pipeline using adaptive patch extraction and specialized U-Net architectures for segmenting vessels, bile ducts, and lobules in Glutamine Synthetase and Picro-Sirius-Red stained porcine liver sections. Our architecture incorporates a weight-boosted nnU-Net framework to effectively manage class imbalances and improve the detection of smaller vascular structures. Geometric data transformations enhanced the robustness and generalizability of the segmentation models. Evaluations conducted through five-fold cross-validation, as well as assessments utilizing independent test datasets, resulted in Dice similarity scores: 0.960 for lobules, 0.801 for central veins, 0.909 for hepatic arteries, 0.609 for portal veins, and 0.710 for bile ducts. The developed segmentation pipeline additionally supports comprehensive morphometric analyses of structural parameters, including the number and size (diameter, area) of vascular structures, bile ducts, and lobules. For e.g., the diameter of hepatic arteries ranges between 30-90 m. These findings underscore the practical relevance of adaptable segmentation frameworks in advancing computational histological analysis of liver tissue.", "date": "2025-09-14", "journal": ""}
{"title": "Label-free monitoring of therapy response in 3D spheroids using lab-on-a-chip impedance spectroscopy", "doi": "10.1101/2025.09.08.674936", "authors": "Macke, G.; Sheth, M.; Sharma, M.; Kongsomros, S.; Lehn, M.; Wise-Draper, T. M.; Takiar, V.; Esfandiari, L.", "abstract": "The high incidence and mortality of cancer continue to drive research and development of effective therapies. Lab-on-a-Chip (LOC) platforms have emerged as powerful alternatives to traditional biological evaluation methods, offering reduced complexity, lower costs, and improved throughput. In parallel, the integration of non-invasive and non-destructive sensing techniques have expanded opportunities for real-time and label-free analysis. Electrical impedance spectroscopy (EIS), which exploits the intrinsic dielectric properties of cells, has shown promise for the quantitative evaluation of 3D cellular structures. In this study, we demonstrate the application of LOC-based EIS to assess the bioeffects of radiotherapy on 3D head and neck cancer spheroids. Our results establish EIS as a viable tool for real-time monitoring of treatment-induced changes in 3D tumor models, supporting its potential in preclinical cancer research and therapeutic screening.", "date": "2025-09-14", "journal": ""}
{"title": "The Lotus japonicus alpha Expansin EXPA1 is recruited during intracellular and intercellular rhizobial colonization", "doi": "10.1101/2025.09.08.674960", "authors": "Montiel, J.; Garcia-Soto, I.; Monroy-Morales, E.; Lace, B.; Vestergaard, M.; Sandal, N.; Ott, T.; Stougaard, J.", "abstract": "Most legumes establish a mutualistic association with rhizobia, a group of nitrogen-fixing bacteria. In Lotus japonicus, the symbiotic colonization occurs intracellularly, via root-hair infection threads by Mesorhizobium loti, or intercellularly, with Agrobacterium pusense IRBG74. In both mechanisms, cell wall remodeling is presumably an essential process. In plants, alpha-Expansins (EXPA) promote cell wall loosening by non-enzymatically triggering a pH-dependent relaxation. In this study, we show that LjEXPA1, is critical for the intracellular and intercellular symbiotic program in L. japonicus. Promoter activity and subcellular localization analyses revealed that EXPA1 is recruited at essential compartments and structures of epidermal and cortical cells in both mechanisms of rhizobial infection, such as the infection chambers, infection pockets and transcellular infection threads. Additionally, EXPA1-YFP abundantly accumulated in dividing cortical cells during nodule formation. The expression profile of EXPA1 correlates with the symbiotic phenotype observed in homozygous mutants disrupted in the EXPA1 gene (expA1-1 and expA1-2). Infection thread formation and intercellular colonization was drastically reduced in expA1-1 and expA1-2 mutants, respect to wild type plants. Similarly, nodule formation was significantly reduced in these mutants after M. loti or IRBG74 inoculation. Our results indicate that non-enzymatic cell wall remodeling by the alpha Expansin EXPA1 is crucial for the successful establishment of Lotus-rhizobia symbiosis, regardless of the infection mechanism.", "date": "2025-09-14", "journal": ""}
{"title": "The Lotus japonicus alpha Expansin EXPA1 is recruited during intracellular and intercellular rhizobial colonization", "doi": "10.1101/2025.09.08.674960", "authors": "Montiel, J.; Garcia-Soto, I.; Monroy-Morales, E.; Lace, B.; Vestergaard, M.; Sandal, N.; Ott, T.; Stougaard, J.", "abstract": "Most legumes establish a mutualistic association with rhizobia, a group of nitrogen-fixing bacteria. In Lotus japonicus, the symbiotic colonization occurs intracellularly, via root-hair infection threads by Mesorhizobium loti, or intercellularly, with Agrobacterium pusense IRBG74. In both mechanisms, cell wall remodeling is presumably an essential process. In plants, alpha-Expansins (EXPA) promote cell wall loosening by non-enzymatically triggering a pH-dependent relaxation. In this study, we show that LjEXPA1, is critical for the intracellular and intercellular symbiotic program in L. japonicus. Promoter activity and subcellular localization analyses revealed that EXPA1 is recruited at essential compartments and structures of epidermal and cortical cells in both mechanisms of rhizobial infection, such as the infection chambers, infection pockets and transcellular infection threads. Additionally, EXPA1-YFP abundantly accumulated in dividing cortical cells during nodule formation. The expression profile of EXPA1 correlates with the symbiotic phenotype observed in homozygous mutants disrupted in the EXPA1 gene (expA1-1 and expA1-2). Infection thread formation and intercellular colonization was drastically reduced in expA1-1 and expA1-2 mutants, respect to wild type plants. Similarly, nodule formation was significantly reduced in these mutants after M. loti or IRBG74 inoculation. Our results indicate that non-enzymatic cell wall remodeling by the alpha Expansin EXPA1 is crucial for the successful establishment of Lotus-rhizobia symbiosis, regardless of the infection mechanism.", "date": "2025-09-14", "journal": ""}
{"title": "Dysregulation of energy metabolism and calcium homeostasis in iPSC-derived neurons carrying Presenilin-1 M146L gene mutation", "doi": "10.1101/2025.09.08.674945", "authors": "Wilson, C.; Galeano, P.; Remedi, M. M.; Novack, G. V.; Campanelli, L.; Gastaldi, L.; Miglietta, E. A.; Rossi, A. H.; Olivar, N.; Brusco, L. I.; Castano, E. M.; Caceres, A.; Morelli, L.", "abstract": "Impaired cellular activities, particularly in highly active cells such as neurons, are primarily supported by metabolic abnormalities and failures in Ca2+; homeostasis. Here, we provide an integrative analysis of human iPSC-derived neurons (iNs) carrying the Presenilin-1 M146L gene mutation (PS1M146L) and control cells (PS1control). PS1M146L iNs exhibited abnormal Ca2+; dynamics, a significant increase in key parameters of mitochondrial respiration, and higher intracellular ROS levels. KCl-evoked depolarisation was significantly lower in PS1M146L, suggesting a failure in maintaining the electrochemical gradient across the plasma membrane. Following thapsigargin stimulation, mitochondrial Ca2+ levels ([Ca2+]m) were significantly reduced in PS1M146L, while [Ca2+]m did not differ significantly between genotypes after treatment with bradykinin, suggesting that impairments in the [Ca2+]m homeostasis are particularly evident under stress conditions and do not impact the 1,4,5-triphosphate (IP3) pathway. Since iNs of both genotypes were sensitive to the MCU-1 inhibitor, the deficits observed in PS1M146L could be the consequence of impairments in the ER-mitochondria contacts. Our results illustrate the utility of iNs carrying PS1 mutations in understanding how human neurons alter relevant pathways before neurodegeneration.", "date": "2025-09-14", "journal": ""}
{"title": "Maximized field-of-view deep-brain calcium imaging through gradient-index lenses", "doi": "10.1101/2025.09.08.674926", "authors": "Wang, C.; Cheng, Z.; Li, Y.; Lin, J.; Cui, M.", "abstract": "Advances in genetically encoded fluorescent indicators have enabled increasingly sensitive optical recordings of neural activity. However, light scattering in the mammalian brain tissue restricts optical access to deeper regions. To address this limitation, researchers often employ implanted gradient-index (GRIN) lenses to reach deep brain areas. Nevertheless, the severe optical aberrations of GRIN lenses significantly reduce the effective field of view (FOV). In this work, we present a simple and robust imaging approach that combines low-NA telecentric scanning (LNTS) of laser excitation with high-NA fluorescence collection to increase the FOV. This configuration effectively eliminates common aberrations such as astigmatism and field curvature, resulting in a FOV ~100% as large as the GRIN lens facet area ?corresponding to a ~400% increase in imaging area compared with conventional approaches. We validate this method through both structural and functional in vivo imaging. The highly consistent imaging performance, fully maximized imaging FOV, and the very simple optical design make this method well-suited for broad dissemination in neuroscience research.", "date": "2025-09-14", "journal": ""}
{"title": "Granularity of thalamic head direction cells", "doi": "10.1101/2025.09.08.674912", "authors": "Hijazi, S.; Jiang, S.; Wülfing, M. S.; Quach, J.; LaChance, P. A.; Hasselmo, M. E.; Viney, T. J.", "abstract": "Head direction signaling is fundamental for spatial orientation and navigation. The anterodorsal nucleus of the thalamus (ADn) contains a high density of head direction (HD) cells that process sensorimotor inputs for subsequent synaptic integration in postsynaptic cortical areas. We tested the hypothesis that individual HD cells show differences in their firing patterns and connectivity by recording and juxtacellularly labeling single HD cells in subregions of the ADn in awake mice during passive rotation. We identified HD cells that exhibited different response profiles to light, sound, and movement. We also identified a mediolateral gradient of calretinin-expressing (CR+) ADn cells, with CR+ HD cells having narrower tuning widths, lower maximal firing rates, and different intrinsic properties compared to CR- cells. Axons of labeled HD cells could be followed to the retrosplenial cortex, with collaterals innervating the thalamic reticular nucleus (type I cells); others additionally innervated the dorsomedial striatum (type II cells). Most medial CR+ cells preferentially projected to ventral retrohippocampal regions. Surprisingly, we also identified a subpopulation of medial CR+ cells with twisted dendrites and descending axons that avoided the thalamic reticular nucleus, termed tortuosa HD cells (type III cells). We conclude that HD cells of the mouse ADn comprise distinct cell types, providing parallel head-direction-modulated sensorimotor messages to synaptic target neurons within the head direction network.", "date": "2025-09-14", "journal": ""}
{"title": "Stage-specific extracellular vesicle cargo from Schwann cells orchestrates peripheral nerve regeneration", "doi": "10.1101/2025.09.08.674933", "authors": "Sharma, M.; Kongsomros, S.; Sheth, M.; Chutipongtanate, S.; Esfandiari, L.", "abstract": "Schwann cells (SCs) play a critical role in peripheral nerve regeneration, undergoing dynamic phenotype transitioning from myelinating to repair stages following injury. While SC-derived extracellular vesicles (SC-EVs) have emerged as key mediators of intercellular communication during nerve repair, their stage-specific molecular cargo and functional roles remained incomplete understood. Here, we delineate protein, microRNA and lncRNA landscapes of SC-EVs across distinct differentiation stages, including immature, myelinating, and repair phenotypes, using an in vitro model of primary rat SCs. We show that myelinating SC-EVs are enriched with reprogramming factor SOX2 and neurotrophin receptor p75NTR, while repair SC-EVs carry distinct microRNAs predicted to modulate genes involved in myelin ensheathment, neuronal differentiation and neurogenesis. Moreover, repair SC-EVs contain long non-coding RNAs (lncRNAs) that may regulate miRNA activity. These findings reveal a novel mechanism by which SC-EVs orchestrate neuronal regeneration through stage-specific molecular cargo, and establishes a foundational model for investigating SC plasticity in peripheral nerve repair.", "date": "2025-09-14", "journal": ""}
{"title": "A biotin ligation assay reveals a complex proxiome for HLA-A2 and implicates MIA3 in cell surface expression of MHC class I molecules", "doi": "10.1101/2025.09.08.674948", "authors": "Mitchell, W.; Leclerc, E.; Faubert, D.; Zhang, S.; Thibodeau, J.", "abstract": "Antigen presentation via MHC class I molecules (MHC-Is) is a turning point in the establishment of immune responses to endogenous threats, such as viruses. From their synthesis to their cell surface display, MHC-Is travel to many compartments, including the ER, Golgi, and endosomes. They come close to a plethora of molecules, some of which regulate directly or indirectly their folding and trafficking. While many of these proteins are well characterized, such as those found in the peptide loading complex, others remain to be discovered. The proxiome can be studied using proximity labeling assays, such as BioID, which relies on a biotin ligase fused to a bait of interest that biotinylates lysine residues on nearby proteins. These modified targets can then be purified and identified by mass spectrometry. By fusing BioID to the HLA-A2 cytoplasmic tail, we have applied this technique to the MHC-I antigen and identified 209 potential specific interactors in HEK293 cells, including PDZD8 (LYVAC) and MIA3 (Tango1). We knocked out MIA3 in HEK293 cells and measured an increase in the expression of MHC-I molecules, suggesting a role for this vesicle budding protein in the regulation of MHC-I trafficking. Notably, MHC-I crosslinking identified targets that connect reverse signalling to diverse metabolic processes. Altogether, our results underscore the promise of HLA-coupled biotin ligases as a powerful approach to dissect antigen presentation pathways.", "date": "2025-09-14", "journal": ""}
{"title": "Influence of an Exoskeleton on Inter and Intra Task Cycle Variations in Muscle Demands During Intermittent Bending", "doi": "10.1101/2025.09.08.674675", "authors": "Kuber, P. M.; Kazempour, B.; Alemi, M. M.; Rashedi, E.", "abstract": "Temporal effects of exoskeletons can be effectively understood through assessments that incorporate realistic conditions, while using accurate instrumentation in controlled settings. We tracked variations in back and leg muscle activity as twelve participants performed intermittent task cycles involving symmetric and asymmetric bending with a Back-Support Industrial Exoskeleton (BSIE). Comparative assessments were conducted within and across multiple task cycles with fatigue progression. BSIE offered benefits in reducing back demands (9-22%) during bending portion. However, the device increased activity during retraction (80-11%). During sustained bending, asymmetry reduced BSIE benefits in right back region (13% vs. 22% in symmetric postures) and larger benefits of 11-15% were seen in back muscles at low vs. medium fatigue levels. Recommendations indicate having a ratio of dynamic: sustained activities < 30:1 to ensure benefits of BSIEs in back. Overall, outcomes can be helpful for understanding temporal benefits of BSIEs for trunk bending tasks.", "date": "2025-09-14", "journal": ""}
{"title": "Precise Control of Sodium Alginate Microdroplets through pH-Sensitive Cross-Linkers and Geometric Factors", "doi": "10.1101/2025.09.08.674978", "authors": "Rezvani, A.; Oveysi, M.; Karim khani, M. M.; Bazargan, V.; Marengo, M.", "abstract": "This study presents a novel approach to achieve internal and on-chip gelation of sodium alginate microdroplets using pH-sensitive water insoluble cross-linkers. Gelation is initiated by precisely controlling the introduction of acetic acid, which decreases the pH, through the generation of microdroplets via step emulsification. Unlike current approaches in microfluidic droplet generation, where droplet size depends on various external factors such as flow rate ratio and fluid properties, our strategy utilizes the device's geometry to regulate droplet size. Importantly, this approach ensures that there is no aggregation in the channels following microgel creation. The empirical investigation focuses on exploring the impact of geometrical factors on alginate droplet formation in our customized microfluidic device. To expedite the production of polydimethylsiloxane (PDMS) microfluidic devices, we utilized 3D-printed molds, which provide effective control over channel height. Using our method, we successfully generate microdroplets with a coefficient of variation (CV) below 3% and diameters ranging from 100 to 200 micrometer. It is worth noting that these microdroplets experience an average shrinkage of 16% following gelation, indicating the successful formation of stable gels. By combining pH-sensitive cross-linkers, precise control over acetic acid introduction, and the geometric regulation of droplet size, our approach demonstrates great potential for the development of microfluidic devices capable of producing uniform and stable microdroplets for various applications, including drug delivery, tissue engineering, and biotechnology.", "date": "2025-09-14", "journal": ""}
{"title": "Targeting HIF-2α in Colorectal Cancer Reveals a Cholesterol Biosynthesis-Dependent Ferroptotic Vulnerability", "doi": "10.1101/2025.09.08.674939", "authors": "Dalal, P. J.; Singhal, R.; Hu, B.; Rossiter, N.; Jain, C.; Sajjakulnukit, P.; Lyssiotis, C. A.; Shah, Y. M.", "abstract": "Colorectal carcinoma (CRC) remains a major cause of cancer-related mortality, with rising incidence in individuals under 55, highlighting the need for novel therapeutic strategies. Hypoxia-inducible factor 2 alpha (HIF-2) has been genetically validated as a critical driver of colorectal tumorigenesis, with intestinal epithelium-specific deletion in mice markedly reducing tumor formation. While selective HIF-2 inhibitors such as PT2385 are FDA-approved for renal cell carcinoma, pharmacologic HIF-2 inhibition has not been explored in CRC. Here, we demonstrate that HIF-2 inhibition alone fails to suppress CRC growth in vitro under normoxic or hypoxic conditions and in xenograft models in vivo. To identify vulnerabilities induced by HIF-2 blockade, we performed an unbiased CRISPR metabolic screen, revealing cholesterol biosynthesis as a critical dependency. Targeting this pathway with clinically approved statins (atorvastatin, pitavastatin, simvastatin) synergized with PT2385 to suppress CRC cell growth, reduce colony formation, and enhance cell death. Mechanistic studies show that combined HIF-2 and HMG-CoA reductase inhibition promotes ferroptosis, characterized by increased lipid peroxidation and depletion of antioxidant metabolites. These effects are fully reversed by the ferroptosis inhibitor liproxstatin-1. Genetic knockdown of HIF-2 or HMG-CoA reductase recapitulated the enhanced sensitivity to combination therapy. In vivo, co-administration of PT2385 and atorvastatin significantly reduced tumor growth and increased ferroptotic cell death in xenografts, confirming the mechanistic link. Collectively, these findings uncover a metabolic vulnerability of CRC to dual HIF-2 and cholesterol biosynthesis inhibition, supporting a clinically actionable strategy that leverages safe, FDA-approved statins to potentiate HIF-2-targeted therapy.", "date": "2025-09-14", "journal": ""}
{"title": "Stem-like Prostate Remodeling in Obesity Mediates Resistance to 5α-Reductase Inhibition Therapy in BPH", "doi": "10.1101/2025.09.08.674969", "authors": "Long, X.; Sharkey, C.; Ge, R.; Wang, S.; Tang, Y.; Fleishman, A.; Gu, B.; Korets, R.; Gershman, B.; Rayala, H.; Olumi, A. F.; wang, z.", "abstract": "Benign prostatic hyperplasia (BPH) is closely associated with obesity and metabolic syndrome. Although 5-reductase inhibitors (5ARIs) are widely used to treat BPH, their effectiveness varies significantly, particularly in obese patients. However, the mechanisms by which obesity affects prostate growth and modulates therapeutic responses remain poorly understood. In mice, high-fat diet (HFD) increased prostate weight and induced SRD5A2-independent epithelial remodeling with expansion of proximal urethral luminal epithelial cells. ScRNA-seq of prostate tissues from Srd5a2-null and control mice on HFD showed enrichment of proximal stem-like populations, reduced androgen signaling, and activation of WNT and NOTCH pathways via heightened stromal-epithelial crosstalk. Clinically, BMI gain, regardless of 5ARI use, correlated with transition zone growth, stronger activity of stem-cell signatures, reduced SRD5A2, and androgen signaling downregulation. Xenium spatial profiling indicated that BMI gain expands stem-like epithelial populations and a NOTCH-enriched periepithelial stromal niche surrounding epithelial compartments, supporting stemness. Patients with substantial BMI gain were less responsive to 5ARI, whereas weight control plus 5ARI therapy synergistically improved outcomes. In conclusion, BMI gain promotes proximal prostate enlargement through an SRD5A2-independent stem-like cell mediated pathway that blunts 5ARI efficacy. Combining pharmacotherapy with weight control yields superior efficacy and supports individualized management of BPH.", "date": "2025-09-14", "journal": ""}
{"title": "Time-Restricted Feeding Attenuates Kidney Damage and Preserves Renal Function in Mouse Model of Chronic Kidney Disease", "doi": "10.1101/2025.09.08.674986", "authors": "Lin, T.; Rey-Serra, C.; Tituana, J.; Cannata, P.; Le, H.; Glina, A.; Sahoo, D.; Lamas, S.; Chaix, A.; Panda, S.", "abstract": "Chronic kidney disease (CKD) is a highly disabling and potentially deadly condition for which there is no cure. With renal damage risk factors such as hypertension, metabolic syndrome and type 2 diabetes on the rise, the prevalence of CKD is increasing worldwide. New therapeutic approaches to CKD management are thus warranted. Time-restricted feeding, a dietary intervention in which daily food intake is limited to a consistent time window, has shown benefits in the context of metabolic disease management. Boolean implication network model of human CKD gene expression data and data from mouse TRF kidney implied TRF could attenuate kidney injury from CKD. We tested the effect of TRF in mouse models of kidney damage under high-fat high-sucrose feeding to induce a metabolic-disease prone environment. Using gold standard pre-clinical models of renal fibrosis, we discovered that TRF protected from kidney damage and clinical features of CKD. At the molecular level, the effects of TRF were pleiotropic with benefits in pathways involved in renal inflammation, fibrosis, and ER stress. Importantly, our results also suggest that TRF can confer early protection from metabolic alterations implicated in kidney damage.", "date": "2025-09-14", "journal": ""}
{"title": "Prokineticin-2 Upregulates GDNF in Astrocytes and Pharmacological Modulation of PK2 Receptors offers Neuroprotection in Experimental Models of Parkinson's Disease", "doi": "10.1101/2025.09.08.674934", "authors": "Luo, J.; Clabaugh, G. R.; Neal, M.; Huang, M.; Sarkar, S.; Zenitsky, G.; Jin, H.; Anantharam, V.; Nebigil, C.; Desaubry, L.; Kanthasamy, A.; Kanthasamy, A. G.", "abstract": "Despite a wealth of preclinical studies establishing neuroprotective and neurorestorative properties of glial cell-line-derived neurotrophic factor (GDNF) in animal models of Parkinson's disease (PD), clinical trials utilizing direct intracranial infusion of GDNF protein, or adeno-associated virus (AAV)-mediated GDNF gene transfer has not achieved the desired efficacy, largely due to challenges in delivery methods. Given GDNF's strong potential for neuroprotection, alternative strategies to elevate its expression by beyond invasive injection or genetic manipulation remain a promising therapeutic avenue for PD. We previously reported that prokineticin signaling provides a compensatory protective response against dopaminergic neuronal degeneration in cell and animal models of PD. Herein, we report a novel finding that PK2 regulates GDNF gene expression in astrocytes, suggesting that PK2 signaling can be harnessed for neuroprotection in PD. Treatment of cultured astrocytes with the PK2 protein, PK2 gene overexpression or prokineticin receptor 1 (PKR1) agonist IS20 significantly induced the GDNF gene expression and the protein secretion, resulting in enhanced dopaminergic cell survival in cell culture models of PD. Importantly, systemic administration of IS20 through intraperitoneal or intranasal routes elevated GDNF levels in the mouse brain, including the nigrostriatal system. Furthermore, IS20 treatment conferred significant neuroprotective effects in both 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP)-induced and MitoPark transgenic mouse models of PD. Collectively, our translational findings suggest that pharmacological modulation PK2 signaling may unlock the full clinical benefit of GDNF, offering a novel and non-invasive therapeutic strategy for PD.", "date": "2025-09-14", "journal": ""}
{"title": "Mitochondrial Dysfunction and Senescence Accompany Glioblastoma Cell Death Triggered by a Putative Metabolic Inhibitor", "doi": "10.1101/2025.09.08.674975", "authors": "Yadav, A.; Bhutkar, S.; Barot, S.; Dukhande, V.", "abstract": "Glioblastoma (GBM) is a fatal cancer with a dismal prognosis and a dire need for novel chemotherapeutics. Metabolic reprogramming is an established hallmark of cancer. In our previous study on GBM, we aimed at targeting the metabolic reprogramming of cancer by using stiripentol (STP), a putative lactate dehydrogenase (LDH) inhibitor and an FDA-approved anti-epileptic drug. However, the precise mechanism of STP's anti-cancer activity remains unclear. We aimed to elucidate the mechanism of action of STP in GBM to further develop STP as a therapeutic. We employed a multiomic approach followed by metabolic and cellular assays. STP treatment induced genetic and metabolic alterations in GBM cells. Inhibition of LDH by STP was moderate but not potent. The cellular changes were accompanied by an increase in reactive oxygen species, a decrease in mitochondrial membrane potential, and induction of senescence in GBM cells. Our research indicates that further research in senescence-inducing agents and novel LDH inhibitors can provide novel therapeutics for GBM.", "date": "2025-09-14", "journal": ""}
{"title": "Sphingosine kinase 2 suppresses neutrophil responses to promote viral persistence while attenuating immune pathology", "doi": "10.1101/2025.09.08.674905", "authors": "Vijayamahantesh, V.; He, Y.; Jiang, L.; Huerter, H.; Jung, K. I.; McKenna, S.; Studstill, C. J.; Allen, L.-A. H.; Nistala, R.; Xu, D.; Hahm, B.", "abstract": "Chronic virus infections often suppress immune cell functions which helps in restricting immune pathology but leads to viral persistence. However, the underlying mechanisms are incompletely understood. We recently found that sphingosine kinase 2 (SphK2)-deficient (Sphk2-/-) mice succumbed to lymphocytic choriomeningitis virus (LCMV) infection due to immune pathology. In addition to heightened T cell immunity, a notable increase of neutrophils was observed in LCMV-infected Sphk2-/- mice. Depletion of neutrophils increased the viability of virus-infected Sphk2-/- mice, supporting a role of SphK2-deficient neutrophils in viral immune pathogenesis. Further, SphK2-deficient neutrophils expressed lower levels of the immune suppressive marker CD244 during infection. Importantly, adoptively transferred SphK2-deficient neutrophils demonstrated intrinsic regulation of CD244 and improved virus-specific T cell responses, resulting in diminished viral burden. Transcriptomic analysis revealed increased expression of pro-inflammatory and antiviral genes in SphK2-deficient neutrophils. These results indicate that SphK2 promotes suppressive neutrophil responses and regulates neutrophil-associated immune pathology during a persistent infection. Our findings may help design new immune therapeutics to control chronic viral diseases.", "date": "2025-09-14", "journal": ""}
{"title": "Amyotrophic Lateral Sclerosis-associated 3' UTR enhancer embedded within CAV1 risk gene", "doi": "10.1101/2025.09.09.675029", "authors": "Harrison, L. J.; Moll, T.; Cooper-Knock, J.; Bose, D. A.", "abstract": "Enhancer elements that reside within 3' untranslated regions (UTRs) are an understudied phenomenon. Given the independent regulatory functions of enhancers and 3' UTRs - enhancers governing pre-transcriptional control of gene expression and 3' UTRs mediating post-transcriptional regulation of messenger RNA (mRNA) fate - 3' UTR-associated enhancers may integrate these complementary layers to coordinate gene expression across multiple regulatory stages. Non-coding variation, impacting regulatory DNA, underpins the genetic architecture of disease. Indeed, the vast majority of single nucleotide polymorphisms (SNPs) associated with human complex diseases map to the non-coding genome, with causal variants particularly enriched within enhancers. Amyotrophic lateral sclerosis (ALS) is a complex neurodegenerative disorder associated with non- coding risk variants, many of which are increasingly linked to enhancer disruption. The CAV1 gene, encoding the neuroprotective protein Caveolin-1, is a known ALS risk gene, yet the functional consequences of ALS-associated variation in its regulatory elements remain largely unexplored. Here, we combine genome-wide enhancer profiling with targeted experimental validation to define a previously uncharacterised ALS-associated enhancer embedded within the CAV1 3' UTR, systematically assess its regulatory potential, and evaluate the impact of ALS-associated SNPs on enhancer function. We show that an individual ALS-associated SNP within this 3' UTR-associated enhancer may disrupt function on multiple levels: at the DNA and chromatin level, by altering transcription factor binding with potential effects on recruitment of epigenetic co-regulators; and at the RNA level, by reshaping the structure and stability of a novel enhancer RNA transcribed from this locus. Collectively, our findings highlight this proximal CAV1/CAV2 enhancer as a functionally important regulatory element embedded with the 3' UTR of an ALS risk gene, illustrate how non-coding variants can impact multiple layers of gene regulation, and provide mechanistic insight into how intragenic enhancers contribute to ALS risk. More broadly, this work underscores the importance of 3' UTR-associated enhancers as modulators of risk gene expression and underexplored contributors to human complex disease.", "date": "2025-09-14", "journal": ""}
{"title": "Delineation of a novel assembly intermediate in retroviral integration pathway", "doi": "10.1101/2025.09.09.675266", "authors": "Chadda, R.; Bera, S.; Ghoneim, M.; De Melo, T.; Grandgenett, D. P.; Antony, E.; Pandey, K. K.", "abstract": "Retroviral integration is mediated by viral integrase (IN) which synapses two viral long terminal repeat (LTR) DNA ends and produces a series of nucleoprotein complexes known as intasomes. While structural studies of mature intasomes have illuminated key aspects of their architecture and provided insights into the integration reaction, the sequence of events driving IN oligomerization and engagement of the viral DNA pairing remains unclear. Here, using complementary biochemical and biophysical approaches, including ensemble and single molecule FRET, we reveal that integration progresses through a key transient intermediate that leads to the mature intasome. We demonstrate that Rous Sarcoma Virus (RSV) intasome assembly pathway proceeds through a tetrameric intermediate where two IN dimers engage a single DNA end. This complex subsequently oligomerizes to form mature functional octameric intasome in which two DNA ends are juxtaposed for concerted integration. These findings provide mechanistic insights into the stepwise pathway of retroviral integration and define a previously uncharacterized intermediate critical for intasome maturation.", "date": "2025-09-14", "journal": ""}
{"title": "The genome assembly and detection of biosynthetic gene clusters among four novel microbial isolates from deep subsurface rock biofilms", "doi": "10.1101/2025.09.13.675994", "authors": "Agany, D. D. M.; Zylla, J. L.; Aryal, S.; Gorbatenko, O.; Bergmann, D.; Gadhamshetty, V.; Gnimpieba, E. Z.", "abstract": "Tunnels in deep underground mines form a unique interface between surface and subsurface habitats, where surface microbes can enter through ventilation systems. These extreme conditions foster microbial adaptations, including the potential to produce novel natural products of biotechnological and medicinal importance. In this study, we characterized the genomes of four novel isolates from biofilms collected in a previously abandoned gold mine, used as a model underground system. Samples were obtained from thin, whitish, glistening biofilms (\"cave silver\") on rock walls at 1,478 meters depth in SURF. From these samples, 10 GB of high-quality whole-genome sequences were generated, assembled, and annotated using multiple databases. The genomes were further analyzed for biosynthetic gene clusters (BGCs) encoding secondary metabolites using antiSMASH and NaPDoS. Draft assemblies revealed four genomes with diverse lengths and annotated features, including gene clusters associated with quorum sensing (QS). Several BGC-encoded compounds were identified, such as polyketides (PKS, PKS III, ketosynthase domain-KS), non-ribosomal peptides (NRPS, condensation domains), and terpenoids (terpenes I, polyenes type II). Enzyme analyses indicated both shared and unique activities among strains, highlighting potential cooperative and specialized functions within the biofilms. Additionally, CRISPR peptides were detected in three of the four strains. This work demonstrates how microbes colonizing extreme subsurface environments evolve specialized genomic features. Their biosynthetic capacity suggests the potential for producing natural products and secondary metabolites with applications in biotechnology and medicine.", "date": "2025-09-14", "journal": ""}
{"title": "Measurement and Control of Crossed Potentials in a Flavoprotein", "doi": "10.1101/2025.09.13.676020", "authors": "Jones, B. J.; Elhajj, S.; Haynes, B.; Wang, S.; O'Connor, I.; Gozem, S.; Greene, B. L.", "abstract": "Flavoproteins are versatile redox-active biomolecules enabling a multitude of metabolic processes. Their versatility stems from the tunability of the flavin cofactor's one- and two-electron reduction potentials via interactions with the protein scaffold, which have dramatic influence on reactivity. Although several mechanisms have been proposed to explain how the flavin-binding pocket modulates redox thermodynamics, few have been validated through quantitative experiments. In this study, we investigate how the flavin N5 environment influences the redox properties of the flavin mononucleotide cofactor in the improved light-oxygen-voltage (iLOV) sensing protein using site-directed mutagenesis, redox titrations, and hybrid quantum mechanical molecular mechanical (QM/MM) methods combined with classical alchemical free energy simulations. Mutating the residue Q103, which interacts with the flavin N5 and O4' ; atoms in the X-ray crystallographic structure, exerts a modest < 35 mV effect on the overall two-electron reduction potential, but significantly alters the potential separation of the two one-electron couples (potential crossing) by up to 168 mV. QM/MM and free energy calculations reveal that water penetration into the flavin binding pocket near N5 and O4' largely explains the trend in reduction potentials among the mutants. The results suggest a molecular mechanism of flavin tuning in which hydrogen bonding to the neutral semiquinone, either directly by the side-chain or a protein-penetrating water, contributes significantly to the potential crossing. These findings establish quantitative experimental benchmarks for theoretical models and advance a molecular mechanism for redox tuning in flavoproteins.", "date": "2025-09-14", "journal": ""}
{"title": "Discovery of high-specificity DNA aptamers for progesterone using a high-throughput array platform", "doi": "10.1101/2025.09.13.675901", "authors": "Fujita, H.; Wan, L.; Gidi, Y.; Hein, L. A.; Eisenstein, M.; Soh, H. T.", "abstract": "Aptamer-based biosensors offer several advantages for detecting small molecules, including chemical stability and compatibility with diverse sensing formats. However, developing highly specific DNA aptamers that can distinguish between structurally similar small-molecule analytes remains a major challenge. Steroid hormones share a common four-ring scaffold, and even small modifications in functional groups can lead to distinct biological activities. Although DNA aptamers targeting the female reproductive hormone progesterone have been previously reported, many exhibit substantial cross-reactivity with other steroid hormones. In this work, we report the discovery of DNA aptamers with high affinity and specificity for progesterone using our aptamer array platform, which can characterize millions of aptamer candidates in a single, automated experiment. This platform allows us to profile aptamer libraries from earlier rounds of systematic evolution of ligands by exponential enrichment (SELEX), while preserving sequence diversity. Using this strategy, we identified multiple aptamers with nanomolar affinity for progesterone and minimal cross-reactivity to structurally related steroids. These high-specificity aptamers provide a strong foundation for the development of biosensors applicable to both clinical diagnostics and biological research.", "date": "2025-09-14", "journal": ""}
{"title": "Computational screening and automatic filtering for the discovery of novel inhibitors of TMPRSS2, a type II transmembrane serine protease", "doi": "10.1101/2025.09.09.675039", "authors": "Tongiorgi, L.; Albani, S.; Rigobello, L.; Maccallini, C.; Musiani, F.", "abstract": "Transmembrane Serine Protease 2 (TMPRSS2) is a membrane protein of the type II serine protease family of enzymes implied in epithelial homeostasis. It is involved in several diseases, notably prostate cancer and SARS-CoV-2 infections. Over the years, only a few tested TMPRSS2 inhibitors showed consistent results. This prompted us to select it as target of structure-based virtual screening, to search for novel inhibitors among a library of 475,770 small molecules. Two sets of TMPRSS2 structures were selected, one taken from molecular dynamics simulations, the other from recently solved X-ray crystallographic structures. We designed a workflow to filter docking results in a reproducible way, allowing for a faster and more reliable selection. The program uses four metrics: the pose consistency of the ligand, docking score, number of interactions with key protein residues, and cluster analysis. This led to the selection and visual inspection of two sets of 500 compounds, which yielded 10 reasonable hit candidates.", "date": "2025-09-14", "journal": ""}
{"title": "barbieQ: An R software package for analysing barcode count data from clonal tracking experiments", "doi": "10.1101/2025.09.11.675529", "authors": "Fei, L.; Maksimovic, J.; Oshlack, A.", "abstract": "Tracking the clonal composition of pools of cells as they differentiate or evolve can reveal important features of development and clonal evolution in fields such as stem cell research and cancer. A variety of new single-cell lineage tracing technologies now allow us to track progeny cells back to their original progenitor cell using unique DNA barcodes that are passed from each original cell to its offspring. The barcode count for each sample indicates the number of progeny cells derived from the original cell. However, as the different clonal tracking technologies often require tailored pipelines for barcode count calling, subsequent interpretation of barcode count data is often conducted through bespoke analyses, typically relying on visualisations and heuristics. A generalized workflow for preprocessing and robust statistical analysis of barcode count data across protocols enables studies to achieve the most biologically meaningful and reproducible results by rigorously accounting for sample-to-sample variability. To address this, we introduce barbieQ, a Bioconductor R package designed for analysing barcode count data across groups of samples. barbieQ is built upon the widely used SummarizedExperiment data structure, making it interoperable with low-level sequence processing tools. It provides data-driven quality control and filtering, implements statistical analysis for testing between samples, and supports visualisations throughout the analysis. Two statistical tests included in barbieQ are 1) Differential barcode proportion that identifies barcodes with significantly changing proportions between groups of samples, and 2) Differential barcode occurrence that identifies barcodes more frequently seen in the samples of one condition compared to another. barbieQ can handle complex experimental designs using regression models to test a factor of interest while accounting for other variables. Both tests maintain a type 1 error less than 5% under the null hypothesis using real-world and simulated data. Notably, in analysis of a real-world dataset of monkey blood stem cell differentiation, barbieQ effectively selected a larger set of informative barcodes and accurately identified novel NKCD56-CD16+ cell-specific clones whilst avoiding less-specific barcodes, in contrast to the original analysis based on heuristic cutoffs and visualisations commonly used in the field. Overall, barbieQ is a powerful Bioconductor package with greater power to detect biologically meaningful changes leading to robust and reproducible analysis.", "date": "2025-09-14", "journal": ""}
{"title": "Confidence-guided cryo-EM map optimisation with LocScale-2.0", "doi": "10.1101/2025.09.11.674726", "authors": "Bharadwaj, A.; de Bruin, R. M.; Jakobi, A. J.", "abstract": "Cryogenic sample electron microscopy (cryo-EM) maps often display uneven quality, with high-resolution features coexisting alongside weak or poorly ordered regions. Such variation complicates structural interpretation, especially for heterogeneous macromolecular assemblies. Here, we present LocScale-2.0, a context-aware map optimisation framework that operates without prior knowledge of molecular structure or composition. By leveraging general expectations of electron scattering by biological macromolecules, it enhances local detail and connectivity while preserving weak but biologically relevant structural context. We further introduce LocScale-FEM, a Bayesian-approximate deep-learning approach that emulates this optimisation to generate feature-enhanced maps. LocScale-FEM provides voxel-wise confidence scores that give a statistically grounded measure of reliability, are sensitive to local phase error in the feature-enhanced map, and highlight regions where interpretation warrants caution. Selected examples illustrate how such maps can aid biological interpretation and how confidence-guided map optimisation can increase objectivity in cryo-EM density analysis.", "date": "2025-09-14", "journal": ""}
{"title": "Radiotherapy drives lung metastasis in PDAC via a RhoGTPasesignaling shift towards MRCK-dependency", "doi": "10.1101/2025.09.09.673965", "authors": "McLay, K. M.; Tesson, M.; Dutton, L.; Sun, Y.; Misquitta, J. M.; Stevenson, K.; Corbyn, R.; Lilla, S.; McGarry, L.; Shaw, R.; Miller, C. J.; Carlin, L. M.; Olson, M. F.; Morton, J. P.; Birch, J. L.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is an aggressive cancer with an extremely poor prognosis, partly owing to its highly metastatic nature. Although radiotherapy is an effective and potentially curative treatment modality, research over the last few decades has indicated that it may induce a more metastatic phenotype in surviving cancer cells. We demonstrate for the first time that clinically relevant doses of image-guided targeted radiotherapy induce metastasis in a genetically engineered KPC mouse model of PDAC. Furthermore, this induction is largely driven by an organotropic switch in lung metastasis. Using an in vitro RNAi screening approach, we identified a key role for myotonic dystrophy-related Cdc42-binding kinase (MRCK) in driving this response. MRCK activity was spatially upregulated at the plasma membrane in response to radiotherapy in PDAC cell lines as well as at the invasive margins of PDAC tumors. This upregulation of activity was maintained in metastases, suggesting an important role for MRCK in not only triggering local invasion in response to radiotherapy but also promoting distant metastases. Importantly, inhibition of MRCK with a small-molecule inhibitor (BDP9066) specifically opposed radiation-driven MRCK upregulation and pro-metastatic response.", "date": "2025-09-14", "journal": ""}
{"title": "Bidirectional Crosstalk Between Bladder Cancer Cells and Normal Fibroblasts Drives Phenotypic Reprogramming and Modulates Chemosensitivity", "doi": "10.1101/2025.09.09.675061", "authors": "Gao, J.; Ji, C. X.; Hines, J.; Stride, E.; Bryan, R. T.; Rohn, J.", "abstract": "Bladder cancer is one of the most common malignancies worldwide and is marked by high recurrence rates, highlighting the urgent need to better understand the tumour microenvironment (TME). While the role of cancer-associated fibroblasts (CAF) in cancer progression and therapy resistance is well established, the contribution of normal fibroblasts (NF) remains underexplored. Here we dissect bidirectional interactions between bladder cancer cells and NF using indirect (conditioned media) and direct co-culture systems. Fibroblast-conditioned media (FCM) reduced proliferation in RT112 and T24 cells while accelerating cell migration. Immunofluorescence revealed a cadherin remodelling with increased N-cadherin and reduced E-cadherin after FCM exposure. On the stromal side, NF acquired CAF-like features within 48 h, with SMA and FAP increases evidenced by imaging in conditioned media and confirmed by flow cytometry in direct co-culture. In addition, direct co-culture reduced mitomycin C (MMC) efficacy in a fibroblast-ratio dependent manner in both cancer cell lines. It suggests that fibroblast composition in the TME may influence individual variability in treatment response. These findings highlight a significant role for NF in modulating bladder cancer behaviour and therapeutic resistance, supporting the need to consider fibroblast-cancer interactions in developing more effective treatment strategies.", "date": "2025-09-14", "journal": ""}
{"title": "MRTX1133 is a potent non-covalent KRAS (G12C) inhibitor with tissue-specific activity", "doi": "10.1101/2025.09.09.674973", "authors": "Sianoya, A. C.; Zuo, Y.; Pagba, C. V.; Frost, J. A.; Medina, P. M. B.; Gorfe, A. A.", "abstract": "KRAS is a high-value therapeutic target for the treatment of cancer. Two covalent inhibitors, sotorasib and adagrasib, which target a specific codon 12 mutation (G12C), have received accelerated approvals for clinical use. Studies of these inhibitors ushered in the development of new inhibitors such as MRTX1133, that had entered clinical trials as a KRAS (G12D)-selective, non-covalent inhibitor. However, the subsequent failure of sotorasib as monotherapy and the recent termination of an early-phase clinical trial for MRTX1133 indicates that developing clinically effective allele-specific KRAS inhibitors remains a challenge, and that there is a need for further evaluation of KRAS inhibition mechanisms. Here, we show that the reportedly KRAS (G12D)-selective MRTX1133 also binds to G12C mutant KRAS with high affinity and suppresses MAPK signaling in cancer cell lines harboring KRAS (G12C). Intriguingly, its effect on the proliferation of KRAS (G12C) cancer cells is context-dependent; MRTX1133 robustly inhibits the proliferation of the pancreatic cancer cell line MIA PaCa-2 as well as the tumor growth of MIA PaCa-2 mouse xenografts, but it has little effect in lung cancer cells. These findings, together with similar other recent reports, question if allele-specific KRAS inhibitors are truly selective and highlight the need for strategies that take into account tissue and context-specific processes.", "date": "2025-09-14", "journal": ""}
{"title": "Characterising anthelmintic resistance against benzimidazoles and macrocyclic lactones in gastrointestinal nematode populations of dairy cattle", "doi": "10.1101/2025.09.14.676042", "authors": "Campbell, P.; Mcintyre, J. M.; O'Neill, K.; Forbes, A.; Ellis, K.; Laing, R.", "abstract": "Anthelmintic resistance in gastrointestinal nematode populations is endemic across all grazing livestock production systems, particularly in small ruminants, but also in cattle. In this study resistance in Cooperia oncophora and Ostertagia ostertagi to macrocyclic lactones and benzimidazoles (BZ) in Scotland was assessed. The faecal egg count reduction test (FECRT) remains the primary tool for assessing anthelmintic resistance in the field; however, differing methodologies and recent guideline updates complicate the interpretation of results across studies. Statistical approaches, such as Bayesian methods used by eggCounts and bayescount, produce varying confidence intervals, which further influence conclusions. The ability of the egg hatch test to detect anthelmintic resistance was evaluated under field conditions, and the EC50 values obtained enabled assessment of the BZ efficacy at both the farm and GIN species levels, without the need for treatment. Mixed amplicon sequencing was applied, and nemabiome analysis confirmed that C. oncophora and Os. ostertagi were the predominant species. Sequencing of the beta-tubulin isotype-1 gene in strongyle communities identified resistance alleles in multiple species. The high EC values and elevated frequencies of BZ-resistance alleles on some farms emphasise the importance of in vitro assays and molecular diagnostics for farm-level resistance management. The detection of resistance against both benzimidazoles and macrocyclic lactones on certain farms highlights the urgency of implementing sustainable control strategies. Although the data presented here are from Scotland, given the high rate of animal movement and similar patterns of anthelmintic usage in the UK, these findings are likely to be relevant across much of the UK.", "date": "2025-09-14", "journal": ""}
{"title": "Different growth pattern during microbial electrosynthesis using C. ljungdahlii evolutionary adapted on iron", "doi": "10.1101/2025.09.13.675759", "authors": "Im, C.; Valgepea, K.; Modin, O.; Nygard, Y.; Franzen, C. J.", "abstract": "Clostridium ljungdahlii is an acetogen used for syngas fermentation and capable of microbial electrosynthesis. While C. ljungdahlii has potential for industrial application because of its broad spectrum of metabolites and substrates, including CO2 and CO, the efficiency of extracellular electron uptake in a bioelectrochemical system is low. Therefore, C. ljungdahlii was evolutionary adapted on iron as sole electron source with the aim to improve extracellular electron uptake. Over 38 batches, 95% of the culture was replaced with fresh medium biweekly to retain iron-attached C. ljungdahlii, leading to improved acetate production rates with each cycle. Eight isolated strains were tested on fructose, H2 and CO2, and iron to screen evolved mutants with desired mutations. Compared to the wild-type, growth on fructose was similar and growth on H2 and CO2 was, surprisingly, worse, with only minor differences between isolates. The isolated mutants produced acetate at a rate of 0.14 {+/-} 0.01 mM/d on iron, while the wild-type strain produced 0.75 {+/-} 0.14 mM/d. Whole genome sequencing of isolated mutants revealed 16 mutations, of which seven mutations were found in all isolates. Mostly, membrane proteins were mutated. In a BES reactor, acetate production ceased after day 1. The optical density (OD) of isolate #8 stopped increasing after day 2, reaching 0.122 {+/-} 0.005, followed by the production of formate and ethanol. The wild-type strain continued to grow until day 4, reaching an OD of 0.177 {+/-} 0.003. These results may indicate that C. ljungdahlii slows down growth and produces ethanol as an energy reserve as an evolutionary strategy for survival in an electron-limited environment.", "date": "2025-09-14", "journal": ""}
{"title": "Aberrant host mRNA partitioning in Ebola virus condensates driven by RNA folding perpetuates species-dependent interferon response", "doi": "10.1101/2025.09.13.676059", "authors": "Fang, J.; Lam, D. C.; Mah, C.; Tanner, H. M.; Comi, T.; Cai, Y.; Chen, C.; te Velthuis, A. J. W.; Brangwynne, C. P.; Yeo, G. W.; Saphire, E. O.", "abstract": "RNA viruses form membraneless condensates in host cells to drive replication, but whether these compartments also regulate host RNAs remains unclear. Using MERFISH-based subcellular transcriptomics, we quantified cellular mRNA recruitment into Ebola virus condensates under basal and IFN-stimulated states. In the basal state, cellular RNAs with minimally folded coding regions are selectively recruited. Under IFN-stimulation, however, interferon-stimulated genes (ISGs) with structured 3'UTRs concentrate in viral condensates. Both features, minimally-folded coding regions and structured 3'UTRs, are conserved across negative-strand RNA viruses, supporting viral genome retention in condensates. For cellular mRNAs, however, partitioning into condensates escapes XrnI-mediated decay, prolongs RNA-half-life and amplifies ISG expression. This selective stabilization links condensate function to RNA regulation as a molecular determinant of viral and host evolution and disease pathogenesis. Fruit bats, which do not experience severe disease for many negative-strand viruses, instead have ISGs with reduced 3'UTR folding, and may evade condensate-sequestration, enabling balanced antiviral responses.", "date": "2025-09-14", "journal": ""}
{"title": "A One Health study of Klebsiella pneumoniae species complex plasmids shows a highly diverse and ecologically adaptable plasmidome", "doi": "10.1101/2025.09.14.676155", "authors": "Winkler, M. A.; Hetland, M. A. K.; Kaspersen, H. P.; Bakksjo, R. J.; Bernhoff, E.; Fostervold, A.; Hawkey, J.; Lunestad, B.-T.; Marathe, N. P.; Raffelsberger, N.; Samuelsen, O. P.; Sunde, M.; Sundsfjord, A.; Lam, M. M.; Löhr, I. H.", "abstract": "Plasmids play a pivotal role in the horizontal gene transfer of antimicrobial resistance (AMR) and virulence determinants among bacteria. Members of the Klebsiella pneumoniae species complex (KpSC) can colonise humans, animals, and various environments, and frequently cause nosocomial and community-acquired infections in humans. While plasmid-borne AMR genes are prevalent in clinical strains, the diversity, distribution, and association of plasmids encoding AMR and virulence across ecological niches remain poorly characterised. Understanding the traits governing successful plasmid transmission within and between ecological niches is critical for developing effective AMR prevention strategies. Here, we characterise the diversity and distribution of KpSC plasmids and identify potential niche associations of AMR, heavy metal resistance, virulence factors, and plasmid clusters. We analysed the plasmidome (i.e. total genetic content attributable to plasmids) of 578 whole-genome sequenced KpSC isolates collected in Norway between 2001-2020 from human (n=453), terrestrial animal (n=102), and marine (n=23) sources. Plasmids from complete hybrid assemblies were annotated and clustered to evaluate the plasmid diversity and content across niches. Additionally, the representativeness of this plasmid collection was determined by clustering with a global collection of 8656 circularised KpSC plasmids. In total, 1415 circularised plasmids were identified and grouped according to rearrangement distance using Pling, resulting in 130 clusters (containing >1 plasmid), of which 36% (n=47) contained plasmids from >1 niche. The plasmids exhibited significant diversity, as 37% (n=524) remained singletons after clustering. AMR and virulence genes existed across diverse clusters and singletons, but predominantly resided on 120-250 kbp conjugative or mobilisable plasmids harbouring various transposable elements. The human niche exhibited a significantly higher prevalence of plasmids with AMR genes compared to animal or marine niches (p<0.001), whereas the animal niche displayed a significantly higher prevalence of virulence-encoding plasmids compared to human or marine niches (p<0.001), which was largely due to an enrichment of iuc3 plasmids in pigs. The high diversity of the KpSC plasmids underscores the dynamic nature of plasmid evolution, driven by horizontal gene transfer, and selective pressures. The presence of variable clusters, marked by high genetic diversity, indicates a dynamic plasmidome capable of rapid adaptation to environmental pressures through the acquisition and rearrangement of accessory genes.", "date": "2025-09-14", "journal": ""}
{"title": "Molecular rewiring of human induced pluripotent stem cell-derived cardiomyocytes during metabolic maturation", "doi": "10.1101/2025.09.14.676131", "authors": "Hamledari, H.; Jayousi, F.; Geltink, R. K.; Lange, P.; Tibbits, G. F.; Teves, S.", "abstract": "The maturation of human induced pluripotent stem cell-derived cardiomyocytes (hiPSC-CMs) is of critical importance in the field of cardiovascular regenerative medicine. However, studies have largely focused on individual factors that promote maturation, leaving the molecular mechanisms underlying maturation unexplored. Here, we investigated how hormonal and metabolic maturation inducing factors (MIF) reprogram CMs to a more mature state through molecular mechanisms. Using a multiomics approach to assess the effects of MIFs in hiPSC-CMs maturation, we found extensive rewiring of the transcriptional network, epigenome status, and proteomics profile that are consistent with metabolic profiles of mature hiPSC-CMs. Furthermore, we monitored mTORC1 activity during MIF-treatment and observed that maturation stimuli suppress mTORC1 signalling throughout the maturation timeline. Lastly, we examined how MIF-treated hiPSC-CMs respond to Doxorubicin treatment and found changes in chromatin organization affecting genes related to extracellular matrix and contractile machinery, suggesting gene regulation mechanisms potentially contributing to DOX-induced cardiotoxicity.", "date": "2025-09-14", "journal": ""}
{"title": "DAB2 as a biomarker and mechanistic link between lipid dysregulation and disease progression in LGMD R2", "doi": "10.1101/2025.09.11.675589", "authors": "Bruge, C.; Bourg, N.; Pellier, E.; Miagoux, Q.; Benabides, M.; Grossi, N.; Jarrige, M.; Polveche, H.; Agostini, V.; Brureau, A.; Vassilopoulos, S.; Evangelista, T.; Fernandez Eulate, G.; Stojkovic, T.; Richard, I.; Nissan, X.", "abstract": "Limb-girdle muscular dystrophy R2 (LGMD R2) is an autosomal recessive disorder caused by dysferlin deficiency, leading to progressive muscle weakness and wasting. Despite advances in understanding the mechanisms linking dysferlin loss to membrane fragility and muscle degeneration, the lack of robust clinical biomarkers has limited disease monitoring and therapeutic evaluation. Here, we identify Disabled-2 (DAB2) as a molecular and clinical biomarker for LGMD R2. Transcriptomic profiling revealed a significant upregulation of DAB2 in induced pluripotent stem cell (iPSC)-derived myotubes from patients with LGMD R2. Its expression correlated with disease severity in muscle biopsies from a cohort of 14 dysferlin-deficient individuals and in dysferlin knockout Bla/J mice, where levels increased with disease progression. Crucially, we demonstrate that DAB2 upregulation in muscle is normalized following treatment with AAV gene therapy expressing full-length dysferlin, positioning DAB2 as a dynamic biomarker for both disease monitoring and therapeutic response. Based on the role of DAB2 in lipid trafficking and the reported pathological lipid accumulation in LGMD R2, we then investigated its contribution to disease-associated lipid dysregulation. Consistent with this hypothesis, we show that high DAB2 levels paralleled lipid deposition in affected patients, iPSC-derived myotubes and mouse muscles, while siRNA-mediated DAB2 knockdown reduced lipid accumulation in LGMD R2 myotubes. Together, our findings establish DAB2 as a mechanistic link between disease severity and lipid dysregulation, and highlight its potential as a key prognostic marker, opening new avenues for precision medicine approaches in LGMD R2 and other related muscular dystrophies.", "date": "2025-09-14", "journal": ""}
{"title": "Collateral fitness effects of mutation are not commonly caused by protein misfolding", "doi": "10.1101/2025.09.12.675869", "authors": "Quan, N.; Eguchi, Y.; Brown, A.; Geiler-Samerotte, K.", "abstract": "Mutations in coding sequences are often assumed to harm cells by destabilizing proteins and creating toxic misfolded species. Here we directly test how fitness scales with predicted folding stability. Using deep mutational scanning of a gratuitously expressed protein in S. cerevisiae ({approx}2,000 YFP single-amino-acid variants) and meta-analyses of seven additional scans of gratuitous proteins in yeast and E. coli, we find that collateral fitness effects, costs that arise independently of protein function, do not correlate with predicted destabilization ({triangleup}{triangleup}G). Even variants predicted or biochemically shown to misfold frequently had no measurable collateral cost. In contrast, across matched datasets where the same proteins were required for growth, predicted destabilization strongly tracked primary fitness costs, and this association intensified as functional demand increased. These conclusions were robust to multiple stability predictors and to competitive fitness assays with high sensitivity. Together, our results indicate that misfolding is not a common driver of collateral fitness costs, whereas it often underlies primary costs when function matters. These findings overturn the long-standing assumption that misfolding universally drives the collateral costs of mutation, reframing misfolded proteins as only one piece of a broader puzzle and opening the way to identify alternative cellular vulnerabilities that shape evolution, disease, and aging.", "date": "2025-09-14", "journal": ""}
{"title": "Bacterial community adaptation after freshwater and seawater coalescence", "doi": "10.1101/2025.09.09.675091", "authors": "Jia, X.; Schubert, T.; Beeloo, R.; Litos, A.; Doijad, S.; van Helvoort, P.; Sperlea, T.; Labrenz, M.; Dutilh, B. E.", "abstract": "Microbial community coalescence, the merging of entire microbial communities, is common across ecosystems, particularly in estuaries where freshwater and seawater mix. The complexity of these habitats makes the in situ study of community dynamics after coalescence challenging, highlighting the need for controlled experiments to unravel the factors influencing the coalescence in the estuary. To study these processes, we combined natural freshwater and seawater bacterial communities at five different mixing ratios and incubated them in parallel microcosms containing freshwater or seawater incubation media. Forty mixed communities were tracked over six passages using Nanopore full-length 16S rRNA gene sequencing. In the original field samples, freshwater hosted more diverse communities than seawater. While the communities were structurally distinct, shared bacterial families accounted for approximately 95% of total reads. Many low-abundance taxa were lost upon laboratory incubation, while potentially faster-growing ones were enriched. We found that the coalescence outcome was strongly shaped by the incubation media, whereas the mixing ratio had a minor influence. Mixed communities converged toward the source community native to the incubation media, with increasing similarity at a higher source community proportion. In freshwater, a 25% inoculum of the freshwater community was sufficient to re-establish a near-native freshwater community, whereas in seawater, similarity to the native seawater community depended on the inoculation ratio. Network analysis showed a tightly connected module of seawater families, reflecting their shared habitat preference or cooperation, whereas freshwater families were more loosely connected. We also observed that most families were unaffected by mixing ratios or temporal dynamics, with only a few showing mixing ratio dependence. For instance, the freshwater family Comamonadaceae and seawater families Marinomonadaceae and Pseudoalteromonadaceae were dominant in their respective native environments, and increased in mixed communities in proportion to their initial source proportion. Overall, environmental filtering had a stronger impact than the mixing ratio of source communities on coalesced communities, with habitat-specific taxa further modulating the outcome. These findings advanced our understanding of microbial responses to coalescence and provided insights into microbial community assembly in dynamic estuarine systems.", "date": "2025-09-14", "journal": ""}
{"title": "Edge computer vision produces microarthropod-based high-throughput biodiversity metrics", "doi": "10.1101/2025.09.09.675044", "authors": "Dombos, M.; Hartke, T. R.; Toth, Z.; Bekesi, G. B.; Scherber, C.; Schmera, D.; Zawiasa, B.; Sipocz, L.; Gergocs-Winkler, V.; Florian, N.; Prenzel, V. C.; Lejoly, J.; Newbert, M.; Bussell, J.; Serrati, L.; Veres, A.; Juhasz, A.; Juhos, K.; Kaasik, R.; Vasileiadis, V.", "abstract": "Soil fauna is crucial for carbon cycling, controlling organic matter decomposition and contributing to ecosystem services1-7. Soil microarthropods are top-down regulators in the decomposer food web and serve as fundamental indicators of soil health. Yet, routine field-level monitoring remains restricted to resource-intensive research, leaving a critical gap in arable land management and policy. To address this, we developed Edapholog extractor, a fully automated laboratory device that detects and identifies live soil microarthropods via real-time, AI-based image analysis, enabling taxonomic identification. Here, we demonstrate its accuracy across 319 arable fields spanning ten European countries. We show that computer vision can support ecological interpretation in arable systems and long-term studies on conservation tillage and cover cropping, offering a scalable tool for integrating soil biodiversity metrics into regenerative agriculture and carbon farming. We validated the system against classical taxonomy and found that across ~35,000 microarthropod individuals, the device achieved an overall accuracy of 86%, sensitivity of 75%, and specificity of 99% compared to manual identifications. Community composition analyses revealed high similarities (83%), with minimal richness differences (7%) and low species replacement (13%) across countries, indicating that the AI does not introduce taxonomic bias. When applied in a long-term field experiment, the system detected significant taxon-specific responses to conservation tillage, with effect sizes ranging from 0.5 to 4. Total abundance, richness, and a soil biological health index were 39%, 47%, and 150% higher, respectively, under conservation tillage compared to conventional ploughing. These effects were statistically consistent between the automated and classical methods. However, while manual microscopy required several hours per sample, the AI-based system delivered immediate results without the need for taxonomic expertise. Edapholog extractor offers exciting opportunities for rapid, scalable soil biodiversity monitoring for future sustainable land management.", "date": "2025-09-14", "journal": ""}
{"title": "Modelling framework to demonstrate elimination of a vector population: tsetse elimination in Chad", "doi": "10.1101/2025.09.09.675028", "authors": "Hargrove, J. W.; Mahamat, M. H.; Aldjibert, M.; Yoni, W.; Signaboubo, D.; Darnas, J.; Salou, E.; Tirados, I.; Mugenyi, A.; Barreaux, P.; Solano, P.; Barreaux, A. M.", "abstract": "Every year, over 700 000 people, particularly children under five, die from vector-borne diseases worldwide. Effectively controlling current endemics and preventing new outbreaks requires an integrated approach that can lead to the elimination of both vectors and diseases. In the last two decades, integrating medical interventions and vector control has significantly reduced the incidence of Gambian Human African Trypanosomiasis (gHAT), with the World Health Organization validating eight countries as having eliminated the disease as a public health problem. However, elimination of the tsetse vector has not been confirmed, leaving the possibility of re-emergence. We developed a five-step modelling framework to assess vector elimination by calculating: (i) the probability of vector capture; (ii) the probability of observing a series of zero catches, even without actual elimination; (iii) the probability of natural elimination; (iv) the probability of failing to detect a rebound; and (v) the reinvasion risk. Our case study is g-HAT in Mandoul, Chad and the elimination of G. fuscipes fuscipes. We used vector control from 2014 to 2025 with no tsetse detected since 2018. We cannot yet conclude, with more than 90% confidence, that tsetse has been eliminated from Mandoul, nor that any remnant population will be naturally eliminated. However, since vector control was stopped in April 2025, we estimate that with continued sampling over the next two years, and no tsetse detected, elimination could be demonstrated with 99% confidence. Our multi-step modelling framework can be applied to other vectors, providing policymakers with clear guidelines for ongoing and future efforts.", "date": "2025-09-14", "journal": ""}
{"title": "Searching α-solenoid proteins involved in organellar gene expression", "doi": "10.1101/2025.09.09.674916", "authors": "Cattelin, C.; Goulancourt, R.; Chatellet, E.; Astatourian, A.; Robert, C. H.; Wollman, F.-A.; Lafontaine, I.", "abstract": "In photosynthetic eukaryotes of the green lineage, the expression of the chloroplast genome is mainly regulated post-transcriptionally, by RNA-binding proteins encoded in the nuclear genome (OTAF for Organelle Trans-Acting Factor). Most of those identified to date belong to two families of -solenoid proteins - the pentatrico-peptide repeat (PPR) and octatrico-peptide repeat (OPR) families - and interact with specific sequences on their target mRNAs through a domain composed of repeated motifs, allowing their maturation, splicing, editing, stabilization and translation activation. To identify new OTAFs, we developed three approaches for annotating -solenoid proteins targeted to the chloroplast or the mitochondria. One to identify distant homologs of existing OTAF families, and two others (decision tree and random forest classifiers) to identify new OTAF families. The combined approaches efficiently retrieve previously annotated OTAFs in 2 model organisms. It identified 1067 OPR proteins and 4983 PPR proteins in 43 proteomes of Archaeplastida. Our analysis also identified putative proteins composed of both OPR and PPR domains. Finally, our results identified 3300 other -solenoid candidates which are likely to participate as new regulators of organelle gene expression. In particular, we identified new candidates in species in which the regulatory mechanisms of plastid gene expression are still understudied, such as in the glaucophyte Cyanophora paradoxa and the red alga Porphyridium purpureum. We thus provide valuable new tools to decipher the repertoire of OTAF, as well as new candidates for experimental characterization in the entire eukaryotic tree of life.", "date": "2025-09-14", "journal": ""}
{"title": "Structure-based phylogenetic analysis reveals multiple events of convergent evolution of cysteine-rich antimicrobial peptides in legume-rhizobium symbiosis", "doi": "10.1101/2025.09.09.675119", "authors": "Boukherissa, A.; Sankari, S.; Timchenko, T.; Bourge, M.; Mergaert, P.; diCenzo, G. C.; Shykoff, J. A.; Alunni, B.; Rodriguez de la Vega, R. C.", "abstract": "Nitrogen is essential for plant growth, yet its availability often limits agricultural productivity. Some legumes have evolved a unique ability to form symbiotic relationships with nitrogen-fixing soil bacteria called rhizobia, enabling them to thrive in nitrogen-deficient soils. In five legume clades, an exploitive strategy has evolved in which rhizobia undergo Terminal Bacteroid Differentiation (TBD), where the bacteria become larger, polyploid, and have a permeabilized membrane. Terminally differentiated bacteria are associated with higher N2-fixation and, thus, a higher return on investment to the plant. In several members of the IRLC (Inverted Repeat-Lacking Clade) and the Dalbergioid clades of legumes, this differentiation process is triggered by a set of apparently unrelated plant antimicrobial peptides with membrane-damaging activity, known as Nodule-specific Cysteine-Rich (NCR) peptides. However, whether NCR peptides are also implicated in symbiotic TBD in other legume clades and whether they are evolutionarily related remains unknown. Here, to address the molecular identity of NCR peptides and their evolution in different legume clades, we performed inter- and intra-clade comparisons of NCR peptides in representative species of four TBD-inducing legume clades. First, we collected genomic and proteomic data of species for which NCR peptides are known (1523 NCR peptides). We then used sequence similarity-based clustering to regroup the NCR peptides, resulting in over 400 different NCR clusters, each clade-specific. We obtained Hidden Markov Models for each cluster and used them to predict NCR peptides in 21 legume genomes (6 clades), including newly generated deep-sequenced root and nodule RNA-seq data of Indigofera argentea (Indigoferoid clade) and newly assembled high-quality transcriptomes of Lupinus luteus and Lupinus mariae-josephae (Genistoid clade), using tailored gene prediction pipeline and transcriptome matching. This resulted in 3710 NCR peptides in species that induce TBD. To date, the rapid diversification of NCR peptides that reduces the sequence similarities has masked the origin of NCR peptide evolution. We obtained high-confidence structural models for one sequence of each cluster. We performed structure-based clustering and phylogenetics, which resulted in 23 superclusters (14 inter-clade and nine clade-specific) that we represent in a structural distance-based tree. Our study revealed that the evolution of NCR peptides is a mix of divergent and convergent processes within each clade. We further chose nine independently evolved NCR peptides to test in vitro whether they are functional analogs in symbiosis.", "date": "2025-09-14", "journal": ""}
{"title": "Identification of specific metabolic capacities associated with major extraintestinal pathogenic Escherichia coli lineages", "doi": "10.1101/2025.09.14.675865", "authors": "ROYER, G.; Chau, F.; Vallenet, D.; Denamur, E.", "abstract": "Bacterial niche colonization relies on multiple factors, among which the metabolic capacity to utilize specific substrates is pivotal, especially within complex microbiota where nutrient competition is intense. Escherichia coli, a gut commensal of humans and vertebrates, is also an opportunistic pathogen responsible for both intestinal and extraintestinal infections, including bloodstream infections (BSI). To identify metabolic specificities of pathogenic strains that could explain the emergence and success of major clones, we leveraged a well-characterized dataset of 1,498 genomes from both commensal and extraintestinal pathogenic epidemiologically relevant French isolates. Using a pangenomic framework, we conducted a large-scale analysis of metabolic pathways. Although metabolism was far more conserved than gene content, we found substantial metabolic diversity across the species, with over 50% of pathways being variable, mainly involving biosynthetic and degradation processes. Phylogeny had a major impact on metabolic profiles, while no specific pathway was associated with lifestyle (commensal vs. pathogenic) or BSI portal of entry. However, we identified clone-specific metabolic capacities. For example, pathways involved in 5'-deoxynucleoside recycling were enriched in the major extraintestinal pathogen (ExPEC) clone STc69. In phylogroup B2, several clone-specific pathways enabled degradation of plant-derived compounds. Notably, detailed analysis of the D-apiose degradation revealed a functional pathway strongly associated with the STc131 and STc14 pandemic clones. Overall, our study highlights multiple lineage-specific metabolic capacities that may contribute to the ecological success and dissemination of most prevalent ExPEC clones.", "date": "2025-09-14", "journal": ""}
{"title": "Active learning enables discovery of transcriptional activators across fungal evolutionary space", "doi": "10.1101/2025.09.12.675635", "authors": "Waldburger, L.; Nisonoff, H.; Zintel, M.; Kirkpatrick, L. D.; Lam, A.; Lanclos, N.; Keasling, J. D.; Staller, M. V.; Shih, P. M.", "abstract": "Biological discovery and design are increasingly being guided by predictive models in place of costly experimentation. However, existing datasets are often biased by overrepresentation from model organisms, leading to failures in evolutionary studies of non-model species. We present a hybrid framework that leverages high-throughput molecular assays and active learning to quantify biological properties across evolutionary space. We focus on transcriptional activators, which contain activation domains (ADs) that promote gene expression. ADs are intrinsically disordered and poorly conserved, which limits their study using comparative genomics. Here, we developed ADhunter, a high-capacity regression model that outperforms state-of-the-art algorithms in identifying and quantifying the strength of transcriptional activators. Model uncertainty was used to guide evolutionary sampling across 7.8 million proteins from 2,400 fungal genomes. We functionally characterized 9,836 ADs from 1,071 fungal genomes, providing a 15.5-fold expansion in genome representation compared to existing datasets. Comprehensive sampling from non-model genomes improved model generalizability and provides the first functional annotation for 3,416 proteins from 670 non-model fungi. Model interpretability analysis aligns with the biophysical model of AD function and reveals novel, underrepresented protein codes, highlighting the importance of sampling from non-model organisms to build evolutionarily robust models for predicting biological properties.", "date": "2025-09-14", "journal": ""}
{"title": "Multi-Scale Simulations of Excited-State Energy Transfer Pathways in the C2S2-Type PSII-LHCII Supercomplex of Spinach", "doi": "10.1101/2025.09.14.675516", "authors": "Guo, J.-P.; Xu, F.; Mao, R.-C.; Bie, L.-H.; Liu, L.-N.; Gao, J.", "abstract": "Photosystem II-light-harvesting complex II (PSII-LHCII) supercomplex achieves efficient excitation energy transfer (EET), yet how directional transfer emerges from its nearly flat energy landscape has remained unclear. Here, we investigate the C2S2-type spinach PSII-LHCII supercomplex containing 206 pigments by integrating microsecond-scale molecular dynamics, QM/MM site energy calculations, and generalized Forster theory. The computed site energy landscape shows overall downhill gradients from peripheral antennas to the reaction center (RC), with small variations fully explained by dynamic structural fluctuations. Pairwise transfer rates reveal a dense multi-timescale EET network, where fast intra-subunit and interface couplings provide robust channels and slower links maintain global connectivity. Key interface pigments act as energy-funneling hotspots that converge excitations toward the RC. Within the PSII core, both the D1 and D2 branches ultimately transfer energy downhill to ChlD1 and ChlD2, respectively, ensuring thermodynamic feasibility of delivery. Three major transfer pathways were identified, all falling within functional timescales (< 250 ps). Bidirectional dynamics were also observed, with rapid reverse transfers enabling excess excitation to be safely dissipated through peripheral antennas. Together, these results demonstrate that PSII maintains fully downhill energy transfer through the combined effects of structural constraints and dynamic regulation, thereby achieving both efficient energy delivery and photoprotection.", "date": "2025-09-14", "journal": ""}
{"title": "Visible Light-Controllable Surgical Hemostatic Adhesives Enabled by Vitamin B12-Stabilized Poly(α-Lipoic Acid)", "doi": "10.1101/2025.09.09.675035", "authors": "Huang, Y.; Yi, Q.; Wang, S.; Deng, C.; He, L.; Ma, J.; Zhang, M.; Tan, H.; Li, P.; Sun, F.", "abstract": "Water-resistant adhesives are indispensable for biomedical applications, from surgical wound closure to internal hemostasis. While poly(-lipoic acid)-based adhesives show promise for their strong underwater adhesion, their clinical utility has been limited by uncontrolled polymerization-depolymerization dynamics. Here we present a visible light-controllable adhesive system enabled by a simple mix of -lipoic acid (LA) and vitamin B2 (i.e., adenosylcobalamin or AdoB2)a photolabile compoundwithout resorting to any chemical modification. Benign visible light irradiation facilitates the cleavage of the C-Co bond and the subsequent formation of B2-thiolate complexes that stabilize LA polymers against depolymerization. The photoresponsive LA-AdoB2 adhesive system has proven highly effective in a wide range of surgical applications, achieving (1) strong bonding in porcine skin models in vitro, (2) reliable sealing of punctured organs (lung, heart and stomach) ex vivo, and (3) immediate hemostasis in active bleeding models such as topical, esophageal, and intestinal wounds in vivo. This work highlights a simple yet powerful strategy for creating visible light-controllable bioglues well-suited for diverse surgical applications.", "date": "2025-09-14", "journal": ""}
{"title": "GDEE: A Structure-Based Platform for Gene Discovery and Enzyme Engineering", "doi": "10.1101/2025.09.09.675117", "authors": "Souza, C. S.; Correia, J. P. G.; Rocha, I.; Lousa, D.; Soares, C. M.", "abstract": "Enzymes are extensively utilized for catalyzing the production of value-added compounds in diverse sectors with significant economic impact. However, challenges such as poor protein expression, low catalytic activity, substrate/co-factor limitations, and toxicity of final products limit the efficiency of these biocatalysts. Protein engineering offers a solution by re-designing enzyme catalytic properties to enhance biosynthetic pathways. In this study, we present an automated platform for gene discovery and enzyme engineering, aimed at overcoming these bottlenecks. The GDEE platform finds and optimizes enzymes responsible for rate-limiting steps in biosynthetic pathways, with objectives ranging from improving catalytic efficiency to enabling novel transformations. The platform operates through four key steps: an initial sequence step that either sources natural enzyme sequences or generates mutant variants, followed by an atomistic protein structure prediction step, a docking step, and a binding energy evaluator, obtaining a set of variant enzyme sequences that are prioritized for experimental validation. Additionally, machine learning-based re-scoring of binding poses to improve binding affinities significantly enhances the accuracy of predicting the effect of mutations on binding, highlighting its potential in metabolic engineering applications.", "date": "2025-09-14", "journal": ""}
{"title": "PLiCat: Decoding protein-lipid interactions by large language model", "doi": "10.1101/2025.09.09.675043", "authors": "Dong, F.; Wu, J.", "abstract": "Motivation: Protein-lipid interactions are essential for many cellular processes, as proteins associate with diverse lipid molecules to exert distinct functions. However, existing approaches are limited in discriminating among lipid categories in these interactions. Recent advances in protein language models enable discovery of novel sequence insights. Results: We introduce PLiCat (Protein-Lipid interaction Categorization tool), a predictive framework designed to classify lipid categories interacting with proteins. By integrating ESMC and BERT models into a hybrid architecture, PLiCat achieves accurate and interpretable predictions to distinguish lipid-binding signatures across eight major lipid categories. Furthermore, we investigated the potential of PLiCat to identify lipid-binding sites and assess the impact of pathogenic mutations on lipid-binding events. Collectively, PLiCat provides a powerful framework for elucidating the lipid-binding codes, offering new opportunities for exploring lipid-binding specificity and guiding rational protein design. Availability and implementation: The PLiCat source code and processed datasets are available at https://github.com/Noora68/PLiCat.", "date": "2025-09-14", "journal": ""}
{"title": "The relationship between passive ankle joint stiffness and the stiffness of muscles, nerve, and tendon", "doi": "10.1101/2025.09.09.675058", "authors": "Mukai, H.; Umehara, J.; Saeki, J.; Yanase, K.; Wang, Z.; Tateuchi, H.; Ichihashi, N.", "abstract": "Passive joint stiffness reflects the stiffness of various soft tissues across a joint. However, no previous studies have investigated the relationship between passive joint stiffness and muscle, nerve, and tendon stiffness. This study aimed to clarify whether passive ankle joint stiffness is related to stiffness in the triceps surae muscles, tibial nerve, and Achilles tendon. Thirty-eight healthy adults participated in the study. The passive ankle joint stiffness (slope of angle-passive torque curve) and shear wave velocities, which indicate soft tissue stiffness, of the triceps surae muscles and tibial nerve were measured at 5 degree of ankle plantarflexion and 5, 15, and 25 degree of ankle dorsiflexion. The shear wave velocity of the Achilles tendon was measured only at 5 degree of plantarflexion. A multiple regression model (forced-entry method) was constructed at each angle, specifying the shear wave velocities as the independent variables and passive joint stiffness as the dependent variable. At 5 degree of plantarflexion, no shear wave velocities were significantly related to passive joint stiffness (all p [&ge;] 0.05). At 5 and 15 degree of dorsiflexion, only the shear wave velocities of the tibial nerve were significantly positively related to passive joint stiffness (p = 0.024 and 0.008, respectively). At 25 degree of dorsiflexion, the shear wave velocities of the lateral gastrocnemius muscle and tibial nerve were significantly positively related to passive joint stiffness (p = 0.002 and 0.001, respectively). It can be concluded that both triceps surae muscles stiffness and tibial nerve stiffness are related to passive ankle joint stiffness.", "date": "2025-09-14", "journal": ""}
{"title": "Decoding interaction-induced proteome changes in co-cultures with hybrid quantification and SILAC-directed real-time search", "doi": "10.1101/2025.09.09.675040", "authors": "Carre, A.; Ibanez-Molero, S.; Peeper, D. S.; Altelaar, M.; Stecker, K. E.", "abstract": "Intercellular communication between T cells and cancer cells plays a pivotal role in determining cancer cell survival or death. Yet, our understanding of this interaction remains incomplete. Methods to study heterotypic cell interactions are either limited to targeted studies relying on predefined set of proteins, or require cell separation, thus disrupting the native environment. Stable isotope labeling by amino acids in cell culture (SILAC) enables proteome distinction in heterologous co-cultures without the need for physical separation. But dynamic studies remain constrained by the need for numerous mass spectrometry (MS) runs, the challenges in detecting low-abundant proteins, particularly in immune cells and the limited data completeness due to the use of data-dependent MS1-based precursor quantification. To overcome these limitations, we evaluate the integration of SILAC with tandem mass tag (TMT) multiplexing and SILAC-directed real-time search (RTS). TMT labeling enables simultaneous analysis of multiple samples, while RTS-MS3 acquisition using SILAC-induced mass shifts as fixed modifications triggers MS3 scans for specific proteome populations within a mixed cell system, improving quantitative accuracy and proteome coverage for target protein populations. We benchmarked our acquisition methods using SILAC-labeled samples mixed at defined ratios and validated the approach in biologically relevant co-culture experiments. Additionally, we introduced a carrier channel to enhance detection of lower-abundant T cell proteins, while maintaining acceptable quantitative precision. Our results demonstrate that the combined SILAC-TMT-RTS strategy dramatically improves proteome depth, temporal resolution, and cell-type specificity for short-term co-culture interaction proteomics studies. In co-culture samples of T cells with non-small cell lung cancer cell lines that were either sensitive or resistant to T cell killing, our method revealed candidate mechanisms underlying their differential sensitivity. Our integrated approach combining SILAC, TMT and RTS to resolve cell-specific proteome dynamics in co-culture represents a novel and powerful advance.", "date": "2025-09-14", "journal": ""}
{"title": "Integrative proteomics and metabolomics map reveals key sectors of defense metabolism in ginger against Pythium myriotylum", "doi": "10.1101/2025.09.09.675089", "authors": "Fernandez, F.; Varghese, L.; Ramaswami, V. M.; Thomas, G.; Kundu, A.", "abstract": "Ginger (Zingiber officinale) cultivation is severely threatened by rhizome rot caused by Pythium myriotylum. Hitherto, detail molecular machineries and metabolic pathways of defense against P. myriotylum in edible ginger are elusive. To elucidate the defense mechanisms, we employed integrative quantitative proteomics (TMT labelling) and high resolution untargeted metabolomics to investigate temporal defense responses of ginger during infection. Proteomics analysis revealed enrichment of cellular detoxification and secondary metabolism pathways indicating co-activation of oxidative stress management and its mediated defense metabolite biosynthesis. Key phenylpropanoid enzymes (PAL, C4H, CAD) and LOX, a regulator of jasmonic acid (JA) biosynthesis, were significantly up-regulated, correlating JA signaling with secondary metabolic defenses. Metabolomics profiling confirmed accumulation of phenylpropanoids, flavonoids, and terpenoids, including known antimicrobial metabolites such as gingerol, shogaol, curcumin, and gingerdione, alongside expression of their key regulatory enzyme was also induced. Notably, machine learning identified the monoterpenoid TGA as the top defense-associated metabolite. Functional assays demonstrated strong anti-P. myriotylum activity of TGA, which inhibited mycelial growth and suppressed expression of key pathogenicity-related genes (NIP1, GHs, cellulase). These findings highlight coordinated activation of detoxification and secondary metabolic pathways in ginger defense and establish TGA as a promising bio-control agent against P. myriotylum.", "date": "2025-09-14", "journal": ""}
{"title": "ODC1 restricts meningeal B cell age-associated-like phenotype and function in multiple sclerosis: a human and experimental study", "doi": "10.1101/2025.09.09.674821", "authors": "Zurawski, J.; Profant, M. R.; Tuncer, A.; Wang, J.; Green, M.; Cao, K.; Paris, S.; Tauhid, S.; Jalkh, Y.; Quattrucci, M.; Chu, R.; Cao, X.; Kiss, A.; Chitnis, T.; Weiner, H.; Clish, C.; Bakshi, R.; Wang, C.", "abstract": "Meningeal inflammation, as a clinical feature of multiple sclerosis (MS), is associated with worse clinical disease outcomes. In both relapsing and secondary progressive MS and the experimental autoimmune encephalomyelitis (EAE) MS model, the meninges have been found to contain ectopic lymphoid follicles enriched with B cells. The metabolic requirement of meningeal B cell function in MS or EAE is not well elucidated. Using 7-Tesla MRI brain scans of MS patients and leptomeningeal enhancement (LME) as a marker, we found a correlation between meningeal inflammation and metabolites of the arginine/polyamine pathway, a finding recapitulated in the EAE model. Ornithine Decarboxylase (ODC1), the rate limiting enzyme for polyamine biosynthesis, as well as polyamine metabolism was diminished in the dura meningeal B cells from mice with MOG35-55 induced EAE mice as compared to controls. Pharmacological inhibition of ODC1 restricted meningeal T cells but promoted meningeal B cell proliferation. B cell-specific deletion of ODC1 resulted in expansion of B cells with age-associated B cell-like phenotype (CD11c+CD21/35-CD23-IgD-) and exacerbated disease in the MOG1-125 EAE model. Together, these findings demonstrate a divergent role of polyamines in regulating B and T cell responses in the meninges during autoimmunity.", "date": "2025-09-14", "journal": ""}
{"title": "Defining the roles of NKG7 expressed by CD4+ and CD8+ T cells during malaria", "doi": "10.1101/2025.09.11.675499", "authors": "Frame, T. C.-M.; de Labastida Rivera, F.; Dooley, N. L.; Engel, J. A.; Na, J.; Wang, Y.; Bukali, L.; Ng, S. S.; Bunn, P. T.; Beattie, L.; William, T.; Grigg, M. J.; Anstey, N. M.; McCarthy, J. S.; Barber, B. E.; Boyle, M. J.; Engwerda, C. R.", "abstract": "Malaria, caused by Plasmodium parasites, is a significant global health issue. CD4+ and CD8+ T cells are important for immunity against Plasmodium infections, but the specific roles of many immune-related effector molecules in T cells remain poorly defined. Here, we investigated the function of NK cell granule protein 7 (NKG7) in T cells during malaria, focusing on its role in CD4+ and CD8+ T cells in Plasmodium blood-stage responses. In a non-lethal malaria model, NKG7 played a protective role in CD4+ T cell responses, affecting pro-inflammatory T helper 1 (Th1), IL-10-producing type 1 regulatory (Tr1), and T follicular helper cell development. In a model of cerebral malaria, NKG7 was shown to have a cell-intrinsic role in CD4+ T cells for perforin and granzyme B expression, as well as the development of Tr1 cells. Human investigations involving peripheral blood mononuclear cells from volunteers participating in controlled human P. falciparum malaria infection studies, as well as endemic country patients with P. falciparum and P. vivax malaria, corroborated these findings. High NKG7 expression in T cells from Plasmodium-infected humans was observed, as well as differences in NKG7 expression based on the infecting Plasmodium species. NKG7 expression was associated with both cytotoxic and non-cytotoxic T cells, indicating varied functions following infection. These results advance our understanding about NKG7's role in T cell-mediated malaria immunity and suggest potential for targeting NKG7 to improve outcomes following Plasmodium infection.", "date": "2025-09-14", "journal": ""}
{"title": "Polyamine depletion inhibits norovirus infection by blocking virus-induced apoptosis", "doi": "10.1101/2025.09.14.676151", "authors": "Chaika, M.; Laschin, H. M.; Pekelis, M.; Mirabelli, C.; Niendorf, S.; Wobus, C. E.; Taube, S.", "abstract": "Noroviruses are non-enveloped, positive-sense RNA viruses in the family Caliciviridae. Human noroviruses (HNoVs) are the leading cause of viral gastrointestinal disease. Despite their clinical relevance, therapeutic strategies for norovirus infections remain limited, partly due to challenges in cultivating HNoV and limited understanding of virus-host interactions. Polyamines (PAs) are small polycationic metabolites derived from amino acid metabolisms and are essential for diverse cellular functions and important host factors for many RNA viruses. However, their role in norovirus infection has remained elusive. Here, we demonstrate that PAs are critical for productive infection for both HNoV and murine norovirus (MNV), underscoring a conserved and functionally significant dependency across species. Functional analysis in MNV-infected murine macrophages showed that PA depletion did not significantly impair virus attachment and viral genome replication. However, it resulted in a marked reduction in infectious virus titers following the first replication cycle, coinciding with a loss of virus-induced apoptosis and impaired virion release. Exogenous supplementation with two metabolites of the PAs biosynthetic pathway (spermine or spermidine), or induction of apoptosis using a PI3-kinase inhibitor, restored both viral titers and apoptosis in PA-depleted macrophages. In human intestinal enteroids (HIEs), depletion of PAs completely ablated HNoV infection, which was partially rescued adding exogenous PAs. Collectively, our findings establish PAs as a host dependency factor that facilitates norovirus infection, promoting virus-induced apoptosis and egress in the murine system. Furthermore, these results point to PAs metabolism as a potential therapeutic target for antiviral intervention against HNoV infections.", "date": "2025-09-14", "journal": ""}
{"title": "Centromere chromatin may regulate the Flip-flop type of the Mating Type Switching in methylotrophic yeast Ogataea polymorpha", "doi": "10.1101/2025.09.09.675088", "authors": "Fukuyama, N.; Takegawa, K.; Maekawa, H.", "abstract": "Centromere chromatin has been implicated in silencing the mating type (MAT) locus, which resides within a chromosomal region occupied by OpCse4, the CENP-A homolog, in the Flip-flop type of Mating Type Switching (MTS) in the methylotrophic yeast Ogataea polymorpha. In this study, we investigated the role of centromere chromatin in the recombination event between MAT-adjacent inverted repeats (IRs) that drives MTS. Our results demonstrate that the position of the centromere-proximal IR is critical for efficient recombination between the IRs. Mutants lacking functional OpCse4 or its chaperone OpScm3 exhibit MTS-deficient phenotypes, supporting an active role for centromere chromatin in facilitating MTS. Additionally, we identified OpRad6 and OpBre1 as essential for MTS, and found that deletion of the C-terminal acidic tail of OpRad6 alone is sufficient to disrupt switching. This suggests that monoubiquitylated histone H2B may contribute to MTS either directly or indirectly. Collectively, our findings highlight a direct and functional involvement of centromere chromatin in promoting Flip-flop type MTS in O. polymorpha.", "date": "2025-09-14", "journal": ""}
{"title": "Lipid Nanoparticle Delivery of Mesenchymal Stromal Cell-Derived microRNA 187-3p as a First-in-Class Therapy for Myocardial Dysfunction in Sepsis", "doi": "10.1101/2025.09.09.674991", "authors": "Ektesabi, A. M.; Barbosa-Silva, M.-C.; Tsoporis, J.; McWhirter, S.; Vaswani, C. M.; Mouloud, Y.; Zettle, L. W.; Ahmed, A.; Delgado Olguin, P.; Batah, S. S.; Desjardins, J.-F.; Gupta, S.; Tan, G. W.; Pavelick, J. E.; Wang, Y.; Fabro, A. T.; Billia, P.; Kavantzas, N.; Marshall, J. C.; Connelly, K. A.; Mei, S. H.; McIntyre, L.; Stewart, D. D.; Leong-Poi, H.; Maron-Gutierrez, T.; Giebel, B.; Walker, G.; dos Santos, C. C.", "abstract": "Background: Sepsis-induced myocardial dysfunction is a common and critical complication of sepsis. Extracellular vesicles (EVs) from clonally expanded immortalized mesenchymal stromal cells (ciMSCs) contain microRNAs that may be exploited as therapy. Methods: In mouse models of septic cardiomyopathy induced by caecum ligation and puncture, cardiac function was determined by invasive and echocardiographic assessment. Primary cardiomyocytes derived from foetal murine and human adult ventricular tissue, as well as murine hearts were used for mechanistic studies. Studies using post-mortem human hearts or patient plasma, and clinical and echocardiographic measurements were used to establish translational relevance. Results: In preclinical models of sepsis, intravenous administration of either MSCs or ciMSC-EVs, given after the induction of sepsis, prevented a decrease in myocardial ejection fraction, ventricular inflammation, and mortality compared to placebo or platelet-derived control EVs. EV-microRNA sequencing identified enrichment for microRNA-187a-3p (miR-187) in ciMSC-EVs. miR-187 is anti-inflammatory; with interleukin-6 (IL-6) as its major target. Intravenous delivery of lipid nanoparticle (LNP) encapsulated miR-187 improved cardiac function, reduced inflammation, and enhanced survival of septic mice. In cardiomyocytes and in murine hearts, LNP-miR-187 reduces inflammation and expression of myocardial transcription factors linked to fetal gene reactivation in failing septic hearts. In human septic hearts, low circulating miR-187 levels correlate with reduced cardiac function and high sequential organ failure assessment (SOFA) scores. Conclusion: These findings support the development of first-in-class, cell-free, miRNA-based therapy as a novel approach to treat sepsis-induced cardiomyopathy to address a critical gap in sepsis care.", "date": "2025-09-14", "journal": ""}
{"title": "Fine-scale animal proximity detection and localization via multi-sensor biologgers", "doi": "10.1101/2025.09.09.674951", "authors": "Rogers, W.; Mattingly, S. J.; Kohles, J. E.; Linek, N.; Williams, H. J.; Lenzi, I.; Wilbs, G.; Escher, M.; Richter, N.; van Schalkwyk, L.; Ezenwa, V. O.; Wikelski, M.; Dechmann, D. K.; Wild, T. A.", "abstract": "Accurately quantifying spatial interactions is central to understanding social behavior, information flow, predator-prey dynamics, and disease transmission. Proximity loggers that record received signal strength indicator (RSSI) offer a promising approach for estimating pairwise distances, particularly in environments where GPS is unavailable or imprecise. However, RSSI is often dismissed as too noisy for fine-scale inference, with performance that depends on environmental conditions, tag orientation, and between-device variability. Incorporating additional tag-measured data may improve RSSI performance and enable its use as a continuous measure of distance in variable environments. Here, we assess the utility of continuous RSSI as a fine-scale distance estimator and localization tool using a novel multi-sensor WiFi biologger (WildFi). We conducted four experiments: (1) testing how tag orientation affects RSSI-distance relationships; (2) evaluating whether environmental covariates measured by onboard sensors improve proximity estimates; (3) assessing the accuracy of trilateration-based tag localization using fixed gateway arrays; and (4) comparing RSSI- and GPS-inferred proximity in free-ranging Egyptian fruit bats (Rousettus aegyptiacus). While RSSI alone could predict distance with reasonable accuracy, incorporating additional tag-sensed information (e.g., temperature, humidity, barometric pressure) and accounting for tag-level heterogeneity significantly improved predictive accuracy. Based on RSSI predictions, we could estimate tag location with a median error of 2.6 meters, accurate enough to indirectly estimate proximity networks without tag-to-tag communication. In deployments on free-flying bats, we found that RSSI and GPS were only weakly concordant, with GPS unreliable for detecting fine-scale interactions (<50 m). In contrast, RSSI could capture both fine-scale and some long-range interactions up to ~250m. These findings highlight RSSI's potential as a robust metric for proximity logging, particularly when combined with multi-sensor data and pre-deployment validations. Integrating multi-sensor data streams further enhances RSSI interpretability. Future biologger designs should prioritize synergy among data streams for integrated insights into proximity and animal behavior.", "date": "2025-09-14", "journal": ""}
{"title": "Aminoacyl-tRNA specificity of a ligase catalyzing non-ribosomal peptide extension", "doi": "10.1101/2025.09.13.676032", "authors": "Nguyen, D. T.; Ramos-Figueroa, J. S.; Vinogradov, A. A.; Goto, Y.; Gadgil, M. G.; Splain, R. A.; Suga, H.; van der Donk, W. A.; Mitchell, D. A.", "abstract": "Peptide aminoacyl-transfer ribonucleic acid ligases (PEARLs) are amide bond-forming enzymes that extend the main chain of peptides using aminoacyl-tRNA (aa-tRNA) as a substrate. In this study, we investigated the substrate specificity of the PEARL BhaBCAla from Bacillus halodurans, which utilizes Ala-tRNAAla. By leveraging flexizyme, a ribozyme capable of charging diverse acids onto a desired tRNA, we generated an array of aa-tRNAs in which we varied both the amino acid and the tRNA to dissect the substrate scope of BhaBCAla. We demonstrate that BhaBCAla catalyzes peptide extension with non-cognate proteinogenic and non-canonical amino acids, hydroxy acids, and mercaptocarboxylic acids when attached to tRNAAla. For most of these, the efficiency was considerably reduced compared to Ala, indicating the enzyme recognizes the amino acid. By varying the different parts of the tRNA, enzyme specificity was shown to also depend on the acceptor stem and the anticodon arm of the tRNA. These findings establish the molecular determinants of PEARL specificity and provide a foundation for engineering these enzymes for broader applications in peptide synthesis.", "date": "2025-09-14", "journal": ""}
{"title": "Structure and Mechanism of Avermitilol Synthase, a Sesquiterpene Cyclase that Generates a Highly Strained 6-6-3 Tricyclic Alcohol", "doi": "10.1101/2025.09.11.675706", "authors": "Gaynes, M. N.; Osika, K. R.; Christianson, D. W.", "abstract": "Avermitilol synthase from Streptomyces avermitilis (SaAS) is a high-fidelity class I terpene cyclase that converts farnesyl diphosphate into a highly-strained, 6-6-3 tricyclic sesquiterpene alcohol. The mechanism of avermitilol formation proceeds through a 10-3 bicyclic intermediate, bicyclogermacrene, which undergoes proton-initiated anti-Markovnikov opening of two separate C=C bonds in a transannulation mechanism that forms the 6-6-3 tricyclic skeleton, with quenching by water to yield avermitilol. Small amounts of a side product, viridifloral, result from Markovnikov opening of one of the reactive C=C bonds. Here, we present enzymological studies of SaAS to establish the substrate scope and metal ion dependence for catalysis, and we present crystal structures of SaAS complexed with a variety of ligands that partially mimic carbocation intermediates in catalysis. Interestingly, these structures show that two water molecules remain trapped in a polar crevice in the active site regardless of the ligand bound. Structure-activity relationships for site-specific mutants yield key insight on the catalytic importance of these trapped water molecules. Specifically, T215 normally hydrogen bonds with water molecule W1, but the T215V substitution breaks this hydrogen bond and causes W1 to shift by 1.3 [A] to form a hydrogen bond with W300. Avermitilol generation is completely blocked in this mutant, but the generation of viridifloral and another side product is enhanced. Thus, the T215V substitution causes water molecule W1 to align for reaction with the tertiary and not the secondary carbon in the reactive C=C bond of bicyclogermacrene.", "date": "2025-09-14", "journal": ""}
{"title": "Site-specific replacement of large-scale DNA fragments in human cells", "doi": "10.1101/2025.09.14.676134", "authors": "Jung, H.; Jeong, B.; Kim, Y.-W.; Jung, C.; Uhm, H.; Kim, H.; Oh, Y. E.; Park, Y.; Lee, Y.; Bae, S.", "abstract": "Despite advances in genome editing, precisely replacing large-scale fragments in human cells remains a significant challenge. Here, we present a site-specific gene replacement tool, named Prime Assembly (PA), which adapts prime editors to produce one or two pairs of 3'-flaps on both the genome and donor plasmids. These 3'-flaps anneal to each other precisely, similar to ''Gibson Assembly'' in DNA oligonucleotides , allowing megabase-scale genomic excision and/or kilobase-scale donor insertion at the gene of interest. The PA system achieves an efficiency of up to 57.8% in replacing endogenous sequences with a 2.9 kbp donor DNA fragment in HEK293T cells, and presents an accuracy of more than 99% for integrated PA fragments. Ultimately, the site-specific replacement of large-scale coding sequences (CDSs) in disease-related genes can restore gene function across numerous patients with different mutations, providing a gene implantation technique for genome editing and a universal therapeutic approach.", "date": "2025-09-14", "journal": ""}
{"title": "marApp: An R package and web portal to calculate mutations- and genetic diversity-area relationship for conservation", "doi": "10.1101/2025.09.09.675155", "authors": "Lin, M.; Mualim, K.; Selmoni, O.; Exposito-Alonso, M.", "abstract": "International conservation policies including the Kunming-Montreal Global Biodiversity Framework now consider genetic diversity of wild species in their targets. However, scalable, theory-driven tools to assess and predict genetic diversity loss are still emerging, limiting their use in conservation planning. Analogous to the species-area relationship, recent work has shown that genetic diversity scales with area, described by the mutations-area relationship (MAR) or genetic-diversity-area relationship (GDAR), can approximate the genetic diversity loss in a species from habitat reduction. To enable application of these insights for conservation practitioners and policy makers, we present the mar R package and marApp web portal, a fast and user-friendly tool for MAR/GDAR analysis. The mar package connects genetic diversity patterns in space to ecological theory, and automates steps from reading genetic and geographic data to simulating various habitat extinction scenarios using MAR/GDAR. The mar package estimates only short-term genetic diversity, providing a lower-limit for the far greater long-term genetic losses, underscoring the need to maximize present-day habitat conservation before it becomes irreversible. As a case example, we showcase predictions of coral (Acropora sp.) genetic diversity loss from reef coverage impacts. We demonstrate the usage of marApp without requirements for prior genetics or coding experiences, and provide downloadable reports for conservation.", "date": "2025-09-14", "journal": ""}
{"title": "Immunogenicity and Efficacy of Digitally Immune Optimised H1N1 Vaccine Candidates in Swine and Murine Animal Models", "doi": "10.1101/2025.09.12.675937", "authors": "Del Rosario, J. M. M.; van Diemen, P. M.; Frost, S.; vishwanath, s.; Sujit, S. B.; Ashokan, S. K.; Mollett, B. C.; Ramsay, A. M.; Simpson, B.; Asbach, B.; Carnell, G. W.; Chan, A.; Tonks, P.; Temperton, N. J.; Davies, M.; McCauley, J. W.; Kinsley, R.; Wagner, R.; Everett, H. E.; Heeney, J. L.", "abstract": "Influenza A virus (IAV) zoonotic transmission and constant evolution in multiple species heightens the risk of emerging novel strains at the human-animal interface. Composite antigens including hemagglutinin (HA), neuraminidase (NA), and matrix-2 (M2) proteins were computationally designed to maximize the breadth of the immune response elicited to human seasonal, pandemic, and zoonotic H1N1 IAVs. Mouse hyperimmune serum raised against these antigens demonstrated broad H1 neutralization and N1 inhibition activity. To enhance immunogenicity, the antigens were combined as a single DNA expression construct (DVX-H1N1). Studies in the well-recognized swine model for human influenza demonstrated that DVX-H1N1 immunization induced broad, neutralizing antibody responses and markedly reduced nasal shedding of viral RNA following challenge with 1A.3.3.2 subclade strain A/swine/England/1353/2009 (H1N1). An effective immune response and reduction in virus shedding was observed in pigs immunized with a whole inactivated virus (WIV) vaccine homologous to the challenge strain but not with a human-origin seasonal WIV vaccine. Overall, we demonstrated broad immunogenicity and efficacy of the DVX-H1N1 vaccine candidate, benchmarked against relevant IAV H1N1 strains in vitro and in vivo in mice and pigs.", "date": "2025-09-14", "journal": ""}
{"title": "Quantification of esterified oxylipins following HILIC-fractionation of lipid classes", "doi": "10.1101/2025.09.09.675214", "authors": "Wende, L. M.; Carpanedo, L.; Scholz, L.; Kampschulte, N.; West, A. L.; Calder, P.; Schebb, N. H.", "abstract": "Several oxylipins are lipid mediators derived from the oxidation of polyunsaturated fatty acids (PUFAs). The majority of oxylipins in biological samples occurs esterified in neutral lipids (nLs) and phospholipids (PLs). They are commonly quantified indirectly following alkaline hydrolysis providing excellent sensitivity but the information in which lipid classes the oxylipins occurred in is lost. The direct analysis of oxidized lipids is currently not sensitive enough to detect all esterified oxylipins. Here, a new hydrophilic interaction liquid chromatography (HILIC) based lipid class fractionation using solid-phase extraction (SPE) cartridges was developed separating lipids into nLs and 4 PL fractions using a single column. Esterified oxylipins in the fractions were quantified following alkaline hydrolysis to sensitively pinpoint in which lipid classes they are bound in plasma. The fractionation was extensively characterized for different lipid extracts demonstrating high separation efficiency and recovery using labeled standards and untargeted analysis of endogenous lipids. Esterified oxylipins in the fractions were quantitatively detected. Based on the results from two independent human plasma pools including SRM1950 it is shown that: hydroxy-linoleic acid- and hydroxy--linolenic acid-derived oxylipins are preferably bound to nLs whereas long chain hydroxy-PUFAs and PUFAs (i.e. ARA EPA and DHA) are predominantly esterified to phospholipid classes. Supplementation of n3-PUFAs for 12 months led to an increase in EPA- and -DHA-derived oxylipins in all lipid fractions with the highest increase of hydroxy-PUFAs in nLs. This demonstrates a precursor PUFA-dependent binding of oxylipins and a direct effect of diet on esterified oxylipins in plasma.", "date": "2025-09-14", "journal": ""}
{"title": "Phase diagrams for biophysical fitness landscape design", "doi": "10.1101/2025.09.10.675274", "authors": "Mohanty, V.; Shakhnovich, E.", "abstract": "Populations evolve toward the top of fitness landscapes in the way that physical particles experience forces toward the bottom of a potential energy landscape. We recently introduced fitness landscape design (FLD) as a means of customizing the shape of a protein's biophysical fitness landscape by using antibody sequences and concentrations as tunable control parameters. Until now, previous evidence for the feasibility of FLD has been numerical and simulated. Here, we derive an explicit analytical theory for the FLD phase diagram, providing tight bounds on the designability frontiers describing the extent to which fitnesses of different protein sequences can be tuned independently of each other. We then leverage a recently published experimental dataset of binding affinities between over 62,000 antibody variants and each of three glycoprotein antigens to construct experimental FLD phase diagrams, which show close agreement with theory. These results support the feasibility of engineering quantitatively programmable fitness landscapes for laboratory protein evolution experiments.", "date": "2025-09-14", "journal": ""}